Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/sphinx.po
Languages: ca@valencia, nl, sl, sv

source: View page source
ca@valencia: Veure la font de la pàgina
nl: Paginabron weergeven
sl: Ogled izvorne kode strani
sv: Visa sidans källkod

source: Next
ca@valencia: Següent
nl: Volgende
sl: Naslednja
sv: Nästa

source: Previous
ca@valencia: Anterior
nl: Vorige
sl: Prejšnja
sv: Föregående

source: &copy; <a href="%(path)s">Copyright</a> %(copyright)s.
ca@valencia: &copy; <a href="%(path)s">Drets d'autoria</a> %(copyright)s.
sv: &copy; <a href="%(path)s">Copyright</a> %(copyright).

source: &copy; Copyright %(copyright)s.
ca@valencia: &copy; Drets d'autoria %(copyright)s.
nl: &copy; Auteursrecht %(copyright)s.

source: <span class="build"> Build <a href="%(build_url)s">%(build_id)s</a>. </span>
ca@valencia: <span class="build"> Construcció <a href="%(build_url)s">%(build_id)s</a>. </span>
nl: <span class="build"> Gebouwd op <a href="%(build_url)s">%(build_id)s</a>. </span>
sl: <span class="build"> Izgradnja <a href="%(build_url)s">%(build_id)s</a>. </span>
sv: <span class="build"> Utgåva <a href="%(build_url)s">%(build_id)</a>. </span>

source: <span class="commit"> Revision <code>%(commit)s</code>. </span>
ca@valencia: <span class="commit"> Revisió <code>%(commit)s</code>. </span>
nl: <span class="commit"> Revisie <code>%(commit)s</code>. </span>
sl: <span class="commit"> Revizija <code>%(commit)s</code>. </span>
sv: <span class="commit"> Revision <code>%(commit)</code>. </span>

source: Last updated on %(last_updated)s.
ca@valencia: Última actualització el %(last_updated)s.
nl: Laatste keer bijgewerkt op %(last_updated)s.
sl: Nazadnje posodobljeno %(last_updated)s.
sv: Senast uppdaterad %(last_updated).

source: Built with <a href="http://sphinx-doc.org/">Sphinx</a> using a modified <a href="https://github.com/rtfd/sphinx_rtd_theme">RTD theme</a>.<br/> <a href="https://kstars.kde.org" title="KStars official website.">KStars official website</a> | <a href="https://invent.kde.org/documentation/kstars-docs-kde-org/" title="The Gitlab instance to edit this pages and collaborate.">Git repository for docs.kstars.org </a> | <a href="https://www.kde.org/community/whatiskde/impressum-en.php" title="To know more about KDE, code of conduct, privacy policy and GDPR.">KDE Impressum</a>.
ca@valencia: Construïda amb <a href="http://sphinx-doc.org/">Sphinx</a> emprant un<a href="https://github.com/rtfd/sphinx_rtd_theme">tema RTD</a> modificat.<br/> <a href="https://kstars.kde.org" title="Lloc web oficial de KStars.">Lloc web oficial de KStars</a> | <a href="https://invent.kde.org/documentation/kstars-docs-kde-org/" title="La instància de GitLab per a editar i col·laborar amb estes pàgines.">Repositori de Git per a docs.kstars.org </a> | <a href="https://www.kde.org/community/whatiskde/impressum-en.php" title="Per a obtindre més informació sobre KDE, el Codi de conducta, la Política de privadesa i el GDPR.">KDE Impressum</a>.
sl: Izgrajeno z <a href="http://sphinx-doc.org/">Sphinx</a> z uporabo spremenjene <a href="https://github.com/rtfd/sphinx_rtd_theme">teme RTD</a>.<br/> <a href="https://kstars.kde.org" title="KStars official website.">Uradnega spletišča KStars</a> | <a href="https://invent.kde.org/documentation/kstars-docs-kde-org/" title="The Gitlab instance to edit this pages and collaborate.">Git repositortija za docs.kstars.org </a> | <a href="https://www.kde.org/community/whatiskde/impressum-en.php" title="To know more about KDE, code of conduct, privacy policy and GDPR.">KDE Impressum</a>.

source: Search within %(docstitle)s
ca@valencia: Busca dins %(docstitle)s
nl: Zoeken in %(docstitle)s
sl: Iskanje znotraj %(docstitle)s

source: About these documents
ca@valencia: Sobre estos documents
nl: Over deze documenten
sl: O teh dokumentih
sv: Om dokumenten

source: Index
ca@valencia: Índex
sl: Indeks

source: Search
ca@valencia: Busca
nl: Zoeken
sl: Išči
sv: Sök

source: Copyright
ca@valencia: Drets d'autoria

source: Please activate JavaScript to enable the search functionality.
ca@valencia: Activeu JavaScript per a habilitar la funcionalitat de la busca.
nl: Schakel JavaScript in om de zoek functionaliteit mogelijk te maken.
sl: Za omogočanje iskanja aktivirajte JavaScript.

source: Search docs
ca@valencia: Busca docs
nl: Zoeken in documenten
sl: Išči docs
sv: Sök i dokument

source: Built with <a href="http://sphinx-doc.org/">Sphinx</a> using a modified <a href="https://github.com/rtfd/sphinx_rtd_theme">RTD theme</a>.<br/> <a href="https://kstars.kde.org" title="KStars official website.">KStars official website</a> | <a href="https://invent.kde.org/documentation/docs-kstars-org/" title="The Gitlab instance to edit this pages and collaborate.">Git repository for docs.kstars.org </a> | <a href="https://www.kde.org/community/whatiskde/impressum-en.php" title="To know more about KDE, code of conduct, privacy policy and GDPR.">KDE Impressum</a>.
nl: Gebouwd met <a href="http://sphinx-doc.org/">Sphinx</a> met gebruik van een gemodificeerd <a href="https://github.com/rtfd/sphinx_rtd_theme">RTD thema</a>.<br/> <a href="https://kstars.kde.org" title="KStars official website.">KStars officiÃ«le website</a> | <a href="https://invent.kde.org/documentation/docs-kstars-org/" title="Het Gitlab exemplaar om deze pagina's te bewerken en bij te dragen.">Git opslagruimte voor docs.kstars.org </a> | <a href="https://www.kde.org/community/whatiskde/impressum-en.php" title="Om meer te weten over KDE, gedragscode, privacybeleid en GDPR.">KDE Impressum</a>.

source: Docs
sv: Dokument
