Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual.po
Languages: ca, ca@valencia, es, nl, pt_br, sl, uk_ua

source: 3.2. :ref:`Deep-sky objects Catalogs <catalogs-deepsky-objects>`
ca: 3.2. :ref:`Catàlegs d'objectes del cel profund <catalogs-deepsky-objects>`
ca@valencia: 3.2. :ref:`Catàlegs d'objectes del cel profund <catalogs-deepsky-objects>`
es: 3.2. :ref:`Catálogos de objetos del cielo profundo <catalogs-deepsky-objects>`
nl: 3.2. :ref:`Catalogi met deep-sky objecten <catalogs-deepsky-objects>`
pt_br: 3.2. :ref:`Catálogos de objetos no espaço profundo <catalogs-deepsky-objects>`
sl: 3.2. :ref:`Katalogi objektov globokega neba <catalogs-deepsky-objects>`
uk_ua: 3.2. :ref:`Каталоги віддалених об'єктів <catalogs-deepsky-objects>`

source: 5.1. :ref:`Index Files <ekos-align-index-files>`
ca: 5.1. :ref:`Fitxers d'índex <ekos-align-index-files>`
ca@valencia: 5.1. :ref:`Fitxers d'índex <ekos-align-index-files>`
es: 5.1. :ref:`Archivos de índice <ekos-align-index-files>`
nl: 5.1. :ref:`Indexbestanden <ekos-align-index-files>`
pt_br: 5.1. :ref:`Arquivos de índice <ekos-align-index-files>`
sl: 5.1. :ref:`Indeksne datoteke <ekos-align-index-files>`
uk_ua: 5.1. :ref:`Файли покажчика <ekos-align-index-files>`

source: 9.1. :ref:`INDI State color code <indi-state-color>`
ca: 9.1. :ref:`Codi de color de l'estat INDI <indi-state-color>`
ca@valencia: 9.1. :ref:`Codi de color de l'estat INDI <indi-state-color>`
es: 9.1. :ref:`Código de color del estado de INDI <indi-state-color>`
nl: 9.1. :ref:`Kleurcode voor de INDI-status <indi-state-color>`
pt_br: 9.1. :ref:`Código de cor do estado do INDI <indi-state-color>`
sl: 9.1. :ref:`Barvne kode stanja INDI <indi-state-color>`
uk_ua: 9.1. :ref:`Коди кольорів станів INDI <indi-state-color>`

source: Credits
ca: Atribucions
ca@valencia: Crèdits
es: Créditos
nl: Dankbetuigingen
pt_br: Créditos
sl: Zasluge
uk_ua: Подяки

source: The KStars Team
ca: L'equip del KStars
ca@valencia: L'equip de KStars
es: El equipo de KStars
nl: Het team van KStars
pt_br: A Equipe do KStars
sl: Ekipa KStars
uk_ua: Команда KStars

source: Original Author
ca: Autor original
ca@valencia: Autor original
es: Autor original
nl: Oorspronkelijke auteur
pt_br: Autor original
sl: Izvirni avtor
uk_ua: Автор початкової версії

source: Jason Harris
uk_ua: Джейсон Гарріс

source: Current Maintainer
ca: Mantenidor actual
ca@valencia: Mantenidor actual
es: Encargado actual
nl: Huidige onderhouder
pt_br: Mantenedor atual
sl: Trenutni vzdrževalec
uk_ua: Поточний супровідник

source: Core Developers/Contributors (Alphabetical)
ca: Desenvolupadors/Col·laboradors principals (alfabèticament)
ca@valencia: Desenvolupadors principals i col·laboradors (en ordre alfabètic)
es: Desarrolladores principales/colaboradores (por orden alfabético)
nl: Kernontwikkelaars/medewerkers (Alfabetisch)
pt_br: Desenvolvedores/Colaboradores principais (em ordem alfabética)
sl: Glavni razvijalci/Sodelavci (Po abecednem redu)
uk_ua: Ключові розробники/Учасники розробки (за абеткою)

source: Akarsh Simha
uk_ua: Акарш Сімха

source: Eric Dejouhanet
uk_ua: Ерік Дежоуханет

source: Heiko Evermann
uk_ua: Хайко Еверманн

source: James Bowlin
uk_ua: Джемс Боулін

source: Robert Lancaster
uk_ua: Роберт Ланкастер

source: Pablo de Vicente
uk_ua: Пабло де Вісенте

source: Thomas Kabelmann
uk_ua: Томас Кабельман
