Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual.po
Languages: ca, ca@valencia, es, nl, pt_br, sl, uk_ua

source: The KStars Handbook
ca: El manual del KStars
ca@valencia: El manual de KStars
es: Manual de KStars
nl: Het handboek van KStars
pt_br: O Manual do KStars
sl: Priročnik za KStars
uk_ua: Підручник з KStars

source: Discover the features of KStars through an online manual.
ca: Descobriu les característiques del KStars mitjançant un manual en línia.
ca@valencia: Descobriu les característiques de KStars mitjançant un manual en línia.
es: Descubra las funciones de KStars mediante un manual en línea.
nl: Ontdek de mogelijkheden van KStars via een online handleiding.
pt_br: Descubra os recursos do KStars por meio de um manual online.
sl: Odkrijte zmožnosti KStars s pomočjo spletnega priročnika.
uk_ua: Відкрийте для себе можливості KStars за допомогою інтернет-підручника.

source: Revision 3.7.6 (2024-12-03)
ca: Revisió 3.7.6 (2024-12-03)
ca@valencia: Revisió 3.7.6 (03/12/2024)
es: Revisión 3.7.6 (2024-12-03)
nl: Revisie 3.7.6 (2024-12-03)
pt_br: Revisão 3.7.6 (03/12/2024)
sl: Ravizija 3.7.6 (2024-12-03)
uk_ua: Версія 3.7.6 (3 грудня 2024 року)

source: Copyright © 2001-2025 Jason Harris and the KStars Team
ca: Copyright © 2001-2025 Jason Harris i el KStars Team
ca@valencia: Copyright © 2001-2025 Jason Harris i l'equip de KStars
es: Copyright © 2001-2025 Jason Harris y el Equipo de KStars
nl: Copyright © 2001-2025 Jason Harris en het van KStars
pt_br: Copyright © 2001-2025 Jason Harris e a Equipe do KStars
sl: Copyright © 2001-2025 Jason Harris in Ekipa KStars
uk_ua: © Джейсон Гарріс та Команда KStars, 2001-2025

source: :doc:`Legal Notice <user_manual/legal-notice>`
ca: :doc:`Avís legal <user_manual/legal-notice>`
ca@valencia: :doc:`Avís legal <user_manual/legal-notice>`
es: :doc:`Aviso legal <user_manual/legal-notice>`
nl: :doc:`Juridische notitie <user_manual/legal-notice>`
pt_br: :doc:`Aviso legal <user_manual/legal-notice>`
sl: :doc:`Pravno obvestilo <user_manual/legal-notice>`
uk_ua: :doc:`Юридичні зауваження <user_manual/legal-notice>`

source: KStars is free, open source, cross-platform astronomy software. It provides the KStars skymap, a digital planetarium with overlays and simulation tools, the Ekos astrophotography suite which acts as a client for INDI device drivers, and the FITS Viewer which displays captured sky images.
ca: El KStars és un programa d'astronomia lliure, de codi obert i multiplataforma. Proporciona el mapa celeste del KStars, un planetari digital amb eines de superposició i simulació, el paquet d'astrofotografia Ekos que actua com un client per als controladors de dispositius INDI, i el visualitzador de FITS que mostra les imatges capturades del cel.
ca@valencia: KStars és un programa d'astronomia lliure, de codi obert i multiplataforma. Proporciona el mapa celeste de KStars, un planetari digital amb superposicions i eines de simulació, el paquet d'astrofotografia Ekos, el qual actua com a client per als controladors dels dispositius INDI i el visor de FITS, el qual mostra les imatges capturades del cel.
es: KStars es un software de astronomía libre, de código abierto y multiplataforma. Proporciona el mapa celeste KStars, un planetario digital con capas y herramientas de simulación, el paquete de astrofotografía Ekos, que puede actuar como cliente para controladores de dispositivos INDI, y el visor FITS, que muestra las imágenes del cielo capturadas.
nl: KStars is vrije, open-source, cross-platform astronomiesoftware. Het levert de hemelkaart van KStars, een digitaal planetarium met overlays en hulpmiddelen voor simulatie, de Ekos astrofotografie suite die acteert als een client voor INDI-apparaatbesturingsprogramma's en de FITS -viewer die opgenomen hemelafbeeldingen toont.
pt_br: O KStars é um software de astronomia gratuito, de código aberto e multiplataforma. Ele fornece o mapa celeste do KStars, um planetário digital com sobreposições e ferramentas de simulação, o pacote de astrofotografia Ekos, que atua como cliente para controlar dispositivos INDI, e o visualizador do FITS, que exibe imagens celestes capturadas.
sl: KStars; je prosta, odprtokodna, večplatformska astronomska programska oprema. Zagotavlja KStars; zvezdno karto, digitalni planetarij s prekrivnimi elementi in orodji za simulacijo, paket za astrofotografijo Ekos, ki deluje kot odjemalec za gonilnike naprav INDI, in FITS Viewer, ki prikazuje zajete slike neba.
uk_ua: KStars — вільне астрономічне програмне забезпечення із відкритим кодом, здатне працювати на багатьох апаратних та програмних платформах. У ньому реалізовано карту зоряного неба KStars, цифровий планетарій з накладенням зображень та засоби імітації, астрофотографічний комплект інструментів Ekos, який працює як клієнтська частина для драйверів пристроїв INDI та засіб перегляду FITS, який показує знімки справжнього неба.

source: The KStars skymap provides an accurate graphical simulation of the night sky, from any location on Earth, at any date and time. The display includes up to 100 million stars, 13,000 deep-sky objects, all 8 planets, the Sun and Moon, and thousands of comets, asteroids, supernovae, and satellites.
ca: El mapa celeste del KStars proporciona una simulació gràfica precisa del cel nocturn, des de qualsevol emplaçament a la Terra, en qualsevol data i hora. La visualització inclou fins a 100 milions d'estrelles, 13.000 objectes del cel profund, tots els 8 planetes, el Sol i la Lluna, milers de cometes, asteroides, supernoves i satèl·lits.
ca@valencia: El mapa celeste de KStars proporciona una simulació gràfica precisa del cel nocturn, des de qualsevol emplaçament en la Terra, en qualsevol data i hora. La vista inclou fins a 100 milions d'estreles, 13.000 objectes del cel profund, els 8 planetes, el Sol i la Lluna, milers de cometes, asteroides, supernoves i satèl·lits.
es: El mapa celeste de KStars proporciona una precisa simulación gráfica del cielo nocturno desde cualquier punto de la Tierra y en cualquier fecha y hora. Puede mostrar hasta 100 millones de estrellas, 13 000 objetos del espacio profundo, los 8 planetas, el Sol, la Luna y miles de cometas, asteroides, supernovas y satélites.
nl: De hemelkaart van KStars levert een nauwkeurige grafische simulatie van de nachtelijke hemel, vanaf elke locatie op aarde, voor elke datum en op elk tijdstip. Er kunnen tot aan 100 miljoen sterren worden afgebeeld, 13.000 zogenaamde deepsky-objecten, alle 8 planeten, de zon en de maan en duizenden kometen, planetoïden, supernova's en satellieten.
pt_br: O mapa celeste do KStars oferece uma simulação gráfica precisa do céu noturno, de qualquer local da Terra, em qualquer data e hora. A exibição inclui até 100 milhões de estrelas, 13.000 objetos do céu profundo, todos os 8 planetas, o Sol e a Lua, e milhares de cometas, asteroides, supernovas e satélites.
sl: KStars; zvezdna karta zagotavlja natančno grafično simulacijo nočnega neba s katerekoli lokacije na Zemlji, ob katerem koli datumu in času. Zaslon vključuje do 100 milijonov zvezd, 13.000 objektov globokega neba, vseh 8 planetov, Sonce in Luno ter na tisoče kometov, asteroidov, supernov in satelitov.
uk_ua: Карта зоряного неба KStars точно відтворює вигляд нічного неба з будь-якого місця на Землі у будь-який день та час. Програмі відомі розташування понад 100 мільйонів зірок, 13.000 віддалених об’єктів, 8 планет, Сонця і Місяця, а також тисяч комет, астероїдів, наднових та супутників.

source: For students and teachers, it supports adjustable simulation speeds in order to view phenomena that happen over long timescales, the KStars Astrocalculator to predict conjunctions, and many common astronomical calculations. For the amateur astronomer, it provides an observation planner, a sky calendar tool, and an FOV editor to calculate field of view of equipment and display them. Find out interesting objects in the “What's up Tonight” tool, plot altitude vs. time graphs for any object, print high-quality sky charts, and gain access to lots of information and resources to help you explore the universe! The HiPS all-sky progressive overlay provide stunning views from numerous surveys spanning the whole electromagnetic spectrum.
ca: Per a estudiants i professors, permet velocitats de simulació ajustables per tal de veure fenòmens que transcorren en escales temporals llargues, la calculadora astronòmica del KStars per a predir conjuncions i molts càlculs astronòmics habituals. Per a l'astrònom aficionat, proporciona un planificador d'observació, una eina de calendari del cel i un editor del CDV per a calcular el camp de visió de l'equip i mostrar-lo. Descobriu objectes interessants amb l'eina «Què passa aquesta nit», representeu gràfics d'altitud en funció del temps per a qualsevol objecte, imprimiu diagrames del cel en alta qualitat, i tindreu accés a molta informació i recursos per a ajudar-vos a explorar l'univers! La superposició progressiva a tot el cel de HiPS proporciona visions espectaculars de nombrosos rastreigs que abasten tot l'espectre electromagnètic.
ca@valencia: Per a estudiants i professors, admet velocitats de simulació ajustables per tal de visualitzar fenòmens que ocorren a llargues escales de temps, la calculadora astronòmica de KStars per a predir les conjuncions i molts càlculs astronòmics habituals. Per a l'astrònom aficionat, proporciona un planificador d'observacions, una eina de calendari del cel i un editor de CDV per a calcular el camp de visió de l'equip i mostrar-lo. Descobriu objectes interessants amb l'eina «Què passa esta nit», representa gràfics d'altitud en funció del temps per a qualsevol objecte, imprimix diagrames del cel en alta qualitat, i accedix a molta informació i recursos per ajudar-vos a explorar l'univers! La superposició progressiva a tot el cel de HiPS proporciona visions espectaculars de nombroses enquestes que abasten tot l'espectre electromagnètic.
es: Para estudiantes y profesores, permite velocidades de simulación ajustables para poder visualizar los fenómenos que ocurren a lo largo de grandes periodos de tiempo. La calculadora astronómica de KStars se puede usar para predecir conjunciones y para realizar numerosos cálculos astronómicos. Para el astrónomo aficionado, proporciona un planificador de observaciones, una herramienta de calendario celeste y un editor de campo de visión para calcular el campo de visión de su equipo y mostrarlo. Encuentre objetos interesantes con la herramienta «Qué ocurre esta noche», dibuje gráficos de altura frente a tiempo de cualquier objeto, imprima cartas estelares de gran calidad y obtenga acceso a gran cantidad de información y recursos que le ayudarán a explorar el universo. La capa progresiva HiPS de todo el cielo proporciona imponentes vistas de numerosos estudios que comprenden todo el espectro electromagnético.
nl: Voor leerlingen en hun leraren is de simulatiesnelheid te variëren, zodat gebeurtenissen die een lange tijd in beslag nemen, kunnen worden bekeken. Verder bevat KStars een Astrorekenmachine voor het voorspellen van conjuncties (samenstanden) en voor vele andere astronomische berekeningen. Voor de amateur astronoom heeft het een waarnemingenplanner, een hemelagenda, en een bewerkingsprogramma (editor) voor het gezichtsveld, waarmee het gezichtsveld van de apparatuur kan worden berekend en getoond. Vind uit welke interessante objecten er te zien zijn met het hulpmiddel "Wat is er vanavond te zien", plot voor elk object een grafiek van de hoogte als functie van de tijd, druk hemelkaarten van hoge kwaliteit af, en verkrijg toegang tot een schat aan informatie, om u te helpen bij het onderzoeken van het heelal! De HiPS gehele hemel progressieve overlay levert fantastische weergaven van talrijke overzichten die het gehele elektromagnetisch spectrum omvatten.
pt_br: Para alunos e professores, ele suporta velocidades de simulação ajustáveis ​​para visualizar fenômenos que ocorrem em longas escalas de tempo, a calculador astronômica do KStars para prever conjunções e muitos cálculos astronômicos comuns. Para o astrônomo amador, ele oferece um planejador de observação, uma ferramenta de calendário celeste e um editor de campo de visão para calcular o campo de visão dos equipamentos e exibi-los. Descubra objetos interessantes na ferramenta "O que está acontecendo hoje à noite", crie gráficos de altitude versus tempo para qualquer objeto, imprima mapas celestes de alta qualidade e tenha acesso a muitas informações e recursos para ajudá-lo a explorar o universo! A sobreposição progressiva HiPS de todo o céu oferece vistas deslumbrantes de vários levantamentos abrangendo todo o espectro eletromagnético.
sl: Za študente in učitelje podpira nastavljive hitrosti simulacije za ogled pojavov, ki se zgodijo v dolgih časovnih obdobjih, KStars Astrokalkulator za napovedovanje konjunkcij in številni običajni astronomski izračuni. Za amaterske astronome ponuja načrtovalnik opazovanj, orodje za koledar neba in urejevalnik polja vidnosti za izračun vidnega polja opreme in njihov prikaz. Poiščite zanimive objekte v orodju “Kaj je nocoj na nebu?“, izrišite grafikone višine in časa za kateri koli objekt, natisnite visokokakovostne karte neba in pridobite dostop do številnih informacij in virov, ki vam bodo v pomoč pri raziskovanju vesolja! Progresivno prekrivanje vsega neba z HiPS zagotavlja osupljive poglede iz številnih raziskav, ki zajemajo celoten elektromagnetni spekter.
uk_ua: Для учнів та учителів передбачено можливість коригування швидкості імітації з метою ознайомлення із тривалими небесними явищами. Астрокалькулятор &kstars; здатен передбачати сполучення об’єктів, а також виконувати багато типових астрономічних обчислень. Для астрономів-аматорів передбачено засіб планування спостережень, небесний календар та редактор поля зору для обчислення поля зору обладнання та його показу на карті. За допомогою засобу «Цікаві об’єкти» можна спостерігати за найцікавішими небесними явищами. Можна креслити графіки залежності висоти об’єкта від часу, друкувати високоякісні карти зоряного неба і отримувати доступ до значних інформаційних ресурсів, як допоможуть вам у вивченні всесвіту. Накладка HiPS на усю карту зоряного неба надає захопливі картини численних засобів спостереження в усьому електромагнітному спектрі. До складу KStars включено астрографічний комплекс Ekos, повноцінне астрографічне рішення, за допомогою якого можна керувати усіма пристроями INDI, зокрема телескопами, ПЗЗ, цифровими фотокамерами, фокусувальниками, фільтрами тощо. У Ekos передбачено дуже точні механізми стеження на основі зовнішнього та внутрішнього розв’язувача астрометричних задач, можливості автофокусування та автонаведення, а також захоплення одного або декількох зображень за допомогою потужного вбудованого засобу керування захопленням послідовності зображень.

source: Ekos is a complete astrophotography solution that provides everything needed for automated or manual deep-sky imaging. It can control all INDI devices including numerous telescopes, CCD and CMOS astronomy cameras, DSLRs, focusers, filters, rotators, domes and a lot more. Ekos supports highly accurate tracking using online and offline astrometry solvers, autofocus and autoguiding capabilities, and capture of single or multiple images using its powerful built-in scheduler. It integrates well with the skymap, and FITS Viewer. It also has tools for polar alignment and measuring optical aberrations.
ca: L'Ekos és una solució completa d'astrofotografia que proporciona tot el necessari per a imatges automàtiques o manuals del cel profund. Pot controlar tots els dispositius INDI incloent nombrosos telescopis, càmeres d'astronomia CCD i CMOS, DSLR, enfocadors, filtres, rotors, cúpules i molt més. L'Ekos permet un seguiment d'alta precisió utilitzant solucionadors d'astrometria en línia i fora de línia, capacitats d'autofocus i autoguiatge i captura d'imatges individuals o múltiples utilitzant el potent planificador integrat. S'integra bé amb el mapa celeste i el visualitzador de FITS. També disposa d'eines per a l'alineació polar i la mesura de les aberracions òptiques.
ca@valencia: Ekos és una solució completa d'astrofotografia que proporciona tot el necessari per a obtindre imatges del cel profund de manera automatitzada o manual. Pot controlar tots els dispositius INDI, inclosos nombrosos telescopis, càmeres d'astronomia CCD i CMOS, rèflex digitals, enfocadors, filtres, rotors, cúpules i molt més. Ekos admet un seguiment molt precís mitjançant solucionadors d'astrometria en línia i fora de línia, té capacitats d'enfocament automàtic i guiatge automàtic, i captura d'imatges individuals o múltiples mitjançant el seu potent programador integrat. S'integra bé amb el mapa celeste i el visor de FITS. També disposa d'eines per a l'alineació polar i la mesura de les aberracions òptiques.
es: Ekos es una completa solución de fotografía astronómica que proporciona todo lo necesario para la obtención automática o manual de imágenes del cielo profundo. Puede controlar cualquier dispositivo INDI, como numerosos telescopios, cámaras astronómicas CCD y CMOS, DSLR, enfocadores, filtros, rotadores y cúpulas, entre otros. Ekos permite realizar un seguimiento muy preciso mediante el uso de un sistema de identificación astrométrico con o sin conexión a internet y tiene capacidad de enfoque y guiado automáticos. También permite capturar una o varias imágenes mediante el uso de un potente gestor de secuencias integrado. Se integra bien con el mapa del cielo y con el visor FITS. También dispone de herramientas para alineamiento polar y para medir aberraciones ópticas.
nl: Bij KStars inbegrepen is de suite voor astrofotografie van Ekos, een compleet programma voor astrofotografie. Het kan alle INDI-apparaten besturen, waaronder tal van telescopen, CCD's, DSLR's, focusers, filters, en nog veel meer. Met Ekos kunt u zeer nauwkeurig sterren volgen, gebruik makend van een online en offline oplosser voor astrometrie, heeft mogelijkheden voor autofocus en automatisch volgen en enkele of meerdere afbeeldingen vastleggen met behulp van de krachtige ingebouwde "sequentiebeheerder" (beheerprogramma voor rijen). Het integreert goed met de hemelkaart en FITS-viewer. Het heeft ook hulpmiddelen voor polaire uitlijning en het meten van optische aberraties.
pt_br: O Ekos é uma solução completa de astrofotografia que fornece tudo o que é necessário para imagens automatizadas ou manuais do céu profundo. Ele pode controlar todos os dispositivos INDI, incluindo diversos telescópios, câmeras astronômicas CCD e CMOS, DSLRs, focadores, filtros, rotadores, cúpulas e muito mais. O Ekos suporta rastreamento altamente preciso usando solucionadores de astrometria online e offline, recursos de foco automático e auto-guiamento, e captura de imagens únicas ou múltiplas usando seu poderoso agendador integrado. Ele se integra bem ao mapa celeste e ao visualizador do FITS. Ele também possui ferramentas para alinhamento polar e medição de aberrações ópticas.
sl: Ekos je popolna rešitev za astrofotografijo, ki nudi vse, kar je potrebno za samodejno ali ročno slikanje globokega neba. Upravlja lahko vse naprave INDI, vključno s številnimi teleskopi, astronomskimi kamerami CCD in CMOS, DSLR-ji, fokuserji, filtri, rotatorji, kupolami in še veliko več. Ekos podpira zelo natančno sledenje z uporabo spletnih in nespletnih astrometričnih reševalnikov, zmožnosti samodejnega ostrenja in samodejnega vodenja ter zajem ene ali več slik s svojim zmogljivim vgrajenim razporejevalnikom. Dobro se integrira z zvezdno karto in pregledovalnikom FITS. Ima tudi orodja za polarno poravnavo in merjenje optičnih aberacij.
uk_ua: Ekos є повноцінним астрографічним рішенням, у якому передбачено усі потрібні речі для автоматизованого створення знімків віддалених об'єктів та створення знімків вручну. Програма може керувати усіма пристроями INDI, зокрема численними телескопами, астрономічними камерами на основі ПЗЗ та CMOS, цифровими дзеркальними фотокамерами, засобами фокусування, фільтрами, засобами обертання, куполами та іншим обладнанням. В Ekos передбачено підтримку дуже високоточного стеження за допомогою мережевих та автономних астрометричних розв'язувачів, можливості автоматичного фокусування та наведення та створення одинарних знімків та послідовностей знімків за допомогою потужного вбудованого планувальника. Програму добре інтегровано з картою зоряного неба та переглядачем FITS. Також у ній передбачено засоби полярного вирівнювання та вимірювання оптичних аберацій.

source: The FITS Viewer can display FITS and other format images, including those captured by Ekos. One can zoom and pan, view stretched versions of the images, see image histograms, plate-solve and find stars and coordinates in the images.
ca: El visualitzador de FITS pot mostrar imatges FITS i altres formats, incloses les capturades per l'Ekos. Es pot fer zoom i panoràmica, veure versions estirades de les imatges, veure histogrames d'imatges, resoldre plaques i trobar estrelles i coordenades a les imatges.
ca@valencia: El visor de FITS pot mostrar les imatges FITS i en altres formats, incloses les capturades per Ekos. Es pot fer zoom i panoràmica, veure versions estirades de les imatges, veure els histogrames de les imatges, resoldre les plaques i trobar estreles i coordenades en les imatges.
es: El visor FITS puede mostrar imágenes FITS y de otros formatos, incluidas las que captura Ekos. Puede ampliar y desplazar las imágenes, usar versiones estiradas de las mismas, mostrar sus histogramas, identificar placas y encontrar estrellas y coordenadas en las imágenes.
nl: De FITS-viewer kan FITS en ander formaat afbeeldingen tonen, inclusief die zijn opgenomen door Ekos. Je kunt zoomen en rondkijken, uitgerekte versies van de afbeeldingen bekijken, afbeeldingshistogrammen zien, plaat-oplossen en sterren en coördinaten in de afbeeldingen vinden.
pt_br: O visualizador FITS pode exibir imagens FITS e de outros formatos, incluindo aquelas capturadas pelo Ekos. É possível aplicar zoom e deslocamentos, visualizar versões ampliadas das imagens, ver histogramas de imagens, resolver placas e encontrar estrelas e coordenadas nas imagens.
sl: Pregledovalnik FITS lahko prikaže slike FITS in drugih formatov, vključno s tistimi, ki jih je posnel Ekos. Lahko povečate in premikate, si ogledate raztegnjene različice slik, si ogledate histograme slik, rešite ploščo in poiščete zvezde in koordinate na slikah.
uk_ua: Переглядач FITS може показувати зображення у форматі FITS та інших форматах, зокрема зображення, які створено за допомогою Ekos. Зображення можна масштабувати, панорамувати та переглядати розтягнуті версії, переглядати гістограми зображення, результати прив'язування до карти та знаходити зірки і координати на зображеннях.

source: Contents
ca: Contingut
ca@valencia: Contingut
es: Contenido
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk_ua: Зміст

source: **List of Tables**
ca: **Llista de taules**
ca@valencia: **Llista de les taules**
es: **Lista de tablas**
nl: **Lijst met tabellen**
pt_br: **Lista de tabelas**
sl: **Seznam tabel**
uk_ua: **Список таблиць**

source: 3.1. :ref:`Stars Catalogs <catalogs-stars>`
ca: 3.1. :ref:`Catàlegs d'estrelles <catalogs-stars>`
ca@valencia: 3.1. :ref:`Catàlegs d'estreles <catalogs-stars>`
es: 3.1. :ref:`Catálogos de estrellas <catalogs-stars>`
nl: 3.1. :ref:`Sterrencatalogi <catalogs-stars>`
pt_br: 3.1. :ref:`Catálogos de estrelas <catalogs-stars>`
sl: 3.1. :ref:`Katalogi zvezd <catalogs-stars>`
uk_ua: 3.1. :ref:`Зоряні каталоги <catalogs-stars>`
