Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-blackbody.po
Languages: bg, ca, ca@valencia, es, et, it, nl, pl, ru, sv

source: Blackbody Radiation
ca@valencia: Radiació d'un cos negre
it: Radiazione di corpo nero
sv: Svartkroppsstrålning

source: A *blackbody* refers to an opaque object that emits *thermal radiation*. A perfect blackbody is one that absorbs all incoming light and does not reflect any. At room temperature, such an object would appear to be perfectly black (hence the term *blackbody*). However, if heated to a high temperature, a blackbody will begin to glow with *thermal radiation*.
ca@valencia: Un *cos negre* fa referència a un objecte opac que emet *radiació tèrmica*. Un cos negre perfecte és aquell que absorbix tota la llum entrant i no en reflectix gens ni mica. A temperatura ambient, dit objecte hauria d'aparéixer perfectament negre (d'ací el terme *cos negre*). No obstant açò, si és escalfat a una alta temperatura, un cos negre començarà a brillar intensament amb *radiació tèrmica*.
it: Con *corpo nero* si fa riferimento a un oggetto che emette *radiazione termica*. Un corpo nero perfetto assorbe tutta la luce incidente senza rifletterla. Alla temperatura ambiente un oggetto di questo tipo apparirebbe perfettamente nero (da cui il termine *corpo nero*) Tuttavia, se portato ad alte temperature, un corpo nero inizierà ad emettere *radiazione termica*.
sv: En *svartkropp* syftar på en ideal form av objekt som strålar ut *termisk strålning*. En perfekt svart kropp absorberar allt inkommande ljus och reflekterar ingenting. Ett sådant objekt ser ut att vara fullständigt svart i rumstemperatur (därav uttrycket *svart kropp*). Men om den hettas upp till en hög temperatur, börjar en svart kropp att glöda med *termisk strålning*.

source: In fact, all objects emit thermal radiation (as long as their temperature is above Absolute Zero, or -273.15 degrees Celsius), but no object emits thermal radiation perfectly; rather, they are better at emitting/absorbing some wavelengths of light than others. These uneven efficiencies make it difficult to study the interaction of light, heat and matter using normal objects.
bg: Всъщност всички обекти имат топлинно излъчване (стига температурата им да е над абсолютната нула или-273,15 градуса по Целзий), но никой обект не отделя идеално топлинно излъчване. По-скоро някои са по-добри при излъчване/поглъщане на определени дължини на вълните на светлината от други. Това затруднява изследването на взаимодействието на светлина, топлина и материя с помощта на нормални обекти.
ca: De fet, tots els objectes produeixen emissions de radiació tèrmica (sempre que la seva temperatura estigui per sobre del zero absolut o -273,15 graus Celsius), però cap objecte emet una radiació tèrmica perfecta, més aviat emeten/absorbeixen millor a determinades longituds d'ona de llum que a d'altres. Aquestes petites variacions dificulten l'estudi de la interacció de la llum, la calor i la matèria utilitzant objectes normals.
ca@valencia: De fet, tots els objectes produïxen emissions de radiació tèrmica (sempre que la seua temperatura estiga per damunt del zero absolut o -273,15 graus Celsius), però cap objecte emet una radiació tèrmica perfecta, més prompte emeten/absorbixen millor a determinades longituds d'ona de llum que a d'altres. Estes xicotetes variacions dificulten l'estudi de la interacció de la llum, la calor i la matèria utilitzant objectes normals.
es: Todos los objetos emiten radiación térmica (siempre que su temperatura esté por encima del cero absoluto, o -273,15 grados Celsius), pero ningún objeto es en realidad un emisor perfecto, en realidad emiten o absorben mejor unas longitudes de onda de luz que otras. Estas pequeñas variaciones dificultan el estudio de la interacción de la luz, el calor y la materia utilizando objetos normales.
et: Õigupoolest eraldavad kõik objektid soojuskiirgust, kui nende temperatuur on suurem kui absoluutne null ehk -273,15 kraadi Celsiuse järgi, kuid ükski objekt ei kiirga soojust ideaalselt, vaid võtab vastu ja eraldab mõningaid valguse lainepikkusi paremini kui teisi. Selline ebaühtlus on muutnud valguse, soojuse ja aine koostoime uurimise tavaliste objektide näitel üsna keeruliseks.
it: Tutti gli oggetti emettono radiazione termica (fintantoché la loro temperatura è al di sopra dello zero assoluto, o -273,15 gradi Celsius), ma nessun oggetto è davvero un emettitore perfetto; piuttosto, emetterà/assorbirà certe lunghezze d'onda della luce meglio di altre. Queste efficienze variabili rendono difficile studiare l'interazione di luce, calore e materia usando oggetti comuni.
nl: In feite zenden alle objecten thermische straling uit (tenminste, als hun temperatuur boven het absolute nulpunt, 0 K of -273,15 graden Celsius is). Maar er is geen object dat een perfect zwart lichaam is; in werkelijkheid kan elk object sommige golflengten van het licht beter absorberen/uitstralen dan andere golflengten. Deze ongelijkheid maakt het lastig om de wisselwerking van licht, warmte en materie te bestuderen door hiervoor normale objecten te gebruiken.
pl: W rzeczywistości wszystkie obiekty niebieskie emitują promieniowanie termiczne (pod warunkiem, że ich temperatura jest powyżej zera bezwzględnego lub -273,15 stopni Celsjusza), ale żaden z obiektów nie emituje promieniowania idealnie; obiekty emitują/pochłaniają niektóre długości fali świetlnej bardziej niż inne. Takie nierówna efektywność utrudnia studiowanie wzajemnego oddziaływaniaświatła, ciepła i materii przy użyciu normalnych obiektów.
ru: Все объекты обладают тепловым излучением (пока их температура выше абсолютного нуля, то есть -273,15 градусов по Цельсию), но ни один объект не является абсолютным излучателем; скорее, одни объекты излучают/поглощают свет с определённой длиной волны лучше других. Такие нечёткие результаты при работе с обычными объектами затрудняют изучение взаимосвязи света, температуры и материи.
sv: I själva verket avger alla objekt termisk strålning (så länge deras temperatur är över absoluta nollpunkten, eller -273,15 grader Celsius), men inget objekt strålar ut perfekt, utan istället är de bättre på att avge/uppta vissa ljusvåglängder än andra. Dessa skilda verkningsgrader gör det svårt att studera kopplingen mellan ljus, värme och materia med vanliga objekt.

source: Fortunately, it is possible to construct a nearly-perfect blackbody. Construct a box made of a thermally conductive material, such as metal. The box should be completely closed on all sides, so that the inside forms a cavity that does not receive light from the surroundings. Then, make a small hole somewhere on the box. The light coming out of this hole will almost perfectly resemble the light from an ideal blackbody, for the temperature of the air inside the box.
bg: За щастие е възможно да се конструира почти перфектно черно тяло. Конструирайте кутия, направена от топлопроводим материал, като метал. Кутията трябва да е напълно затворена от всички страни, така че вътрешността образува кухина, която не получава светлина от околната среда. След това направете малка дупка някъде на кутията. Светлината, излизаща от тази дупка, ще прилича почти идеално на светлината от абсолютно черно тяло, за температурата на въздуха вътре в кутията.
ca: Afortunadament, és possible construir un cos negre pràcticament perfecte. Es construeix una caixa amb algun material que sigui termoconductor, com ara el metall. La caixa haurà d'estar completament tancada per tots costats, de manera que l'interior formi una cavitat que no rebi llum des de l'exterior. Aleshores, es fa un petit forat en algun punt de la caixa. La llum que surti d'aquest forat tindrà un semblant gairebé perfecte al de la llum d'un cos negre ideal, a causa de la temperatura de l'aire a l'interior de la caixa.
ca@valencia: Afortunadament, és possible construir un cos negre pràcticament perfecte. Es construïx una caixa amb algun material que siga termoconductor, com ara el metall. La caixa haurà d'estar completament tancada per tots els costats, de manera que l'interior forme una cavitat que no reba llum des de l'exterior. Aleshores, es fa un xicotet forat en algun punt de la caixa. La llum que isca per este forat tindrà un pareixent quasi perfecte al de la llum d'un cos negre ideal, a causa de la temperatura de l'aire a l'interior de la caixa.
es: Afortunadamente, es posible construir un cuerpo negro prácticamente perfecto. Se construye una caja con algún material que sea conductor térmico, como el metal. La caja debe estar completamente cerrada por todas sus caras, de forma que el interior forme una cavidad que no reciba luz del exterior. Entonces se hace un pequeño agujero en algún punto de la caja. La luz que salga de ese agujero tendrá un parecido casi exacto a la luz de un cuerpo negro ideal, a la temperatura del aire del interior de la caja.
et: Õnneks on võimalik luua peaaegu ideaalne must keha. Selleks tuleb võtta soojusjuhtivast materjalist, näiteks metallist kast. See peab olema igast küljest suletud, nii et väljast ei pääseks sise valgust. Kui nüüd teha kasti avaus, siis sellest väljuv valgus on peaaegu täpselt ideaalse musta keha valgus vastavalt kastis valitsevale temperatuurile.
it: Fortunatamente, è possibile realizzare un corpo nero quasi perfetto. Costruisci una scatola di materiale termoconduttivo, come il metallo. La scatola dovrebbe essere completamente chiusa da tutti i lati, in modo che l'interno non riceva luce dall'ambiente circostante. Quindi pratica un piccolo buco in un punto della scatola. La luce uscente da questo buco sarà quasi identica a quella di un corpo nero ideale, dato che la temperatura dell'aria nella scatola è costante.
nl: Gelukkig is het mogelijk om een bijna perfect zwart lichaam te maken. Neem een doos van thermisch geleidend materiaal, zoals metaal. De doos moet aan alle zijden geheel worden afgesloten, zodat de binnenkant een holte vormt waarin geen licht van buiten kan komen. Maak daarna ergens op de doos een klein gaatje. Het licht dat uit dit gaatje komt zal bijna perfect op het licht lijken dat komt van een zwart lichaam, dat de temperatuur heeft van de lucht binnen in de doos. Opmerking vertaler: hoewel het oog niet geheel aan de beschrijving voldoet, is de pupil een goed voorbeeld. De pupil is zwart omdat licht dat (schuin) in het oog valt, binnen het oog wordt verstrooid en in alle richtingen door de wanden wordt weerkaatst,zodat maar een zeer klein gedeelte ervan door de pupil weer naar buiten komt.
pl: Na szczęście istnieje możliwość budowy prawie idealnego ciała czarnego. Należy zastosować skrzynkę z materiału przewodzącego ciepło, takiego jak metal. Skrzynka powinna być szczelnie zamknięta ze wszystkich stron tak, by wnętrze było przestrzenią, do której nie wpada żadne światło z otoczenia. Następnie należy wykonać małą dziurkę gdzieś w skrzynce. Światło wychodzące z tej dziury będzie niemalże idealnie przypominać światło z idealnego ciała czarnego dla temparatury powietrza wewnątrz skrzynki.
ru: К счастью, возможно создать почти идеальное чёрное тело. Сделайте ящик из материала, проводящего тепло, например, из металла. Ящик должен быть полностью закрыт так, чтобы свет не проникал внутрь. Затем проделайте в нем очень маленькое отверстие. Свет, выходящий через это отверстие, будет почти идеально соответствовать свету абсолютно черного тела при температуре воздуха внутри ящика.
sv: Tursamt nog, är det möjligt att konstruera en nästan perfekt svart kropp. Konstruera en låda som är gjord av ett termiskt ledande material, som metall. Lådan ska vara fullständigt sluten på alla sidor, så att insidan bildar ett hålrum som inte tar emot ljus från omgivningen. Gör därefter ett mycket litet hål någonstans på lådan. Ljuset som kommer ut ur detta hål, liknar nästan perfekt det från en ideal svart kropp, vid lufttemperaturen inne i lådan.

source: At the beginning of the 20th century, scientists Lord Rayleigh, and Max Planck (among others) studied the blackbody radiation using such a device. After much work, Planck was able to empirically describe the intensity of light emitted by a blackbody as a function of wavelength. Furthermore, he was able to describe how this spectrum would change as the temperature changed. Planck's work on blackbody radiation is one of the areas of physics that led to the foundation of the wonderful science of Quantum Mechanics, but that is unfortunately beyond the scope of this article.
bg: В началото на 20 век учените лорд Рейли и Макс Планк (наред с други) изследват излъчването на черното тяло с помощта на такова устройство. След много работа Планк успява емпирично да опише интензитета на светлината, излъчвана от черно тяло, като функция на дължината на вълната. Освен това той успява да опише, как този спектър ще се промени с промяната на температурата. Работата на Планк върху излъчването на черното тяло е една от областите на физиката, довели до основаването на чудната наука за квантовата механика, но това за съжаление е извън обхвата на тази статия.
ca: A principis del segle XX, els científics Lord Rayleigh i Max Planck (entre altres) estudiaven la radiació dels cossos negres emprant un dispositiu similar. Després de molta feina, Plank fou capaç de descriure perfectament la intensitat de la llum emesa per un cos negre com a una funció de longitud d'ona. A més, fou capaç de descriure com variava l'espectre en canviar la temperatura. El treball d'en Planck sobre la radiació dels cossos negres és una de les àrees de la física que dugueren a la fundació de la meravellosa ciència de la mecànica quàntica, però malauradament això queda fora de l'objectiu d'aquest article.
ca@valencia: A principis del segle XX, els científics Lord Rayleigh i Max Planck (entre altres) estudiaven la radiació dels cossos negres emprant un dispositiu similar. Després de molta faena, en Plank fou capaç de descriure perfectament la intensitat de la llum emesa per un cos negre com a una funció de longitud d'ona. A més, fou capaç de descriure com variava l'espectre en canviar la temperatura. El treball d'en Planck sobre la radiació dels cossos negres és una de les àrees de la física que dugueren a la fundació de la meravellosa ciència de la mecànica quàntica, però desgraciadament açò queda fora de l'objectiu d'este article.
es: A principios del siglo XX, los científicos Lord Rayleigh, y Max Planck (entre otros) estudiaron la radiación de cuerpo negro utilizando un dispositivo similar. Tras un largo estudio, Planck fue capaz de describir perfectamente la intensidad de la luz emitida por un cuerpo negro en función de la longitud de onda. Fue incluso capaz de describir cómo variaría el espectro al cambiar la temperatura. El trabajo de Planck sobre la radiación de los cuerpos negros es una de las áreas de la física que llevaron a la fundación de la maravillosa ciencia de la mecánica cuántica, pero eso, desafortunadamente, queda fuera del objetivo de este artículo.
et: 20. sajandi algul uurisid sellise seadmega musta keha kiirgust teiste seas nii tuntud teadlased, nagu lord Rayleigh ja Max Planck. Pärast pikka vaevanägemist kirjeldas Planck lõpuks musta keha kiiratavat valgust lainepikkuse funktsioonina. Lisaks sellele selgitas ta, kuidas muutub spekter temperatuuri muutudes. Plancki töö musta keha kiirguse probleemi kallal oli üks aluseid imelise kvantmehaanika loomisel, mille lähem kirjeldamine paraku ei mahu käesoleva artikli raamidesse.
it: All'inizio del ventesimo secolo, gli scienziati Lord Rayleigh e Max Planck (tra gli altri) studiarono la radiazione di corpo nero con uno strumento simile. Dopo molto lavoro, Planck fu in grado di descrivere empiricamente l'intensità della luce emessa da un corpo nero in funzione della lunghezza d'onda. Riuscì inoltre a descrivere come questo spettro varia al variare della temperatura. Il lavoro di Planck sulla radiazione di corpo nero è uno dei campi della fisica che portarono alla fondazione della meravigliosa scienza della Meccanica Quantistica, ma ciò va sfortunatamente oltre lo scopo di questo articolo.
nl: In het begin van de 20e eeuw, bestudeerden wetenschappers zoals Lord Rayleigh en Max Planck (en anderen) de straling van een zwart lichaam met behulp van zo'n doos. Na veel arbeid kon Planck een empirische (proefondervindelijke) beschrijving geven van de intensiteit (sterkte) van het licht dat door een zwart lichaam wordt uitgezonden, als functie van de golflengte. Verder nog kon hij beschrijven hoe dit spectrum (de grafiek van de intensiteit van de thermische straling als functie van de golflengte) verandert als de temperatuur verandert. Het werk van Planck aan de zwartelichaamsstraling is een van die gebieden van de Natuurkunde die aan de basis stonden van die wonderlijke wetenschap, de Quantum Mechanica, maar ongelukkigerwijs valt deze buiten het bestek van dit artikel.
pl: Na początku XX wieku naukowcy Lord Rayleigh i Max Planck (między innymi) badali promieniowanie ciała doskonale czarnego przy użyciu takiego urządzenia. Po długich badaniach Planck był w stanie empirycznie opisać intensywność światła emitowanego przez ciało czarne w funkcji długości fali. Co więcej, potrafił on opisać, jak będzie się zmieniać widmo po zmianie temperatury. Prace Plancka nad promieniowaniem ciała czarnego są jedną z dziedzin fizyki prowadzącą do powstania wspaniałej nauki: mechaniki kwantowej, ale jest to niestety poza zakresem tego artykułu.
ru: В начале 20 века учёные Лорд Рэлей, Вильгельм Вин и Макс Планк (а также многие другие) использовали такое приспособление при исследовании излучения чёрного тела. Проделав большую работу, Планк смог точно описать яркость света, излучаемого чёрным телом, как функцию от длины волны. Более того, он смог описать зависимость спектра излучения от температуры. Работы Планка по исследованию чёрного тела легли в основу такого удивительного направления физики, как квантовая механика, к сожалению не входящего в тему данной статьи.
sv: I början av 1900-talet, studerade bland andra vetenskapsmännen Lord Rayleigh och Max Planck svartkroppsstrålning med en sådan apparat. Efter mycket arbete kunde Planck perfekt beskriva intensiteten hos ljuset som utstrålades av en svart kropp som en funktion av våglängden. Dessutom kunde han beskriva hur spektrat skulle ändra sig när temperaturen ändrades. Plancks arbete med svartkroppsstrålning är ett av de områden i fysiken som ledde fram till den underbara kvantmekaniken, men detta är tyvärr utanför det här avsnittets område.

source: What Planck and the others found was that as the temperature of a blackbody increases, the total amount of light emitted per second increases, and the wavelength of the spectrum's peak shifts to bluer colors (see Figure 1).
bg: Това, което Планк и другите откриват, е, че когато температурата на черното тяло се повишава, общото количеството светлина, излъчвана за секунда, се увеличава и дължината на вълната на пика на спектъра се измества към по-сини цветове (виж Фигура 1).
ca: El que en Planck i els altres descobriren era que a mesura que s'incrementava la temperatura d'un cos negre, la quantitat total de llum emesa per segon també augmentava i la longitud d'ona del màxim d'intensitat de l'espectre canviava cap a colors blavosos (vegeu la figura 1).
ca@valencia: El que en Planck i els altres descobriren era que a mesura que s'incrementava la temperatura d'un cos negre, la quantitat total de llum emesa per segon també augmentava i la longitud d'ona del màxim d'intensitat de l'espectre canviava cap a colors blavosos (vegeu la figura 1).
es: Lo que Planck y sus colegas descubrieron era que a medida que se incrementaba la temperatura de un cuerpo negro, la cantidad total de luz emitida por segundo también aumentaba, y la longitud de onda del máximo de intensidad del espectro se desplazaba hacia los colores azulados (ver la figura 1).
et: Planck ja teised avastasid, et kui musta keha temperatuur suureneb, kasvab sekundis kiiratava valguse hulk ning spektri lainepikkus muutub sinisemaks (vaata joonis 1).
it: Ciò che Planck e gli altri scoprirono è che, al crescere della temperatura di un corpo nero, la luce complessiva emessa per secondo aumenta, e la lunghezza d'onda del picco dello spettro si sposta verso colori più blu (vedi Figura 1).
nl: Wat Planck en de anderen vonden was, dat als de temperatuur van een zwart lichaam stijgt, de totale hoeveelheid licht die per seconde wordt uitgestraald toeneemt, en dat de golflengte van de top van het spectrum naar de blauwere kleuren (kortere golflengten) verschuift (zie figuur 1).
pl: Planck i inni odkryli, że przy wzroście temperatury ciała doskonale czarnego całkowita ilość światła emitowanego w czasie jednej sekundy wzrasta. Wierzchołki rozkładu długości fali na wykresie widmowym przesuwają się w stronę kolorów niebieskich (zobacz Rysunek 1).
ru: Планк и другие открыли, что с ростом температуры чёрного тела полная энергия, излучаемая в секунду, возрастает, и длина волны спектрального максимума сдвигается в направлении более синих цветов (см. рисунок 1).
sv: Vad Planck och andra fann var att när temperaturen hos en svart kropp ökar, så ökar den totala mängden ljus som avges per sekund, och våglängden för spektrats topp skiftar mot blåare färger (se figur 1).

source: Figure 1
bg: Фигура 1
ca: Figura 1
ca@valencia: Figura 1
es: Figura 1
et: Joonis 1
it: Figura 1
nl: Figuur 1
pl: Rysunek 1
ru: Рисунок 1
sv: Figur 1

source: For example, an iron bar becomes orange-red when heated to high temperatures and its color progressively shifts toward blue and white as it is heated further.
bg: Например желязната пръчка става оранжево-червена при нагряване до високи температури. Нейния цвят обаче прогресивно се измества към синьо и бяло, когато се нагрява още допълнително.
ca: Per exemple, una barra de ferro arriba a estar roent quan s'escalfa a altes temperatures, i el seu color canvia progressivament cap al blau i blanc quan més alta és l'escalfor.
ca@valencia: Per exemple, una barra de ferro es torna taronja-roig (arriba fins a estar roent) quan s'escalfa a altes temperatures, i el seu color canvia progressivament cap al blau i el blanc a mesura que s'escalfa més.
es: Por ejemplo, una barra de hierro se vuelve naranja rojiza cuando se calienta a temperaturas altas y su color se desplaza progresivamente hacia el azul a medida que se calienta más.
et: Nii muutub raud temperatuuri suurenedes oranžikas-punaseks ning edasisel kuumutamisel nihkub tema värv üha enam sinise ja valge suunas.
it: Per esempio, una barra di ferro diventa di colore rosso/arancione se scaldata ad alta temperatura, e il suo colore cambia progressivamente verso il blu e il bianco con l'aumentare della temperatura.
nl: Bijvoorbeeld, een ijzeren staaf wordt oranje-rood wanneer die tot een hoge temperatuur wordt verhit, en de kleur verandert naar blauw en wit als de staaf nog verder wordt verhit.
pl: Na przykład, sztabka żelaza po podgrzaniu do wysokiej temperatury staje się pomarańczowo-czerwona. Jej kolor stopniowo przesuwa się w stronę niebieskiego i białego przy dalszym ogrzewaniu.
ru: Например, слиток железа станет оранжево-красным при очень высоких температурах, и по мере нагревания цвет будет постепенно меняться в сторону синего и белого.
sv: En järnstång blir till exempel orangeröd när den hettas upp till en hög temperatur, och färgen skiftar efter hand till blå och vit när den hettas upp ytterligare.
