Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-blackbody.po
Languages: bg, ca, ca@valencia, es, et, it, nl, pl, ru, sv

source: In 1893, German physicist Wilhelm Wien quantified the relationship between blackbody temperature and the wavelength of the spectral peak with the following equation:
bg: През 1893 г. немският физик Вилхелм Виен определя количествено връзката между температурата на черното тяло и дължината на вълната на спектралния пик със следното уравнение:
ca: En 1893, el físic alemany Wilhelm Wien quantificà la relació entre la temperatura d'un cos negre i la longitud d'ona del pic espectral amb la següent equació:
ca@valencia: En 1893, el físic alemany Wilhelm Wien quantificà la relació entre la temperatura d'un cos negre i la longitud d'ona del pic espectral amb la següent equació:
es: En 1893 el científico alemán Wilhelm Wein cuantificó la relación entre la temperatura de un cuerpo negro y la longitud de onda del pico espectral con la siguiente ecuación:
et: 1893. aastal võttis saksa füüsik Wilhelm Wien musta keha temperatuuri ja lainepikkuse suhte kokku valemiga
it: Nel 1893, il fisico tedesco Wilhelm Wein quantificò la relazione tra temperatura del corpo nero e lunghezza d'onda del picco spettrale con la seguente equazione:
nl: In 1893 vond de Duitse Natuurkundige Wilhelm Wien de kwantitatieve relatie tussen de temperatuur van een zwart lichaam en de golflengte van de top van het spectrum, zoals weergegeven in de volgende vergelijking:
pl: W 1893 w Niemczech fizyk Wilhelm Wien określił relacje pomiędzy temperaturą ciała doskonale czarnego i długością fali szczytu na wykresie widmowym następującym równaniem:
ru: В 1893 году Вильгельм Вин определил отношение между температурой чёрного тела и длиной волны спектрального максимума с помощью следующего уравнения:
sv: År 1893, kvantifierade den tyska fysikern Wilhelm Wein sambandet mellan svartkroppstemperaturen och våglängden för spektraltoppen med följande ekvation:

source: where T is the temperature in Kelvin. Wien's law (also known as Wien's displacement law) states that the wavelength of maximum emission from a blackbody is inversely proportional to its temperature. This makes sense; shorter-wavelength (higher-frequency) light corresponds to higher-energy photons, which you would expect from a higher-temperature object.
bg: където Т е температурата в Келвин. Законът на Виен (известен също като закон на Виен за изместване)заявява, че дължината на вълната на максималното излъчване от черно тяло е обратно пропорционална на неговата температура. Това има смисъл; светлината с по-къса дължина на вълната (по-висока честота) съответства на фотони с по-висока енергия, както бихте очаквали от обект с по-висока температура.
ca: a on T és la temperatura en graus Kelvin. La llei de Wien (també coneguda com la llei del desplaçament de Wien) pot pronunciar-se amb les següents paraules: la longitud d'ona de l'emissió màxima d'un cos negre és inversament proporcional a la seva temperatura. Això té sentit, a longitud d'ona més curta (major freqüència) de llum li corresponen fotons de major energia, el qual ens fa esperar que elevi la temperatura de l'objecte.
ca@valencia: a on T és la temperatura en graus Kelvin. La llei de Wien (també coneguda com la llei del desplaçament de Wien) establix que la longitud d'ona de l'emissió màxima d'un cos negre és inversament proporcional a la seua temperatura. Açò té sentit, a longitud d'ona més curta (major freqüència) de llum correspon a fotons de major energia, el qual ens fa esperar que eleve la temperatura d'un objecte.
es: donde T es la temperatura en grados Kelvin. La ley de Wein (también conocida como la ley del desplazamiento de Wein) puede pronunciarse con las siguientes palabras «la longitud de onda de la emisión máxima de un cuerpo negro es inversamente proporcional a su temperatura». Esto tiene sentido; a longitud de onda de la luz más corta (mayor frecuencia) le corresponden fotones de mayor energía, lo que hace esperar que haga subir la temperatura del objeto.
et: kus T on temperatuur Kelvini järgi. Wieni seadus (kannab ka nimetust Wieni nihkeseadus) ütleb, et musta keha maksimaalse kiirguse lainepikkus on pöördvõrdeline selle temperatuuriga. Iseenesest on see ka loogiline: lühema lainepikkusega (suurema sagedusega) valgus vastab suurema energiaga footonitele, mille kiirgamist ju võibki oodata kõrgema temperatuuriga kehalt.
it: dove T è la temperatura in Kelvin. La legge di Wien (nota anche come legge dello spostamento di Wien) afferma che la lunghezza d'onda della massima emissione di un corpo nero è inversamente proporzionale alla sua temperatura. Ciò ha senso: la luce di minor lunghezza d'onda (e maggior frequenza) corrisponde a fotoni di energia più alta, come ci si aspetta da un oggetto a temperatura maggiore.
nl: waar T de temperatuur is in Kelvin. De wet van Wien (ook bekend als de verschuivingswet van Wien) zegt dat de golflengte van de maximale emissie (uitstraling) van een zwart lichaam omgekeerd evenredig is met de temperatuur van dat zwarte lichaam. Dit is wel te begrijpen: licht met een kortere golflengte (hogere frequentie) komt overeen met fotonen met een hogere energie, zoals je die zou verwachten van een object met een hogere temperatuur.
pl: gdzie T jest temperarurą w stopniach w skali Kelwina. Prawo Wiena (znane także jako prawo zamiany Wiena) mówi, że długość fali maksymalnej emisji z ciała doskonale czarnego jest odwrotnie proporcjonalna do jego temperatury. Oznacza to, że krótsza długość fali (większa częstotliwość) światła odpowiada większej energii fotonów, czego można spodziewać się po obiektach o wyższej temperaturze.
ru: где T &mdash; температура по Кельвину. Закон Вина (известный также как закон смещения Вина), можно передать словами: "длина волны максимального излучения чёрного тела обратно пропорциональна его температуре". Это логично: свет с более короткой длиной волны (более высокой частотой) соответствует фотонам большей энергии, чего естественно ожидать от объекта с более высокой температурой.
sv: där T är temperaturen i Kelvin. Wiens lag (som också är känd som Wiens deplacementslag) säger att våglängden av den maximala utstrålningen från en svart kropp är omvänt proportionell mot dess temperatur. Det här verkar rimligt: ljus med kortare våglängd (högre frekvens) motsvarar fotoner med högre energi, vilket man kan förvänta sig från ett objekt med högre temperatur.

source: For example, the sun has an average temperature of 5800 K, so its wavelength of maximum emission is given by:
bg: Например, Слънцето има средна температура от 5800 K, така че неговата дължина на вълната при максимална емисия се дава от:
ca: Per exemple, el Sol té una temperatura mitjana de 5.800 K, i la seva longitud d'ona d'emissió màxima és donada per:
ca@valencia: Per exemple, el Sol té una temperatura mitjana de 5.800 K, de manera que la seua longitud d'ona d'emissió màxima ve donada per:
es: Por ejemplo, el sol tiene una temperatura media de 5800 K con una longitud de onda de emisión máxima igual a
et: Nii on näiteks Päikese keskmine temperatuur 5800 K, mille maksimaalse kiirguse lainepikkus on:
it: Per esempio, il Sole ha una temperatura medio di 5800 K, con una lunghezza d'onda di massima emissione pari a:
nl: Bijvoorbeeld, de zon heeft een gemiddelde (oppervlakte)temperatuur van 5800 K, de golflengte van de maximale emissie (lambda(max)) wordt dus gegeven door:
pl: Przykład: Słońce ma średnią temperaturę 5800 K, czyli maksymalna emisja ma miejsce na następującej długości fali:
ru: Например, средняя температура Солнца &mdash; 5800 K, так что его длина волны максимального испускания рассчитывается так:
sv: Solen har till exempel medeltemperaturen 5800 K, så dess våglängd för maximal utstrålning anges av:

source: This wavelengths falls in the green region of the visible light spectrum, but the sun's continuum radiates photons both longer and shorter than lambda(max) and the human eyes perceives the sun's color as yellow/white.
bg: Тази дължина на вълната попада в зелената област на спектъра на видимата светлина, но слънчевият континуум излъчва фотони, както по-дълги, така и по-къси от ламбда(макс.). Поради това човешките очи възприемат Слънцето в жълтобял цвят.
ca: Aquestes longituds d'ona es posen en la regió verda de l'espectre de la llum visible, però el Sol irradia contínuament fotons amb longituds d'ona més llargues i més curtes que lambda(max) i l'ull humà percep el color del Sol com a groc/blanc.
ca@valencia: Estes longituds d'ona cauen a la regió verda de l'espectre de la llum visible, però el Sol irradia contínuament fotons amb longituds d'ona més llargues i més curtes que lambda(max) i l'ull humà percep el color del Sol com a groc/blanc.
es: Estas longitudes de onda se sitúan en la región verde del espectro de la luz visible, pero el Sol irradia continuamente fotones con longitudes de onda más largas y más cortas que lambda(max) y por eso el ojo humano percibe el color del Sol como blanco-amarillo.
et: See langeb nähtava valguse rohelisse ossa, kuid Päike kiirgab ka nii lühema kui pikema lainepikkusega footoneid kui lambda(max), mistõttu inimsilm näeb Päikese valgust kollakas-valgena.
it: Questa lunghezza d'onda cade nella regione verde dello spettro visibile, ma la radiazione continua del Sole emette fotoni a lunghezze d'onda maggiori e minori di lambda(max), e l'occhio umano percepisce come giallo/bianco il suo colore.
nl: Deze golflengte ligt in het groene deel van het zichtbare lichtspectrum, maar de Zon straalt ook licht uit met kortere en langere golflengten dan lambda(max). Het menselijke oog ziet de kleur van de Zon als geel/wit.
pl: Ta długość fali należy do zielonych barw widma światła widzialnego, ale Słońce emituje fotony na o długości fali: zarówno dłuższej jak i krótszej niż lambda(max) i ludzkie oko odbiera kolor Słońca jako żółty/biały.
ru: Эти длины волн попадают в зелёную область видимого спектра, но непрерывный спектр Солнца излучает фотоны короче и длиннее лямбды, и человеческий глаз распознаёт цвет солнца как жёлтый/белый.
sv: Den här våglängden faller i det gröna området av det synliga ljuset, men solens kontinuum strålar både ut fotoner som är längre och kortare än lambda(max), och det mänskliga ögat tolkar solens färg som gul eller vit.

source: In 1879, Austrian physicist Stephan Josef Stefan showed that the luminosity, L, of a black body is proportional to the 4th power of its temperature T.
bg: През 1879 г. австрийският физик Стефан Йозеф Стефан показа, че осветеността L на черно тяло е пропорционална на 4-та степен на нейната температура T.
ca: En 1879, el físic austríac Stephan Josef Stefan va demostrar que la lluminositat, L, d'un cos negre és proporcional a la quarta potència de la seva temperatura T.
ca@valencia: En 1879, el físic austríac Stephan Josef Stefan va demostrar que la lluminositat, L, d'un cos negre és proporcional a la quarta potència de la seua temperatura T.
es: En 1879, el físico austríaco Stephan Josef Stefan demostró que la luminosidad, L, de un cuerpo negro es proporcional a la cuarta potencia de su temperatura T.
et: 1879. aastal näitas austria füüsik Josef Stefan, et musta keha helendus L on võrdeline selle temperatuuri T neljanda astmega.
it: Nel 1879, il fisico austriaco Stephan Josef Stefan dimostrò che la luminosità L di un corpo nero è proporzionale alla quarta potenza della sua temperatura T.
nl: In 1879 toonde de Oostenrijkse Natuurkundige Stephan Josef Stefan aan dat de lichtkracht, L (de totale uitgestraalde energie) van een zwart lichaam evenredig is met de 4de macht van de (absolute) temperatuur T.
pl: W 1879 austriacki fizyk Stephan Josef Stefan pokazał, że jasność L ciała doskonale czarnego jest proporcjonalna do czwartej potęgi jego temperatury T.
ru: В 1879 году австрийский физик Стефан Йозеф Стефан показал, что <firstterm>светосила</firstterm> L чёрного тела пропорциональна четвёртой степени его температуры T.
sv: År 1879, visade den österikiske fysikern Stephan Josef Stefan att *luminositeten*, L, för en svart kropp är proportionell mot fjärdepotensen av dess temperatur T.

source: where A is the surface area, alpha is a constant of proportionality, and T is the temperature in Kelvin. That is, if we double the temperature (e.g. 1000 K to 2000 K) then the total energy radiated from a blackbody increase by a factor of 2\ :sup:`4` or 16.
ca@valencia: a on A és l'àrea de la superfície, alpha és una constant de proporció i T és la temperatura en graus Kelvin. És a dir, si doblem la temperatura (p. ex., de 1.000 K fins a 2.000 K) aleshores l'energia total irradiada per un cos negre s'incrementarà per un factor de 2\ :sup:`4` o de 16.
it: dove A è l'area superficiale, alfa è una costante di proporzionalità e T è la temperatura in Kelvin. Sarebbe a dire che se raddoppiamo la temperatura (per esempio da 1000 a 2000 K) l'energia totale irradiata da un corpo nero cresce di un fattore 2\ :sup:`4` o 16.
sv: där A är ytans area, alfa är en proportionalitetskonstant, och T är temperaturen i Kelvin. Om man alltså dubblar temperaturen (t.ex. från 1000 K till 2000 K) så ökar den totala energin som strålas ut från en svart kropp med faktorn 2\ :sup:`4` eller 16.

source: Five years later, Austrian physicist Ludwig Boltzman derived the same equation and is now known as the Stefan-Boltzman law. If we assume a spherical star with radius R, then the luminosity of such a star is
bg: Пет години по-късно австрийският физик Лудвиг Болцман извежда същото уравнение и сега този закон е известен като закон на Стефан-Болцман. Ако приемем сферична звезда с радиус R, тогава осветеността на такава звезда е
ca: Cinc anys després, el físic austríac Ludwig Boltzman derivà a la mateixa equació i ara és coneguda com la llei de Stefan-Boltzman. Si assumim que tenim una estrella esfèrica amb radi R, aleshores la lluminositat d'aquesta serà
ca@valencia: Cinc anys després, el físic austríac Ludwig Boltzman derivà a la mateixa equació i ara és coneguda com la llei de Stefan-Boltzman. Si assumim que tenim una estrela esfèrica amb radi R, aleshores la lluminositat d'esta serà
es: Cinco años después, el físico austriaco Ludwig Boltzman derivó la misma ecuación que hoy en día es conocida como la ley de Stephan-Boltzman. Si suponemos que tenemos una estrella esférica con radio R, entonces la luminosidad de esa estrella es
et: Viis aastat hiljem jõudis austria füüsik Ludwig Eduard Boltzmann sama valemini ning tänapäeval tuntaksegi seda Stefan-Boltzmanni valemina. Kui me võtame sfäärilise tähe raadiusega R, siis selle helendus on
it: Cinque anni dopo, il fisico austriaco Ludwig Boltzmann derivò la medesima equazione, che è ora nota come legge di Stefan-Boltzmann. Considerando una stella sferica di raggio R, la sua luminosità sarà pari a
nl: Vijf jaar later leidde de Oostenrijkse Natuurkundige Ludwig Boltzmann dezelfde relatie af, en die is nu bekend als de wet van Stefan-Boltzmann. Als we een bolvormige ster beschouwen met met een straal R, dan is de lichtkracht van een dergelijke ster
pl: Pięć lat później austriacki fizyk Ludwig Boltzman wyprowadził to samo równanie, znane obecnie jako prawo Stefana-Boltzmana. Jeżeli przyjmiemy, że promieńgwiazdy wynosi R, wtedy jasność tego ciała wynosi:
ru: Пятью годами позже австрийский физик Людвиг Больцман вывел то же уравнение, и оно теперь известно как закон Стефана-Больцмана. Для сферической звезды с радиусом R светосила будет равна
sv: Fem år senare, härledde den österikiske fysikern Ludwig Boltzman samma ekvation, och den är nu känd som Stefan-Boltzmans lag. Om man tänker sig en sfärisk stjärna med radien R, så är luminositeten för en sådan stjärna:

source: where R is the star radius in cm, and the alpha is the Stefan-Boltzman constant, which has the value:
bg: където R е радиусът на звездата в cm, а алфата е константата на Стефан-Болцман, която има стойност:
ca: a on R és el radi de l'estrella en cm, i alpha és la constant de Stefan-Boltzman, la qual té com a valor:
ca@valencia: a on R és el radi de l'estrela en cm, i alpha és la constant de Stefan-Boltzman, el qual té com a valor:
es: donde R es el radio de la estrella en cm, y alpha es la constante de Stephan-Boltzman, que tiene como valor: Alpha = 5,670 * 10^-5 erg/s/cm^2/K^-4.
et: kus R on tähe raadius sentimeetrites ja alfa Stefan-Boltzmanni konstant, mille väärtus on:
it: dove R è il raggio stellare in cm, e alfa è la costante di Stefan-Boltzmann, che ha il valore:
nl: waarin R de straal is van de ster in cm, en alpha de Stefan-Boltzmannconstante met de waarde:
pl: gdzie R jest promieniem gwiazdy w cm, a alfa jest stałą Stefana-Boltzmana, która ma wartość:
ru: где R &mdash; радиус звезды в сантиметрах, а Alpha &mdash; константа Стефана-Больцмана, равная:
sv: där R är stjärnans radie i cm, och alfa är Stefan-Boltzmans konstant, som har värdet:

source: image2
ca@valencia: Imatge 2
it: immagine2
sv: bild 2

source: image3
ca@valencia: Imatge 3
it: immagine3
sv: bild 3

source: image4
ca@valencia: Imatge 4
it: immagine4
sv: bild 4

source: image5
ca@valencia: Imatge 5
it: immagine5
sv: bild 5

source: image6
ca@valencia: Imatge 6
it: immagine6
sv: bild 6

source: image7
ca@valencia: Imatge 7
it: immagine7
sv: bild 7

source: <title>Blackbody Radiation</title>
bg: <title>Излъчване на абсолютно черно тяло</title>
ca: <title>Radiació d'un cos negre</title>
es: <title>Radiación de cuerpo negro</title>
et: <title>Musta keha kiirgus</title>
nl: <title>Zwartelichaamsstraling</title>
pl: <title>Promieniowanie ciała doskonale czarnego</title>
ru: <title>Излучение абсолютно чёрного тела</title>

source: <primary>Blackbody Radiation</primary>
bg: <primary>Излъчване на абсолютно черно тяло</primary>
ca: <primary>Radiació d'un cos negre</primary>
es: <primary>Radiación de cuerpo negro</primary>
et: <primary>Musta keha kiirgus</primary>
nl: <primary>Zwartelichaamsstraling</primary>
pl: <primary>Promieniowanie ciała doskonale czarnego</primary>
ru: <primary>Излучение абсолютно чёрного тела</primary>

source: Star Colors and Temperatures
bg: Цветове и температура на звездите
ca: Colors i temperatures de les estrelles
es: Colores de estrellas y temperaturas
et: Tähtede värv ja temperatuur
nl: Kleuren en temperaturen van sterren
pl: Barwy gwiazd i ich temperatury
ru: Цвета и температуры звёзд

source: A <firstterm>blackbody</firstterm> refers to an opaque object that emits <firstterm>thermal radiation</firstterm>. A perfect blackbody is one that absorbs all incoming light and does not reflect any. At room temperature, such an object would appear to be perfectly black (hence the term <emphasis>blackbody</emphasis>). However, if heated to a high temperature, a blackbody will begin to glow with <firstterm>thermal radiation</firstterm>.
bg: С термина <firstterm>абсолютно черно тяло</firstterm> се означава непрозрачен обект, който има <firstterm>топлинно излъчване</firstterm>. Едно перфектно черно тяло абсорбира цялата входяща светлина и не я отразява. При стайна температура такъв обект би изглеждал съвършено черен (оттук и терминът <emphasis>черно тяло</emphasis>). Въпреки това, ако се нагрее до висока температура, черното тяло ще започне да свети с <firstterm>топлинно излъчване.</firstterm>.
ca: Un <firstterm>cos negre</firstterm> fa referència a un objecte opac que emet <firstterm>radiació tèrmica</firstterm>. Un cos negre perfecte és aquell que absorbeix tota la llum entrant i no en reflecteix gens ni mica. A temperatura ambient, dit objecte hauria d'aparèixer perfectament negre (d'aquí el terme <emphasis>cos negre</emphasis>). No obstant això, si és escalfat a una alta temperatura, un cos negre començarà a brillar intensament amb <firstterm>radiació tèrmica</firstterm>.
es: Un <firstterm>cuerpo negro</firstterm> hace referencia a un objeto opaco que emite <firstterm>radiación térmica</firstterm>. Un cuerpo negro perfecto es aquel que absorbe toda la luz incidente y no refleja nada. A temperatura ambiente, un objeto de este tipo debería ser perfectamente negro (de ahí procede el término <emphasis>cuerpo negro</emphasis>.). Sin embargo, si se calienta a una temperatura alta, un cuerpo negro comenzará a brillar produciendo <firstterm>radiación térmica</firstterm>.
et: Mõiste <firstterm>must keha</firstterm> tähistab läbipaistmatut objekti, mis eraldab <firstterm>soojuskiirgust</firstterm>. Ideaalne must keha neelab kogu saabuva valguse ega peegelda seda. Toatemperatuuril oleks selline objekt ideaalselt must (siit ka mõiste <emphasis>must keha</emphasis>). Kuid kõrgemal temperatuuril hakkab ka must keha eraldama <firstterm>soojuskiirgust</firstterm>.
nl: Een <firstterm>zwart lichaam</firstterm> (black body) is een donker object dat <firstterm>thermische straling</firstterm> uitzendt. Een perfect zwart lichaam absorbeert al het invallende licht, en reflecteert niets. Op kamertemperatuur zou zo'n object er geheel zwart uitzien (vandaar de term <emphasis>zwart lichaam</emphasis>). Maar, indien het tot een hoge temperatuur wordt verhit, zal het object gaan gloeien door het uitzenden van <firstterm>thermische straling</firstterm> .
pl: Termin <firstterm>ciało czarne</firstterm> odnosi się do ciemnego obiektu emitującego <firstterm>promieniowanie termiczne</firstterm>. Idealne ciało czarne to takie, które pochłania całe padające światło, nie odbija go nawet w najmniejszym stopniu. W temperaturze pokojowej takie ciało miałoby kolor idealnie czarny (stąd nazwa <emphasis>ciało doskonale czarne</emphasis>). Jednakże podgrzane do wysokiej temperatury ciało doskonale czarne zaczyna emitować <firstterm>promieniowanie termiczne</firstterm>.
ru: <firstterm>Абсолютно чёрным телом</firstterm> называют идеализированный объект, обладающий идеальным <firstterm>тепловым излучением</firstterm>. Так как излучение и поглощение света противоположны друг другу, абсолютный излучатель света должен также быть и абсолютным его поглотителем. Следовательно, при комнатной температуре такой объект должен быть абсолютно чёрным. Отсюда и термин <emphasis>абсолютно чёрное тело</emphasis>. И всё же, при очень высоких температурах, такое тело начнёт накаляться и светиться, излучая <firstterm>тепловую радиацию</firstterm>.
