Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-blackbody.po
Languages: bg, ca, ca@valencia, es, et, it, nl, pl, ru, sv

source: where A is the surface area, alpha is a constant of proportionality, and T is the temperature in Kelvin. That is, if we double the temperature (e.g. 1000 K to 2000 K) then the total energy radiated from a blackbody increase by a factor of 2<superscript>4</superscript> or 16.
bg: където A е площта на повърхността, алфа е константа на пропорционалност, а T е температурата в Келвин. Тоест, ако удвоим температурата (напр. 1000 K до 2000 K), тогава общата енергия, излъчвана от черно тяло се увеличава с фактор 2<superscript>4</superscript> или 16.
ca: a on A és l'àrea de la superfície, alpha és una constant de proporció i T és la temperatura en graus Kelvin. És a dir, si doblem la temperatura (&pex;, de 1.000 K a 2.000 K) aleshores l'energia total irradiada per un cos negre s'incrementarà per un factor de 2<superscript>4</superscript> o 16.
es: donde A es el área de la superficie, alpha es una constate de proporción, y T es la temperatura en grados Kelvin. Esto significa que, si doblamos la temperatura (p.e. de 1000 a 2000 grados Kelvin), la energía total irradiada por un cuerpo negro se incrementaría por un factor de 2<superscript>4</superscript> o 16.
et: kus A on pindala, alfa võrdelisuskonstant ja T temperatuur Kelvini järgi. See tähendab, et kui me temperatuuri kahekordistame (näiteks 1000 Kelvinilt 2000-le), suureneb musta keha kiirguse koguenergia 2<superscript>4</superscript> ehk 16 korda.
nl: waar A de grootte van het oppervlak is, alpha een evenredigheidsconstante, en T de temperatuur in Kelvin. Dat betekent dat als we de temperatuur twee keer zo hoog maken (b.v. van 1000 K naar 2000 K), de totale hoeveelheid energie die door een zwart lichaam wordt uitgestraald toeneemt met een factor 2<superscript>4</superscript>, of 16.
ru: где A &mdash; площадь поверхности, alpha &mdash; коэффициент пропорциональности, а T &mdash; температура по Кельвину. То есть, если удвоить температуру (например, с 1000 град. K до 2000 град. K), общая энергия, излучаемая черным телом, возрастет в 2<superscript>4</superscript> (т.е. в 16) раз.
