Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-colorandtemp.po
Languages: ca, ca@valencia, es, et, it, nl, pl, ru, sl, sv, uk

source: Astronomers prefer to express star colors in terms of a difference in <link linkend="ai-magnitude">magnitudes</link>, rather than a ratio of <link linkend="ai-flux">fluxes</link>. Therefore, going back to blue Bellatrix we have a color index equal to
ca@valencia: Els astrònoms preferixen expressar els colors de les estreles en termes d'una diferència en <link linkend="ai-magnitude">magnituds</link>, més que en relacions de <link linkend="ai-flux">fluxos</link>. En conseqüència, prenent a la blava Bellatrix, tindrem un índex de color igual que
es: Los astrónomos prefieren expresar los colores de las estrellas en términos de diferencia de <link linkend="ai-magnitude">magnitudes</link>, más que en relaciones entre <link linkend="ai-flux">flujos</link>. Por tanto, volviendo a la estrella azul Bellatrix, tenemos un índice de color igual a
et: Astronoomid eelistavad väljendada tähtede värvi pigem <link linkend="ai-magnitude">magnituudides</link> kui <link linkend="ai-flux">valgsuses</link>. Kui nüüd uuesti võtta ette sinine Bellatriks, siis tema värviindeks on
it: Gli astronomi preferiscono esprimere i colori delle stelle come una differenza tra <link linkend="ai-magnitude">magnitudini</link>, piuttosto che come un rapporto tra <link linkend="ai-flux">flussi</link>. Perciò, tornando alla blu Bellatrix, abbiamo un indice di colore pari a
nl: Astronomen geven er de voorkeur aan de kleur van een ster te beschrijven met een verschil in <link linkend="ai-magnitude">magnitudes</link>, in plaats van verhoudingen van <link linkend="ai-flux">fluxen</link>. Als we nu teruggaan naar de blauwe Bellatrix, dan hebben we een kleurindex die gelijk is aan
pl: Astronomowie wolą wyrażać kolor gwiazd jako różnicę <link linkend="ai-magnitude">wielkości gwiazdowej</link>, niż za pomocą stosunków <link linkend="ai-flux">strumieni pola</link>. Dlatego, wracając do niebieskiej Bellatrix ,współczynnik koloru może być obliczony zgodnie ze wzorem
ru: Астрономы предпочитают описывать цвета звёзд в терминах разницы <link linkend="ai-magnitude">звёздных величин</link>, а не в отношениях <link linkend="ai-flux">потоков излучения</link>. Тогда для голубой Беллатрикс мы получим индекс цвета как
sv: Astronomer föredrar att uttrycka stjärnfärger som en skillnad i <link linkend="ai-magnitude">magnituder</link>, i stället för ett förhållande mellan <link linkend="ai-flux">flöden</link>. Därför, om vi återgår till den blåa Bellatrix, har vi ett färgindex som är lika med
uk: Астрономи виражають кольори зірок у термінах різниці <link linkend="ai-magnitude">величин</link>, а не у термінах відношення <link linkend="ai-flux">потоків</link>. Тому, повертаючись до блакитної Беллатрікс, ми отримаємо індекс кольору рівний

source: B - V = -2.5 log (Fb/Fv) = -2.5 log (1.22) = -0.22,
uk: B - V = -2,5 lg (Fb/Fv) = -2,5 lg (1,22) = -0,22,

source: B - V = -2.5 log (Fb/Fv) = -2.5 log (0.18) = 1.85
nl: B - V = -2,5 log (Fb/Fv) = -2,5 log (0,15) = 2,06
uk: B - V = -2,5 lg (Fb/Fv) = -2,5 lg (0,18) = 1,85

source: The color indices, like the <link linkend="ai-magnitude">magnitude scale</link>, run backward. <emphasis>Hot and blue</emphasis> stars have <emphasis>smaller and negative</emphasis> values of B-V than the cooler and redder stars.
ca@valencia: Els índexs de color, igual que l'<link linkend="ai-magnitude">escala de magnituds</link>, van cap arrere. Les estreles <emphasis>calentes i blaves</emphasis> tenen valors <emphasis>petits i negatius</emphasis> d'índex de color que les estreles fredes i roges.
es: Los índices de color, al igual que la <link linkend="ai-magnitude">escala de magnitudes</link>, van hacia atrás. Las estrellas <emphasis>calientes y azules</emphasis> tienen valores de B-V <emphasis>más pequeños y negativos</emphasis> que las estrellas frías y rojas, como se ilustra a continuación.
et: Värviindeksid ja <link linkend="ai-magnitude">magnituudid</link> kulgevad tagurpidi. <emphasis>Kuumadel ja sinistel</emphasis> tähtedel on B-V väärtus <emphasis>väiksem ja negatiivsem</emphasis> kui jahedamatel ja punasematel tähtedel.
it: Gli indici di colore, come la <link linkend="ai-magnitude">scala delle magnitudini</link>, vanno all'indietro. Stelle <emphasis>calde e blu</emphasis> hanno valori di B-V <emphasis>minori e negativi</emphasis> rispetto alle stelle più fredde e rosse.
nl: De kleurindex loopt, net als de <link linkend="ai-magnitude">magnitude schaal</link>, in omgekeerde richting. <emphasis>Hete en blauwe</emphasis> sterren hebben <emphasis>kleinere en negatieve</emphasis> waarden voor B-V dan de koude en rode sterren.
pl: Kolor odpowiada odwróconej <link linkend="ai-magnitude">skali wielkości gwiazdowej</link>. <emphasis>Gorące i niebieskie</emphasis> gwiazdy mają <emphasis>mniejsze i ujemne</emphasis> wartości współczynnika B-V niż gwiazdy chłodniejsze i bardziej czerwone.
ru: Индексы цвета, такие как<link linkend="ai-magnitude">шкала звёздных величин</link>, идут в противоположную сторону. <emphasis>Горячие голубые</emphasis> звёзды имеют<emphasis>меньшие и даже отрицательные </emphasis> значения B-V индекса, чем холодные и красные, как показано ниже.
sv: Färgindex, liksom <link linkend="ai-magnitude">magnitudskalan</link> går baklänges. <emphasis>Heta och blå</emphasis> stjärnor har <emphasis>mindre och negativa</emphasis> B-V värden, jämfört med kallare och rödare stjärnor, enligt nedanstående illustration.
uk: Індекс кольору, так само, як <link linkend="ai-magnitude">шкала зоряних величин</link>, має зворотну динаміку. <emphasis>Гарячі і блакитні</emphasis> зірки мають <emphasis>менші і навіть від’ємні</emphasis> значення B-V у порівнянні з холоднішими і червонішими зірками.
