Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-cosmicdist.po
Languages: bg, ca, ca@valencia, es, et, fr, gl, it, nl, pt, sl, sv, uk

source: For these special standard candle objects, we have some other way of knowing their intrinsic brightness, and thereby can calculate their distance.
bg: За тези специални стандартни свещи обекти имаме друг начин да знаем тяхната присъща яркост и по този начин можем да изчислим тяхното разстояние.
ca: Per a aquests objectes de candela estàndard especials, tenim una altra manera de conèixer la seva lluminositat intrínseca i, per tant, podrem calcular la seva distància.
ca@valencia: Per a estos objectes d'espelma estàndard especials, tenim una altra manera de conéixer la seua brillantor intrínseca, i per tant podrem calcular la seua distància.
es: Para estos objetos de candelas estándar especiales, disponemos de otro modo de conocer su brillo intrínseco, por lo que podemos calcular su distancia.
et: Teatavate kauguseindikaatorite korral on meil mõningad viisid nende heleduse tuvastamiseks, mistõttu saame välja arvutada ka nende kauguse.
fr: Pour des chandelles standards spéciales, il existe d'autres façons de calculer l'intensité intrinsèque et par conséquent de calculer leurs distances.
gl: Para estes obxectos velas estándar dispomos doutra maneira de saber o seu brillo intrínseco, polo que podemos calcular a súa distancia.
it: Ci sono altri modi per conoscere la luminosità intrinseca di queste candele standard speciali, e quindi di calcolarne la distanza.
nl: Voor de objecten die we standaard kaarsen noemen, kennen we op een of andere andere manier hun intrinsieke helderheid, en kunnen we dus hun afstanden berekenen.
pt: Para este objectos especiais de velas-padrão, temos outras formas de saber o seu brilho intrínseco e, como tal, pode ser calculada a sua distância.
sl: Za te posebne standardne objekte sveče imamo na drug način spoznati njihovo notranjo svetlost in tako lahko izračunamo njihovo razdaljo.
sv: För dessa speciella standardljuskällor har vi något annat sätt att veta deras inneboende ljusstyrka, och kan därmed beräkna deras avstånd.
uk: Для окремих стандартних об’єктів-маяків відомий певний спосіб визначення дійсної яскравості, а отже можемо обчислити відстань до цих об’єктів.

source: Common "standard candles" used in astronomy are:
bg: Обичайните "стандартни свещи", използвани в астрономията, са:
ca: Les «candeles estàndard» d'ús general en l'astronomia són:
ca@valencia: Les «espelmes estàndard» d'ús general en l'astronomia són:
es: Algunas «candelas estándar» usadas en astronomía son:
et: Levinumad astronoomias kasutavad kauguseindikaatorid on järgmised:
fr: Les chandelles standards les plus communes utilisées en astronomie sont :
gl: Algunhas «velas estándar» que se usan frecuentemente en astronomía son:
it: Candele standard comunemente usati in astronomia sono:
nl: "Standaard kaarsen" in de astronomie zijn:
pt: As "velas-padrão" normalmente usadas na astronomia são:
sl: Običajne "standardne sveče", ki se uporabljajo v astronomiji, so:
sv: Vanliga "standardljuskällor" som används inom astronomi är:
uk: Типовими «стандартними маяками», що використовуються у астрономії, є:

source: Cepheid Variables: A kind of periodic variable star, whose variation period is related to the luminosity
bg: Променливи цефеиди: вид периодично променлива звезда, чийто период на изменение е свързан с осветеността
ca: Cefeides variables: És una classe particular d'estrella de període variable, la lluminositat de la qual varia de forma periòdica.
ca@valencia: Variable cefeida: És una classe particular d'estrela de període variable, la lluminositat de la qual varia de forma periòdica.
es: Las variables cefeidas: un tipo de estrella variable periódica cuyo periodo de variación está relacionado con la luminosidad
et: Muutlikud tähed tsefeiidid: teatud laadi korrapäraselt muutuvad tähed, mille muutumisperiood on seotud heledusega.
fr: Les céphéides variables : une variété d'étoiles variables périodiques dont la période de variation est liée à son intensité
gl: As estrelas variábeis cefeidas: un tipo de estrela variábel periódica cuxo período de variación está relacionado coa luminosidade
it: Variabili Cefeidi: un tipo di stelle variabili periodiche, il cui periodo di variabilità è correlato alla luminosità.
nl: Cepheïde variabele sterren: een type periodiek variabele ster waarvan er een verband bestaat tussen de variatieperiode (in de waargenomen helderheid) en de lichtkracht (en dus de absolute helderheid).
pt: Variáveis Cepheid: Um tipo de estrela variável periódica, onde o período da variação é relacionado com a luminosidade
sl: Spremenljivke cefeid: Nekakšna periodična spremenljiva zvezda, katere variacijska doba je povezana s svetlostjo
sv: Cepheidvariabel: En typ av periodisk variabel stjärna, vars periodiska variation är relaterad till luminositeten
uk: Цефеїди: тип періодичних змінних зірок, чий період залежить від світності.

source: RR Lyrae Variables: Another such periodic variable star with a well-known period-luminosity relationship
bg: Променливи на RR Lyrae: Друга такава периодична променлива звезда с добре известен период на светимост
ca: RR Lyrae variables: Unes altres estrelles de període variable amb una relació de període-lluminositat conegut.
ca@valencia: Variables RR Lyrae: Una altra estrela de període variable amb una relació de període-lluminositat conegut.
es: Las variables RR Lyrae: otra estrella variable periódica con una relación periodo-luminosidad bien conocida
et: RR-Lüüra muutlikud tähed: veel ühed korrapärased muutlikud tähed, mille perioodilisuse ja heleduse suhe on samuti hästi teada.
fr: Les variables de type RR de la Lyre : une autre variété d'étoiles variables périodiques avec une relation parfaitement connue entre période et intensité
gl: As estrelas variábeis Lira RR: Outra estrela variábel periódica similar cunha relación ben coñecida entre período e luminosidade
it: Variabili RR Lyrae: altre stelle variabili periodiche con una relazione periodo-luminosità ben conosciuta.
nl: RR Lyrae variabelen: Een ander soortgelijk type variabele ster met een bekend verband tussen variatieperiode en lichtkracht.
pt: Variáveis de Lira RR: Outra estrela variável periódica com uma relação período-luminosidade bem definida
sl: Spremenljivke RR Lyrae: Še ena taka periodična spremenljiva zvezda z dobro znanim razmerjem med periodo in svetlostjo
sv: RR Lyraestjärna: En annan sådan periodisk variabel stjärna med ett välkänt förhållande mellan period och luminositet
uk: Змінні типу RR Ліри: інший тип змінних зірок з добре відомим співвідношенням між періодом і світністю.

source: Type-Ia supernovae: These supernovae have a very well-defined luminosity as a result of the physics that governs them and hence serve as standard-candles
bg: Свръхнови от тип Ia: Тези свръхнови имат много добре дефинирана яркост в резултат на физичните закони, които ги управляват и следователно служат като стандартни свещи
ca: Supernoves de tipus Ia: Aquestes supernoves tenen una lluminositat molt ben definida, com a resultat de la física que les governa i, per tant, serveixen com a candeles estàndard.
ca@valencia: Supernova de tipus Ia: Estes supernoves tenen una lluminositat molt ben definida, com a resultat de la física que les governa i per tant servixen com espelmes estàndard.
es: Supernovas de tipo Ia: estas supernovas tienen una luminosidad muy bien definida como resultado de la física que las gobierna, por lo que sirven como candelas estándar
et: Ia tüüpi supernoovad: füüsikaseaduste tõttu on neil supernoovadel väga kindel heledus ja seepärast saab neid ka kauguseindikaatoritena kasutada.
fr: Les supernovas de type Ia : ces supernovas ont une intensité parfaitement connue résultant des lois de physique qui les gouvernent et qui sont utilisées comme des chandelles standards
gl: As supernovas tipo Ia: Estas supernovas teñen unha luminosidade moi ben definida como resultado da física que as goberna e por isto serven de velas estándar.
it: Supernove di tipo Ia: queste supernove hanno una luminosità ben definita risultante dai processi fisici che le governano, e quindi possono essere usate come candele standard
nl: Type Ia supernova's: Deze supernova's hebben een zeer goed gedefinieerde lichtkracht, als gevolg van de natuurkundige wetten die er een rol spelen, en kunnen dus als standaard kaarsen dienen.
pt: Supernovas Tipo-Ia: Estas supernovas tem uma luminosidade bem definida, em resultado da física em que se baseiam e, como tal, servem como velas-padrão
sl: Supernove tipa Ia: Te supernove imajo zelo dobro opredeljeno svetlost zaradi fizike, ki jih ureja, in zato služijo kot standardne sveče
sv: Supernova av typ Ia: En sådan supernova har en mycket väldefinierad luminositet som resultat av de fysiska lagar som styr den och kan sålunda fungera som en standardljuskälla
uk: Наднові типу Ia: такі наднові мають точно визначену світність, яка визначається їхньою фізичною природою, а отже можуть слугувати стандартними маяками.

source: Other methods
bg: Други методи
ca: Altres mètodes
ca@valencia: Altres mètodes
es: Otros métodos
et: Teised meetodid
fr: Autres méthodes
gl: Outros métodos
it: Altri metodi
nl: Andere methoden
pt: Outros métodos
sl: Druge metode
sv: Andra metoder
uk: Інші способи

source: There are many other methods. Some of them rely on the physics of stars, such as the relationship between luminosity and color for various types of stars (this is usually represented on a <firstterm>Hertzsprung-Russel Diagram</firstterm>). Some of them work for star clusters, such as the <firstterm>Moving cluster method</firstterm> and the <firstterm>main-sequence fitting method</firstterm>. The <firstterm>Tully-Fisher relation</firstterm> that relates the brightness of a spiral galaxy to its rotation can be used to find the distance modulus, since the rotation of a galaxy is easy to measure using <firstterm>Doppler shift</firstterm>. Distances to distant galaxies may be found by measuring the <firstterm>Cosmological redshift</firstterm>, which is the redshift of light from distance galaxies that results from the expansion of the universe.
ca@valencia: Hi ha molts altres mètodes. Alguns es basen en la física de les estreles, com la relació entre la lluminositat i el color per a diferents tipus d'estreles (açò se sol representar en un <firstterm>diagrama de Hertzsprung-Russell</firstterm>). Alguns funcionen per a cúmuls d'estreles, com ara el <firstterm>mètode de moviment del cúmul</firstterm> i el <firstterm>mètode d'ajust de la seqüència principal</firstterm>. Es pot utilitzar la <firstterm>relació de Tully-Fisher</firstterm> que relaciona la brillantor d'una galàxia espiral amb la seua rotació per a trobar el mòdul de la distància, ja que la rotació d'una galàxia és fàcil de mesurar utilitzant l'<firstterm>efecte Doppler</firstterm>. Les distàncies fins a les galàxies distants es troben mesurant el <firstterm>desplaçament cap al roig</firstterm>, el qual és el desplaçament cap al roig de la llum de galàxies distants resultant de l'expansió de l'univers.
es: Existen más métodos. Algunos de ellos dependen de la física de las estrellas, como la relación entre luminosidad y color para varios tipos de estrellas (esto se suele representar en un <firstterm>diagrama de Hertzsprung-Russel</firstterm>). Otros valen para cúmulos de estrellas, como el <firstterm>método del cúmulo en movimiento</firstterm> y el <firstterm>método de pertenencia a la secuencia principal</firstterm>. La <firstterm>relación Tully-Fisher</firstterm>, que relaciona el brillo de una galaxia espiral con su rotación, se puede usar para hallar el módulo de la distancia, ya que la rotación de una galaxia es fácil de medir usando el <firstterm>corrimiento Doppler</firstterm>. La distancia a las galaxias lejanas se puede calcular midiendo el <firstterm>corrimiento al rojo cosmológico</firstterm>, que es el corrimiento al rojo de la luz de galaxias distantes como resultado de la expansión del universo.
et: Meetodeid on teisigi. Mõned on seotud tähefüüsikaga, näiteks seos eri tüüpi tähtede heleduse ja värvi vahel (seda väljendab tavaliselt <firstterm>Hertzsprungi-Russelli diagramm</firstterm>). Mõned meetodid sobivad täheparvedele, näiteks <firstterm>liikuva parve meetod</firstterm> ja <firstterm>põhijada määramise meetod</firstterm>. <firstterm>Tully-Fisheri seos</firstterm>, mis seostab spiraalgalaktika heleduse ja pöörlemise, on kasutatav kaugusmooduli leidmiseks, sest galaktika pöörlemist on üsna lihtne mõõta <firstterm>Doppleri efekti</firstterm> abil. Vahemaid kaugete galaktikateni võib leida <firstterm>punanihet</firstterm> mõõtes, see tähendab arvestades universumi laienemise tõttu meieni kaugetest galaktikatest jõudvas valguses tekkivat sageduse vähenemist ehk lainepikkuse suurenemist.
gl: Existen moitos outros métodos. Algúns deles descansan sobre a física das estelas, como a relación entre a luminosidade e a cor de distintos tipos de estrelas (isto represéntase normalmente nun <firstterm>diagrama de Hertzsprung-Russel</firstterm>). Algúns deles funcionan cos cúmulos de estrelas, como o <firstterm>método do cúmulo de estrelas</firstterm> e o <firstterm>método de axuste da secuencia principal</firstterm>. A <firstterm>relación Tully-Fisher</firstterm>, que relaciona o brillo dunha galaxia espiral coa súa rotación, pode usarse para atopar o módulo da distancia, dado que a rotación dunha galaxia é doada de medir usando o <firstterm>desprazamento Doppler</firstterm>. As distancias ás galaxias afastadas pódense atopar medindo o <firstterm>desprazamento cara ao vermello cosmolóxico</firstterm>, que é o desprazamento cara ao vermello da luz das galaxias distantes que resulta da expansión do universo.
it: Ci sono molti altri metodi. Alcuni si basano sulla fisica delle stelle, ad esempio la relazione tra la luminosità e il colore dei vari tipi di stelle (ciò di solito è rappresentato su un <firstterm>diagramma Hertzsprung-Russel</firstterm>). Altri si applicano agli ammassi stellari, ad esempio il <firstterm>metodo degli ammassi in movimento</firstterm> e il <firstterm>metodo del fit della sequenza principale</firstterm>. La <firstterm>relazione di Tully-Fisher</firstterm>, che relaziona la luminosità di una galassia a spirale alla sua rotazione, può essere usata per trovare il modulo di distanza, dato che la rotazione di una galassia può essere misurata facilmente usando l'<firstterm>effetto Doppler</firstterm>. Le distanze di galassie distanti possono essere ottenute misurando lo <firstterm>spostamento verso il rosso cosmologico</firstterm>, che è lo spostamento verso il rosso della luce di galassie distanti che si verifica a causa dell'espansione dell'universo.
nl: Er zijn vele andere methoden. Sommige berusten op de natuurkundige wetten voor sterren, zoals de betrekkingen tussen lichtkracht en kleur voor diverse typen van sterren (vaak weergegeven in een <firstterm>Hertzsprung-Russel Diagram</firstterm>). Sommige werken voor sterrenhopen, zoals de <firstterm>Methode met behulp van bewegingen in een sterrenhoop</firstterm>, en de <firstterm>Methode met behulp van aanpassen aan de hoofdreeks</firstterm>. De <firstterm>Tully-Fisher relatie</firstterm> tussen de helderheid van een spiraalnevel en zijn rotatie kan worden gebruikt voor de berekening van de afstandsmodulus, omdat de rotatie van een melkwegstelsel makkelijk te meten is met behulp van het <firstterm>Dopplereffect</firstterm>. Afstanden van verre melkwegstelsels kunnen worden bepaald met behulp van hun <firstterm>Kosmologische roodverschuiving</firstterm>, dit is de roodverschuiving van het licht, afkomstig van verre melkwegstelsels, die het gevolg is van het uitdijen van het heelal.
pt: Existem muitos outros métodos. Alguns deles baseiam-se na física das estrelas, como a relação entre a luminosidade e a cor de vários tipos de estrelas (isto é normalmente representado num <firstterm>Diagrama de Hertzsprung-Russel</firstterm>). Alguns deles funcionam para os enxames de estrelas, como o <firstterm>método do enxame em movimento</firstterm> e o método de <firstterm>ajuste da sequência principal</firstterm>. A <firstterm>relação de Tully-Fisher</firstterm>, que relaciona o brilho de uma galáxia em espiral com a sua rotação, pode ser usado para descobrir o módulo da distância, dado que a rotação de uma galáxia é fácil de medir com o <firstterm>desvio de Doppler</firstterm>. As distâncias às galáxias remotas podem ser descobertas de medir o <firstterm>desvio de vermelho cósmico</firstterm>, que é o desvio de vermelho da luz das galáxias distantes, que resulta da expansão do universo.
sl: Obstaja veliko drugih metod. Nekateri od njih temeljijo na fiziki zvezd, kot je razmerje med svetlostjo in barvo za različne vrste zvezd (to je običajno predstavljeno na <firstterm>Hertzsprung-Russelovem diagramu</firstterm>). Nekateri od njih delujejo za zvezdne kopice, na primer <firstterm>metoda premikajoče se kopice</firstterm> in <firstterm>metoda prilagajanja glavnega zaporedja</firstterm>. <firstterm>Tully-Fisherjeva relacija</firstterm>, ki povezuje svetlost spiralne galaksije z njeno rotacijo, se lahko uporabi za iskanje modula razdalje, saj je rotacijo galaksije enostavno izmeriti z uporabo <firstterm>Dopplerjevega premika</firstterm>. Razdalje do oddaljenih galaksij je mogoče ugotoviti z merjenjem <firstterm>kozmološkega rdečega premika</firstterm>, ki je rdeči premik svetlobe iz oddaljenih galaksij, ki je posledica širjenja vesolja.
sv: Det finns många andra metoder. Vissa av dem förlitar sig på stjärnfysik, som förhållandet mellan luminositet och färg för olika stjärntyper (oftast åskådliggjort med ett <firstterm>Hertzsprung-Russel-diagram</firstterm>). Vissa av dem fungerar för stjärnhopar, som metoderna med <firstterm>rörliga stjärnhopar</firstterm> och <firstterm>huvudserieanpassning</firstterm>. <firstterm>Tully-Fisher-relationen</firstterm> som relaterar ljusstyrkan hos en spiralgalax till dess rotation kan användas för att ta reda på avståndsmodulen, eftersom galaxens rotation är enkel att mäta med <firstterm>Dopplereffekten</firstterm>. Avstånd till avlägsna galaxer kan bestämmas genom att mäta den <firstterm>kosmologiska rödförskjutningen</firstterm>, som är rödförskjutningen av ljus från avlägsna galaxer orsakad av universums expansion.
uk: Існує багато інших способів обчислення відстаней. У основі деяких з них лежать фізичні параметри зірок, зокрема співвідношення між світністю та кольором різних типів зірок (зазвичай графічне представлення цього співвідношення називають <firstterm>діаграмою Герцшпруга-Рассела</firstterm>). Деякі способи працюють для зоряних скупчень, зокрема <firstterm>метод врахування руху скупчення</firstterm> і <firstterm>метод порівняння з головною послідовністю</firstterm>. Для визначення модуля відстані можна використовувати <firstterm>співвідношення Таллі-Фішера</firstterm>, яке пов’язує яскравість спіральної галактики з її обертанням, оскільки обертання галактики просто виміряти за допомогою <firstterm>ефекту Доплера</firstterm>. Відстані до далеких галактик можна знайти за допомогою вимірювання <firstterm>космологічного червоного зсуву</firstterm>, тобто зсуву спектра далеких галактик у червоний бік у результаті розширення Всесвіту.

source: For further information, consult <ulink url="https://en.wikipedia.org/wiki/Cosmic_distance_ladder">Wikipedia on Cosmic Distance Ladder</ulink>
ca@valencia: Per a més informació, consulteu l'<ulink url="https://ca.wikipedia.org/wiki/Escala_de_distàncies_còsmiques">Escala de distàncies còsmiques</ulink> de la Viquipèdia.
es: Para más información, consulte la <ulink url="https://es.wikipedia.org/wiki/Escalera_de_distancias_cósmicas">Escalera de distancias cósmicas en la Wikipedia</ulink>
et: Täpsemat teavet leiab Wikipedia artiklist <ulink url="https://en.wikipedia.org/wiki/Cosmic_distance_ladder">Cosmic Distance Ladder</ulink>.
gl: Para máis información, consulte <ulink url="https://gl.wikipedia.org/wiki/Escala_das_distancias_cósmicas">Wikipedia sobre a escala das distancias cósmicas</ulink>.
it: Per ulteriori informazioni, consulta la <ulink url="http://it.wikipedia.org/wiki/Scala_delle_distanze_cosmiche">pagina di Wikipedia sulla scala delle distanze cosmiche</ulink>
nl: Voor meer informatie, zie <ulink url="https://en.wikipedia.org/wiki/Cosmic_distance_ladder">Wikipedia on Cosmic Distance Ladder</ulink>. Deze informatie is helaas in het Engels. U heeft misschien meer succes dan de vertaler als u googelt op "kosmische afstandsladder", om informatie te krijgen in het Nederlands.
pt: Para mais informações, consulte a <ulink url="https://en.wikipedia.org/wiki/Cosmic_distance_ladder">Wikipédia sobre a Escada de Distâncias Cósmicas</ulink>
sl: Za dodatne informacije si oglejte <ulink url="https://en.wikipedia.org/wiki/Cosmic_distance_ladder">Wikipedijo o lestvici vesoljskih razdalj - Wikipedia on Cosmic Distance Ladder</ulink>
sv: För ytterligare information se <ulink url="http://sv.wikipedia.org/wiki/Kosmisk_avståndsstege">Wikipedia om den kosmiska avståndsstegen</ulink>.
uk: Докладнішу інформацію можна знайти у <ulink url="https://en.wikipedia.org/wiki/Cosmic_distance_ladder">статті Вікіпедії щодо шкали космічних відстаней</ulink>.

source: Cosmic Distance Ladder
bg: Стълба на космическите разстояния
ca: Escala de distàncies còsmiques
fr: Échelle de distances cosmiques

source: The cosmic distance ladder refers to the succession of different methods that astronomers use to measure distances to objects in the sky. Some methods, like :doc:`parallax <ai-parallax>`, work well for only nearby objects. Other methods, like using the *cosmological redshift*, work only for very distance galaxies. Thus, there are several methods, each with its own limited validity, and hence the name.
bg: Терминът "стълба на космическите разстояния" се отнася до последователността от различни методи, които астрономите използват за измерване на разстоянията до обектите в космоса. Някои методи, като паралакс, работят добре само за по-близки обекти. Други методи, като използването на космологичното червено отместване, работят само за много отдалечени галактики.По този начин съществуват няколко метода за измерване, всеки със своите ограничения и възможност за приложение, от тук и името.
ca: L'escala de distàncies còsmiques es refereix a la successió dels mètodes diferents que els astrònoms utilitzen per a mesurar distàncies a objectes en el cel. Alguns mètodes, com la :doc:`paral·laxi <ai-parallax>`, només funcionen bé amb els objectes propers. Altres mètodes, com utilitzar el *desplaçament cap al roig*, només funcionen amb galàxies a molta distància. Per tant, hi ha diversos mètodes, cadascun amb la seva pròpia validesa limitada, d'aquí el seu nom.
fr: L'échelle de distances cosmiques se réfère à une succession de différentes méthodes que les astronomes utilisent pour mesurer les distances aux astres dans le ciel. Quelques méthodes, comme la :doc:`parallaxe <ai-parallax>`, fonctionnent mieux uniquement pour les astres proches. D'autres méthodes, comme l'utilisation du *décalage cosmique vers le rouge* (redshift), fonctionnent mieux pour les galaxies très éloignées. Ainsi il y a plusieurs méthodes, chacune avec leur domaine de validité limitée et par conséquent leur nom.
