Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-colorandtemp.po
Languages: ca, ca@valencia, es, et, it, nl, pl, ru, sl, sv, uk

source: Specifically, it was the physics of <link linkend="ai-blackbody">blackbody radiation</link> that enabled us to understand the variation of stellar colors. Shortly after blackbody radiation was understood, it was noticed that the spectra of stars look extremely similar to blackbody radiation curves of various temperatures, ranging from a few thousand Kelvin to ~50,000 Kelvin. The obvious conclusion is that stars are similar to blackbodies, and that the color variation of stars is a direct consequence of their surface temperatures.
ca@valencia: Específicament, foren els físics que investigaven la <link linkend="ai-blackbody">radiació d'un cos negre</link> els que ens permeteren entendre la variació dels colors estrel·lars. Poc després de comprendre la radiació d'un cos negre, s'advertí que l'espectre d'una estrela és molt similar a les corbes de diverses temperatures de la radiació d'un cos negre, variant des d'uns pocs milers de graus Kelvin fins a ~50.000 K. La conclusió òbvia és que les estreles són similars als cossos negres i que la variació de color de les estreles és una conseqüència directa de les temperatures de la seua superfície.
es: En concreto, fueron los físicos que investigaban la <link linkend="ai-blackbody">radiación de cuerpo negro</link> los que nos permitieron entender la variación de los colores estelares. Poco después de que se comprendiese la radiación de cuerpo negro, se advirtió que el espectro de una estrella es muy similar a las curvas de diferentes temperaturas de la radiación de un cuerpo negro, variando desde unos pocos miles de grados Kelvin hasta ~50.000 grados Kelvin. La conclusión obvia es que las estrellas son similares a los cuerpos negros, y que la variación de color de las estrellas es una consecuencia directa de las temperaturas de sus superficies.
et: Konkreetsemalt oli see <link linkend="ai-blackbody">musta keha kiirgus</link>, mis võimaldas meil aru saada erinevate tähevärvide loomusest. Veidi pärast seda, kui oli taibatud musta keha kiirguse olemust, märgati, et tähtede spekter on erakordselt sarnane musta keha kiirguse spektriga erinevatel temperatuuridel (alates mõnest tuhandest kuni umbes 50 000 kelvinini). Siit tulenes ilmne järeldus, et tähed sarnanevad musta kehaga ja et tähevärvide erinevus tuleneb otseselt nende pinnatemperatuuride erinevusest.
it: Specificamente, fu la fisica della <link linkend="ai-blackbody">radiazione di corpo nero</link> a permetterci di capire le variazioni dei colori delle stelle. Poco tempo dopo la comprensione della radiazione di corpo nero, fu notato che gli spettri delle stelle sono estremamente simili a curve di radiazione di corpo nero a diverse temperature, da alcune migliaia a circa 50.000 Kelvin. L'ovvia conclusione è che le stelle sono simili a corpi neri, e che la loro variazione di colore è una diretta conseguenza delle loro temperature superficiali.
nl: Het was hoofdzakelijk de kennis van de <link linkend="ai-blackbody">zwartelichaamsstraling</link> waardoor we de verschillen in de kleuren van sterren konden begrijpen. Niet lang nadat men de zwartelichaamsstraling had begrepen, werd opgemerkt dat de spectra van sterren erg veel lijken op de stralingskrommen van zwarte lichamen bij verschillende temperaturen, van een paar duizend Kelvin tot ~50.000 Kelvin. Het was duidelijk dat de conclusie moest zijn dat de variatie in kleur van sterren een direct gevolg moest zijn van hun temperaturen aan de oppervlakte. Noot vertaler: De Kelvin temperatuurschaal komt overeen met die van Celsius, alleen is 0 (graden) Kelvin (het absolute nulpunt voor temperaturen, waarbij alle moleculen volkomen stilstaan en niet trillen) gelijk aan ongeveer -273 graden Celsius. Op die duizenden (graden) Kelvin maken die 273 graden niet zo'n verschil, dus je mag ook lezen "paar duizend graden Celsius tot ~50.000 graden Celsius".
pl: W szczególności to fizyka <link linkend="ai-blackbody">promieniowania ciała czarnego</link> pozwoliła zrozumieć naturę kolorów gwiazd. Krótko po zrozumieniu promieniowania ciała doskonale czarnego zauważono, że widmo gwiazd wygląda bardzo podobnie do krzywych promieniowania ciała doskonale czarnego w różnych temperaturach, rozciągających się w zakresie od kilku tysięcy Kelwinów do mniej więcej 50.000 Kelwinów. Oczywistym wnioskiem jest to, że gwiazdy są podobne do ciała doskonale czarnego, a różnorodność kolorów gwiazd wynika bezpośrednio z temperatury ich powierzchni.
ru: Именно физика <link linkend="ai-blackbody">излучения абсолютно чёрного тела</link> дала нам возможность разобраться в разнообразии цветов звёзд. Вскоре после изучения черного тела, было замечено, что спектры звёзд весьма схожи с кривыми излучения абсолютно черного тела в диапазоне от нескольких тысяч градусов до примерно 50 000 градусов по Кельвину. И, как следствие, что звёзды схожи с абсолютно чёрным телом, а различные температуры поверхностей приводят к различным цветам звёзд.
sv: Närmare bestämt, var det <link linkend="ai-blackbody">svartkroppsstrålningens</link> fysik som gjorde det möjligt för oss att förstå den stellära färgvariationen. Kort efter svartkroppsstrålningen förståtts, observerades det att stjärnspektra liknar strålningskurvor för svartkroppar vid olika temperaturer ytterst väl, från några få tusen Kelvin till ungefär 50 000 Kelvin. Den uppenbara slutsatsen är att stjärnor liknar svartkroppar, och att stjärnornas färgvariation är en direkt följd av deras yttemperatur.
uk: Зокрема, було розвинено фізичне розуміння природи <link linkend="ai-blackbody">випромінювання чорного тіла</link>, яке надало нам змогу зрозуміти причину різного кольору зірок. Невдовзі після вивчення випромінювання чорного тіла було помічено, що спектри зірок дуже нагадують криві випромінення чорного тіла для різних температур у діапазоні від декількох тисяч градусів Кельвіна до приблизно 50.000 градусів Кельвіна. Очевидним висновком з цього факту було те, що зірки за своєю природою близькі до ідеальних чорних тіл, і що різниця у кольорах зірок є прямим наслідком різної температури їх поверхонь.

source: This simple method is conceptually correct, but it cannot be used to obtain stellar temperatures accurately, because stars are <emphasis>not</emphasis> perfect blackbodies. The presence of various elements in the star's atmosphere will cause certain wavelengths of light to be absorbed. Because these absorption lines are not uniformly distributed over the spectrum, they can skew the position of the spectral peak. Moreover, obtaining a usable spectrum of a star is a time-intensive process and is prohibitively inefficient for large samples of stars.
ca@valencia: Este mètode simple és un concepte correcte, però no es pot utilitzar per a obtindre temperatures estrel·lars amb precisió, atés que les estreles <emphasis>no</emphasis> són cossos negres perfectes. La presència de diversos elements en l'atmosfera de l'estrela provoca que certes longituds d'ona de la llum siguen absorbides. A causa que estes línies d'absorció no estan distribuïdes uniformement sobre l'espectre, poden modificar la posició d'un màxim espectral. De fet, obtindre un espectre útil d'una estrela és un procés que comporta molt de temps i és prohibitiu realitzar-lo amb grans grups d'estreles.
es: Este sencillo método es conceptualmente correcto, pero no se puede utilizar para obtener temperaturas estelares con precisión, ya que las estrellas <emphasis>no</emphasis> son cuerpos negros perfectos. La presencia de varios elementos en la atmósfera de la estrella provoca que ciertas longitudes de onda se absorban. Debido a que estas <firstterm>líneas de absorción</firstterm> no están distribuidas uniformemente en el espectro, pueden desviar la posición del máximo espectral. De hecho, obtener un espectro útil de una estrella es un proceso que lleva mucho tiempo y resulta prohibitivamente ineficiente para grandes grupos de estrellas.
et: See lihtne meetod on põhimõtteliselt korrektne, kuid selle abil ei saa teada tähe täpset temperatuuri, sest tähed <emphasis>ei ole</emphasis> ideaalsed mustad kehad. Mitmesuguste elementide olemasolu tähtede atmosfääris põhjustab teatud lainepikkuste neeldumist. Et neeldumisjooned ei ole mitte ühtlaselt üle spektri jaotunud, võivad nad spektri tippu moonutada. Pealegi on tähe kasutuskõlbliku spektri hankimine väga aeganõudev tegevus ega ole kindlasti mõeldav, kui vaja on käsitleda suuri tähehulki.
it: Questo semplice metodo è concettualmente corretto, ma non può essere usato per ottenere temperature stellari accurate, dato che le stelle <emphasis>non</emphasis> sono corpi neri perfetti. La presenza di vari elementi nell'atmosfera stellare provocherà l'assorbimento di certe lunghezze d'onda della luce. Dato che queste righe di assorbimento non sono distribuite uniformemente lungo lo spettro, possono modificare la posizione del picco spettrale. Inoltre, ottenere uno spettro utilizzabile di una stella è un processo che richiede tempo, ed è eccessivamente difficoltoso per grandi campioni di stelle.
nl: Deze eenvoudige methode is in principe goed, maar kan niet worden gebruikt voor de bepaling van nauwkeurige stertemperaturen, omdat sterren <emphasis>geen</emphasis> perfecte zwarte lichamen zijn. De aanwezigheid van allerlei elementen in de steratmosfeer maakt dat bepaalde golflengten van het licht worden geabsorbeerd. Omdat deze geabsorbeerde golflengten (absorptielijnen) niet gelijkmatig over het spectrum zijn verdeeld, kan daardoor de top van het spectrum worden verschoven. Bovendien is het verkrijgen van een bruikbaar spectrum een tijdrovende bezigheid, en is dat onbruikbaar voor grote aantallen van sterren.
pl: Koncepcja tej prostej metody jest poprawna, ale nie pozwala ona na obliczenie dokładnej temperatury gwiazd, gdyż gwiazdy <emphasis>nie</emphasis> są idealnymi ciałami czarnymi. Obecność różnych pierwiastków w atmosferach gwiazd powoduje absorpcję światła o określonej długości fali. Ponieważ krzywe absorpcji nie są równe w całym widmie, tego typu efekty mogą przesuwać szczyty widma. Co więcej, uzyskanie wiarygodnego widma gwiazdy jest bardzo czasochłonnym procesem oraz bardzo nieefektywnym dla dużej liczby gwiazd.
ru: Этот простой метод концептуально верен, но не может использоваться для получения точной температуры звёзд, потому что они <emphasis>не</emphasis> являются абсолютно чёрными телами. Присутствие различных элементов в атмосфере звезды приводит к поглощению определённой части спектра. Эти <firstterm>линии поглощения</firstterm> не распределены равномерно по спектру, в результате положение максимума может быть искажено. Более того, получение хорошего спектра занимает много времени и затруднительно для большого количества звёзд.
sv: Den här enkla metoden är principiellt riktig, men kan inte användas för att erhålla noggranna stjärntemperaturer, eftersom stjärnor <emphasis>inte</emphasis> är perfekta svartkroppar. Förekomst av olika grundämnen i en stjärnas atmosfär gör att vissa ljusvåglängder absorberas. Eftersom dessa absorptionslinjer inte fördelas jämt över spektrum, så kan de förskjuta spektraltoppen. Dessutom är det en tidskrävande process att ta fram ett användbart spektrum för en stjärna, och det är alltför ineffektivt för stora mängder stjärnor.
uk: Цей простий метод, загалом кажучи, дає правильні результати, але його не можна використовувати для точного визначення температур зірок, оскільки зірки <emphasis>не</emphasis> є абсолютно чорними тілами. Наявність у атмосферах зірок різних хімічних елементів спричиняє поглинання променів світла з певною довжиною хвилі. Оскільки ці лінії поглинання розподілені нерівномірно вздовж спектра, вони можуть посунути точку максимуму випромінювання у спектрі. Більше того, отримання якісного спектра зірки є досить тривалим процесом, який може взагалі не дати жодних результатів для великих скупчень зірок.

source: An alternative method utilizes photometry to measure the intensity of light passing through different filters. Each filter allows <emphasis>only</emphasis> a specific part of the spectrum of light to pass through while rejecting all others. A widely used photometric system is called the <firstterm>Johnson UBV system</firstterm>. It employs three bandpass filters: U ("Ultra-violet"), B ("Blue"), and V ("Visible"); each occupying different regions of the electromagnetic spectrum.
ca@valencia: Un mètode alternatiu utilitza la fotometria per a mesurar la intensitat de la llum en passar a través de diferents filtres. Cada filtre <emphasis>sols</emphasis> permet passar una part específica de l'espectre de la llum, mentre que refusa tots els altres. Un sistema fotomètric molt emprat és l'anomenat <firstterm>Johnson UBV system</firstterm> (sistema fotomètric UBV, de Johnson, o de Johnson-Morgan). Utilitza tres filtres de pas de banda: Les regions U («ultraviolat»), B («blau») i V («visible»); cadascuna ocupa regions diferents de l'espectre electromagnètic.
es: Un método alternativo utiliza la fotometría para medir la intensidad de la luz al pasar por diferentes filtros. Cada filtro permite pasar <emphasis>solo</emphasis> una parte específica del espectro de luz, mientras que rechaza las demás. Un sistema fotométrico muy utilizado es el llamado <firstterm>sistema UBV Johnson</firstterm>, que emplea tres filtros de paso banda: U («ultravioleta»), B («azul») y V («visible»), cada uno de los cuales ocupa diferentes regiones del espectro electromagnético.
et: Teine meetod kasutab fotomeetriat, mõõtes erinevaid filtreid läbiva valguse intensiivsust. Iga filter lubab läbi minna <emphasis>ainult</emphasis> teatud spektriosal, ülejäänul aga mitte. Üheks laialt levinud fotomeetriasüsteemiks on <firstterm>Johnsoni UBV süsteem</firstterm>, mis kasutab kolme ribapääsfiltrit - U ("ultraviolett"), B ("sinine") ja V ("nähtav" ehk "kollane") -, mis tähistavad vastavalt elektromagnetkiirguse spektri erinevaid osi.
it: Un metodo alternativo utilizza la fotometria per misurare l'intensità della luce che passa attraverso diversi filtri. Ogni filtro fa sì che <emphasis>soltanto</emphasis> una specifica parte dello spettro riesca a passare, mentre tutto il resto viene bloccato. Un sistema fotometrico assai usato è detto <firstterm>sistema UBV di Johnson</firstterm>. Fa uso di tre filtri passa-banda: U ("Ultravioletto"), B ("Blu") e V ("Visibile"). Ciascun filtro occupa una regione differente dello spettro elettromagnetico.
nl: Een alternatieve methode maakt gebruik van fotometrie, om de lichthoeveelheid te meten die gaat door verschillende filters. Elk filter laat <emphasis>alleen</emphasis> een heel bepaald gedeelte (band) door van het spectrum, en al het andere licht wordt er door tegengehouden. Een veelgebruikt fotometrisch systeem is het <firstterm>Johnson-, of UBV-systeem</firstterm>. In dit systeem worden drie bandfilters gebruikt: U ("Ultraviolet"), B ("Blauw"), en V ("Visible", is zichtbaar licht), elk in verschillende gebieden van het elektromagnetisch spectrum.
pl: Alternatywna metoda korzysta z fotometrii by zmierzyć intensywność światła przechodzącego przez różne filtry. Każdy z filtrów pozwala na przejście <emphasis>tylko</emphasis> określonej części widma światła, a nie przepuszczapozostałej części. Powszechnie używany system fotometryczny jet nazywany <firstterm>system UBV Johnsona</firstterm>. Używa on trzech filtrów: U ("Ultrafiolet"), B ("Niebieski"), oraz V ("Widzialny"); z których każdy zajmuje inną część widma elektromagnetycznego.
ru: Альтернативный метод состоит в использовании <firstterm>фотометрии</firstterm> для измерения интенсивности света, проходящего через различные фильтры. Каждый из них пропускает <emphasis>только</emphasis> определённую часть спектра, поглощая остальные. Широко используется фотометрическая система <firstterm>Johnson UBV</firstterm>. Она включает в себя трёхполосный спектральный фильтр: U (<quote>ультрафиолетовый</quote>), B (<quote>голубой</quote>) и V (<quote>видимый</quote>).
sv: En alternativ metod utnyttjar fotometri för att mäta intensiteten för ljus som får passera olika filter. Varje filter tillåter <emphasis>bara</emphasis> en specifik del av ljusspektrat att passera, medan alla övriga stoppas. Ett fotometrisystem med bred användning kallas <firstterm>Johnson UBV-systemet</firstterm>. Det använder tre bandpassfilter för områdena U ("ultraviolett"), B ("blått") och V ("synligt") av det elektromagnetiska spektrat.
uk: Альтернативний метод використовує для вимірювання інтенсивності світла, пропущеного крізь декілька різних фільтрів, фотометрію. Кожен з фільтрів пропускає <emphasis>лише</emphasis> окрему частину спектра світла затримуючи промені всіх інших частин. Широко використовується фотометрична система, яку називають <firstterm>система UBV Джонсона</firstterm>. У неї включено три смугові фільтрів: U («ультрафіолетовий»), B («блакитний»), і V («видимого світла»); кожен призначено для відповідної ділянки електромагнітного спектра.

source: The process of UBV photometry involves using light sensitive devices (such as film or CCD cameras) and aiming a telescope at a star to measure the intensity of light that passes through each of the filters individually. This procedure gives three apparent brightnesses or <link linkend="ai-flux">fluxes</link> (amount of energy per cm<superscript>2</superscript> per second) designated by Fu, Fb, and Fv. The ratio of fluxes Fu/Fb and Fb/Fv is a quantitative measure of the star's "color", and these ratios can be used to establish a temperature scale for stars. Generally speaking, the larger the Fu/Fb and Fb/Fv ratios of a star, the hotter its surface temperature.
ca@valencia: El procés de fotometria UBV involucra l'ús de dispositius fotosensibles (com la pel·lícula fotogràfica o càmeres equipades amb un CCD) i en orientar un telescopi cap a una estrela per a mesurar la intensitat de la llum que passa per cadascun dels filtres individualment. Este procediment produïx tres brillantors aparents o <link linkend="ai-flux">fluxos</link> (quantitat d'energia per cm<superscript>2</superscript> per segon) designats per Fu, Fb i Fv. La relació dels fluxos Fu/Fb i Fb/Fv és una mesura quantitativa del «color» de les estreles, i estes relacions s'utilitzen per a establir una escala de temperatures per a les estreles. Generalitzant. Com més grans siguen les relacions Fu/Fb i Fb/Fv d'una estrela, major serà la seua temperatura en superfície.
es: El proceso de fotometría UBV precisa el uso de dispositivos fotosensibles (como una película fotográfica o cámaras CCD) y la orientación de un telescopio hacia una estrella para medir la intensidad de luz que pasa por cada uno de los filtros individualmente. Este proceso produce tres luminosidades aparentes o <link linkend="ai-flux">flujos</link> (cantidad de energía por cm<superscript>2</superscript> por segundo) designados por Fu, Fb y Fv. La relación de los flujos Fu/Fb y Fb/Fv es una medida de la cantidad de «color» de la estrella, y esas relaciones se pueden utilizar para establecer una escala de temperaturas para las estrellas. Generalizando, cuanto más grandes sean las relaciones Fu/Fb y Fb/Fv de una estrella, mayor será su temperatura superficial.
et: UBV fotomeetria rakendab valgustundlikke seadmeid (filmi- või CCD-kaamerad), suunates teleskoobi tähele, et mõõta eraldi igat filtrit läbiva valguse intensiivsust. Selle tulemusena saadakse kolm näivat heledust ehk <link linkend="ai-flux">valgsust</link> (energiakogus cm<superscript>2</superscript> kohta sekundis), mille tähiseks on Fu, Fb ja Fv. Valgsuse suhtega Fu/Fb ning Fb/Fv hinnatakse tähtede "värvi" ning neid saab kasutada tähtede temperatuuriskaala loomiseks. Üldiselt võib öelda, et mida suurem on tähe Fu/Fb ja Fb/Fv suhe, seda suurem on tema pinnatemperatuur.
it: Il processo della fotometria UBV consiste nell'usare dispositivi sensibili alla luce (come pellicole o camere CCD) e nel puntare il telescopio verso una stella per misurare l'intensità della luce che passa attraverso ciascun filtro. Questa procedura fornisce tre luminosità apparenti o <link linkend="ai-flux">flussi</link> (quantità di energia per centimetro quadrato per secondo) chiamati Fu, Fb e Fv. Il rapporto dei flussi Fu/Fb e Fb/Fv è una misura quantitativa del "colore" della stella; questi rapporti possono essere usati per stabilire una scala di temperatura per le stelle. In generale, più alti sono i rapporti Fu/Fb e Fb/Fv, maggiore è la temperatura superficiale.
nl: Voor het proces van de UBV-fotometrie worden lichtgevoelige systemen gebruikt, (zoals film of CCD-camera's), en wordt een telescoop op een ster gericht, en de hoeveelheid licht gemeten die door elk van de filters afzonderlijk wordt doorgelaten. Zo worden drie schijnbare helderheden van de ster verkregen, of <link linkend="ai-flux">fluxen</link> (hoeveelheid energie per cm<superscript>2</superscript> per seconde), aangeduid met Fu, Fb en Fv. De verhoudingen tussen de fluxen Fu/Fb en Fb/Fv zijn elk een kwantitatieve (getals-) maat voor de "kleur" van de ster. Deze verhoudingen kunnen worden gebruikt om een temperatuurschaal voor sterren te maken. In het algemeen geldt dat hoe groter de verhoudingen Fu/Fb en Fb/Fv zijn voor een ster, hoe hoger de oppervlaktetemperatuur van deze ster is.
sv: I processen med UVB-fotometri ingår användning av ljuskänsliga material (som film eller CCD-kameror) och att rikta ett teleskop mot stjärnan för att mäta intensiteten hos ljuset som passerar genom vart och ett av de individuella filtren. Den här proceduren ger tre skenbara ljusstyrkor eller <link linkend="ai-flux">flöden</link> (mängd energi per cm<superscript>2</superscript> per sekund) som betecknas med Fu, Fb och Fv. Förhållandena mellan flödena Fu/Fb och Fb/Fv är kvalitativa mått på stjärnans "färg", och dessa förhållanden kan användas för att upprätta en temperaturskala för stjärnor. I allmänhet, ju större Fu/Fb och Fb/Fv förhållande för en stjärna, desto högre är dess yttemperatur.
uk: Процес UBV-фотометрії полягає у використанні світлочутливих пристроїв (таких як плівка або цифрова фотокамера) і спрямуванні телескопа на зірку з метою роздільного вимірювання світла, що проходить крізь кожен з фільтрів. Ця процедура дає три видимі яскравості або <link linkend="ai-flux">потоки</link> (кількості енергії на см<superscript>2</superscript> у секунду), які позначають Fu, Fb і Fv. Відношення потоків Fu/Fb і Fb/Fv є кількісною мірою «кольору» зірки, ці відношення можна використовувати для побудови температурної шкали зірок. Загалом кажучи, чим більшими є відношення Fu/Fb і Fb/Fv для зірки, тим більшою є температура її поверхні.
