Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-colorandtemp.po
Languages: ca, ca@valencia, es, et, it, nl, pl, ru, sl, sv, uk

source: The process of UBV photometry involves using light sensitive devices (such as film or CCD cameras) and aiming a telescope at a star to measure the intensity of light that passes through each of the filters individually. This procedure gives three apparent brightnesses or :doc:`fluxes <ai-flux>` (amount of energy per cm\ :sup:`2` per second) designated by Fu, Fb, and Fv. The ratio of fluxes Fu/Fb and Fb/Fv is a quantitative measure of the star's "color", and these ratios can be used to establish a temperature scale for stars. Generally speaking, the larger the Fu/Fb and Fb/Fv ratios of a star, the hotter its surface temperature.
ca: El procés de fotometria UBV involucra l'ús de dispositius fotosensibles (com càmeres de pel·lícula o de CCD) i en apuntar un telescopi cap a una estrella per a mesurar la intensitat de la llum que passa per cadascun dels filtres individualment. Aquest procediment produeix tres lluminositats aparents o :doc:`fluxos <ai-flux>` (quantitat d'energia per cm\ :sup:`2` per segon) designats com Fu, Fb i Fv. La relació dels fluxos Fu/Fb i Fb/Fv és una mesura quantitativa del «color» de les estrelles, i aquestes relacions s'utilitzen per a establir una escala de temperatures de les estrelles. Generalitzant, com més grans siguin les relacions Fu/Fb i Fb/Fv d'una estrella, més gran serà la seva temperatura en superfície.
sl: Postopek UBV fotometrije vključuje uporabo svetlobno občutljivih naprav (kot so filmske ali CCD kamere) in usmerjanje teleskopa v zvezdo za merjenje intenzivnosti svetlobe, ki prehaja skozi vsak filter posebej. Ta postopek da tri navidezne svetlosti ali :doc:`tokove <ai-flux>` (količina energije na cm\ :sup:`2` na sekundo), označene s Fu, Fb in Fv. Razmerje med fluksi Fu/Fb in Fb/Fv je kvantitativna mera zvezdine "barve" in ta razmerja se lahko uporabijo za določitev temperaturne lestvice za zvezde. Na splošno velja, da večja kot sta razmerji Fu/Fb in Fb/Fv zvezde, višja je njena površinska temperatura.

source: For example, the star Bellatrix in Orion has Fb/Fv = 1.22, indicating that it is brighter through the B filter than through the V filter. furthermore, its Fu/Fb ratio is 2.22, so it is brightest through the U filter. This indicates that the star must be very hot indeed, since the position of its spectral peak must be somewhere in the range of the U filter, or at an even shorter wavelength. The surface temperature of Bellatrix (as determined from comparing its spectrum to detailed models that account for its absorption lines) is about 25,000 Kelvin.
ca: Per exemple, l'estrella Bellatrix, a Orió, té Fb/Fv = 1,22, indicant que és més brillant a través del filtre B que del filtre V. A més, la seva relació Fu/Fb és 2,22, el que significa que és més brillant a través del filtre U. Això indica que es tracta d'una estrella molt calenta, atès que la posició del seu màxim espectral se situa en algun punt en l'interval del filtre U, o fins i tot a una longitud d'ona més curta. La temperatura en superfície de Bellatrix (com es determina de la comparació del seu espectre amb models detallats que tenen en compte les línies d'absorció) és d'uns 25.000 Kelvin.
ca@valencia: Per exemple, l'estrela Bellatrix, a Orió, té Fb/Fv = 1,22, indicant que és més brillant a través del filtre B que del filtre V. A més, la seua relació Fu/Fb és 2,22, el que significa que és més brillant a través del filtre U. Açò indica que es tracta d'una estrela molt calenta, atés que la posició del seu màxim espectral se situa en algun punt en l'abast del filtre U, o fins i tot a una longitud d'ona més curta. La temperatura en superfície de Bellatrix (com es determina de la comparació del seu espectre amb models detallats que tenen en compte les línies d'absorció) és d'uns 25.000 Kelvin.
es: Por ejemplo, la estrella Bellatrix, en Orión, tiene Fb/Fv = 1,22, lo que indica que es más brillante a través del filtro B que del filtro V. Además, su relación Fu/Fb es 2,22, lo que significa que es más brillante a través del filtro U. Esto indica que se trata de una estrella muy caliente, ya que la posición de su máximo espectral se sitúa en algún punto del rango del filtro U, o incluso a una longitud de onda más corta. La temperatura superficial de Bellatrix (como se determina de la comparación de su espectro con modelos detallados que tienen en cuenta sus líneas de absorción) es de unos 25.000 grados Kelvin.
et: Näiteks Orioni tähe Bellatriksi puhul on suhe Fb/Fv = 1,22, mis tähendab, et see paistab läbi B-filtri heledamana kui läbi V-filtri. Bellatriksi suhe Fu/Fb on aga 2,22, seega kõige heledamana paistab ta läbi U-filtri. See osutab, et täht peab olema väga kuum, sest tema spektri tipp asub kusagil U-filtri ehk päris lühikeste lainepikkuste piirkonnas. Bellatriksi pinnatemperatuur (see on määratud tema spektrit üksikasjalike mudelitega võrreldes, mis arvestavad ka neeldumisjooni) on umbes 25 000 Kelvinit.
it: Per esempio, la stella Bellatrix in Orione ha Fb/Fv = 1,22, il che indica che è più luminosa attraverso il filtro B che attraverso il filtro V. Inoltre, il suo rapporto Fu/Fb è 2,22, perciò presenta la massima luminosità attraverso il filtro U. Ciò indica che la stella deve essere molto calda, dato che la posizione del suo picco spettrale deve trovarsi da qualche parte nella regione del filtro U, o ad una lunghezza d'onda ancora più corta. La temperatura superficiale di Bellatrix (determinata confrontandone lo spettro con modelli dettagliati che tengono conto delle righe di assorbimento) è di circa 25.000 Kelvin.
nl: Bijvoorbeeld, de ster Bellatrix in Orion heeft een Fb/Fv = 1,22, wat betekent dat door het B-filter gezien de ster helderder is dan door het V-filter. Verder is de Fu/Fb verhouding 2,22, en dus de helderheid door het U-filter het grootst. Dit betekent dat de ster heel erg heet is, omdat de top van het spectrum ergens nabij het gebied van het U-filter, of zelfs in nog kortere golflengten moet liggen. De oppervlaktetemperatuur van Bellatrix (bepaald door het spectrum ervan te vergelijken met gedetailleerde (theoretische) modellen, waarin rekening wordt gehouden met de absorptielijnen), is ongeveer 25.000 Kelvin.
pl: Przykład: współczynnik Fb/Fv = 1,22 dla gwiazdy Bellatrix w gwiazdozbiorze Oriona oznacza, że jest ona jaśniejsza oglądana przez filtr B niż przez filtr V. Co więcej, jej współczynnik Fu/Fb wynosi 2,22, więc jest jeszcze jaśniejsza przez filtr U. Oznacza to,że gwiazda ta jest bardzo gorąca, gdyż wierzchołek na widmie znajduje się w zakresie filtru U, lub nawet krótszych długości fal. Temperatura powierzchni Bellatrix (jak wynika z porównania jej widma ze modelem dla jej linii absorpcji) wynosi 25.000 stopni w skali Kelvina.
ru: Например, у звезды Беллатрикс в Орионе Fb/Fv = 1,22, что означает, что она ярче через B-фильтр чем через V-фильтр. Более того, Fu/Fb, равное 2,22, означает, что она ярче всего через U-фильтр. А это значит, что звезда должна быть очень горяча, поскольку её спектральный максимум расположен в диапазоне U-фильтра или даже более коротких волн. Температура поверхности Беллатрикс (как определено из сравнения её спектра с моделями, учитывающими линии поглощения) &mdash; около 25 000 K.
sl: Na primer, zvezda Bellatrix v Orionu ima Fb/Fv = 1,22, kar kaže, da je svetlejša skozi filter B kot skozi filter V. poleg tega je njeno razmerje Fu/Fb 2,22, tako da je najsvetlejši skozi filter U. To pomeni, da mora biti zvezda res zelo vroča, saj mora biti položaj njenega spektralnega vrha nekje v območju filtra U ali na celo krajši valovni dolžini. Temperatura površine Bellatrix (kot je bilo ugotovljeno s primerjavo njenega spektra s podrobnimi modeli, ki upoštevajo njene absorpcijske črte) je približno 25.000 Kelvinov.
sv: Stjärnan Bellatrix i Orion har till exempel Fb/Fv = 1.22, vilket anger att den är ljusare genom B filtret än genom V filtret. Dessutom är dess Fu/Fb förhållande 2,22, så den är ljusast genom U filtret. Det här anger att stjärnan måste vara verkligt het, eftersom positionen för spektraltoppen måste vara någonstans i området för U filtret, eller vid en ännu kortare våglängd. Yttemperaturen hos Bellatrix (bestämd genom att jämföra dess spektrum med detaljerade modeller som tar hänsyn till dess absorptionslinjer) är ungeför 25 000 Kelvin.
uk: Наприклад, зірка Беллатрікс у сузір’ї Оріона має відношення Fb/Fv = 1,22, це означає, що вона виглядає яскравішою крізь B-фільтр у порівнянні зі своїм зображенням крізь V-фільтр. Крім того, її відношення Fu/Fb дорівнює 2,22, отже, вона виглядає найяскравішою крізь U-фільтр. Це означає, що ця зірка є справді дуже гарячою, оскільки максимум її випромінювання припадає на діапазон хвиль U-фільтра або навіть на коротші хвилі. Температура поверхні Беллатрікс (як це було визначено з порівняння її спектра з докладними моделями, які враховують лінії поглинання) приблизно дорівнює 25.000 градусам Кельвіна.

source: We can repeat this analysis for the star Betelgeuse. Its Fb/Fv and Fu/Fb ratios are 0.15 and 0.18, respectively, so it is brightest in V and dimmest in U. So, the spectral peak of Betelgeuse must be somewhere in the range of the V filter, or at an even longer wavelength. The surface temperature of Betelgeuse is only 2,400 Kelvin.
ca: Podem repetir l'anàlisi amb l'estrella Betelgeuse. Les seves relacions Fb/Fv i Fu/Fb són 0,15 i 0,18, respectivament, de manera que és més brillant en V i menys en U. Per tant, el màxim espectral de Betelgeuse deu trobar-se en algun punt de l'interval del filtre V, o fins i tot a una longitud d'ona més llarga. La temperatura en superfície de Betelgeuse és de tan sols 2.400 Kelvin.
ca@valencia: Podem repetir l'anàlisi amb l'estrela Betelgeuse. Les seues relacions Fb/Fv i Fu/Fb són 0,15 i 0,18, respectivament, de manera que és més brillant en V i menys en U. Pel que, el màxim espectral de Betelgeuse deu trobar-se en algun punt de l'abast del filtre V, o fins i tot a una longitud d'ona més llarga. La temperatura en superfície de Betelgeuse és de tan sols 2.400 Kelvin.
es: Podemos repetir el análisis con la estrella Betelgeuse. Sus relaciones Fb/Fv y Fu/Fb son 0,15 y 0,18, respectivamente, así que es más brillante en V menos en U. Por ellos, el máximo espectral de Betelgeuse debe encontrarse en algún punto del rango del filtro V, o incluso a una longitud de onda más larga. La temperatura superficial de Betelgeuse es de solo 2.400 grados Kelvin.
et: Me võime korrata sama analüüsi tähega Betelgeuse. Selle suhted Fb/Fv ja Fu/Fb on vastavalt 0,15 ja 0,18, seega on see kõige heledam V-filtris ja kõige tuhmim U-filtris. Niisiis peab Betelgeuse spektri tipp asuma kusagil V-filtri ehk päris suurte lainepikkuste piirkonnas. Betelgeuse pinnatemperatuur on kõigest 2400 kraadi Kelvini järgi.
it: Possiamo ripetere questa analisi per la stella Betelgeuse. I suoi rapporti Fb/Fv e Fu/Fb sono 0,15 e 0,18 rispettivamente, quindi presenta la luminosità massima nel filtro V e la minima nel filtro U. Ciò significa che il picco spettrale di Betelgeuse deve trovarsi da qualche parte entro la regione del filtro V, oppure a lunghezze d'onda ancora maggiori. La temperatura superficiale di Betelgeuse è di soli 2.400 Kelvin.
nl: We kunnen deze analyse herhalen voor de ster Betelgeuze. Die heeft Fb/Fv en Fu/Fb verhoudingen die respectievelijk 0,15 en 0,18 zijn, en is dus het helderst in V, en het zwakst in U. Dus moet het spectrale maximum van Betelgeuze ergens nabij de band van het V- filter zijn, of bij zelfs nog langere golflengten. De oppervlaktetemperatuur van Betelgeuze is slechts 2400 Kelvin.
pl: Identyczną analizę możemy powtórzyć dla Betelgezy. Współczynniki Fb/Fv i Fu/Fb wynoszą odpowiednio 0,15 i 0,18, więc gwiazda jest jaśniejsza przez filtr V i ciemniejsza przez filtr U. Zatem wierzchołek w widmie Betelgezy musi znajdować się gdzieś w zakresie filtru V lub nawet dłuższych fal. Temperatura powierzchni Betelgezy wynosi jedynie 2.400 stopni w skali Kelvina.
ru: Мы можем выполнить этот анализ и для Бетельгейзе. Для этой звезды отношения Fb/Fv и Fu/Fb равны 0,15 и 0,18 соответственно, то есть ее яркость максимальна в видимом свете и минимальна в ультрафиолете. Значит, её спектральный максимум лежит в видимом диапазоне или ещё более длинных волнах. И температура Бетельгейзе &mdash; около 2 400 град. K.
sl: To analizo lahko ponovimo za zvezdo Betelgeuse. Njeno razmerje Fb/Fv in Fu/Fb je 0,15 oziroma 0,18, zato je najsvetlejši v V in najbolj zatemnjen v U. Torej mora biti spektralni vrh Betelgeuse nekje v območju filtra V ali na celo daljši valovni dolžini. Površinska temperatura Betelgeuse je le 2400 Kelvinov.
sv: Vi kan upprepa den här analysen för stjärnan Betelgeuse. Dess Fb/Fv och Fu/Fb förhållanden är 0,15 och 0,18, så den är ljusast i V och mörkast i U. Alltså måste spektraltoppen för Betelgeuse vara någonstans i området för V-filtret, eller vid en ännu längre våglängd. Yttemperaturen hos Betelgeuse är bara 2 400 Kelvin.
uk: Ми можемо повторити цей аналіз на прикладі Бетельгейзе. Її відношення Fb/Fv і Fu/Fb рівні 0,15 і 0,18, відповідно, отже, вона виглядає найяскравішою крізь V-фільтр і найтьмянішою — крізь U-фільтр. Отже максимум випромінювання Бетельгейзе знаходиться десь у діапазоні хвиль V-фільтра або навіть хвиль з більшою довжиною. Температура поверхні Бетельгейзе — всього лише 2.400 градусів Кельвіна.

source: Astronomers prefer to express star colors in terms of a difference in :doc:`magnitudes <ai-magnitude>`, rather than a ratio of :doc:`fluxes <ai-flux>`. Therefore, going back to blue Bellatrix we have a color index equal to
ca: Els astrònoms prefereixen expressar els colors de les estrelles en termes d'una diferència en :doc:`magnituds <ai-magnitude>`, més que en relacions de :doc:`fluxos <ai-flux>`. En conseqüència, tornant a la Bellatrix blava, tindrem un índex de color igual que
sl: Astronomi raje izražajo barve zvezd z razliko v :doc:`magnitudah <ai-magnitude>`, ne pa z razmerjem :doc:`tokov <ai-flux>`. Če se torej vrnemo k modri Bellatrix, imamo barvni indeks, ki je enak

source: Similarly, the color index for red Betelgeuse is
ca: De manera similar, l'índex de color per a la Betelgeuse vermella és
ca@valencia: De manera similar, l'índex de color per a la roja Betelgeuse és
es: Igualmente, el índice de color de la roja Betelgeuse es
et: Punase Betelgeuse värviindeks on aga
it: Similmente, l'indice di colore per la rossa Betelgeuse è
nl: Op dezelfde manier is de kleurindex van de rode Betelgeuze
pl: Podobnie, współczynnik kolory dla Betelgezy wynosi
ru: Для индекса цвета красной Бетельгейзе получаем
sl: Podobno je barvni indeks za rdečo Betelgeuse
sv: På liknande sätt är färgindex för den röda Betelgeuse
uk: Аналогічно, індекс кольору для червоної Бетельгейзе буде

source: The color indices, like the :doc:`magnitude scale <ai-magnitude>`, run backward. *Hot and blue* stars have *smaller and negative* values of B-V than the cooler and redder stars.
ca: Els índexs de color, igual que l':doc:`escala de magnituds <ai-magnitude>`, van cap enrere. Les estrelles *calentes i blaves* tenen valors més *petits i negatius* d'índex de color que les estrelles fredes i vermelloses.
sl: Barvni indeksi, kot je :doc:`lestvica magnitude <ai-magnitude>`, tečejo obratno. *Vroče in modre* zvezde imajo *manjše in negativne* vrednosti B-V kot hladnejše in rdeče zvezde.

source: An Astronomer can then use the color indices for a star, after correcting for reddening and interstellar extinction, to obtain an accurate temperature of that star. The relationship between B-V and temperature is illustrated in Figure 2.
ca: Un astrònom pot utilitzar els índexs de color d'una estrella, després de corregir-los per l'envermelliment i l'extinció interestel·lar, per a obtenir una temperatura precisa d'aquesta estrella. La relació entre l'índex de color i la temperatura apareix il·lustrada en la Figura 2.
ca@valencia: Un astrònom pot utilitzar els índexs de color per a una estrela, després de corregir-los per l'envermelliment i l'extinció interestel·lar, per a obtindre una temperatura precisa d'esta estrela. La relació entre l'índex de color i la temperatura apareix il·lustrat en la Figura 2.
es: Un astrónomo puede utilizar los índices de color de una estrella, después de corregirlos por enrojecimiento y extinción interestelar, para obtener una temperatura precisa de la estrella. La relación entre B-V y la temperatura, aparece ilustrada en la Figura 2.
et: Astronoomid saavad värviindekseid pärast punanihke ja tähtedevahelise hajumise muutujaid arvesse võttes välja arvutada antud tähe täpse temperatuuri. B-V ja temperatuuri vahelist seost selgitab joonis 2.
it: Un astronomo può quindi utilizzare gli indici di colore di una stella, dopo aver corretto per l'arrossamento e l'estinzione interstellare, per ottenere un'accurata temperatura del corpo celeste. La relazione tra B-V e la temperatura è illustrata in Figura 2.
nl: Een Astronoom kan de kleurindices van een ster, na correctie voor golflengteafhankelijke verstrooiing (kleurexces) en interstellaire extinctie, gebruiken om een nauwkeurige temperatuur van de ster te bepalen. De relatie tussen B-V en de temperatuur wordt gegeven in Figuur 2.
pl: Astronomowie potrafią używać wpółczynnika koloru gwiazdy, po wprowadzeniu poprawki z uwagi na czerwienienie oraz ekstynkcję międzygwiazdową, by obliczyć dokładną temperaturę gwiazdy. Relacja pomiędzy współczynnikiem B-V a temperaturą jest zilustrowana na rysunku 2.
ru: Астроном может затем использовать полученные цветовые индексы для получения точной температуры звезды, откорректировав их сначала с учётом покраснения и межзвёздной экстинкции. Связь между этими индексами и температурой показана на рисунке 2.
sl: Astronom lahko nato uporabi barvne indekse za zvezdo, potem ko popravi pordelost in medzvezdno izumrtje, da dobi natančno temperaturo te zvezde. Razmerje med B-V in temperaturo je ponazorjeno na sliki 2.
sv: En astronom kan sedan använda färgindex för en stjärna, efter att ha korrigerat för rödskift och interstellärt utdöende, för att erhålla en noggrann temperatur för stjärnan. Förhållandet mellan B-V och temperaturen åskådliggörs av figur 2.
uk: Щоб отримати точну температури поверхні зірки, астроном може скористатися її індексом кольору, внісши поправки на червоне зміщення і міжзоряне поглинання. Співвідношення між B-V і температурою поверхні зображено на графіку Рисунка 2.

source: |image3|
sl: |slika3|

source: Figure 2
ca: Figura 2
ca@valencia: Figura 2
es: Figura 2
et: Joonis 2
it: Figura 2
nl: Figuur 2
pl: Rysunek 2
ru: Рисунок 2
sl: Slika 2
sv: Figur 2
uk: Рисунок 2

source: The Sun with surface temperature of 5,800 K has a B-V index of 0.62.
ca: El Sol, amb una temperatura en superfície de 5.800 K té un índex de color de 0,62.
ca@valencia: El Sol, amb una temperatura en superfície de 5.800 K té un índex de color de 0,62.
es: El Sol, con una temperatura superficial de 5.800 grados Kelvin, tiene un índice B-V de 0,62.
et: Päikesel, mille pinnatemperatuur on 5800 K, on B-V indeks 0,62.
it: Il Sole, con una temperatura superficiale di 5.800 K, ha un indice B-V di 0,62.
nl: De zon, met een (oppervlakte)temperatuur van 5800 K, heeft een kleurindex B-V van 0,62.
pl: Dla Słońca, którego temperatura powierzchni wynosi 5.800 stopni w skali Kelvina, współczynnik B-V ma wartość 0,62.
ru: Температура поверхности Солнца &mdash; 5 800 градусов по Кельвину, а её цветовой B-V индекс &mdash; 0,62.
sl: Sonce s površinsko temperaturo 5800 K ima indeks B-V 0,62.
sv: Solen med yttemperaturen 5 800 K har ett B-V index på 0,62.
uk: Температура поверхні Сонця приблизно 5.800° K, а індекс B-V рівний 0,62.

source: image2
sl: slika2

source: image3
sl: slika3

source: <title>Star Colors and Temperatures</title>
ca@valencia: <title>Colors i temperatures de les estreles</title>
es: <title>Colores y temperaturas de las estrellas</title>
et: <title>Tähtede värv ja temperatuur</title>
it: <title>Colori e temperature delle stelle</title>
nl: <title>De kleur en temperatuur van een ster</title>
pl: <title>Kolory i temperatury gwiazd</title>
ru: <title>Цвета и температуры звёзд</title>
sv: <title>Stjärnfärger och temperaturer</title>
uk: <title>Кольори і температура зірок</title>

source: <primary>Star Colors and Temperatures</primary>
ca@valencia: <primary>Colors i temperatures de les estreles</primary>
es: <primary>Colores y temperaturas de las estrellas</primary>
et: <primary>Tähtede värv ja temperatuur</primary>
it: <primary>Colori e temperature delle stelle</primary>
nl: <primary>De kleur en temperatuur van een ster</primary>
pl: <primary>Kolory i temperatury gwiazd</primary>
ru: <primary>Цвета и температуры звёзд</primary>
sv: <primary>Stjärnfärger och temperaturer</primary>
uk: <primary>Кольори і температура зірок</primary>

source: <seealso>Blackbody Radiation</seealso> <seealso>Magnitude Scale</seealso>
ca@valencia: <seealso>Radiació d'un cos negre</seealso> <seealso>Escala de magnituds</seealso>
es: <seealso>Radiación de cuerpo negro</seealso> <seealso>Escala de magnitud</seealso>
et: <seealso>Musta keha kiirgus</seealso> <seealso>Tähesuuruse skaala</seealso>
it: <seealso>Radiazione di corpo nero</seealso> <seealso>Scala delle magnitudini</seealso>
nl: <seealso>Zwartelichaamsstraling</seealso> <seealso>Magnitudes</seealso>
pl: <seealso>Promieniowanie ciała doskonale czarnego</seealso> <seealso>Skala jasności</seealso>
ru: <seealso>Излучение абсолютно чёрного тела</seealso> <seealso>Шкала звёздных величин</seealso>
sv: <seealso>Svartkroppsstrålning</seealso> <seealso>Magnitudskala</seealso>
uk: <seealso>Випромінювання чорного тіла</seealso> <seealso>Шкала зоряних величин</seealso>
