Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-cpoles.po
Languages: bg, ca, es, et, gl, nl, pl, pt, pt_br, ru, sl, sv, uk

source: The Celestial Poles
bg: Небесни полюси
ca: Els pols celestes
es: Los polos celestes
et: Taevapoolused
gl: Os polos celestes
nl: De hemelpolen
pl: Bieguny niebieskie
pt: Os Pólos Celestes
pt_br: Os polos celestes
ru: Полюса мира
sl: Nebeška pola
sv: Himmelspolerna
uk: Небесні полюси

source: Celestial Poles
bg: Небесни полюси
ca: Pols celestes
es: Polos celestes
et: Taevapoolused
gl: Polos celestes
nl: Hemelpolen
pl: Bieguny niebieskie
pt: Pólos Celestes
pt_br: Polos celestes
ru: Полюса мира
sl: Nebeška pola
sv: Himmelspolerna
uk: Небесні полюси

source: Equatorial Coordinates
bg: Екваториални координати
ca: Coordenades equatorials
es: Coordenadas ecuatoriales
et: Ekvaatorilised koordinaadid
gl: Coordenadas ecuatoriais
nl: Equatoriale coördinaten
pl: Współrzędne równikowe
pt: Coordenadas Equatoriais
pt_br: Coordenadas equatoriais
ru: Экваториальная система координат
sl: Ekvatorialne koordinate
sv: Ekvatoriella koordinater
uk: Екваторіальні координати

source: The sky appears to drift overhead from east to west, completing a full circuit around the sky in 24 (<link linkend="ai-sidereal">Sidereal</link>) hours. This phenomenon is due to the spinning of the Earth on its axis. The Earth's spin axis intersects the <link linkend="ai-csphere">Celestial Sphere</link> at two points. These points are the <firstterm>Celestial Poles</firstterm>. As the Earth spins; they remain fixed in the sky, and all other points seem to rotate around them. The celestial poles are also the poles of the <link linkend="equatorial">Equatorial Coordinate System</link>, meaning they have <firstterm>Declinations</firstterm> of +90 degrees and -90 degrees (for the North and South celestial poles, respectively).
bg: Гледайки небето, прави впечатление, че то се движи от изток на запад, правейки пълна обиколка за около 24 (сидерични, звездни) часа. Това явление се дължи на въртенето на Земята около нейната ос. Тази ос пресича небесната сфера в две точки. Тези точки са Небесните полюси. При въртенето на земята; те остават фиксирани в небето, а всички останали точки сякаш се въртят около тях. Небесните полюсите също са полюсите на екваториалната координатна система, което означава, че имат деклинации от+90 градуса и -90 градуса (съответно за северния и южния небесен полюс).
ca: El cel aparenta desplaçar-se per sobre dels nostres caps d'est a oest, realitzant un cicle complet al voltant del cel en 24 hores (<link linkend="ai-sidereal">sidèries</link>). Aquest fenomen es deu a la rotació de la Terra sobre el seu eix. L'eix de rotació de la Terra interseca l'<link linkend="ai-csphere">esfera celeste</link> en dos punts. Aquests punts són els <firstterm>pols celestes</firstterm>. Amb la rotació de la Terra, aquests aparenten estar fixos al cel i la resta de punts semblen girar al seu voltant. Els pols celestes també són els pols del <link linkend="equatorial">sistema de coordenades equatorials</link>, aleshores això vol dir que tenen <firstterm>declinacions</firstterm> de +90 i -90 graus (per als pols celestes nord i sud, respectivament).
es: El cielo parece desplazarse sobre nuestras cabezas de este a oeste, completando un ciclo completo en 24 horas (<link linkend="ai-sidereal">siderales</link>). Este fenómeno es debido a la rotación de la Tierra sobre su eje. El eje de rotación de la Tierra se interseca con la <link linkend="ai-csphere">esfera celeste</link> en dos puntos. Estos son los <firstterm>polos celestes</firstterm>. Al girar la Tierra, estos permanecen fijos en el cielo, y el resto de puntos parecen moverse a su alrededor. Los polos celestes son también los polos del <link linkend="equatorial">sistema de coordenadas ecuatorial</link>, significando esto que tienen <firstterm>declinaciones</firstterm> de +90 y -90 grados (polos celestes norte y sur, respectivamente).
et: Taevas paistab triivivat idast läände, tehes täistiiru 24 <link linkend="ai-sidereal">tähetunniga</link>. Selle põhjus peitub Maa pöörlemises ümber oma telje. Maa pöörlemistelg lõikub <link linkend="ai-csphere">taevasfääriga</link> kahes punktis. Need ongi <firstterm>taevapoolused</firstterm>. Kui Maa pöörleb, jäävad need punktid taevas ikka samale kohale, nii et kõik teised taevalaotuse punktid paistavad ümber nende tiirlevat. Taevapoolused on ühtlasi <link linkend="equatorial">ekvaatorilise koordinaatide süsteemi</link> poolused, mis tähendab, et nende <firstterm>kääne</firstterm> on +90 ja -90 kraadi (vastavalt põhja- ja lõunataevapoolusel).
gl: O ceo parece desprazarse por riba das nosas cabezas de leste a oeste, completando un circuíto completo do ceo en 24 (horas <link linkend="ai-sidereal">siderais</link>). Este fenómeno débese á rotación da Terra sobre o seu eixe. O eixe de rotación da Terra cruza a <link linkend="ai-csphere">esfera celeste</link> en dous puntos. Estes puntos son os <firstterm>polos celestes</firstterm>. Segundo a terra rota, estes quedan fixos no ceo e todos os demais puntos parecen rotar arredor deles. Os polos celestes son tamén os polos do <link linkend="equatorial">sistema de coordenadas ecuatorial</link>, o que quere dicir que teñen <firstterm>declinacións</firstterm> de +90 graos e -90 graos (polos norte e sur, respectivamente).
nl: De hemel lijkt voorbij te draaien van Oost naar West, en daarbij in 24 (<link linkend="ai-sidereal">Sterren</link>)-uren een keer helemaal rond te gaan. Dit is een gevolg van het draaien van de aarde om zijn as. De as waarom de aarde draait snijdt de <link linkend="ai-csphere">hemelbol</link> in twee punten. Deze punten zijn de <firstterm>hemelpolen</firstterm>. Als de aarde draait blijven de hemelpolen op hun plaats aan de hemel, en alle andere punten lijken er omheen te draaien. De hemelpolen zijn ook de polen van het<link linkend="equatorial">Equatoriale coördinatensysteem</link>, wat betekent dat hun <firstterm>declinaties</firstterm> +90 en -90 graden zijn, voor in die volgorde de Noord- en de Zuidhemelpool.
pl: Niebo wydaje się przesuwać ze wschodu na zachód, pełny obrót zajmuje 24 godziny (<link linkend="ai-sidereal">czas gwiazdowy</link>). Wynika to z obracania się Ziemi wokół własnej osi. Oś obrotu Ziemi przecina <link linkend="ai-csphere">sferę niebieską</link> w dwóch punktach. Te punkty to <firstterm>bieguny niebieskie</firstterm>. Pozostają one w tym samym miejscu podczas ruchu obrotowego Ziemi, wydaje się, że wszystkie punkty krążą wokół nich. Bieguny niebieskie są także biegunami <link linkend="equatorial">układu współrzędnych równikowych</link>, co oznacza, że ich kąt <firstterm>deklinacji</firstterm> to +90 i -90 stopni (odpowiednio dla biegunów niebieskich północnego i południowego).
pt: O céu parece desviar-se de leste para oeste, completando um circuito completo À volta do céu em 24 horas (<link linkend="ai-sidereal">Sideral</link>). Este fenómeno é devido à rotação da Terra em torno do seu eixo. O eixo de rotação da Terra intercepta a <link linkend="ai-csphere">Esfera Celeste</link> em dois pontos. Estes pontos são os <firstterm>Pólos Celestes</firstterm>. À medida que a Terra roda, estes mantêm-se fixos no céu, e todos os outros pontos parecem rodar em torno deles. Os pólos celestes são também os pólos do <link linkend="equatorial">Sistema de Coordenadas Equatoriais</link>, o que significa que eles têm <firstterm>Inclinações</firstterm> de +90 e -90 graus (para os pólos celestes Norte e Sul, respectivamente).
pt_br: O céu parece caminhar sobre nossas cabeças do leste para oeste, completando um circuito completo em cerca de 24 horas (<link linkend="ai-sidereal">siderais</link>). Este fenômeno deve-se ao giro da Terra sobre seu eixo. O eixo do giro terrestre intercepta a <link linkend="ai-csphere">esfera celeste</link> em dois pontos. Estes pontos são os <firstterm>polos celestes</firstterm>. Conforme a Terra gira eles permanecem fixos no céu, e todos os outros pontos parecem rodar ao redor deles. Os polos celestes são também os polos do <link linkend="equatorial">Sistema de coordenadas equatorial</link>, significando que eles tem uma <firstterm>declinação</firstterm> de +90 graus e -90 graus (para os polos celestes norte e sul, respectivamente).
ru: Получается, что небо двигается с востока на запад, завершая полный круг за 24 (<link linkend="ai-sidereal">звёздных</link>) часа. Причиной этого феномена является вращение Земли вокруг своей оси. Земная ось пересекает <link linkend="ai-csphere">небесную сферу</link> в двух точках. Они называются <firstterm>полюсами мира</firstterm>. Они зафиксированы относительно Земли, и кажется, будто все остальные точки вращаются вокруг них. Полюса мира также являются полюсами <link linkend="equatorial">экваториальной системы координат</link>, откуда следует их <firstterm>отклонение</firstterm> на +90 и -90 градусов (для северного и южного полюсов мира соответственно).
sl: Zdi se, kot da nebo lebdi nad glavo od vzhoda proti zahodu in v 24 (<link linkend="ai-sidereal">zvezdnih</link>) urah opravi popoln krog okoli neba. Ta pojav je posledica vrtenja Zemlje okoli svoje osi. Zemljina vrtilna os seka <link linkend="ai-csphere">nebesno sfero</link> v dveh točkah. Ti točki sta <firstterm>nebesna pola</firstterm>. Ko se Zemlja vrti; ostaneta pritrjena na nebu, zdi se, da se vse druge točke vrtijo okoli njih. Nebesna pola sta tudi pola <link linkend="equatorial">ekvatorialnega koordinatnega sistema</link>, kar pomeni, da imajo <firstterm>deklinacije</firstterm> +90 stopinj in -90 stopinj (za sever in jug nebesna pola).
sv: Himlen verkar driva ovanför från öster till väster, och fullbordar en hel cirkel över himlen på 24 (<link linkend="ai-sidereal">sideriska</link>) timmar. Det här fenomenet beror på jordens rotationen kring sin axel. Jordens axel sammanfaller med <link linkend="ai-csphere">himmelssfären</link> i två punkter. De här punkterna är <firstterm>himmelspolerna</firstterm>. Alltmedan jorden snurrar, förblir de fasta på himlen, och alla andra punkter verkar rotera runt dem. Himmelspolerna är också polerna i det <link linkend="equatorial">ekvatoriella koordinatsystemet</link>, vilket betyder att de har <firstterm>deklinationer</firstterm> som är +90 grader och -90 grader (för norra och södra himmelspolen).
uk: Під час свого видимого руху небо повільно обертається зі сходу на захід, здійснюючи повний оберт за 24 (<link linkend="ai-sidereal">сидеричні</link>) години. Це явище спричинене обертанням Землі навколо її осі. Вісь обертання Землі перетинає <link linkend="ai-csphere">небесну сферу</link> у двох точках. Ці точки називають <firstterm>небесними полюсами</firstterm>. Під час обертання Землі вони не змінюють своїх позицій, а всі інші точки неба, як видається, обертаються навколо них. Небесні полюси є також полюсами <link linkend="equatorial">екваторіальної координатної системи</link>. Це означає, що їх <firstterm>схилення</firstterm> мають значення +90° і -90° (відповідно для Північного і Південного небесних полюсів).

source: The North Celestial Pole currently has nearly the same coordinates as the bright star <firstterm>Polaris</firstterm> (which is Latin for <quote>Pole Star</quote>). This makes Polaris useful for navigation: not only is it always above the North point of the horizon, but its <link linkend="horizontal">Altitude</link> angle is always (nearly) equal to the observer's <link linkend="ai-geocoords">Geographic Latitude</link> (however, Polaris can only be seen from locations in the Northern hemisphere).
bg: Северният небесен полюс в момента има почти същите координати като ярката звезда Polaris (което на латински означава <quote>полярна звезда</quote>). Това прави Polaris особено полезна за навигация: не само че е винаги над северната точка на хоризонта, но нейният ъгъл на височина е винаги (почти) равен на географската ширина на наблюдателя (обаче Полярната звезда може да се види само от места в северното полукълбо).
ca: El pol nord celeste actualment té més o menys les mateixes coordenades que l'estrella <firstterm>Polaris</firstterm> (el qual és un nom llatí i significa <quote>estrella polar</quote>). Això torna a Polaris de molta utilitat per a la navegació: No tan sols està situada sempre al nord de l'horitzó, sinó que el seu angle d'<link linkend="horizontal">altitud</link> sempre és aproximadament igual que la <link linkend="ai-geocoords">latitud geogràfica</link> de l'observador (no obstant això, Polaris només es pot veure des d'emplaçaments a l'hemisferi nord).
es: El polo celeste norte tiene actualmente más o menos las mismas coordenadas que la estrella <firstterm>Polar</firstterm> (que significa «estrella del polo» en latín). Esto hace que la estrella Polar sea muy útil en la navegación: no solo está situada siempre al norte, sino que su ángulo de <link linkend="horizontal">elevación</link> es siempre aproximadamente igual a la <link linkend="ai-geocoords">latitud geográfica</link> del observador (sin embargo, la estrella Polar solo puede ser vista desde el hemisferio norte).
et: Põhjataevapooluse koordinaadid on praegu enam-vähem samad heleda tähe <firstterm>Põhjanaela</firstterm> koordinaatidega (muide, ladina keeles tähendabki selle nimi Polaris <quote>poolusetähte</quote>). Seetõttu armastavad näiteks meresõitjad väga kasutada Põhjanaela: see osutab alati horisondil põhjasuunda ning pealegi on tema <link linkend="horizontal">kõrgus</link> alati (peaaegu täpselt) võrdne vaatleja <link linkend="ai-geocoords">geograafilise laiuskraadiga</link>. Siiski on Põhjanael nähtav ainult Maa põhjapoolkeral.
gl: O polo norte celeste ten actualmente as mesmas coordenadas que a brillante <firstterm>Estrela Polar</firstterm> (que en Latín se chama <quote>Polaris</quote>). Isto fai que a Estrela Polar resulte útil para a navegación: non só está sempre por riba do punto norte do horizonte, senón que o seu ángulo de <link linkend="horizontal">altitude</link> é sempre (case) igual á <link linkend="ai-geocoords">latitude xeográfica</link> do observador (a Estrela Polar, porén, só se pode ver desde lugares do Hemisferio Norte).
nl: De noordelijke hemelpool heeft tegenwoordig ongeveer dezelfde coördinaten als de heldere ster <firstterm>Polaris</firstterm> (wat de Latijnse naam is voor de <quote>poolster</quote>). Hierdoor is de poolster erg handig voor de navigatie, niet alleen staat die altijd in het Noorden, ook de <link linkend="horizontal">hoogte</link> is altijd (bijna) gelijk aan de <link linkend="ai-geocoords">geografische breedte</link> van de waarnemer. (maar de poolster is alleen maar zichtbaar op het noordelijk halfrond).
pl: Północny biegun niebieski ma prawie te same współrzędne co jasna <firstterm>Gwiazda Polarna</firstterm> (po łacinie Polaris, czyli <quote>Gwiazda północna</quote>). Czyni to tą gwiazdę bardzo użyteczną przy nawigacji, gdyż nie tylko jest zawsze ponad północną linią horyzontu, ale także jej <link linkend="horizontal">wysokość</link> jest zawsze (prawie) równa <link linkend="ai-geocoords">szerokości geograficznej</link> obserwatora. Gwiazda Polarna jest widoczna z lokalizacji na półkuli północnej.
pt: O Pólo Norte Celeste tem aproximadamente as mesmas coordenadas actuais que a estrela brilhante que é a <firstterm>Estrela Polar</firstterm>. Isto torna a Estrela Polar útil para a navegação: não só está sempre acima do ponto Norte do horizonte, mas o seu ângulo de <link linkend="horizontal">Altitude</link> é quase sempre aproximadamente igual à <link linkend="ai-geocoords">Latitude Geográfica</link> do observador (contudo, a Estrela Polar só pode ser vista nas localizações do Hemisfério Norte).
pt_br: O polo norte celeste atualmente tem quase as mesmas coordenadas da estrela brilhante <firstterm>Polaris</firstterm> (forma em latim para <quote>estrela polar</quote>). Isto faz Polaris ser útil para navegação: não somente está sempre sobre o ponto norte do horizonte, mas seu ângulo de<link linkend="horizontal">altitude</link> é sempre (quase) igual a <link linkend="ai-geocoords">latitude geográfica</link> do observador (de qualquer forma, Polaris somente pode ser observada em locais do hemisfério norte).
ru: Сейчас северный полюс мира имеет примерно те же координаты, что и яркая <firstterm>Полярная звезда</firstterm> (лат. Polaris). Отсюда следует её важность для навигации: она не только всегда находится в точке севера, но и угол её <link linkend="horizontal">высоты</link> почти всегда равен <link linkend="ai-geocoords">географической широте</link> наблюдающего (хотя Полярная звезда видна только из Северного полушария).
sl: Severni nebesni pol ima trenutno skoraj enake koordinate kot svetla zvezda <firstterm>Polaris</firstterm> (kar v latinščini pomeni <quote>Severnica</quote>). Zaradi tega je Severnica uporabna za navigacijo: ne samo, da je vedno nad severno točko obzorja, ampak je tudi njen kot <link linkend="horizontal">višine</link> vedno (skoraj) enak opazovalčevi <link linkend=" ai-geocoords">Geografski širini</link> (vendar je Severnico mogoče videti samo z lokacij na severni polobli).
sv: Den norra himmelspolen har för närvarande nästan samma koordinater som den ljusstarka <firstterm>polstjärnan</firstterm> (på latin <quote>Polaris</quote>). Det här gör att polstjärnan är användbar för navigering: den är inte bara hela tiden över den norra punkten på horisonten, utan dess <link linkend="horizontal">höjdvinkel</link> är alltid (nästan) samma som observatörens <link linkend="ai-geocoords">geografiska latitud</link> (dock är polstjärnan bara synlig från platser på norra halvklotet).
uk: Північний небесний полюс у даний час має майже ті самі координати, що яскрава <firstterm>Полярна</firstterm> зірка (латиною її назва звучить як <quote>Поларіс</quote>). Це робить Полярну зірку незамінною у навігації: вона не лише увесь час знаходиться над точкою півночі на горизонті, але і має кутову <link linkend="horizontal">висоту</link>, яка завжди (приблизно) дорівнює <link linkend="ai-geocoords">географічній широті</link> спостерігача (але Полярну зірку можна спостерігати лише у північній півкулі, тому вона немає навігаційного значення для мешканців південної півкулі).

source: The fact that Polaris is near the pole is purely a coincidence. In fact, because of <link linkend="ai-precession">Precession</link>, Polaris is only near the pole for a small fraction of the time.
bg: Фактът, че Полярната звезда е близо до полюса, е чисто съвпадение. Всъщност, заради <link linkend="ai-precession">прецесията</link>, Полярната звезда е близо до полюса само за малка част от времето.
ca: El fet que l'estrella Polaris estigui a prop del pol és pura coincidència. De fet, a causa de la <link linkend="ai-precession">precessió</link>, Polaris només estarà a prop del pol durant una petita fracció del temps.
es: El hecho de que la estrella Polar esté cerca del polo es una simple coincidencia. De hecho, debido a la <link linkend="ai-precession">precesión</link>, la estrella Polar solo está cerca del polo durante una pequeña fracción de tiempo.
et: Põhjanael on pooluse lähedal siiski puhtalt kokkusattumuse tõttu. Tegelikult asub ta tänu <link linkend="ai-precession">pretsessioonile</link> pooluse lähedal astronoomilises ajaarvestuses ainult väga lühikest aega.
gl: O feito de que a Estrela Polar estea preto do polo é unha pura coincidencia. De feito, debido á <link linkend="ai-precession">precesión</link>, a Estrela Polar está preto do polo só unha pequena parte do tempo.
nl: Dat Polaris (nu) dichtbij de noordelijke hemelpool staat is puur toevallig. Door de <link linkend="ai-precession">Precessie</link>, staat de poolster maar een korte tijd nabij de noordelijke pool. Noot vertaler: "een korte tijd" is een grappig voorbeeld van astronomisch taalgebruik. Je moet hier denken aan de afgelopen en de komende eeuwen: Polaris nadert nu nog de pool, om die ongeveer in 2100 het dichtst te naderen. De afstand is dan minder dan een halve graad. Daarna zal Polaris zich weer langzaam van de pool verwijderen, met een snelheid die uitgedrukt kan worden in tientallen boogseconden per jaar (eerst uiteraard langzaam, daarna wat sneller).
pl: Fakt, że Gwiazda Polarna jest blisko bieguna to czysty zbieg okoliczoności. Uwzględniając <link linkend="ai-precession">precesję</link>, Gwiazda Polarna jest blisko bieguna tylko przez krótki okres czasu.
pt: O facto de a Estrela Polar estar perto do pólo é uma pura coincidência. De facto, devido à <link linkend="ai-precession">Precessão</link>, a Estrela Polar só está perto do pólo por uma pequena fracção de tempo.
pt_br: O fato de Polaris estar perto do polo é pura coincidência. De fato, devido a <link linkend="ai-precession">precessão</link>, Polaris está perto do polo somente por uma pequena fração de tempo.
ru: Тот факт, что Полярная звезда находится близко к полюсу &mdash; чистое совпадение. Фактически, из-за<link linkend="ai-precession">прецессии</link> она может находиться рядом с полюсом только недолгое время.
sl: Dejstvo, da je Severnica blizu pola, je čisto naključje. Pravzaprav je zaradi <link linkend="ai-precession">precesije</link> Polaris blizu pola le majhen del časa.
sv: Det faktum att polstjärnan är nära polen är en ren tillfällighet. I själva verket, på grund av <link linkend="ai-precession">precession</link>, är polstjärnan bara nära polen en liten del av tiden.
uk: Той факт, що Полярна зірка знаходиться поряд з полюсом, є суто випадковим. Загалом кажучи, через <link linkend="ai-precession">прецесію</link> Полярна зірка буде знаходитися поряд з полюсом порівняно недовгий проміжок часу.

source: Exercises:
bg: Упражнения:
ca: Exercicis:
es: Ejercicios:
et: Ülesanded:
gl: Exercicios:
nl: Oefeningen:
pl: Ćwiczenia:
pt: Exercícios:
pt_br: Exercícios:
ru: Упражнения:
sl: Vaje:
sv: Övningar:
uk: Вправи:
