Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-colorandtemp.po
Languages: ca, ca@valencia, es, et, it, nl, pl, ru, sl, sv, uk

source: Star Colors and Temperatures
ca: Colors i temperatures de les estrelles
sl: Barve zvezd in temperature

source: Stars appear to be exclusively white at first glance. But if we look carefully, we can notice a range of colors: blue, white, red, and even gold. In the winter constellation of Orion, a beautiful contrast is seen between the red Betelgeuse at Orion's "armpit" and the blue Bellatrix at the shoulder. What causes stars to exhibit different colors remained a mystery until two centuries ago, when Physicists gained enough understanding of the nature of light and the properties of matter at immensely high temperatures.
ca: A primera vista les estrelles aparenten ser exclusivament blanques. Però si observem amb més cura, notarem un interval de colors; blau, blanc, roig, fins i tot el daurat. En la constel·lació d'Orió, es pot apreuar un bell contrast entre la vermella Betelgeuse a l'«aixella» d'Orió i la blava Bellatrix a l'espatlla. El que causa que les estrelles tinguin diferents colors fou un misteri fins fa dos segles, quan els físics adquiriren els coneixements sobre la naturalesa de la llum i les propietats de la matèria a temperatures immensament altes.
ca@valencia: A primera vista les estreles aparenten ser exclusivament blanques. Però si observem amb més cura, notarem un interval de colors; blau, blanc, roig, fins i tot el daurat. En la constel·lació d'Orió, es pot apreuar un bell contrast entre la roja Betelgeuse a l'«aixella» d'Orió i la blava Bellatrix a l'espatla. El que causa que les estreles tinguen diferents colors fou un misteri fins fa dos segles, quan els físics adquiriren els coneixements sobre la naturalea de la llum i les propietats de la matèria a temperatures immensament altes.
es: Las estrellas aparentan ser exclusivamente blancas a primera vista. Pero si miramos más detenidamente, notaremos una variedad de colores: azul, blanco, rojo, e incluso dorado. En la constelación invernal de Orión, se puede apreciar un bello contraste entre la roja Betelgeuse, en la «axila» de Orión, y la azul Bellatrix, en el hombro. Lo que provoca que las estrellas tengan diferentes colores fue un misterio hasta hace dos siglos, cuando los físicos adquirieron los conocimientos suficientes sobre la naturaleza de la luz y las propiedades de la materia a temperaturas inmensamente altas.
et: Tähed paistavad esmapilgul eranditult valgena. Kui me neid aga hoolikamalt vaatleme, märkame juba erinevaid värve: sinine, valge, punane ja isegi kuldne. Talvel võib Orioni tähtkujus jälgida imeilusat kontrasti Orioni "kaenlaaluses" asuva punase Betelgeuse ja õlal paikneva sinise Bellatriksi vahel. Miks tähed üldse eri värvi peaksid olema, oli saladus veel paarisaja aasta eest, kuni füüsikud lõpuks hakkasid aru saama valguse olemusest ning aine omadustest erakordselt kõrgete temperatuuride puhul.
it: Le stelle sembrano tutte bianche a prima vista. Se però osserviamo con attenzione, possiamo notare tutta una gamma di colori: blu bianco, rosso e persino oro. Nella costellazione invernale di Orione, un bel contrasto è visibile tra la rossa Betelgeuse in corrispondenza dell'"ascella" di Orione, e la blu Bellatrix sulla spalla. Il motivo per cui le stelle hanno diversi colori rimase un mistero fino a due secoli fa, quando i fisici svilupparono un'adeguata comprensione della natura della luce e delle proprietà della materia alle altissime temperature.
nl: Op het eerste gezicht lijken sterren allemaal wit te zijn. Maar als we goed kijken zien we een hele reeks van kleuren: blauw, wit, rood en zelfs goud. In het wintersterrenbeeld Orion zien we een prachtig verschil tussen de rode Betelgeuze, in de "oksel" van Orion, en de blauwe Bellatrix op de schouder (of: de noordelijkste twee van de heldere sterren in Orion). Waarom de sterren verschillende kleuren hebben was tot twee eeuwen geleden een mysterie, totdat de Natuurkundigen genoeg inzicht kregen in wat licht eigenlijk is, en in de eigenschappen van materie bij heel hoge temperaturen.
pl: Na pierwszy rzut oka gwiazdy wydają się być białe. Jeżeli jednak przyjrzymy się im bliżej, możemy zauważyć szeroki zakres kolorów: niebieski, biały, czerwony, a nawet złoty. W widocznym w zimie gwiazdozbiorze Oriona można zauważyć piękny kontrast pomiędzy czerwoną Betelgezą oraz niebieską Bellatrix. Co powoduje taką różnicę kolorów wiemy od mniej więcej dwóch wieków. Wtedy to fizycy uzyskali wystarczające zrozumienie natury światła i własności materii w wysokich temperaturach.
ru: На первый взгляд звёзды кажутся только белыми. Но, если приглядеться, можно различить цвета: голубой, белый, красный и даже золотой. В зимнем созвездии Ориона красивый контраст составляют красная звезда Бетельгейзе «под мышкой» у Ориона и голубая Беллатрикс на плече. Причина разнообразия цветовой окраски звёзд оставалась тайной до тех пор, пока двести лет назад физики не изучили в достаточной мере природу света и свойства материи при очень высоких температурах.
sl: Zvezde so na prvi pogled videti izključno bele. Če pa pozorno pogledamo, lahko opazimo paleto barv: modro, belo, rdečo in celo zlato. V zimskem ozvezdju Oriona je viden čudovit kontrast med rdečo Betelgezo v Orionovi "pazduhi" in modro Bellatrix na rami. Kaj povzroča, da imajo zvezde različne barve, je ostala skrivnost do pred dvema stoletjema, ko so fiziki pridobili dovolj razumevanja narave svetlobe in lastnosti snovi pri izjemno visokih temperaturah.
sv: Stjärnor verkar vara enbart vita vid första ögonkastet. Men om man tittar noga, märker man en hel rad färger: blått, vitt, rött och till och med gyllene. På vintern i stjänrbilden Orion, syns en vacker kontrast mellan den röda Betelgeuse i Orions "armhåla", och den blåa Bellatrix vid skuldran. Vad som gör att stjärnor uppvisar olika färger förblev ett mysterium ända till för tvåhundra år sedan, när fysiker inhämtat tillräcklig förståelse för ljusets natur och egenskaper hos materia vid oerhört höga temperaturer.
uk: З першого погляду зірки видаються білими. Але якщо придивитися, можна помітити цілий діапазон кольорів зірок: блакитні, білі, червоні і навіть золотаві. У зимовому сузір’ї Оріона можна спостерігати за прекрасним контрастом між червоною Бетельгейзе у «пахві» мисливця-Оріона і блакитною Беллатрікс на його плечі. Причина того, що зірки світяться різними кольорами була загадкою протягом усієї історії науки, аж до того часу, коли два сторіччя тому фізики досягли достатнього рівня розуміння природи світла і властивостей речовини за високих температур.

source: Specifically, it was the physics of :doc:`blackbody radiation <ai-blackbody>` that enabled us to understand the variation of stellar colors. Shortly after blackbody radiation was understood, it was noticed that the spectra of stars look extremely similar to blackbody radiation curves of various temperatures, ranging from a few thousand Kelvin to ~50,000 Kelvin. The obvious conclusion is that stars are similar to blackbodies, and that the color variation of stars is a direct consequence of their surface temperatures.
ca: Específicament, foren els físics que investigaven la :doc:`radiació d'un cos negre <ai-blackbody>` els que ens permeteren entendre la variació dels colors estel·lars. Poc després de comprendre la radiació d'un cos negre, es vano donar compte que l'espectre de les estrelles és molt similar a les corbes de la radiació d'un cos negre de diverses temperatures, variant des d'uns pocs milers de graus Kelvin fins a ~50.000 K. La conclusió òbvia és que les estrelles són similars als cossos negres i que la variació de color de les estrelles és una conseqüència directa de les temperatures de la seva superfície.
sl: Natančneje, prav fizika :doc:`sevanja črnega telesa <ai-blackbody>` nam je omogočila razumevanje spreminjanja barv zvezd. Kmalu po tem, ko so razumeli sevanje črnega telesa, so opazili, da so spektri zvezd izjemno podobni krivuljam sevanja črnega telesa različnih temperatur, od nekaj tisoč Kelvinov do ~50.000 Kelvinov. Očiten sklep je, da so zvezde podobne črnim telesom in da je spreminjanje barv zvezd neposredna posledica njihovih površinskih temperatur.

source: Cool stars (i.e., Spectral Type K and M) radiate most of their energy in the red and infrared region of the electromagnetic spectrum and thus appear red, while hot stars (i.e., Spectral Type O and B) emit mostly at blue and ultra-violet wavelengths, making them appear blue or white.
ca: Les estrelles fredes (és a dir, les de tipus espectrals K i M) irradien la major part de la seva energia en les zones roges i infraroges de l'espectre electromagnètic i, per això són de color roig, mentre que les estrelles calentes (és a dir, les de tipus espectrals O i B) majoritàriament emeten longituds d'ona blaves i ultraviolades, fent que aparentin ser blaves o blanques.
ca@valencia: Les estreles fredes (&ead;, les de tipus espectrals K i M) irradien la major part de la seua energia en les zones roges i infraroges de l'espectre electromagnètic i per açò són de color roig, mentre que les estreles calentes (&ead;, les de tipus espectrals O i B) majoritàriament emeten longituds d'ona blaves i ultraviolats, fent que aparenten ser blaves o blanques.
es: Las estrellas frías (es decir, las de tipos espectrales K y M) irradian la mayor parte de su energía en las zonas roja e infrarroja del espectro electromagnético y por eso son de color rojo, mientras que las estrellas calientes (es decir, las de tipos espectrales O y B) emitan mayormente longitudes de onda azules y ultravioletas, haciendo que parezcan azules o blancas.
et: Külmad tähed (st. spektriklass K ja M) kiirgavad suurema osa oma energiast elektromagnetkiirguse spektri punases ja infrapunases piirkonnas ning paistavad seepärast punasena, kuumad tähed aga (st. spektriklass O ja B) sinisel ja ultravioletsel lainepikkusel, mis laseb neid paista sinise või valgena.
it: Stelle fredde (per esempio, di tipo spettrale K e M) emettono la maggior parte della propria energia nelle regioni rossa e infrarossa dello spettro elettromagnetico, e così ci appaiono rosse, mentre le stelle calde (come quelle di tipo spettrale O e B) emettono perlopiù a lunghezze d'onda blu e ultraviolette, apparendoci quindi azzurre o bianche.
nl: Koude sterren (met spectraaltype K en M) stralen het grootste deel van hun energie uit in het rode en infrarode deel van het elektromagnetische spectrum, en zien er dus rood uit, en hete sterren (met spectraaltype O en B) stralen overwegend in de blauwe en ultraviolette golflengten, waardoor zij er blauw of wit uitzien. Noot vertaler: De meest bekende spectraaltypeverdeling is die van heet naar koud: O, B, A, F, G. K, M (Oh Be A Fine Girl Kiss Me). De zon is een middelmatig G- sterretje. Uit de volgorde van de spectraaltypen kan je zien dat de astronomen in de loop van de tijd deze hebben moeten herzien.
pl: Chłodne gwiazdy (czyli takie o typie widmowym K lub M) wypromieniowują najwięcej energii w okolicach czerwieni i podczerwieni widma elektromagnetycznego. Stąd wyglądają na czerwone. Gorące gwiazdy (o typie widmowym O lub B) promieniuje głównie niebieskie i ultrafioletowe długości fali przez co wyglądają na niebieskie lub białe.
ru: Холодные звёзды (например, спектрального класса K и M) излучают большую часть своей энергии в красном и инфракрасном диапазоне электромагнитного спектра и потому кажутся красными, а излучение горячих звёзд (например спектрального класса O и B) лежит в синем и ультрафиолетовом спектре, нам они кажутся голубыми или белыми.
sl: Hladne zvezde (tj. spektralne vrste K in M) sevajo večino svoje energije v rdečem in infrardečem območju elektromagnetnega spektra in so zato videti rdeče, medtem ko vroče zvezde (tj. spektralne vrste O in B) sevajo večinoma v modri in ultra-vijoličnih valovnih dolžinah, zaradi česar so videti modre ali bele.
sv: Kalla stjärnor (t.ex. spektralklass K och M) strålar ut det mesta av sin energi i det röda och infraröda området av det elektromagnetiska spektrat, och verkar därför röda, medan heta stjärnor (dvs. spektralklass O och B) strålar vid blåa och ultravioletta våglängder, vilket gör att de verkar vara blåa eller vita.
uk: Холодні зірки (тобто зірки спектральних класів K і M) випромінюють більшу частину своєї енергії у червоному і інфрачервоному діапазонах електромагнітного спектра, а отже, виглядають червоними, а гарячі білі зірки (тобто зірки спектральних класів O і B) випромінюють в основному на довжинах хвиль блакитного і ультрафіолетового випромінення, що робить їх на вигляд блакитними або білими.

source: To estimate the surface temperature of a star, we can use the known relationship between the temperature of a blackbody, and the wavelength of light where its spectrum peaks. That is, as you increase the temperature of a blackbody, the peak of its spectrum moves to shorter (bluer) wavelengths of light. This is illustrated in Figure 1 where the intensity of three hypothetical stars is plotted against wavelength. The "rainbow" indicates the range of wavelengths that are visible to the human eye.
ca: Per a estimar la temperatura en la superfície d'una estrella, podem utilitzar la relació coneguda entre la temperatura d'un cos negre i la longitud d'ona de la llum en els màxims del seu espectre. Això és, a mesura que es fa pujar la temperatura d'un cos negre, el màxim del seu espectre es mou cap a longituds d'ona més curtes de la llum (més blavoses). Això apareix il·lustrat en la Figura 1, a on la intensitat de tres estrelles hipotètiques apareix reflectida juntament amb la longitud d'ona. L'«Arc de Sant Martí» indica l'interval de longituds d'ona visibles per a l'ull humà.
ca@valencia: Per a estimar la temperatura en la superfície d'una estrela, podem utilitzar la relació coneguda entre la temperatura d'un cos negre i la longitud d'ona de la llum en els pics del seu espectre. Açò és, a mesura que feu pujar la temperatura d'un cos negre, el màxim del seu espectre es mou cap a longituds d'ona més curtes de la llum (blau). Açò apareix il·lustrat en la Figura 1, a on la intensitat de tres estreles hipotètiques apareix reflectida juntament amb la longitud d'ona. L'«Arc de Sant Martí» indica l'interval de longituds d'ona visibles per l'ull humà.
es: Para estimar la temperatura superficial de una estrella, podemos utilizar la relación conocida entre la temperatura de un cuerpo negro y la longitud de onda de la luz en los picos de su espectro. Esto es, a medida que se incrementa la temperatura de un cuerpo negro, el máximo de su espectro se mueve hacia longitudes de onda de luz más cortas (azuladas). Esto aparece ilustrado en la Figura 1, donde la intensidad de tres estrellas hipotéticas aparece reflejada junto a la longitud de onda. El «arco iris» indica el rango de longitudes visible para el ojo humano.
et: Tähe pinnatemperatuuri hindamiseks saab kasutada tuntud suhet musta keha temperatuuri ning selle kiiratava valguse lainepikkuse vahel. See tähendab, et kui musta keha temperatuur suureneb, muutub tema spektri lainepikkus lühemaks (sinisemaks). Seda näitab joonis 1, kus on kujutatud kolme hüpoteetilise tähe kiirgamisvõime ja lainepikkuse seost. "Vikerkaar" osutab lainepikkuse sellele vahemikule, mida suudab tajuda inimsilm.
it: Per stimare la temperatura superficiale di una stella possiamo usare la nota relazione tra la temperatura di un corpo nero e la lunghezza d'onda del picco spettrale. In altre parole, aumentando la temperatura di un corpo nero il picco dello spettro si muove verso lunghezze d'onda più corte (più blu). Ciò è illustrato in Figura 1, dove le intensità di tre ipotetiche stelle sono raffigurate in funzione della lunghezza d'onda. L'"arcobaleno" indica l'intervallo di lunghezze d'onda visibili dall'occhio umano.
nl: Om de oppervlaktetemperatuur van een ster te schatten kunnen we de bekende relatie gebruiken tussen de temperatuur van een zwart lichaam, en de golflengte van het licht waarbij het spectrum een maximum bereikt. Dus, als de temperatuur van een zwart lichaam hoger wordt, zal de top van het spectrum verschuiven naar de kortere (blauwere) golflengten. Dit wordt ge√Øllustreerd in Figuur 1, waarin de intensiteit van de uitgezonden straling van drie denkbeeldige sterren is getekend als functie van de golflengte. De "regenboog" toont het golflengtegebied dat zichtbaar is voor het menselijke oog.
pl: By oszacować temperaturę powierzchni gwiazdy, należy skorzystać w relacji pomiędzy temperaturą ciała doskonale czarnego oraz długością fali, gdzie widmo światła osiąga szczyt. Gdy temperatura ciała czarnego wzrasta, szczyty w widmie przesuwają się w stronę krótszych długości fal (bardziej niebieskich). Widać to na Rysunku 1 gdzie intensywność świecenia trzech gwiazd narysowana jest w funkcji długości fali. "Tęcza" wskazuje zakres długości fali widzialnych przez oko ludzkie.
ru: Для оценки температуры звезды можно использовать известное соотношение между температурой абсолютно черного тела и длиной волны спектрального максимума. То есть если увеличить температуру черного тела, то его спектральный максимум сдвинется в более короткую (синюю) часть спектра. Это показано на рисунке 1, где яркость трёх гипотетических звёзд указана напротив длины волн. <quote>Радуга</quote> показывает часть спектра, видимую человеческому глазу.
sl: Za oceno površinske temperature zvezde lahko uporabimo znano razmerje med temperaturo črnega telesa in valovno dolžino svetlobe, kjer njen spekter doseže vrh. To pomeni, da ko povečate temperaturo črnega telesa, se vrh njegovega spektra premakne na krajše (bolj modre) valovne dolžine svetlobe. To je ponazorjeno na sliki 1, kjer je intenziteta treh hipotetičnih zvezd prikazana glede na valovno dolžino. "Mavrica" označuje razpon valovnih dolžin, ki jih vidi človeško oko.
sv: För att uppskatta yttemperaturen hos en stjärna, kan man använda det kända sambandet mellan temperatur för en svartkropp, och ljusvåglängden där dess spektrum har sin topp. Alltså när man ökar temperaturen hos en svartkropp, så flyttas toppen för dess spektrum till kortare (blåare) ljusvåglängder. Det här illustreras i figur 1, där intensiteten för tre tänkta stjärnor är uppritad i förhållande till våglängd. "Regnbågen" anger våglängdsområdet som är synligt för det mänskliga ögat.
uk: Для оцінки температури поверхні зірки ми можемо використати відому залежність між температурою чорного тіла і довжиною хвилі максимуму спектра випромінювання. Ми знаємо, що зі збільшенням температури чорного тіла максимум спектра зміщується у бік електромагнітних хвиль з коротшою довжиною (тобто у бік блакитного кольору). Ілюстрацією цього твердження може слугувати Рисунок 1, де побудовано залежності інтенсивності випромінювання трьох гіпотетичних зірок від довжини хвилі. «Веселка» на рисунку позначає колір відповідних хвиль у тому вигляді, як його сприймає людське око.

source: |image2|
sl: |slika2|

source: Figure 1
ca: Figura 1
ca@valencia: Figura 1
es: Figura 1
et: Joonis 1
it: Figura 1
nl: Figuur 1
pl: Rysunek 1
ru: Рисунок 1
sl: Slika 1
sv: Figur 1
uk: Рисунок 1

source: This simple method is conceptually correct, but it cannot be used to obtain stellar temperatures accurately, because stars are *not* perfect blackbodies. The presence of various elements in the star's atmosphere will cause certain wavelengths of light to be absorbed. Because these absorption lines are not uniformly distributed over the spectrum, they can skew the position of the spectral peak. Moreover, obtaining a usable spectrum of a star is a time-intensive process and is prohibitively inefficient for large samples of stars.
ca: Aquest mètode simple és un concepte correcte, però no es pot utilitzar per a obtenir temperatures estel·lars amb precisió, atès que les estrelles *no* són cossos negres perfectes. La presència d'elements diversos a l'atmosfera de l'estrella provoca que s'absorbeixin certes longituds d'ona de la llum. Com que aquestes línies d'absorció no estan distribuïdes uniformement sobre l'espectre, poden modificar la posició d'un màxim espectral. De fet, obtenir un espectre útil d'una estrella és un procés que comporta molt de temps i és prohibitiu realitzar-lo amb mostres grans d'estrelles.
sl: Ta preprosta metoda je konceptualno pravilna, vendar je ni mogoče uporabiti za natančno pridobivanje zvezdnih temperatur, ker zvezde *niso* popolna črna telesa. Prisotnost različnih elementov v atmosferi zvezde bo povzročila absorpcijo določenih valovnih dolžin svetlobe. Ker te absorpcijske črte niso enakomerno porazdeljene po spektru, lahko popačijo položaj spektralnega vrha. Poleg tega je pridobivanje uporabnega spektra zvezde časovno intenziven proces in je mnogo preveč neučinkovito za velike vzorce zvezd.

source: An alternative method utilizes photometry to measure the intensity of light passing through different filters. Each filter allows *only* a specific part of the spectrum of light to pass through while rejecting all others. A widely used photometric system is called the *Johnson UBV system*. It employs three bandpass filters: U ("Ultra-violet"), B ("Blue"), and V ("Visible"); each occupying different regions of the electromagnetic spectrum.
ca: Un mètode alternatiu utilitza la fotometria per a mesurar la intensitat de la llum en passar a través de filtres diferents. Cada filtre *sols* permet passar una part específica de l'espectre de la llum, mentre que rebutja tots els altres. Un sistema fotomètric molt emprat és l'anomenat *Johnson UBV system* (sistema fotomètric UBV, de Johnson, o de Johnson-Morgan). Empra tres filtres passabanda: U («ultraviolat»), B («blau») i V («visible»); cadascun ocupa regions diferents de l'espectre electromagnètic.
sl: Alternativna metoda uporablja fotometrijo za merjenje intenzivnosti svetlobe, ki prehaja skozi različne filtre. Vsak filter prepušča *le* določen del spektra svetlobe, da preide skozi, medtem ko zavrača vse druge. Zelo razširjen fotometrični sistem se imenuje *sistem Johnson UBV*. Uporablja tri pasovne filtre: U ("ultravijolično"), B ("modro") in V ("vidno"); vsak zavzema različna območja elektromagnetnega spektra.
