Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-cpoles.po
Languages: bg, ca, es, et, gl, nl, pl, pt, pt_br, ru, sl, sv, uk

source: Use the <guilabel>Find Object</guilabel> window (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) to locate Polaris. Notice that its Declination is almost (but not exactly) +90 degrees. Compare the Altitude reading when focused on Polaris to your location's geographic latitude. They are always within one degree of each other. They are not exactly the same because Polaris isn't exactly at the Pole. (you can point exactly at the pole by switching to Equatorial coordinates, and pressing the up-arrow key until the sky stops scrolling).
bg: Използвайте инструмента <guilabel>Намиране на обект</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>), за да намерите Полярната звезда. Забележете, че деклинацията му е почти (но не точно) +90 градуса. Сравнете показанията за височина, когато сте фокусирали върху Polaris, с това на вашата географска ширина. Те винаги са в рамките на един градус един от друг. Те не съвпадат, защото Полярната звезда не е точно на полюса. (Можете да посочите точно полюса, като превключите на екваториални координати и натискате клавиша стрелка нагоре, докато небето спре да се върти).
ca: Utilitzeu la finestra <guilabel>Cerca un objecte</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) per a localitzar a Polaris. Cal tenir en compte que la seva declinació és gairebé (tot i que no exactament) de +90 graus. Compareu la lectura de l'altitud quan es focalitzi sobre Polaris amb la latitud geogràfica del vostre emplaçament. Sempre estan a un grau l'una de l'altra. No estan exactament en el mateix lloc perquè Polaris no està exactament en el pol. (Podeu apuntar exactament al pol canviant a coordenades equatorials i prement la tecla del cursor amunt fins que el cel deixi de desplaçar-se).
es: Utilice la ventana <guilabel>Buscar objeto</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) para localizar la estrella Polar. Tenga en cuenta que su declinación es casi (pero no exactamente) +90 grados. Compare la lectura de la elevación cuando se centre en la estrella Polar con la latitud geográfica de su localización. Siempre están separadas por un grado. No están exactamente en el mismo sitio porque la estrella Polar no está exactamente en el polo. (Es posible centrarse exactamente en el polo cambiando al sistema de coordenadas ecuatoriales, y pulsando la tecla del cursor arriba hasta que el cielo deje de desplazarse).
et: Kasuta akent <guilabel>Objekti otsimine</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) Põhjanaela asukoha määramiseks. Pane tähele, et tähe kääne on peaaegu (aga mitte päris täpselt) +90 kraadi. Võrdle nüüd Põhjanaela kõrgust oma asukoha geograafilise laiuskraadiga. Need jäävad alati ühe kraadi sisse. Nad ei ole päris ühesugused, sest Põhjanael ei asu täpselt pooluse kohal. (Pooluse saad määrata, kui lülitad sisse ekvaatorilised koordinaadid ning vajutad üles-nooleklahvi, kuni taevas enam ei pöörle.)
gl: Usa a xanela <guilabel>Atopar un obxecto</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) para localizar a Estrela Polar. Lembra que a súa declinación é de case (aínda que non exactamente) +90 graos. Compara a lectura da altitude cando o visor está centrado nela coa latitude xeográfica do lugar no que esteas. Están sempre a un grao de distancia. Non son exactamente iguais porque a Estrela Polar non está exactamente no polo (pódese apuntar exactamente para o polo pasando a coordenadas ecuatoriais e premendo a tecla de frecha para riba ata que o ceo deixe de desprazarse).
nl: Gebruik het venster <guilabel>Object zoeken</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) voor het zoeken van Polaris. Merk op dat de declinatie (bijna, maar niet precies) +90 graden is. Vergelijk de hoogte van Polaris met de geografische breedte van uw locatie. Deze twee verschillen altijd minder dan een graad.van elkaar. Ze zijn niet precies hetzelfde, omdat Polaris niet precies in de pool staat. (U kunt de kijkrichting precies op de noordelijke pool instellen door de equatoriale coördinaten aan te zetten, en daarna op de naar boven wijzende pijltjestoets te drukken totdat het beeld niet meer verandert).
pl: Przy użyciu okna <guilabel>Znajdź obiekt</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) znaleźć Gwiazdę Polarną. Jej deklinacja jest równa prawie (ale nie dokładnie) + 90 stopni. Porównać wysokość odczytaną przy zbliżeniu na Gwiazdę Polarną z własną szerokością geograficzną. Ich różnica mieści się zawsze w przedziale jednego stopnia. Nie są dokładnie takie same, gdyż gwiazda tanie jest dokladnie na biegunie. (biegun można obserwować po przełączeniu na współrzędne równikowe i przytrzymaniu klawisza strzałki do góry do momentu, kiedy niebo nie przestanie się przesuwać).
pt: Use a janela <guilabel>Procurar um Objecto</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) para localizar a Estrela Polar. Repare que a sua Declinação é quase (mas não exactamente) +90 graus. Compare a leitura da Altitude quando estiver focado na Estrela Polar com a latitude geográfica da sua localização. Elas estão sempre a um grau uma da outra. Elas não são exactamente iguais porque a Estrela Polar não está exactamente no Pólo. (você poderá apontar exactamente para o pólo se mudar para as coordenadas equatoriais e se carregar na seta para cima até que o céu deixe de se deslocar.
pt_br: Use a janela <guilabel>Encontrar objeto</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) para localizar Polaris. Note que sua declinação é quase (mas não exatamente) +90 graus. Compare a altitude lida quando Polaris estiver em foco com a latitude de sua localização geográfica. Elas estão sempre dentro de um grau de um para outro. Elas não são exatamente as mesmas porque Polaris não está exatamente no polo. (você pode apontar exatamente para o polo alternando para coordenadas equatoriais e pressionando a seta para cima no teclado até o céu parar de rolar).
ru: В окне <guilabel>Поиск объекта</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) найдите Полярную звезду. Заметьте, что ее отклонение составляет почти (но не в точности) +90 градусов. Сравните ее высотные показания с вашей географической широтой. Они всегда отличаются не более, чем на один градус. Они не совпадают, поскольку Полярная звезда не находится точно в полюсе (можно найти точное положение полюса, если переключиться в экваториальную систему координат и нажимать стрелку вверх, пока изображение на экране не перестанет прокручиваться).
sl: Uporabite okno <guilabel>Najdi objekt</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>), da poiščete Severnico. Upoštevajte, da je njena deklinacija skoraj (vendar ne točno) +90 stopinj. Primerjajte odčitek višine, ko je osredotočen na Severnico, z geografsko širino vaše lokacije. Vedno so znotraj ene stopinje druga od druge. Niso popolnoma enaki, ker Severnica ni ravno na polu. (točno na pol lahko pokažete tako, da preklopite na ekvatorialne koordinate in pritiskate puščično tipko navzgor, dokler se nebo ne neha premikati).
sv: Använd fönstret <guilabel>Sök objekt</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) för att hitta polstjärnan. Observera att dess deklination är nästan (men inte precis) +90 grader. Jämför elevationen när du fokuserar på polstjärnan med din positions geografiska latitud. De är alltid inom en grad från varandra. De är inte exakt likadana eftersom polstjärnan inte befinner sig exakt vid polen (du kan peka exakt på polen genom att byta till ekvatoriella koordinater, och trycka på uppåtpilen tills himlen slutar panorera).
uk: Скористайтеся вікном <guilabel>Пошуку об’єкта</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) для пошуку Полярної зірки. Зауважте, що її координата схилення майже (але не точно) рівна +90°. Порівняйте кутову висоту, коли фокус знаходиться на Полярній зірці, з географічною широтою вашого місця перебування. Їх значення завжди повинні відрізнятися не більше, ніж на один градус. Вони не збігаються точно, оскільки Полярна зірка не знаходиться у точці полюса. (Ви можете поглянути на точну точку полюса, якщо перемкнетеся на екваторіальні координати і тиснутимете на клавішу зі стрілкою вгору аж доки небесна карта не припинить рух).

source: Use the <guilabel>Time Step</guilabel> spinbox in the toolbar to accelerate time to a step of 100 seconds. You can see the entire sky appears to rotate around Polaris, while Polaris itself remains nearly stationary.
bg: Използвайте полето за управление на <guilabel>времевата стъпка</guilabel> в лентата с инструменти, за да ускорите времето до стъпка от 100 секунди. Можете да видите, че цялото небе се върти около Полярната звезда, докато самата звезда остава почти неподвижна.
ca: Utilitzeu el botó de selecció de valors <guilabel>Pas temporal</guilabel> en la barra d'eines per a accelerar el temps fins a un pas de 100 segons. Podreu veure al cel sencer aparentar girar al voltant de Polaris, mentre que la mateixa Polaris romandrà estacionària.
es: Utilice el selector <guilabel>Paso de tiempo</guilabel> en la barra de herramientas para acelerar el tiempo hasta un paso de 100 segundos. Puede comprobar cómo el cielo parece rotar alrededor de la estrella Polar, mientras que la propia estrella permanece estacionaria.
et: Kasuta tööriistariba hüpikkasti <guilabel>Ajasamm</guilabel> ja sea seal väärtuseks 100 sekundit. Nüüd näed, kuidas kogu taevalaotus keerleb ümber Põhjapooluse, täht ise jääb aga peaaegu täielikult liikumatuks.
gl: Usa o selector <guilabel>Paso de tempo</guilabel> da barra de tarefas para acelerar o tempo a pasos de 100 segundos. Podes ver como todo o ceo parece rotar arredor da Estrela Polar mentres que esta queda practicamente estacionaria.
nl: Gebruik het spinveld <guilabel>Tijdstap instellen</guilabel> in de werkbalk om het tijdsverloop in stappen van 100 seconden in te stellen. U kunt zien dat de hele hemel lijkt te draaien om de poolster, terwijl de poolster bijna op dezelfde plaats lijkt te blijven staan.
pl: Przy użyciu pola <guilabel>Krok czasu</guilabel> z paska narzędzi zwiększyć krok czasu na 100 sekund. Można wtedy zobaczyć jak całe niebo obraca się wokół Gwiazdy Polarnej, podczas gdy ona pozostaje prawie w jednym miejscu.
pt: Use a opção <guilabel>Ajuste de Tempo</guilabel> na barra de tempo para acelerar o tempo puma iteração de 100 segundos. Você irá ver o céu inteiro a parecer rodar à volta da Estrela Polar, enquanto que esta se mantém quase estacionária.
pt_br: Use a caixa <guilabel>Período de tempo</guilabel> na barra de ferramentas para acelerar o tempo para um período de 100 segundos. Você pode ver o céu inteiro aparentemente rodar ao redor de Polaris, enquanto Polaris permanece praticamente estacionada.
ru: В поле <guilabel>Задать шаг по времени</guilabel> выберите значение в 100 секунд. Это позволит увидеть вращение неба вокруг Полярной звезды, а сама звезда будет при этом почти неподвижна.
sl: Uporabite vrtilno polje <guilabel>Časovni korak</guilabel> v orodni vrstici, da pospešite čas na korak 100 sekund. Vidite lahko, da se zdi, da se celotno nebo vrti okoli Polarisa, medtem ko sam Polaris skoraj ne miruje.
sv: Använd rutan <guilabel>Tidsteg</guilabel> i verktygsraden för att accelerera tiden till ett steg på 100 sekunder. Du kan se att hela himlen verkar rotera runt polstjärnan, medan den själv verkar nästan stillastående.
uk: Скористайтеся полем <guilabel>Крок за часом</guilabel> на панелі інструментів, щоб збільшити крок за часом до 100 секунд. Тепер можна побачити як все небо, здається, обертається навколо Полярної зірки, а сама Полярна залишається майже нерухомою.

source: We said that the celestial pole is the pole of the Equatorial coordinate system. What do you think is the pole of the horizontal (Altitude/Azimuth) coordinate system? (The <link linkend="ai-zenith">Zenith</link>).
bg: Казахме, че небесният полюс е полюсът на екваториалната координатна система. Какво мислите е полюса на хоризонталната (височина/азимут) координатна система? (<link linkend="ai-zenith">Зенитът</link>).
ca: Us havíem dit que el pol celeste és el pol del sistema de coordenades equatorials. Quin penseu que és el pol del Sistema de coordenades horitzontals (altitud o azimut)? (El <link linkend="ai-zenith">Zenit</link>).
es: Dijimos que el polo celeste es el polo del sistema de coordenadas ecuatorial. ¿Cuál cree que es el polo del sistema de coordenadas horizontal (altitud/acimut)? (El <link linkend="ai-zenith">cenit</link>).
et: Nentisime, et taevapoolus on ekvaatorilise koordinaatide süsteemi poolus. Mis on sinu arvates horisondilise (kõrguse-asimuudi) koordinaatide süsteemi poolus? ( <link linkend="ai-zenith">Seniit</link>)
gl: Dixemos que o polo celeste é o polo do sistema de coordenadas ecuatoriais. Cal pensa que é o polo do sistema de coordenadas horizontais (Altitude/Acimut) (O <link linkend="ai-zenith">Cénit</link>).
nl: We vertelden dat een hemelpool een pool is van het equatoriale coördinatensysteem. Wat is volgens u de pool van het horizontale (hoogte/azimut) coördinatensysteem? Antwoord: Het <link linkend="ai-zenith">Zenit</link>).
pl: Zostało powiedziane, że biegun niebieski jest biegunem współrzędnych równikowych. Co jest biegunem horyzontalnego (wysokość/azymut) układu współrzędnych? (<link linkend="ai-zenith">zenit</link>).
pt: Nós dissemos que o pólo celeste é o pólo do sistema de coordenadas equatoriais. O que é que você pensa que é o pólo do sistema de coordenadas horizontal (Altitude/Azimute)? O <link linkend="ai-zenith">Zénite</link>).
pt_br: Dissemos que o polo celeste é o polo do sistema de coordenadas equatoriais. O que você acha que é o sistema de coordenadas horizontal (altitude/azimute)? (O <link linkend="ai-zenith">zênite</link>).
ru: Мы сказали, что полюс мира &mdash; это полюс экваториальной системы координат. А что, по-вашему, является полюсом горизонтальной (высота/азимут) системы координат? (<link linkend="ai-zenith">Зенит</link>.)
sl: Rekli smo, da je nebesni pol pol ekvatorialnega koordinatnega sistema. Kaj mislite, kaj je pol vodoravnega (višina/azimut) koordinatnega sistema? (<link linkend="ai-zenith">Zenit</link>).
sv: Vi nämnde att himmelspolen är polen för det ekvatoriella koordinatsystemet. Vad tror du att polen för det horisontella (elevation/azimut) koordinatsystemet är? (<link linkend="ai-zenith">Zenit</link>).
uk: Було сказано, що небесний полюс є полюсом екваторіальної системи координат. Як ви гадаєте, яка точка є полюсом горизонтальної (висота/азимут) системи координат? (Відповідь: <link linkend="ai-zenith">Зеніт</link>).
