Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-cosmicdist.po
Languages: bg, ca, ca@valencia, es, et, fr, gl, it, nl, pt, sl, sv, uk

source: The bottom of the ladder consists of objects whose distances can be directly measured, like the moon (see `Lunar Laser Ranging <https://en.wikipedia.org/wiki/Lunar_Laser_Ranging_experiment>`__). The same technique, using radio waves, is applied to find distances to planets as well.
bg: В основата на стълбата стоят обекти, разстоянията, до които можем да измерим директно, като например Луната. Вижте `Lunar Laser Ranging <https://en.wikipedia.org/wiki/Lunar_Laser_Ranging_experiment>`__). Същата техника, използваща радиовълни, се прилага и за намиране на разстоянията до планетите.
ca: La part inferior de l'escala es compon d'objectes amb distàncies que es poden mesurar directament, com la Lluna (vegeu `Lunar Laser Ranging <https://en.wikipedia.org/wiki/Lunar_Laser_Ranging_experiment>`__). La mateixa tècnica, utilitzant ones de ràdio, s'aplica també per a trobar les distàncies als planetes.
fr: La base de l'échelle consiste en des astres pour lesquelles les distances peuvent être directement mesurées, comme la lune (veuillez consulter `Mesure de distance lunaire par laser <https://fr.wikipedia.org/wiki/R%C3%A9flecteur_lunaire>`__). La même technique utilisant des ondes radio, est appliquée pour trouver la distance à des planètes par exemple.

source: For nearby stars, measuring the :doc:`parallax <ai-parallax>` is possible and yields the distance to the star.
bg: За близките звезди измерването на :doc:`паралакса <ai-parallax>` е възможно и дава разстоянието до звездата.
ca: Per a les estrelles properes, és possible mesurar la :doc:`paral·laxi <ai-parallax>` i s'obté la distància a l'estrella.
fr: Pour les astres proches, la mesure par :doc:`parallaxe <ai-parallax>` est possible et fournit la distance à l'étoile.

source: "Standard candles" are objects whose intrinsic brightnesses we can know for sure. The apparent :doc:`magnitude <ai-magnitude>`, which is easy to measure, tells us how bright an object appears, not how bright it actually is. Distant objects appear less brighter, because their light gets spread out over a larger area.
bg: "Стандартните свещи" са обекти, чиято присъща яркост можем да знаем със сигурност. Видимата :doc:`звездна величината <ai-magnitude>`, която е лесна за измерване, ни казва колко ярък изглежда даден обект, а не колко ярък е той в действителност. Отдалечените обекти изглеждат по-малко по-ярки, защото светлината им се разпръсква върху по-голяма площ.
ca: Les «candeles estàndard» són objectes amb una lluminositat intrínseca que podem saber del cert. La :doc:`magnitud <ai-magnitude>` aparent, la qual és fàcil de mesurar, ens explica com sembla de lluminós un objecte, no com de lluminós és en realitat. Els objectes distants semblen menys lluminosos, pel fet que la seva llum s'estén sobre una àrea més gran.
fr: Les \"chandelles standards\" sont des objets dont l'éclat intrinsèque est bien connu. La :doc:`magnitude <ai-magnitude>` apparente, qui est facile à mesurer, nous indique la luminosité telle qu'elle nous apparaît et non sa luminosité réelle. Les objets distants sont moins lumineux parce que leur lumière se disperse sur de grandes zones.

source: In accordance with the *inverse square law* for light intensities, the amount of light we receive from an object drops with the distance squared. Thus, we may compute the distance to an object if we know both how bright it actually is (absolute magnitude; 'M') and how bright it appears to us on earth (apparent magnitude; 'm'). We may define the *distance modulus* as follows:
bg: В съответствие със *закона на обратните квадрати* за интензитета на светлината, количеството светлина, която получаваме от обекта, пада с разстоянието на квадрат. По този начин бихме могли да изчислим разстоянието до обект, ако знаем, колко е ярък в действителност (абсолютна величина; 'M') и колко ярък ни изглежда на Земята (видима величина; 'm'). Можем да дефинираме * модул на разстоянието* , както следва:
ca: D'acord amb la *llei del quadrat invers* de la intensitat de la llum, la quantitat de llum que rebem d'un objecte decau amb el quadrat de la distància. Per tant, podem calcular la distància a un objecte si sabem tant la lluminositat que té en realitat (magnitud absoluta, «M») i com de lluminosa ens sembla a la Terra (magnitud aparent; «m»). Podem definir el *mòdul de la distància* de la manera següent:
fr: En accord avec la *loi du carré inverse* pour l'intensité lumineuse, la quantité de lumière que nous recevons d'un objet diminue avec le carré de la distance. Ainsi la distance à l'objet peut être calculée si l'intensité courante est connue (magnitude absolue \"M\") ainsi que l'intensité observée sur terre (magnitude absolue \"m\"). Le *module de distance* doit être défini comme suit :

source: Distance Modulus = M - m = 5 log\ :sub:`10` d - 5
bg: Модул на разстоянието = M - m = 5 log:sub:`10` d - 5
ca: Mòdul de la distància = M - m = 5 log\ :sub:`10` d - 5
fr: Module de distance = M - m = 5 log:sub:`10` D - 5

source: Here 'd' is the distance measured in :doc:`parsecs <ai-parallax>`.
bg: Тук 'd' е разстоянието. измерено в :doc:`парсеци <ai-parallax>`.
ca: Aquí, «d» és la distància mesurada en :doc:`parsecs <ai-parallax>`.
fr: Dans cet exemple, la distance \"D\" est mesurée en :doc:`parsecs <ai-parallax>`.

source: There are many other methods. Some of them rely on the physics of stars, such as the relationship between luminosity and color for various types of stars (this is usually represented on a *Hertzsprung-Russel Diagram*). Some of them work for star clusters, such as the *Moving cluster method* and the *main-sequence fitting method*. The *Tully-Fisher relation* that relates the brightness of a spiral galaxy to its rotation can be used to find the distance modulus, since the rotation of a galaxy is easy to measure using *Doppler shift*. Distances to distant galaxies may be found by measuring the *Cosmological redshift*, which is the redshift of light from distance galaxies that results from the expansion of the universe.
bg: Има много други методи. Някои от тях разчитат на физиката на звездите, като връзката между светимост и цвят за различни видове звезди (това обикновено е представено на *диаграмата на Херцшпрунг-Ръсел*). Някои от тях работят за звездни купове, като например Методът на движещия се куп и методът за напасване на основната последователност. Отношението на *Тъли-Фишър*, което свързва яркостта на спирална галактика към нейното въртене може да се използва за намиране на модула на разстоянието, тъй като въртенето на галактиката е лесна за измерване с помощта на *доплеровото изместване*. Разстоянията до далечни галактики могат да бъдат намерени чрез измерване на *космологичното червено отместване*, което е червеното отместване на светлината от далечни галактики, което се получава от разширяването на Вселената.
ca: Hi ha molts altres mètodes. Alguns es basen en la física de les estrelles, com la relació entre la lluminositat i el color per a tipus diferents d'estrelles (això se sol representar en un *diagrama de Hertzsprung-Russell*). Alguns funcionen per als cúmuls d'estrelles, com ara el *mètode de moviment del cúmul* i el *mètode d'ajust de la seqüència principal*. La *relació de Tully-Fisher* que relaciona la lluminositat d'una galàxia espiral amb la seva rotació es pot utilitzar per a trobar el mòdul de la distància, ja que la rotació d'una galàxia és fàcil de mesurar utilitzant l'*efecte Doppler*. Es poden trobar les distàncies a les galàxies distants mesurant el *desplaçament cap al roig*, el qual és el desplaçament cap al roig de la llum de galàxies distants resultant de l'expansió de l'univers.
fr: Il existe de nombreuses autres méthodes. Quelques-unes d'entre elles reposent sur la physique des étoiles telles que la relation entre la luminosité et la couleur de types variables d'étoiles (cela est généralement représenté par le *diagramme de Hertzsprung-Russel*). Quelques-unes d'entre elles fonctionnent avec des groupes d'étoiles, telles que la *méthode des groupes en déplacement* et de la *méthode de correspondance à la séquence principale*. La *relation de Tully-Fisher* qui relie l'intensité d'une galaxie spirale à sa rotation, peut être utilisée pour trouver le module de distance, puisque la rotation d'une galaxie se mesure facilement en utilisant *le décalage de l'effet Doppler*. La distance des galaxies lointaines peut être trouvée en mesurant le *décalage cosmologique* qui représente le décalage vers le rouge de la lumière provenant de galaxies lointaines résultant de l'expansion de l'Univers.

source: For further information, consult `Wikipedia on Cosmic Distance Ladder <https://en.wikipedia.org/wiki/Cosmic_distance_ladder>`__
bg: За повече информация вижте `Cosmic Distance Ladder в Wikipedia <https://en.wikipedia.org/wiki/Cosmic_distance_ladder>`__
ca: Per a més informació, consulteu l'`Escala de distàncies còsmiques <https://ca.wikipedia.org/wiki/Escala_de_distàncies_còsmiques>`__ de la Viquipèdia
fr: Pour plus d'informations, veuillez consulter `Wikipédia sur les échelles de distances cosmiques <https://fr.wikipedia.org/wiki/Mesure_des_distances_en_astronomie>`__
