Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-cosmicdist.po
Languages: bg, ca, ca@valencia, es, et, fr, gl, it, nl, pt, sl, sv, uk

source: <title>Cosmic Distance Ladder</title>
ca@valencia: <title>L'escala de distàncies còsmiques</title>
es: <title>La escalera de distancias cósmicas</title>
et: <title>Kosmiliste kauguste redel</title>
gl: <title>Escala das distancias cósmicas</title>
it: <title>Scala delle distanze cosmiche</title>
nl: <title>Kosmische afstandenladder</title>
pt: <title>Escada de Distâncias Cósmicas</title>
sl: <title>Lestvica kozmične razdalje</title>
sv: <title>Kosmiska avståndsstegen</title>
uk: <title>Шкала космічних відстаней</title>

source: <primary>Cosmic Distance Ladder</primary>
ca@valencia: <primary>Escala de distàncies còsmiques</primary>
es: <primary>La escalera de distancias cósmicas</primary>
et: <primary>Kosmiliste kauguste redel</primary>
gl: <primary>Escala das distancias cósmicas</primary>
it: <primary>Scala delle distanze cosmiche</primary>
nl: <primary>Kosmisce afstandenladder</primary>
pt: <primary>Escada de Distâncias Cósmicas</primary>
sl: <primary>Lestvica kozmične razdalje</primary>
sv: <primary>Kosmiska avståndsstegen</primary>
uk: <primary>Шкала космічних відстаней</primary>

source: The cosmic distance ladder refers to the succession of different methods that astronomers use to measure distances to objects in the sky. Some methods, like <link linkend="ai-parallax">parallax</link>, work well for only nearby objects. Other methods, like using the <firstterm>cosmological redshift</firstterm>, work only for very distance galaxies. Thus, there are several methods, each with its own limited validity, and hence the name.
ca@valencia: L'escala de distàncies còsmiques es referix a la successió dels diferents mètodes que els astrònoms utilitzen per a mesurar distàncies a objectes en el cel. Alguns mètodes, com la <link linkend="ai-parallax">paral·laxi</link>, només funcionen bé per a objectes propers. Altres mètodes, com utilitzar el <firstterm>desplaçament cap al roig</firstterm>, només funcionen per a galàxies a molta distància. Per tant, hi ha diversos mètodes, cadascun amb la seua pròpia validesa limitada, d'ací el seu nom.
es: La escalera de distancias cósmicas hace referencia a la sucesión de diferentes métodos que usan los astrónomos para medir distancias a los objetos del cielo. Algunos métodos, como la <link linkend="ai-parallax">paralaje</link>, solo son correctos para objetos cercanos. Otros métodos, como el uso del <firstterm>corrimiento al rojo cosmológico</firstterm>, funcionan bien para galaxias muy lejanas. Por este motivo existen diversos métodos, cada uno con su propia validez limitada, y de ahí la denominación.
et: Kosmiliste kauguste redel on kasutusel eri meetodite kohta, millega astronoomid mõõdavad tähistaeva objektide kaugust. Mõned meetodid, näiteks <link linkend="ai-parallax">parallaks</link> toimivad ainult lähedaste objektide korral. Teised meetodid, näiteks <firstterm>punanihe</firstterm>, toimivad ainult väga kaugete galaktikate korral. Niisiis on meetodeid mitu, igaühel oma kehtivuspiirkond, ja sellest ongi tuletatud redelikujund.
gl: A escala das distancias cósmicas refírese á sucesión de distintos métodos que se usan en astronomía para medir as distancias aos obxectos do ceo. Algúns métodos, como o da <link linkend="ai-parallax">paralaxe</link> funcionan ben só cos obxectos próximos. Outros métodos, como o uso do <firstterm>desprazamento ao vermello cosmolóxico</firstterm> só funcionan con galaxias moi afastadas. Debido a isto existen diversos métodos, cada un coa súa validez limitada, e por iso o nome.
it: La scala delle distanze cosmiche fa riferimento alla successione dei diversi metodi usati dagli astronomi per misurare le distanze di oggetti nel cielo. Alcuni metodi, ad esempio la <link linkend="ai-parallax">parallasse</link>, funzionano bene solo per oggetti vicini. Altri metodi, ad esempio lo <firstterm>spostamento verso il rosso cosmologico</firstterm>, funzionano bene solo per galassie molto distanti. Per questo ci sono diversi metodi, ciascuno i propri limiti, e da qui il nome.
nl: De kosmische afstandenladder is een opeenvolging van verschillende methoden voor het bepalen van de afstanden van objecten aan de hemel. Sommige hiervan, zoals de <link linkend="ai-parallax">parallax</link> zijn alleen bruikbaar voor nabije objecten. Andere, zoals de <firstterm>kosmologische roodverschuiving</firstterm>, kunnen alleen op ver verwijderde melkwegstelsels worden toegepast. Er zijn dus meerdere methoden, elk met hun beperkt toepassingsbereik, vandaar de naam ladder.
pt: A escada de distâncias cósmicas refere-se à sucessão de diferentes métodos que os astrónomos usam para medir as distâncias aos objectos no céu. Alguns métodos, como a <link linkend="ai-parallax">paralaxe</link>, funcionam bem apenas para os objectos próximos. Os outros métodos, como o uso do <firstterm>desvio de vermelho cósmico</firstterm>, funcionam apenas para as galáxias extremamente distantes. Como tal, existem bastantes métodos, cada um com a sua validade limitada, daí o seu nome.
sl: Lestvica kozmične razdalje se nanaša na zaporedje različnih metod, ki jih astronomi uporabljajo za merjenje razdalje do objektov na nebu. Nekatere metode, kot je <link linkend="ai-parallax">paralaksa</link>, delujejo dobro samo za objekte v bližini. Druge metode, kot je uporaba <firstterm>kozmološkega rdečega premika</firstterm>, delujejo samo za zelo oddaljene galaksije. Tako obstaja več metod, vsaka s svojo omejeno veljavnostjo in od tod tudi ime.
sv: Den kosmiska avståndsstegen avser den följd av olika metoder som astronomer använder för att mäta avstånd till himmelsobjekt. Vissa metoder, som <link linkend="ai-parallax">parallax</link> fungerar bara bra för närliggande objekt. Andra metoder, som att använda den <firstterm>kosmologiska rödförskjutningen</firstterm>, fungerar bara för mycket avlägsna galaxer. Sålunda finns det flera metoder, var och en med sin begränsade giltighet, och därav namnet.
uk: Зі шкалою космічних відстаней пов’язане використання астрономами різних методів для вимірювання відстаней до небесних об’єктів. Деякі методи, зокрема метод вимірювання <link linkend="ai-parallax">паралакса</link>, добре працюють лише для близьких об’єктів. Інші методи, зокрема використання <firstterm>космологічного червоного зсуву</firstterm>, добре працюють лише для дуже далеких галактик. Отже, існує декілька методів, кожен з яких має обмежену придатність, отже має власну назву.

source: Direct measurements
bg: Директни измервания
ca: Mesures directes
ca@valencia: Mesures directes
es: Mediciones directas
et: Otsemõõtmised
fr: Mesures directes
gl: Medicións directas
it: Misure dirette
nl: Directe metingen
pt: Medições directas
sl: Neposredne meritve
sv: Direkta mätningar
uk: Безпосереднє вимірювання

source: The bottom of the ladder consists of objects whose distances can be directly measured, like the moon (see <ulink url="https://en.wikipedia.org/wiki/Lunar_Laser_Ranging_experiment">Lunar Laser Ranging</ulink>). The same technique, using radio waves, is applied to find distances to planets as well.
ca@valencia: La part inferior de l'escala es compon d'objectes amb distàncies que es poden mesurar directament, com la lluna (vegeu <ulink url="https://en.wikipedia.org/wiki/Lunar_Laser_Ranging_experiment">Interval de làser lunar</ulink>). La mateixa tècnica, utilitzant ones de ràdio, també s'aplica per a trobar les distàncies fins als planetes.
es: La parte inferior de la escalera consta de objetos cuyas distancias se pueden medir directamente, como la Luna (vea <ulink url="http://es.wikipedia.org/wiki/Laser_Ranging_Retro-Reflector">Laser Ranging Retro-Reflector</ulink>). La misma técnica, usando ondas de radio, se aplica también para conocer las distancias a los planetas.
et: Redeli allosas paiknevad objektid, mille kaugust saab otse mõtta, näiteks Kuu (vt <ulink url="https://en.wikipedia.org/wiki/Lunar_Laser_Ranging_experiment">Lunar Laser Ranging</ulink>). Sama meetodit, küll raadiolaineid kasutades, pruugitakse ka planeetide kauguse leidmiseks.
gl: O fondo da escala consiste nos obxectos cuxas distancias poden medirse directamente, como a lúa (vexa <ulink url="https://gl.wikipedia.org/wiki/Reflector_Lunar">Reflector lunar</ulink>). A mesma técnica, usando ondas de radio, se aplica tamén para atopar as distancias aos planetas.
it: Alla base della scala ci sono gli oggetti le cui distanze possono essere misurate direttamente, quali la Luna (vedi l'<ulink url="https://it.wikipedia.org/wiki/Esperimento_Lunar_Laser_Ranging">esperimento Lunar Laser Ranging</ulink>). La stessa tecnica, usando le onde radio, viene usata anche per misurare le distanze dei pianeti.
nl: Onderaan de ladder staan de objecten waarvan de afstanden direct kunnen worden gemeten, zoals de maan (zie <ulink url="https://en.wikipedia.org/wiki/Lunar_Laser_Ranging_experiment">Maanafstanden meten met laser</ulink>). Met dezelfde techniek, nu met radiogolven, worden de afstanden gemeten van planeten.
pt: O fundo da escada consiste nos objectos cujas distâncias podem ser medidas directamente, como a Lua (ver o <ulink url="https://en.wikipedia.org/wiki/Lunar_Laser_Ranging_experiment">Intervalo de Laser Lunar</ulink>). A mesma técnica, usando ondas de rádio, é aplicada também para descobrir as distâncias aos planetas.
sl: Dno lestvice sestavljajo objekti, katerih razdalje je mogoče neposredno izmeriti, kot je luna (glejte <ulink url="https://en.wikipedia.org/wiki/Lunar_Laser_Ranging_experiment">Lunino lasersko določanje razdalje</ulink>). Ista tehnika z uporabo radijskih valov se uporablja tudi za ugotavljanje razdalj do planetov.
sv: Den lägsta delen av stegen består av objekt vars avstånd kan mätas direkt, som månen (se <ulink url="https://sv.wikipedia.org/wiki/LLR">LLR</ulink>). Samma teknik, med användning av radiovågor, tillämpas också för att ta reda på avstånd till planeter.
uk: У нижній частині шкали перебувають об’єкти, відстань до яких можна виміряти безпосередньо, наприклад Місяць (див. <ulink url="https://en.wikipedia.org/wiki/Lunar_Laser_Ranging_experiment">вимірювання відстані до Місяця за допомогою лазера</ulink>). Подібні методики з використанням радіохвиль застосовуються і для визначення відстаней до планет.

source: For nearby stars, measuring the <link linkend="ai-parallax">parallax</link> is possible and yields the distance to the star.
ca@valencia: Per a les estreles properes, mesurar la <link linkend="ai-parallax">paral·laxi</link> és possible i s'obté la distància fins a l'estrela.
es: Para las estrellas cercanas, la medida de la <link linkend="ai-parallax">paralaje</link> es posible, lo que nos da la distancia a la estrella.
et: Lähemate tähtede korral on võimalik mõõta <link linkend="ai-parallax">parallaksi</link>, millega saab määrata tähe kauguse.
gl: Para as estrelas próximas é posíbel medir a <link linkend="ai-parallax">paralaxe</link>, o que indica a distancia á estrela.
it: Per le stelle vicine, è possibile misurare la <link linkend="ai-parallax">parallasse</link> ottenendo la distanza della stella.
nl: Afstanden van nabije sterren, kunnen worden bepaald door hun <link linkend="ai-parallax">parallax</link> te meten.
pt: Para as estrelas próximas, a medida da <link linkend="ai-parallax">paralaxe</link> é possível e define a distância à estrela.
sl: Za bližnje zvezde je mogoče izmeriti <link linkend="ai-parallax">paralakso</link> in podati razdaljo do zvezde.
sv: För närliggande stjärnor är det möjligt att mäta <link linkend="ai-parallax">parallaxen</link> som ger avståndet till stjärnan.
uk: Для близьких зірок можливе вимірювання <link linkend="ai-parallax">паралакса</link>, за допомогою якого можна визначити відстань до зірки.

source: Standard candles
bg: Стандартни свещи
ca: Candeles estàndard
ca@valencia: Espelmes estàndard
es: Candelas estándar
et: Kauguseindikaatorid
fr: Chandelles standards
gl: Velas estándar
it: Candele standard
nl: Standaard kaarsen
pt: Velas-padrão
sl: Standardne sveče
sv: Standardljuskällor
uk: Стандартні маяки

source: "Standard candles" are objects whose intrinsic brightnesses we can know for sure. The apparent <link linkend="ai-magnitude">magnitude</link>, which is easy to measure, tells us how bright an object appears, not how bright it actually is. Distant objects appear less brighter, because their light gets spread out over a larger area.
ca@valencia: Les «espelmes estàndard» són objectes amb una brillantor intrínseca que podem saber del cert. La <link linkend="ai-magnitude">magnitud</link> aparent, la qual és fàcil de mesurar, ens explica com pareix de brillant un objecte, no el brillant que és en realitat. Els objectes distants pareixen menys brillants, pel fet que la seua llum s'estén sobre una àrea més amplia.
es: Las «candelas estándar» son objetos cuyo brillo intrínseco conocemos con seguridad. La <link linkend="ai-magnitude">magnitud</link> aparente, que es fácil de medir, nos dice la cantidad de brillo con la que aparece el objeto, no lo brillante que es en realidad. Los objetos distantes aparecen con menos brillo debido a que su luz se esparce a lo largo de una gran área.
et: Kauguseindikaatorid on objektid, mille heledus on meile täpselt teada. Näiv <link linkend="ai-magnitude">tähesuurus</link>, mida pole raske mõõta, annab teada, kui heledana objekt näib, mitte seda, kui hele see tegelikult on. Kaugemad objektid nii heledad ei ole, sest nende valgus hajub palju suuremas ruumis.
gl: As «velas estándar» ou «candelas estándar» son obxectos cuxo brillo intrínseco coñecemos de maneira segura. A <link linkend="ai-magnitude">magnitude</link> aparente, que é doada de medir, indica como aparece de brillante un obxecto, non como realmente o é. Os obxectos distantes aparecen menos brillantes porque a súa luz espállase por unha área maior.
it: Le candele standard sono oggetti di cui si conosce con certezza la luminosità. La <link linkend="ai-magnitude">magnitudine</link> apparente, facile da misurare, ci dice quanto luminoso appare un oggetto ma non quanto è effettivamente. Gli oggetti distanti appaiono meno luminosi poiché la loro luce si diffonde in un'area più ampia.
nl: "Standaard kaarsen" zijn objecten, waarvan de intrinsieke helderheid met zekerheid bekend is. De schijnbare <link linkend="ai-magnitude">magnitude</link> is de helderheid waarmee een object aan ons verschijnt, en is gemakkelijk te meten, maar is niet de werkelijke (intrinsieke) helderheid. Verre objecten lijken minder helder, omdat het licht dat ze uitstralen over een groter oppervlak wordt verspreid.
pt: As "velas-padrão" são objectos cujo brilho intrínseco é conhecido com precisão. A <link linkend="ai-magnitude">magnitude</link> aparente, que é simples de medir, diz-nos quão brilhante parece um objecto, não quão brilhante é de facto. Os objectos distantes parecem menos brilhantes, porque a sua luz é difundida por uma área maior.
sl: "Standardne sveče" so objekti , katerih intrinzične svetlosti lahko zagotovo poznamo. Navidezna <link linkend="ai-magnitude">magnituda</link>, ki jo je enostavno izmeriti, nam pove, kako svetel je videti objekt, ne pa, kako svetel je v resnici. Oddaljeni objekti so videti manj svetlejši, ker se njihova svetloba razširi na večje območje.
sv: "Standardljuskällor" är objekt vars inneboende ljusstyrka vi vet säkert. Den skenbara <link linkend="ai-magnitude">magnituden</link>, vilken är enkel att mäta, talar om för oss hur ljust ett objekt verkar vara, inte hur ljust det i själva verket är. Avlägsna objekt förefaller mindre ljusa, eftersom deras ljus sprids över ett större område.
uk: «Стандартні маяки» — об’єкти, дійсна яскравість яких нам точно відома. Видима <link linkend="ai-magnitude">зоряна величина</link>, яку просто виміряти, визначає наскільки яскравим виглядає об’єкт, а не те, наскільки яскравим є об’єкт. Далекі об’єкти виглядають менш яскравими, оскільки світло від цих об’єктів розсіюється більше.

source: In accordance with the <firstterm>inverse square law</firstterm> for light intensities, the amount of light we receive from an object drops with the distance squared. Thus, we may compute the distance to an object if we know both how bright it actually is (absolute magnitude; 'M') and how bright it appears to us on earth (apparent magnitude; 'm'). We may define the <firstterm>distance modulus</firstterm> as follows:
ca@valencia: D'acord amb la <firstterm>llei del quadrat invers</firstterm> per a la intensitat de llum, la quantitat de llum que rebem des d'un objecte decau amb el quadrat de la distància. Per tant, podem calcular la distància a un objecte si sabem tant la lluminositat que és en realitat (magnitud absoluta, «M») com el brillant que ens pareix a la terra (magnitud aparent; «m»). Podem definir el <firstterm>mòdul de la distància</firstterm> de la següent manera:
es: De acuerdo con la <firstterm>ley de la inversa del cuadrado</firstterm> para las intensidades de la luz, la cantidad de luz que recibimos de un objeto disminuye con el cuadrado de la distancia. Así, podemos calcular la distancia a un objeto si sabemos cuál es su brillo real (su magnitud absoluta, «M») y cuál es su brillo aparente desde la Tierra (su magnitud aparente, «m»). Podemos definir el <firstterm>módulo de la distancia</firstterm> como sigue:
et: Vastavalt <firstterm>pöördruudu seaduse</firstterm> rakendamisele valguse intensiivsuse kohta kahaneb objektilt meieni jõudva valguse kogus võrdeliselt kauguse ruuduga. Niisiis saame arvutada kauguse objektini, kui teame, kui hele see tegelikult on (absoluutne tähesuurus M) ja kui heledana see Maa peal paistab (näiv tähesuurus m). <firstterm>Kaugusmooduli</firstterm> võib defineerida järgmiselt:
gl: Segundo a <firstterm>lei do inverso do cadrado</firstterm> da intensidade da luz, a cantidade de luz que recibimos dun obxecto diminúe co cadrado da distancia. Segundo isto, pódese calcular a distancia a un obxecto sabendo cal é o seu brillo real (a magnitude absoluta, «M») e como de brillante nos aparece a nós na Terra (a magnitude aparente, «m»). Podemos definir o <firstterm>módulo da distancia</firstterm> como segue:
it: Secondo la <firstterm>legge dell'inverso del quadrato</firstterm> per le intensità di luce, la quantità di luce che riceviamo da un oggetto diminuisce proporzionalmente al quadrato della distanza. Possiamo quindi calcolare la distanza di un oggetto se sappiamo sia quanto è luminoso (la magnitudine assoluta, «M») sia quanto luminoso ci appare sulla Terra (la magnitudine apparente, «m»). Possiamo definire il <firstterm>modulo di distanza</firstterm> come segue:
nl: In overeenstemming met de <firstterm>wet van omgekeerde kwadraten</firstterm> voor lichtintensiteit, neemt de hoeveelheid licht die we van een object waarnemen af met het kwadraat van de afstand (dus met afstand*afstand). We kunnen nu de afstand van een object berekenen, als we weten hoe helder dit object werkelijk is (absolute magnitude: 'M'), en hoe helder we het zien, hier op aarde (schijnbare magnitude: 'm'). We kunnen de <firstterm>afstandsmodulus</firstterm> als volgt definiëren:
pt: De acordo com a <firstterm>lei quadrática inversa</firstterm> para as intensidades de luz, a quantidade de luz que recebemos de um objecto cai com a distância ao quadrado. Como tal, é possível calcular a distância a um objecto se soubermos quão brilhante é ele de facto (magnitude absoluta; 'M') e quão brilhante aparece a nós na Terra (magnitude aparente; 'm'). Podemos definir o <firstterm>módulo da distância</firstterm> da seguinte forma:
sl: V skladu z <firstterm>inverznim kvadratnim zakonom</firstterm> za jakost svetlobe, količina svetlobe, ki jo prejmemo od objekta, pada s kvadratom razdalje. Tako lahko izračunamo razdaljo do objekta, če vemo, kako svetel je v resnici (absolutna magnituda; 'M') in kako svetel se nam zdi na zemlji (navidezna magnituda; 'm'). <firstterm>modul razdalje</firstterm> lahko definiramo takole:
sv: Enligt <firstterm>avståndslagen</firstterm> för ljusintensitet, avtar mängden ljus vi tar emot från ett objekt med avståndet i kvadrat. Vi kan sålunda beräkna avståndet till ett objekt om vi både känner till hur ljusstarkt det i själva verket är (absolut magnitud, 'M') och hur ljusstarkt det verkar för oss på jorden (skenbar magnitud, 'm'). Vi kan definiera <firstterm>avståndsmodulen</firstterm> på följande sätt:
uk: Відповідно до <firstterm>закону зворотних квадратів</firstterm> для інтенсивності потоку світла, інтенсивність світла, яке падає на одиницю поверхні, спадає як квадрат відстані. Отже, відстань до об’єкта можна обчислити, якщо відома справжня яскравість (абсолютна зоряна величина; M) і видима яскравість об’єкта на Землі (видима зоряна величина; m). <firstterm>Модуль відстані</firstterm> можна визначити так:

source: Distance Modulus = M - m = 5 log<subscript>10</subscript> d - 5
ca@valencia: Mòdul de la distància = M - m = 5 log<subscript>10</subscript> d - 5
es: Módulo de la distancia = M - m = 5 log<subscript>10</subscript> d - 5
et: Kaugusmoodul = M - m = 5 log<subscript>10</subscript> d - 5
gl: Módulo da distancia = M − m = 5 log<subscript>10</subscript> d − 5
it: Modulo di distanza = M - m = 5 log<subscript>10</subscript> d - 5
nl: Afstandsmodulus = M - m = 5 log<subscript>10</subscript> d - 5
pt: Módulo da Distância = M - m = 5 log<subscript>10</subscript> d - 5
sl: Modul razdalje = M - m = 5 log<subscript>10</subscript> d - 5
sv: Avståndsmodul = M - m = 5 log<subscript>10</subscript> d - 5
uk: Модуль відстані = M - m = 5 log<subscript>10</subscript> d - 5

source: Here 'd' is the distance measured in <link linkend="ai-parallax">parsecs</link>.
ca@valencia: Ací, «d» és la distància mesurada en <link linkend="ai-parallax">parsecs</link>.
es: Aquí, «d» es la distancia medida en <link linkend="ai-parallax">parsecs</link>.
et: 'd' on siin kaugus <link linkend="ai-parallax">parsekites</link>.
gl: Onde «d» é a distancia medida en <link linkend="ai-parallax">parsecs</link>.
it: Qui «d» è la distanza misurata in <link linkend="ai-parallax">parsec</link>.
nl: Hierin is 'd' de afstand gemeten in <link linkend="ai-parallax">parsecs</link>.
pt: Aqui o 'd' é a distância medida em <link linkend="ai-parallax">parsecs</link>.
sl: Tu je 'd' razdalja, merjena v <link linkend="ai-parallax">parsekih</link>.
sv: Här är 'd' avståndet mätt i <link linkend="ai-parallax">parsec</link>.
uk: Де відстань d вимірюється у <link linkend="ai-parallax">парсеках</link>.
