Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-darkmatter.po
Languages: bg, ca, ca@valencia, es, et, gl, it, pt, pt_br, sl, uk

source: <title>Dark Matter</title>
bg: <title>Тъмна материя</title>
ca: <title>Matèria obscura</title>
et: <title>Varjatud aine</title>
gl: <title>Materia escura</title>
it: <title>Materia oscura</title>
pt: <title>Matéria Negra</title>
pt_br: <title>Matéria negra</title>
uk: <title>Темна матерія</title>

source: <primary>Dark Matter</primary>
bg: <primary>Тъмна материя</primary>
ca: <primary>Matèria obscura</primary>
et: <primary>Varjatud aine</primary>
gl: <primary>Materia escura</primary>
it: <primary>Materia oscura</primary>
pt: <primary>Matéria Negra</primary>
pt_br: <primary>Matéria negra</primary>
uk: <primary>Темна матерія</primary>

source: Scientists are now quite comfortable with the idea that 90% of the mass in the universe is in a form of matter that cannot be seen.
bg: Учените сега възприемат идеята, че 90% от масата във Вселената е във форма на материя, която не може да се види.
ca: Els científics es troben avui dia còmodes amb la idea que el 90% de la massa de l'univers està en una forma de matèria que no es pot veure.
ca@valencia: Els científics es troben hui dia còmodes amb la idea que el 90% de la massa de l'univers està en una forma de matèria que no es pot veure.
es: Los científicos se encuentran hoy en día cómodos con la idea de que el 90% de la masa del Universo está en una forma de materia que no puede ser vista.
et: Teadlased on tänapäeval päris kindlad, et 90% universumi massist moodustab aine, mida me ei suuda näha.
gl: Na actualidade, os científicos atópanse cómodos coa idea de que o 90% da masa do universo está nunha forma de materia que non se pode ver.
it: Gli scienziati sono ormai a proprio agio con l'idea che il 90% della massa dell'Universo sia sotto forma di materia invisibile.
pt: Os cientistas estão agora bastante à vontade com a ideia de que 90% da massa do universo está numa forma de matéria que não consegue ser vista.
pt_br: Os cientistas estão agora muito confortáveis com a ideia que 90% da massa do universo está em uma forma de matéria que não pode ser vista.
sl: Znanstveniki so zdaj povsem zadovoljni z idejo, da je 90 % mase v vesolju v obliki snovi, ki je ni mogoče videti.
uk: Сучасні вчені вже зійшлися на думці, що 90% маси всесвіту знаходиться у формі матерії, яку ми не можемо спостерігати.

source: Despite comprehensive maps of the nearby universe that cover the spectrum from radio to gamma rays, we are only able to account of 10% of the mass that must be out there. As Bruce H. Margon, an astronomer at the University of Washington, told the New York Times in 2001: <quote>It's a fairly embarrassing situation to admit that we can't find 90 percent of the universe.</quote>
bg: Въпреки изчерпателните карти на близката вселена, които покриват спектъра от радио до гама лъчи, ние сме в състояние да отчетем само 10% от масата, която трябва да е там. Както Брус Х. Маргон, астроном от Вашингтонския университет, каза пред New York Times през 2001: <quote>Това е доста неудобна ситуация, да признаем, че не можем да намерим 90 процента от Вселената</quote>.
ca: Encara disposem de mapes fiables de l'univers proper que cobreixen l'espectre des de les ones de ràdio fins als raigs gamma, únicament som capaços de comptabilitzar el 10% de la massa del que hi deu haver allà fora. Com va dir en Bruce H. Margon, un astrònom de la Universitat de Washington, en el diari New York Times el 2001: <quote>És una situació totalment molesta haver d'admetre que no arribem a trobar el 90% de l'univers</quote>.
et: Vaatamata meile lähema universumiosa põhjalikule kaardistamisele, milleks on kasutatud kõiki vahendeid alates raadio- ja lõpetades gammakiirgusega, on õnnestunud tuvastada vaid kümnendik massist, mis selles ruumiosas peaks olema. Ehk, nagu ütles Washingtoni ülikooli astronoom Bruce H. Margon 2001. aastal ajalehele The New York Times: <quote>On üsna piinlik tunnistada, et me ei suuda üles leida 90 protsenti universumist.</quote>
gl: A pesar dos mapas completos do universo próximo que cobren o espectro de radio aos raios gamma, só podemos dar conta do 10% da masa do que debe haber. Como Bruce H. Margon, un astrónomo da Universidade de Washington, dixo no New York Times en 2001: <quote>É unha situación certamente embarazosa ter que admitir que non podemos atopar o 90 por cento do universo</quote>.
it: Nonostante dettagliate mappe dell'Universo vicino che coprono lo spettro dal radio ai raggi gamma, siamo in grado di individuare solo il 10% della massa che deve esistere là fuori. Come disse nel 2001 al New York Times Bruce H. Margon, astronomo all'Università di Washington: <quote>È una situazione alquanto imbarazzante dover ammettere che non riusciamo a trovare il 90 per cento dell'Universo</quote>.
pt: Apesar de mapas compreensíveis do universo em redor que cobre o espectro desde o rádio até aos raios-gama, só é possível contabilizar 10% da massa que deverá existir. Como Bruce H. Margon, um astrónomo da Universidade de Washington, disse ao New York Times em 2001: <quote>É uma situação relativamente embaraçosa admitir que não conseguimos encontrar 90 por cento do universo</quote>.
pt_br: A despeito de amplos mapas do universo próximo que cobrem o espectro de rádio até raios gama, temos conta de apenas 10% da massa que deve estar lá fora. Como Bruce H. Margon, um astrônomo da Universidade de Washington, disse ao New York Times em 2001: <quote>é uma situação muito embaraçosa admitir que não podemos encontrar 90% do universo.</quote>
uk: Хоча побудовано карти найближчих областей Всесвіту у спектрах від радіохвиль і до гамма-променів, матерія, що випромінює ці хвилі, має масу у 10% від маси речовини, яка має знаходитися у цих областях. Як висловився з цього приводу Брюс Маргон, астроном з Університету Вашингтона, у газеті Нью-Йорк Таймс у 2001 році: «Це дуже неприємна ситуація, коли ми не можемо знайти 90 відсотків Всесвіту».

source: The term given this <quote>missing mass</quote> is <firstterm>Dark Matter</firstterm>, and those two words pretty well sum up everything we know about it at this point. We know there is <quote>Matter</quote>, because we can see the effects of its gravitational influence. However, the matter emits no detectable electromagnetic radiation at all, hence it is <quote>Dark</quote>. There exist several theories to account for the missing mass ranging from exotic subatomic particles, to a population of isolated black holes, to less exotic brown and white dwarfs. The term <quote>missing mass</quote> might be misleading, since the mass itself is not missing, just its light. But what is exactly dark matter and how do we really know it exists, if we cannot see it?
bg: Терминът, даден на тази <quote>липсваща маса</quote> , е <firstterm>тъмна материя</firstterm> и тези две думи доста добре обобщават всичко, което знаем за него на този етап. Ние знаем, че има <quote>материя</quote> , защото можем да видим ефектите от нейното гравитационно влияние. Материята обаче не излъчва забележимо електромагнитно излъчване, следователно е <quote> тъмна</quote>. Съществуват няколко теории за обяснение на липсващата маса, вариращи от наличието на екзотични субатомни частици до популация от изолирани черни дупки или до по-малко екзотични кафяви и бели джуджета. Терминът <quote>липсваща маса</quote> може да е подвеждащ, тъй като самата маса не липсва, а само нейното светлинно излъчване. Но какво точно е тъмната материя и как наистина знаем, че съществува, ако не можем да го видим?
ca: El terme que identifica aquesta <quote>massa perduda</quote> és el de <firstterm>matèria obscura</firstterm>, i aquestes dues paraules resumeixen molt bé tot el que coneixem a sobre d'aquest tema. Sabem que hi ha <quote>matèria</quote>, perquè en podem veure els efectes de la seva influència gravitatòria. No obstant això, la matèria no emet una radiació electromagnètica que sigui detectable, el qual l'etiqueta com a <quote>Obscura</quote>. Existeixen diverses teories sobre la qüestió de la massa perduda, que van des d'exòtiques partícules subatòmiques fins a una població de forats negres aïllats. També es parla de nanes blanques i marrons. El terme <quote>massa perduda</quote> pot ser erràtic, atès que la massa com a tal no està perduda, tan sols la seva llum. Però, què és exactament la matèria obscura i com sabem que existeix si no podem veure-la?
et: Seda <quote>puuduvat massi</quote> nimetataksegi <firstterm>varjatud aine</firstterm>ks, millised sõnad võtavad päris hästi kokku ka meie praegused teadmised. Me teame, et see on <quote>aine</quote>, sest me näeme selle gravitatsioonilise mõju toimet. Kuid see ei kiirga mingit tuvastatavat elektromagnetkiirgust, mistõttu ta on meie eest <quote>varjatud</quote>. Puuduva massi seletamiseks on loodud terve hulk teooriaid, mis ulatuvad eksootilistest aatomisisestest osakesest isoleeritud mustade aukude kogumi ning natuke vähem eksootiliste pruunide ja valgete kääbustähtedeni. Tegelikult on mõiste <quote>puuduv mass</quote> mõnevõrra eksitav, sest ei puudu ju mass, vaid kõigest sellelt lähtuv valgus. Aga mis siis see varjatud aine tegelikult on ja kuidas me üldse teame, et see olemas on, kui me seda näha ei saa?
gl: O termo co que se coñece esta <quote>materia que falta</quote> é <firstterm>materia escura</firstterm> e estas dúas palabras resumen bastante ben todo o que sabemos nesta altura. Sabemos que hai <quote>materia</quote> porque podemos ver os efectos da súa influencia gravitatoria. Porén, a materia non emite nada de radiación electromagnética detectábel, polo que é <quote>escura</quote>. Existen varias teorías que explican esta masa que falta e que van desde exóticas partículas subatómicas a unha poboación de buracos negros illados ás menos exóticas ananas marróns e brancas. O termo <quote>masa que falta</quote> pode ser equívoco, dado que a masa mesma non falta, só a súa luz. Pero, que é exactamente a materia negra e como sabemos que realmente existe se non a podemos ver?
it: Il nome dato a questa <quote>massa mancante</quote> è <firstterm>materia oscura</firstterm>, e queste due parole riassumono abbastanza bene tutto ciò che ne sappiamo al momento. Sappiamo che c'è <quote>materia</quote>, perché possiamo vedere gli effetti della sua influenza gravitazionale. Tuttavia, questa materia non emette alcuna radiazione elettromagnetica, da cui l'aggettivo <quote>oscura</quote>. Esistono parecchie teorie per spiegare la massa mancante, da particelle subatomiche esotiche a una popolazione di buchi neri isolati, fino a meno esotiche nane bianche e brune. Il termine <quote>massa mancante</quote> può essere fuorviante, dato che non è la massa a mancare, ma solo la sua luce. Ma che cos'è esattamente la materia oscura, e come facciamo a sapere che esiste, se non possiamo vederla?
pt: O termo atribuído a esta <quote>massa em falta</quote> é de <firstterm>Matéria Negra</firstterm>, e essas duas palavras resumem bastante o que sabe acerca o assunto nesta altura. Sabe-se que existe <quote>Matéria</quote>, porque é possível ver os efeitos da sua influência gravitacional. Contudo, a matéria não emite nenhuma radiação electromagnética de todo, daí ser <quote>Negra</quote>. Existem várias teorias a ter em conta para a massa em falta que vão desde a existência de partículas subatómicas exóticas até uma população de buracos negros isolados, até algumas anãs castanhas e brancas menos exóticas. O termo <quote>massa em falta</quote> poderá ser enganador, dado que a massa em si não está em falta, somente a sua luz. Mas o que é exactamente a matéria negra e como é que se sabe que ela existe, se não é possível vê-la?
pt_br: O termo usado para essa <quote>massa perdida</quote> é <firstterm>matéria negra</firstterm>, e estas duas palavras resumem muito bem tudo que sabemos sobre isto até agora. Sabemos que existe <quote>matéria</quote>, porque podemos ver os efeitos de sua influencia gravitacional. De qualquer forma, a matéria não emite qualquer radiação eletromagnética detectável, portanto é <quote>escura</quote>. Existem várias teorias para justificar a massa perdida, passando por partículas subatômicas exóticas, uma população de buracos negros isolados, até menos exóticos duendes marrons e brancos. O termo <quote>massa perdida </quote> pode ser enganador, pois a massa não está perdida, apenas é leve. Mas o que exatamente é matéria negra e como sabemos realmente que existe se não podemos vê-la?
uk: Цій <quote>відсутній масі</quote> дали назву <firstterm>темна матерія</firstterm>, ці два слова дуже добре описують все, що ми поки що про неї знаємо. Нам відомо, що там є <quote>матерія</quote>, оскільки ми можемо спостерігати за наслідками впливу її притягання. Але ця матерія на випромінює будь-яких електромагнітних хвиль, які ми могли б виявити, отже вона є <quote>темною</quote>. Існує декілька теорій щодо цієї матерії: від екзотичних субатомних часток до сукупності відокремлених чорних дірок або менш екзотичних коричневих та білих карликів. Термін <quote>відсутня маса</quote> може ввести в оману, оскільки сама маса нікуди не поділася — ми просто не бачимо її випромінення. Але що ж насправді ховається за терміном темна матерія і звідки ми знаємо, що вона існує, якщо не можемо її побачити?

source: The story began in 1933 when Astronomer Fritz Zwicky was studying the motions of distant and massive clusters of galaxies, specifically the Coma cluster and the Virgo cluster. Zwicky estimated the mass of each galaxy in the cluster based on their luminosity, and added up all of the galaxy masses to get a total cluster mass. He then made a second, independent estimate of the cluster mass, based on measuring the spread in velocities of the individual galaxies in the cluster. To his surprise, this second <firstterm>dynamical mass</firstterm> estimate was <emphasis>400 times</emphasis> larger than the estimate based on the galaxy light.
bg: Историята започва през 1933 г., когато астрономът Фриц Цвики изучава движението на далечни и масивни клъстери от галактики, по-специално клъстерът Кома и клъстерът Дева. Цвики оцени масата на всяка галактика в клъстера въз основа на тяхната яркост и сумира всички маси на галактиката, за да получи общата маса на купа. След това той направи втора, независима оценка на масата на купа, базирана на измерване на разпространението на скоростите на отделните галактики в клъстера. За негова изненада тази втора оценка на <firstterm>динамичната маса</firstterm> беше <emphasis>400 пъти</emphasis> по-голяма от оценката въз основа на светлината на галактиката.
ca: La història començà el 1933, quan l'astrònom Fritz Zwicky estava estudiant el moviment de cúmuls massius de galàxies distants, en concret el cúmul Coma i el cúmul Virgo. Zwicky estimava la massa de cada galàxia en el cúmul basant-se en la seva lluminositat, i sumava les masses de totes les galàxies per a obtenir la massa total del cúmul. Aleshores va fer una segona estimació de la massa del cúmul, independent de la primera, basant-se en les velocitats individuals de les galàxies en el cúmul. Sorprenentment, aquesta segona estimació sobre la <firstterm>massa dinàmica</firstterm> era <emphasis>400 vegades</emphasis> més gran que la massa estimada basant-se en la llum de les galàxies.
it: La storia ebbe inizio nel 1933, quando l'astronomo Fritz Zwicky stava studiando il moto di ammassi di galassie lontani e di grande massa, nella fattispecie l'ammasso della Chioma e quello della Vergine. Zwicky stimò la massa di ogni galassia dell'ammasso basandosi sulla sua luminosità, e sommò tutte le masse galattiche per ottenere la massa totale dell'ammasso. Ottenne poi una seconda stima indipendente della massa totale, basata sulla misura della dispersione delle velocità individuali delle galassie nell'ammasso. Con sua grande sorpresa, questa seconda stima di <firstterm>massa dinamica</firstterm> era <emphasis>400 volte</emphasis> più grande della stima basata sulla luce delle galassie.
pt: A história começou em 1933 quando o astrónomo Fritz Zwicky estava a estudar os movimentos dos enxames massivos e distantes de galáxias, especificamente o enxame de Coma e de Virgo (Virgem). Zwicky estimou a massa de cada galáxia do enxame, com base na sua luminosidade e adicionou todas as massas da galáxia para obter a massa total do enxame. Ele então fez uma segunda estimativa independente da massa do enxame, medindo os desvios nas velocidades das galáxias individuais no conjunto. Para surpresa dele, esta segunda estimativa da <firstterm>massa dinâmica</firstterm> era <emphasis>400 vezes</emphasis> maior do que a estimativa feita com base na luz da galáxia.
uk: Ця історія почалася у 1933 році, коли астроном Фріц Цвікі вивчав рух віддалених і масивних скупчень галактик, зокрема скупчення Кома і скупчення у сузір’ї Діви. Цвікі оцінив масу кожної з галактик у скупченні за їх світностями, а потім додав ці маси, щоб отримати загальну масу скупчення. Потім він виконав іншу, незалежну оцінку маси скупчення, засновану на вимірі різниці між швидкостями окремих галактик скупчення. Він був дуже здивований, коли ця друга оцінка <firstterm>динамічної маси</firstterm> виявилася у <emphasis>400 разів</emphasis> більшою за засновану на світності галактики.

source: Although the evidence was strong at Zwicky's time, it was not until the 1970s that scientists began to explore this discrepancy comprehensively. It was at this time that the existence of Dark Matter began to be taken seriously. The existence of such matter would not only resolve the mass deficit in galaxy clusters; it would also have far more reaching consequences for the evolution and fate of the universe itself.
bg: Въпреки че по времето на Цвики доказателствата бяха убедителни, едва през 70-те години учените започнаха да изследват това несъответствие изчерпателно. По това време съществуването на Тъмната материя започна да се приема сериозно. Съществуването на такава материя не само би разрешило проблемът със дефицита на маса в галактическите клъстери; но също би имало много по-обхватни последици за еволюцията и съдбата на самата вселена.
ca: Encara que en l'època de Zwicky ja hi havia una prova seriosa, fins als anys 70 els científics no començaren a investigar més profundament aquesta discrepància. Fou en aquesta època quan es començà a prendre seriosament l'existència de la matèria obscura. L'existència d'aquesta no tan sols resoldria les deficiències de massa en els cúmuls de galàxies, també tenia conseqüències molt més importants per a l'evolució i destí de l'univers mateix.
ca@valencia: Tot i que l'indici er forta a l'època d'en Zwicky, no va ser fins a la dècada de 1970 que els científics no començaren a explorar esta discrepància de manera exhaustiva. Fou en este moment quan es començà a prendre seriosament l'existència de la matèria obscura. L'existència d'esta no tan sols resoldria el dèficit de massa en els cúmuls de galàxies, també tenia conseqüències molt més importants per a l'evolució i el destí del mateix univers.
es: Aunque en la época de Zwicky ya había una seria evidencia, hasta los años 70 los científicos no comenzaron a investigar más profundamente esta discrepancia. Fue en esa época cuando se empezó a tomar en serio la existencia de la materia oscura. La existencia de tal materia no solo resolvería las deficiencias de masa en los cúmulos de galaxias, además tenía consecuencias mucho más importantes para la evolución y el destino del propio universo.
et: Kuigi vastuolu oli juba Zwicky ajal selge, hakkasid teadlased seda põhjalikumalt uurima alles 1970. aastatel. Just siis hakati tõsiselt kaaluma mõtet varjatud aine olemasolu kohta. Selline aine võimaldanuks mitte ainult seletada massidefitsiiiti galaktikaparvedes, vaid tähendanuks ka palju suurema kaaluga tagajärgi universumi arengu ja tuleviku selgitamisel.
gl: Aínda que as probas eran evidentes na época de Zwicky, non foi ata a década de 1970 que os científicos comezaron a explorar a fondo esta discrepancia. Foi nesta altura que se comezou a tomar a serio a existencia da materia escura. A existencia desta materia non só resolvería o déficit de masa nos clústers da galaxias; tamén tería consecuencias de maior relevancia para a evolución e destino do universo mesmo.
it: Sebbene l'evidenza sperimentale fosse già forte ai tempi di Zwicky, fu solo negli anni Settanta che gli scienziati iniziarono ad esplorare questa discrepanza in modo sistematico. Fu in quel periodo che l'esistenza della materia oscura iniziò ad essere presa sul serio. L'esistenza di tale materia non avrebbe solo risolto la mancanza di massa negli ammassi di galassie, ma avrebbe avuto conseguenze di ben più larga portata sull'evoluzione e il destino dell'Universo stesso.
pt: Ainda que a prova fosse forte na altura de Zwicky, foi só nos anos 70 que os cientistas começaram a explorar esta discrepância como deve ser. Foi nessa altura que a existência de Matéria Negra começou a ser levada a sério. A existência dessa matéria não só iria resolver o défice de massa nos enxames de galáxias; iria também ter consequências mais verosímeis para a evolução e o destino do próprio universo.
pt_br: Ainda que a evidência fosse forte na época de Zwicky, apenas nos anos de 1970 os cientistas começaram a explorar esta discrepância abrangentemente. Foi nesta época que a existência da matéria negra começou a ser considerada seriamente. A existência de tal matéria não apenas resolveria o deficit de massa nos aglomerados de galáxias; traria também maiores consequências na evolução e destino do próprio universo.
sl: Čeprav so bili dokazi v času Zwickyja močni, so znanstveniki to neskladje začeli celovito raziskovati šele v sedemdesetih letih prejšnjega stoletja. V tem času so obstoj temne snovi začeli jemati resno. Obstoj takšne snovi ne bi samo rešil primanjkljaja mase v jatah galaksij; imelo bi tudi veliko daljše posledice za razvoj in usodo samega vesolja.
uk: Хоча факт став добре відомим ще у часи Цвікі, до 1970 років вчені не розпочинали систематичного вивчення цієї розбіжності. Лише з 1970 років тема існування темної матерії почала серйозно досліджуватися. Існування такої матерії не лише розв’язало б питання нестачі маси у скупченнях галактик, воно також могло б пролити світло на шляхи розвитку і, зрештою, долю всесвіту.
