Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-darkmatter.po
Languages: bg, ca, ca@valencia, es, et, gl, it, pt, pt_br, sl, uk

source: Several theories have surfaced in literature to account for the missing mass such as <acronym>WIMP</acronym>s (Weakly Interacting Massive Particles), <acronym>MACHO</acronym>s (MAssive Compact Halo Objects), primordial black holes, massive neutrinos, and others; each with their pros and cons. No single theory has yet been accepted by the astronomical community, because we so far lack the means to conclusively test one theory against the other.
bg: Няколко теории се появиха в литературата за обяснение на липсващата маса като теориите <acronym>WIMP</acronym> (Weakly Interacting Massive Particles) или (Слабо взаимодействащи масивни частици), <acronym>MACHO</acronym> (MAssive Compact Halo Objects) (Масивни компактни хало обекти), първични, примордиални черни дупки, масивни неутрино и други, всяка със своите плюсове и минуси. Нито една теория все още не е приета от астрономическата общност, тъй като засега не разполагаме със средствата за достатъчни убедително тестване на теориите една спрямо друга.
ca: Diverses teories han estat fent surf per la literatura amb relació a la massa perduda; com les <acronym>WIMP</acronym> (Weakly Interacting Massive Particles - <quote>partícules massives que interaccionen dèbilment</quote>), <acronym>MACHO</acronym> (MAssive Compact Halo Objects - <quote>objectes massius i compactes de l'aurèola</quote>), forats negres primordials, neutrins massius i d'altres, cadascuna amb els seus pros i els seus contres. Cap d'aquestes teories no ha estat encara acceptada per la comunitat astronòmica, bàsicament per la impossibilitat actual de contrastar unes hipòtesis contra les altres.
et: Teoreetikud on puuduvat massi loova aine olemuse kohta pakkunud välja rea arvamusi: <acronym>WIMP</acronym>-id (nõrga vastastikmõjuga massiivsed osakesed), <acronym>MACHO</acronym>-d (massiivsed kompaktsed haloobjektid), universumi algaegadest pärit mustad augud, massiivsed neutriinod ja nii edasi. Kõigil neil teooriatel on omad head ja vead. Astronoomid pole üldiselt omaks võtnud ühtegi teooriat, sest seni on puudunud vahendid nende korralikuks kontrollimiseks.
gl: Na literatura apareceron varias teorías que dan conta da masa que falta, como <acronym>WIMP</acronym>s (partículas masivas interactuando debilmente), <acronym>MACHO</acronym> (obxectos masivos de halo compacto), buracos negros primordiais, neutrinos masivos e outras; cada unha delas ten puntos a favor e en contra. Non hai ningunha teoría aceptada pola comunidade astronómica porque ata o de agora nos faltan medios para probar de maneira concluínte unha teoría contra outra.
it: In letteratura sono comparse parecchie teorie per spiegare la massa mancante, come le <acronym>WIMP</acronym> (Weakly Interacting Massive Particles, particelle di grande massa debolmente interagenti), i <acronym>MACHO</acronym> (MAssive Compact Halo Objects, oggetti compatti di grande massa dell'alone), buchi neri primordiali, neutrini dotati di massa e così via, ciascuna con i suoi pro e contro. Nessuna singola teoria è stata finora accettata dalla comunità astronomica, poiché siamo privi dei mezzi per verificare in modo risolutivo una teoria rispetto all'altra.
pt: Vieram a lume várias teorias na literatura para ter em conta a massa em falta como a <acronym>WIMP</acronym>s (Weakly Interacting Massive Particles - Partículas de Massa com Interacções Fracas), <acronym>MACHO</acronym>s (MAssive Compact Halo Objects - Objectos de Massa Compactos e com Halo), os buracos negros primordiais, os neutrinos de massa, entre outras, cada uma com os seus prós e contra. Não foi ainda aceite uma única teoria pela comunidade astronómica, dado que faltam os meios para testar de forma conclusiva uma teoria face a outra.
pt_br: Várias teorias apareceram na literatura para dar conta da massa perdida como <acronym>WIMP</acronym> (Weakly Interacting Massive Particles), <acronym>MACHO</acronym>s (MAssive Compact Halo Objects), buracos negros primordiais, neutrinos pesados, e outras; cada uma com seus pros e contras. Nenhuma teoria isolada foi ainda aceita pela comunidade astronômica, porque não temos até agora os meios para testar uma teoria contra outra conclusivamente.
uk: У літературі можна знайти декілька теорій, які намагаються пояснити походження невидимої маси, таких як <acronym>WIMP</acronym> (Weakly Interacting Massive Particles (Масивних часток зі слабкою взаємодією)), <acronym>MACHO</acronym>s (MAssive Compact Halo Objects (Масивних компактних кільцевих об’єктів)), первісних чорних дірок, масивних нейтрино тощо. Кожна з цих теорій має слабкі і сильні сторони. Астрономічна спільнота все ще немає загальноприйнятої теорії, оскільки ми ще не вигадали спосіб, у який можна було б перевірити всі ці теорії.

source: You can see the galaxy clusters that Professor Zwicky studied to discover Dark Matter. Use the &kstars; <guilabel>Find Object</guilabel> window (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) to center on <quote>M 87</quote> to find the Virgo Cluster, and on <quote>NGC 4884</quote> to find the Coma Cluster. You may have to zoom in to see the galaxies. Note that the Virgo Cluster appears to be much larger on the sky. In reality, Coma is the larger cluster; it only appears smaller because it is further away.
bg: Можете да видите галактическите купове, които професор Цвики е изследвал, за да открие тъмната материя. Използвайте инструмента на &kstars; <guilabel>Намиране на обект</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>), за да центрирате върху <quote> M 87</quote> , за да намерите клъстера Дева, и върху <quote> NGC 4884</quote> , за да намерите клъстерът Кома. Може да се наложи да увеличите, за да видите галактиките. Обърнете внимание, че клъстерът Дева изглежда много по-голям на небето. В действителност Coma е по-големият клъстер; но изглежда по-малък, защото е по-далеч.
ca: Podeu veure els cúmuls de galàxies que el catedràtic Zwicky estudià per a descobrir la matèria obscura. Utilitzeu la finestra <guilabel>Cerca un objecte</guilabel> del &kstars; (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) per a centrar a sobre de <quote>M 87</quote> i trobar el cúmul de Virgo, i en <quote>NGC 4884</quote> per a trobar el cúmul de Coma. És possible que hàgiu d'apropar la imatge en aquestes galàxies. Cal tenir en compte que el cúmul de Virgo aparenta ser molt més gran en el cel. En realitat Coma és el cúmul més gran dels dos, encara que sembli ser més petit a causa que es troba més lluny.
it: Puoi vedere gli ammassi di galassie studiati dal professor Zwicky per scoprire la materia oscura. Usa la finestra <guilabel>Trova oggetto</guilabel> di &kstars; (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) per posizionarti su <quote>M 87</quote> e trovare l'ammasso della Vergine, e su <quote>NGC 4884</quote> per trovare l'ammasso della Chioma. Potrebbe essere necessario aumentare l'ingrandimento per vedere le galassie. Nota che l'ammasso della Vergine appare molto più grande nel cielo. In realtà l'ammasso più grande è quello della Chioma, che appare più piccolo solo perché è più distante.
pt: Você poderá ver os enxames de galáxias que o Professor Zwicky estudou para descobrir a Matéria Negra. Use a janela de Procurar um Objecto do &kstars; (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>) para se centrar em <quote>M 87</quote> de modo a procurar o Enxame de Virgem, e na <quote>NGC 4884</quote> para encontrar o Enxame de Coma. Você poderá ter de ampliar para ver as galáxias. Repare que o Enxame de Virgem parece ser muito maior no céu. Na realidade, o Coma é o maior enxame; só parece mais pequena por estar mais longe.
uk: Ви можете поглянути на скупчення галактик, досліджуючи які професор Цвікі відкрив темну матерію. Скористайтеся вікном пошуку об’єктів &kstars; (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>), щоб перейти до <quote>M 87</quote>, де розташовано скупчення Діви, і до <quote>NGC 4884</quote>, де знаходиться скупчення Кома. Щоб побачити самі галактики, вам доведеться збільшити масштаб. Зауважте, що скупчення Діви виглядає на небі набагато більшим. Насправді ж, скупчення Кома є більшим, меншим воно виглядає лише через те, що розташоване від нас на більшій відстані.

source: Dark Matter
ca@valencia: Matèria obscura
es: Materia oscura
sl: Temna snov

source: Despite comprehensive maps of the nearby universe that cover the spectrum from radio to gamma rays, we are only able to account of 10% of the mass that must be out there. As Bruce H. Margon, an astronomer at the University of Washington, told the New York Times in 2001: “It's a fairly embarrassing situation to admit that we can't find 90 percent of the universe.”
ca@valencia: Malgrat els mapes complets de l'univers proper que cobrixen l'espectre des de les ones de ràdio fins als raigs gamma, únicament som capaços de representar el 10% de la massa del que hi deu haver allà fora. Com va dir en Bruce H. Margon, un astrònom de la Universitat de Washington, en el diari New York Times el 2001: «És una situació molt vergonyosa haver d'admetre que no podem trobar el 90% de l'univers».
es: Aunque disponemos de mapas fiables del universo cercano que cubren el espectro desde las ondas de radio hasta los rayos gamma, únicamente somos capaces de contabilizar el 10% de la masa de lo que debe de haber ahí fuera. Como dijo Bruce H. Margon, un astrónomo de la Universidad de Washington, en el periódico New York Times en 2001: “Es una situación sumamente embarazosa admitir que no logramos hallar el 90% del universo.”
sl: Kljub izčrpnim zemljevidom bližnjega vesolja, ki pokrivajo spekter od radijskih valov do žarkov gama, lahko izračunamo le 10 % mase, ki mora biti tam zunaj. Kot je leta 2001 za New York Times povedal Bruce H. Margon, astronom z Univerze v Washingtonu: “Precej neprijetna situacija je priznati, da ne moremo najti 90 odstotkov vesolja.“

source: The term given this “missing mass” is *Dark Matter*, and those two words pretty well sum up everything we know about it at this point. We know there is “Matter”, because we can see the effects of its gravitational influence. However, the matter emits no detectable electromagnetic radiation at all, hence it is “Dark”. There exist several theories to account for the missing mass ranging from exotic subatomic particles, to a population of isolated black holes, to less exotic brown and white dwarfs. The term “missing mass” might be misleading, since the mass itself is not missing, just its light. But what is exactly dark matter and how do we really know it exists, if we cannot see it?
ca@valencia: El terme que identifica esta «massa que falta» és el de *matèria obscura*, i estes dues paraules resumixen molt bé tot el que coneixem sobre este tema. Sabem que hi ha «matèria», perquè en podem veure els efectes de la seua influència gravitatòria. Tanmateix, la matèria no emet cap radiació electromagnètica que siga detectable, el qual l'etiqueta com a «obscura». Hi ha diverses teories per a explicar la massa que falta, les quals van des de partícules subatòmiques exòtiques, una població de forats negres aïllats, fins a nanes marrons i blanques menys exòtiques. El terme «massa que falta» pot ser enganyós, ja que la massa com a tal no està perduda, només la seua llum. Però, què és exactament la matèria obscura i com sabem que existix si no la podem veure?
es: El término que identifica a esta *masa perdida* es el de *materia oscura*, y esas dos palabras resumen muy bien todo lo que conocemos sobre este tema. Sabemos que hay *materia*, porque podemos ver los efectos de su influencia gravitacional. Sin embargo, la materia no emite una radiación electromagnética que sea detectable, por lo tanto es *oscura*. Existen varias teorías para dar cuenta de la masa perdida, que van desde exóticas partículas subatómicas hasta una población de agujeros negros aislados. También se habla de enanas blancas y marrones. El término *masa perdida* puede inducir a error, ya que la masa como tal no está perdida, tan solo su luz. Pero, ¿qué es exactamente la materia oscura y cómo sabemos que existe si no podemos verla?
sl: Izraz za to “manjkajočo maso“ je *Temna snov* in ti dve besedi precej dobro povzemata vse, kar vemo o njej na tej točki. Vemo, da obstaja “Materija“, ker lahko vidimo učinke njenega vpliva gravitacije. Vendar zadeva sploh ne oddaja zaznavnega elektromagnetnega sevanja, zato je “Temna“. Obstaja več teorij, ki pojasnjujejo manjkajočo maso, od eksotičnih subatomskih delcev do populacije izoliranih črnih lukenj do manj eksotičnih rjavih in belih pritlikavk. Izraz “manjkajoča masa“ je lahko zavajajoč, saj masa sama ne manjka, manjka le njena svetloba. Toda kaj točno je temna snov in kako v resnici vemo, da obstaja, če je ne vidimo?

source: The story began in 1933 when Astronomer Fritz Zwicky was studying the motions of distant and massive clusters of galaxies, specifically the Coma cluster and the Virgo cluster. Zwicky estimated the mass of each galaxy in the cluster based on their luminosity, and added up all of the galaxy masses to get a total cluster mass. He then made a second, independent estimate of the cluster mass, based on measuring the spread in velocities of the individual galaxies in the cluster. To his surprise, this second *dynamical mass* estimate was *400 times* larger than the estimate based on the galaxy light.
ca@valencia: La història començà el 1933, quan l'astrònom Fritz Zwicky estava estudiant el moviment de cúmuls massius de galàxies distants, en concret el cúmul Coma i el cúmul Virgo. En Zwicky estimava la massa de cada galàxia en el cúmul basant-se en la seua lluminositat, i sumava les masses de totes les galàxies per a obtindre la massa total del cúmul. A continuació, va fer una segona estimació de la massa del cúmul, independent de la primera, basada en mesurar la propagació de les velocitats de les galàxies individuals en el cúmul. Per a la seua sorpresa, esta segona estimació sobre la *massa dinàmica* era *400 vegades* més gran que la massa estimada basant-se en la llum de les galàxies.
es: La historia comenzó en 1933, cuando el astrónomo Fritz Zwicky estaba estudiando el movimiento de cúmulos masivos de galaxias distantes, en concreto el cúmulo Coma y el cúmulo Virgo. Zwicky estimaba la masa de cada galaxia en el cúmulo basándose en su luminosidad, y sumaba las masas de todas las galaxias para obtener la masa total del cúmulo. Entonces hizo una segunda estimación de la masa del cúmulo, independiente de la primera, basándose en las velocidades individuales de las galaxias en el cúmulo. Para su sorpresa, esta segunda estimación sobre la *masa dinámica* era *400 veces* mayor que la masa estimada basándose en la luz de las galaxias.
sl: Zgodba se je začela leta 1933, ko je astronom Fritz Zwicky preučeval gibanje oddaljenih in masivnih jat galaksij, zlasti jate Coma in Device. Zwicky je ocenil maso vsake galaksije v jati na podlagi njihove svetilnosti in seštel vse mase galaksij, da bi dobil skupno maso jate. Nato je naredil drugo, neodvisno oceno mase jate, ki je temeljila na merjenju širjenja hitrosti posameznih galaksij v jati. Na njegovo presenečenje je bila ta druga ocena *dinamične mase* *400-krat* večja od ocene na podlagi svetlobe galaksije.

source: Another phenomenon that suggested the need for dark matter is the rotational curves of *Spiral Galaxies*. Spiral Galaxies contain a large population of stars that orbit the Galactic center on nearly circular orbits, much like planets orbit a star. Like planetary orbits, stars with larger galactic orbits are expected to have slower orbital speeds (this is just a statement of Kepler's 3rd Law). Actually, Kepler's 3rd Law only applies to stars near the perimeter of a Spiral Galaxy, because it assumes the mass enclosed by the orbit to be constant.
ca@valencia: Un altre fenomen que va suggerir la necessitat de la matèria obscura fou les corbes de rotació a les *galàxies espirals*. Les galàxies espirals contenen una gran població d'estreles que orbiten al voltant del centre de la galàxia en òrbites quasi circulars, com els planetes orbiten al voltant d'una estrela. Igual que amb les òrbites planetàries, s'espera que les estreles amb òrbites galàctiques grans tinguen una velocitat orbital inferior (este és un dels punts de la tercera llei de Kepler). De fet, la tercera llei de Kepler només s'aplica a les estreles més properes al perímetre d'una galàxia espiral, atés que s'assumix que la massa embolcallada per l'òrbita ha de ser constant.
es: Otro fenómeno que sugirió la existencia de la materia oscura fue la existencia de las curvas rotacionales en las *galaxias espirales*. Las galaxias espirales contienen una gran población de estrellas que orbitan alrededor del centro de la galaxia de forma casi circular, tal y como los planetas orbitan alrededor de una estrella. Al igual que las órbitas planetarias, las estrellas con grandes órbitas galácticas se espera que tengan una menor velocidad orbital (este es uno de los puntos de la tercera ley de Kepler). En realidad, la tercera ley de Kepler solo se aplica a las estrellas cercanas al perímetro de una galaxia espiral, ya que asume que la masa rodeada por la órbita es constante.
sl: Drug pojav, ki je nakazal potrebo po temni snovi, so rotacijske krivulje *spiralnih galaksij*. Spiralne galaksije vsebujejo veliko populacijo zvezd, ki krožijo okoli galaktičnega središča po skoraj krožnih orbitah, podobno kot planeti krožijo okoli zvezde. Tako kot za planetarne orbite se pričakuje, da bodo imele zvezde z večjimi galaktičnimi orbitami nižje orbitalne hitrosti (to je le trditev Keplerjevega 3. zakona). Pravzaprav Keplerjev 3. zakon velja samo za zvezde blizu oboda spiralne galaksije, ker predpostavlja, da je masa, ki jo obdaja orbita, konstantna.

source: Several theories have surfaced in literature to account for the missing mass such as WIMPs (Weakly Interacting Massive Particles), MACHOs (MAssive Compact Halo Objects), primordial black holes, massive neutrinos, and others; each with their pros and cons. No single theory has yet been accepted by the astronomical community, because we so far lack the means to conclusively test one theory against the other.
ca@valencia: Han aparegut diverses teories en la literatura per a explicar la massa que falta, com les WIMP (Weakly Interacting Massive Particles -partícules massives que interaccionen dèbilment-), els MACHO (MAssive Compact Halo Objects -objectes massius i compactes de l'aurèola-), els forats negres primordials, els neutrins massius i altres, cadascuna amb els seus pros i els seus contres. Cap d'estes teories no ha sigut encara acceptada per la comunitat astronòmica, bàsicament per la impossibilitat actual de contrastar unes hipòtesis contra les altres.
es: La literatura se ha visto surcada por varias teorías al respecto de la masa perdida, como las WIMPs (partículas masivas que interaccionan débilmente), MACHOs (objetos del halo masivos y compactos), agujeros negros primordiales, neutrinos masivos y otras más, cada una con sus pros y sus contras. Ninguna de las teorías ha sido aún aceptada por la comunidad astronómica, básicamente por la imposibilidad actual de contrastar unas hipótesis frente a otras.
sl: V literaturi se je pojavilo več teorij, ki pojasnjujejo manjkajočo maso, kot so WIMP (šibko medsebojno delujoči masivni delci), MACHO (MAssive Compact Halo Objects), primordialne črne luknje, masivni nevtrini in drugi; vsak s svojimi prednostmi in slabostmi. Astronomska skupnost še ni sprejela nobene posamezne teorije, ker doslej nimamo sredstev, da bi dokončno preizkusili eno teorijo proti drugi.

source: You can see the galaxy clusters that Professor Zwicky studied to discover Dark Matter. Use the KStars ``Find Object`` window (**Ctrl**\ +\ **F**) to center on “M 87” to find the Virgo Cluster, and on “NGC 4884” to find the Coma Cluster. You may have to zoom in to see the galaxies. Note that the Virgo Cluster appears to be much larger on the sky. In reality, Coma is the larger cluster; it only appears smaller because it is further away.
ca@valencia: Podeu veure els cúmuls de galàxies que el catedràtic Zwicky estudià per a descobrir la matèria obscura. Utilitzeu el diàleg ``Busca un objecte`` de KStars (**Ctrl**\ +\ **F**) per a centrar sobre «M 87» i trobar el cúmul de Virgo, i a «NGC 4884» per a trobar el cúmul de Coma. Potser haureu d'acostar la imatge per a veure les galàxies. Cal tindre en compte que el cúmul de Virgo aparenta ser molt més gran en el cel. En realitat, Coma és el cúmul més gran, només pareix més xicotet perquè es troba més lluny.
sl: Vidite lahko jate galaksij, ki jih je profesor Zwicky preučeval, da bi odkril temno snov. Uporabite okno KStars ``Najdi objekt`` (**Ctrl**\ +\ **F**), da se osredotočite na »M 87«, da najdete kopico Devica, in na »NGC 4884«, da najdete kopico Coma. Morda boste morali povečati sliko, da si ogledate galaksije. Upoštevajte, da je kopica Device na nebu videti veliko večja. V resnici je Coma večja kopica; manjša se zdi le zato, ker je dlje stran.
