Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-darkmatter.po
Languages: bg, ca, ca@valencia, es, et, gl, it, pt, pt_br, sl, uk

source: Another phenomenon that suggested the need for dark matter is the rotational curves of <firstterm>Spiral Galaxies</firstterm>. Spiral Galaxies contain a large population of stars that orbit the Galactic center on nearly circular orbits, much like planets orbit a star. Like planetary orbits, stars with larger galactic orbits are expected to have slower orbital speeds (this is just a statement of Kepler's 3rd Law). Actually, Kepler's 3rd Law only applies to stars near the perimeter of a Spiral Galaxy, because it assumes the mass enclosed by the orbit to be constant.
bg: Друго явление, което предполага наличието на тъмна материя, са ротационните криви на <firstterm>спиралните галактики</firstterm>. Спиралните галактики съдържат голяма популация от звезди, които имат почти кръгова орбита около галактическия център, подобно на планетите, които обикалят около звезда. Както при планетарните орбити, звездите с по-големи галактически орбити се очаква, да имат по-бавни орбитални скорости (това е твърдение на 3-тия закон на Кеплер). Всъщност, Третият закон на Кеплер се прилага само за звезди близо до периметъра на спирална галактика, тъй като предполага, че масата, включена в орбитата е постоянна.
ca: Un altre fenomen que va suggerir l'existència de la matèria obscura fou l'existència de les corbes de rotació en les <firstterm>galàxies espirals</firstterm>. Les galàxies espirals contenen una gran població d'estrelles que orbiten al voltant del centre de la galàxia de forma gairebé circular, tal com els planetes orbiten al voltant d'una estrella. Igual que amb les òrbites planetàries, les estrelles amb grans òrbites galàctiques s'espera que tinguin una velocitat orbital inferior (aquest és un dels punts de la tercera llei de Kepler). Realment, la tercera llei de Kepler tan sols s'aplica a les estrelles més properes al perímetre d'una galàxia espiral, atès que s'assumeix que la massa embolcallada per l'òrbita ha de ser constant.
et: Veel üks nähtus, mille seletamisel varjatud aine marjaks ära kulub, on <firstterm>spiraalsete galaktikate</firstterm> pöörlemine. Spiraalsed galaktikad koondavad endasse hulganisti tähti, mis tiirlevad ümber galaktika keskme enam-vähem ringikujulistel orbiitidel, umbes nagu planeedid ümber tähe. Sarnaselt planeetide orbiitidele võiks suure galaktilise orbiidiga tähelt oodata aeglast orbitaalkiirust (nagu väidab Kepleri kolmas seadus). Tegelikult kehtib Kepleri kolmas seadus küll vaid tähtedele spiraalse galaktika perimeetri lähedal, sest see eeldab, et orbiidiga piiratud mass on konstantne.
gl: Outro fenómeno que suxire a necesidade da materia negra son as curvas rotacionais das <firstterm>galaxias espirais</firstterm>. As galaxias espirais conteñen unha grande poboación de estrelas que orbitan o centro galáctico en órbitas case circulares, similar a como os planetas orbitan arredor dunha estrela. Como as órbitas planetarias, as estrelas con órbitas galácticas máis grandes deberían ter velocidades orbitais máis lentas (isto é unha afirmación da Terceira Lei de Kepler). De feito, a Terceira Lei de Kepler só se aplica a estrelas próximas do perímetro dunha galaxia espiral porque asume que a masa incluída pola órbita é constante.
it: Un altro fenomeno che suggerì la necessità di materia oscura consiste nelle curve di rotazione delle <firstterm>galassie spirali</firstterm>. Le galassie spirali contengono una vasta popolazione di stelle in orbita attorno al centro galattico su orbite quasi circolari, un po' come pianeti in orbita attorno a una stella. Come accade per le orbite planetarie, ci si aspetta che stelle con orbite galattiche più grandi abbiano velocità orbitali minori (si tratta di una semplice enunciazione della terza legge di Keplero). Per la verità, la terza legge di Keplero è applicabile soltanto a stelle vicine alla periferia di una galassia spirale, poiché presuppone che la massa racchiusa dall'orbita sia costante.
pt: Outro fenómeno que sugeriu a necessidade da existência de matéria negra são as curvas de rotação das <firstterm>Galáxias em Espiral</firstterm>. As Galáxias em Espiral contêm uma grande população de estrelas que orbitam à volta do centro galáctico em órbitas quase circulares, da mesma forma que os planetas orbitam à volta de uma estrela. Como as órbitas planetárias, as estrelas com órbitas galácticas maiores têm à partida velocidades orbitais menores (isto é apenas uma aplicação da 3a Lei de Kepler). De facto, a 3a lei de Kepler só se aplica às estrelas perto do perímetro de uma Galáxia em Espiral, porque assume que a massa englobada pela órbita é constante.
pt_br: Outro fenômeno que sugeria a necessidade de matéria negra é a curva rotacional das <firstterm>galáxias espirais</firstterm>. Galáxias espirais contém uma grande população de estrelas que orbitam o centro galáctico em órbitas circulares próximas, muito semelhante a planetas orbitando uma estrela. Como órbitas planetárias, as estrelas com órbitas galáticas grandes deveriam ter velocidades orbitais menores (isto é apenas uma aplicação da terceira lei de Kepler). Realmente, a terceira lei de Kepler apenas se aplica a estrelas perto do perímetro de uma galáxia espiral, porque assume que a massa contida em uma órbita é constante.
uk: Іншими явищами, які підтверджують існування темної матерії, є явища, що виникають під час обертання <firstterm>спіральних галактик</firstterm>. Спіральні галактики складаються з великої кількості зірок, що обертаються навколо галактичного центру майже за коловими орбітами, дуже схожими на орбіти, за якими обертаються навколо зірок планети. Так само, як і планети, зірки, які обертаються далі від центру повинні мати меншу орбітальну швидкість (це твердження є прямим наслідком третього закону Кеплера). Насправді, третій закон Кеплера виконується лише для зірок, що знаходяться поряд з зовнішньою частиною спіральної галактики, оскільки в основі цього закону лежить припущення, що масу розподілено рівномірно вздовж радіусу орбіт.

source: However, astronomers have made observations of the orbital speeds of stars in the outer parts of a large number of spiral galaxies, and none of them follow Kepler's 3rd Law as expected. Instead of falling off at larger radii, the orbital speeds remain remarkably constant. The implication is that the mass enclosed by larger-radius orbits increases, even for stars that are apparently near the edge of the galaxy. While they are near the edge of the luminous part of the galaxy, the galaxy has a mass profile that apparently continues well beyond the regions occupied by stars.
bg: Астрономите обаче са направили наблюдения на орбиталните скорости на звездите във външните части на голям брой спирални галактики и нито една от тях не следва 3-тия закон на Кеплер, както се очаква. Вместо да се отместят на по-големи радиуси, орбиталните скорости остават забележително постоянни. Изводът е, че масата, включена в орбити с по-голям радиус, се увеличава, дори за звезди, които очевидно са близо до ръба на галактиката. Докато те са близо до ръба на светещата част на галактиката, галактиката има масов профил, който очевидно продължава далеч отвъд регионите, заети от звезди.
ca: No obstant això, astrònoms han fet observacions de les velocitats orbitals de les estrelles en les parts més externes d'un gran nombre de galàxies espirals i cap d'elles seguia la tercera llei de Kepler tal com s'esperava. En comptes de caure en un radi més gran, les velocitats orbitals restaven remarcablement constants. La implicació és que la massa embolcallada per una òrbita de gran radi fa que aquesta augmenti, fins i tot en les estrelles que aparentment es troben en el límit de la galàxia. Encara que aparentin estar a la vora de la part lluminosa de la galàxia, la galàxia té un perfil de massa que aparentment s'estén més enllà de les regions ocupades per les estrelles.
ca@valencia: Tanmateix, els astrònoms han fet observacions de les velocitats orbitals de les estreles a les parts més externes d'un gran nombre de galàxies espirals i cap d'elles seguia la tercera llei de Kepler tal com s'esperava. En comptes de caure en radis més grans, les velocitats orbitals restaven remarcablement constants. La implicació és que la massa embolcallada per una òrbita de radi gran fa que esta augmente, fins i tot per a les estreles que de forma aparent es troben a prop del límit de la galàxia. Mentre es troben a prop de la vora de la part lluminosa de la galàxia, la galàxia té un perfil de massa que pareix continuar molt més enllà de les regions ocupades per les estreles.
es: Sin embargo, los astrónomos han realizado observaciones de las velocidades orbitales de las estrellas en las partes más exteriores de un gran número de galaxias espirales, y ninguna de ellas seguía la tercera ley de Kepler como se esperaba. En vez de caer en un radio más grande, las velocidades orbitales permanecían insistentemente constantes. La explicación es que la masa rodeada por una órbita de radio grande aumenta, incluso en las estrellas que aparentemente se encuentran en el límite de la galaxia. Aunque parecen estar al borde de la parte luminosa de la galaxia, la galaxia tiene un perfil de masa que aparentemente se extiende más allá de las regiones ocupadas por las estrellas.
et: Kuid astronoomid on hulgaliselt vaadelnud paljude spiraalsete galaktikate äärealade tähtede orbitaalkiirusi ning ühelgi korral ei ole täheldatud, et Kepleri kolmas seadus seal kuidagimoodi kehtiks. Selle asemel, et suurema raadiuse korral kahaneda, on orbitaalkiirused hoopis üsna konstantsed. Sellest järeldub, et orbiidi raadiuse kasvades suureneb ka mass, seda isegi tähtede puhul, mis näivalt asuvad päris galaktika serval. Kuigi nad paiknevad galaktika nähtava osa äärel, on galaktikal endal massiprofiil, mis tundub jätkuvat veel pärast sedagi, kui lõpeb tähtedega asustatud piirkond.
gl: Porén, os astrónomos fixeron observacións das velocidades orbitais das estrelas das partes exteriores dun gran número de galaxias espirais e ningunha delas segue a Terceira Lei de Kepler como se esperaba. No canto de enlentecer a distancias máis grandes do centro, as velocidades orbitais permanecen bastante constantes. A implicación é que a mas incluída nas órbitas de maior raio se incrementa, mesmo para as estrelas que están aparentemente preto do bordo da galaxia. Mentres están preto do bordo da parte luminosa da galaxia, a galaxia ten un perfil de masa que aparentemente continúa moito para alén das rexións ocupadas polas estrelas.
it: Tuttavia gli astronomi hanno condotto osservazioni delle velocità orbitali delle stelle nelle regioni periferiche di un gran numero di galassie spirali, e in nessun caso esse seguono la terza legge di Keplero. Invece di diminuire a grandi raggi, le velocità orbitali rimangono con ottima approssimazione costanti. L'implicazione è che la massa racchiusa da orbite di raggio via via maggiore aumenti, anche per stelle che sono apparentemente vicine al limite della galassia. Sebbene si trovino presso i confini della parte luminosa della galassia, questa ha un profilo di massa che apparentemente continua ben al di là delle regioni occupate dalle stelle.
pt: Contudo, os astrónomos têm feito observações das velocidades orbitais das estrelas nas partes exteriores de um grande conjunto de galáxias em espiral, e nenhuma delas segue a 3a Lei de Kepler, como seria de esperar. Em vez de saltarem para fora com raios maiores, as velocidades orbitais mantêm-se , de forma espantosa, constantes. A implicação é que a massa englobada pelas órbitas com maiores raios aumenta, mesmo para as estrelas que estão aparentemente no limite da galáxia. Embora estejam no limite da parte luminosa da galáxia, a mesma tem um perfil de massa que aparentemente continua presente para além das regiões ocupadas pelas estrelas.
pt_br: Contudo, astrônomos fizeram observações das velocidades orbitais de estrelas nas partes externas de um grande numero de galáxias espirais e nenhuma delas seguia a terceira lei de Kepler conforme o esperado. Em vez de cair em raios largos, as velocidades orbitais permaneciam deveras constantes. A implicação é que a massa contida por órbitas de raios largos aumenta, mesmo para estrelas que aparentemente estão próximas da beirada da galáxia. Enquanto elas estão próximas a beirada da parte luminosa da galáxia, a galáxia tem um perfil de massa que aparentemente continua bem alem das regiões ocupadas pelas estrelas.
sl: Vendar so astronomi opazovali orbitalne hitrosti zvezd v zunanjih delih velikega števila spiralnih galaksij in nobena od njih ne sledi Keplerjevemu 3. zakonu, kot je bilo pričakovano. Namesto da bi padale pri večjih radijih, ostajajo orbitalne hitrosti neverjetno konstantne. Posledica tega je, da se masa, ki jo obkrožajo orbite z večjim polmerom, poveča, tudi pri zvezdah, ki so očitno blizu roba galaksije. Medtem ko so blizu roba svetlečega dela galaksije, ima galaksija profil mase, ki se očitno nadaljuje daleč onkraj območij, ki jih zasedajo zvezde.
uk: Але астрономічні спостереження орбітальних швидкостей зірок зовнішніх частин великої кількості спіральних галактик свідчать про те, що для жодної з них не виконується третій закон Кеплера. Замість того, щоб зменшуватися зі зростанням відстані від центра, орбітальні швидкості залишаються майже сталими. Це змушує нас припускати, що зі зростанням відстані зростає і маса зосереджена на орбіті, навіть для зірок, які знаходяться майже на межі галактики. Тому, імовірно, галактика не обмежується областю, де ми спостерігаємо у речовину, що випромінює світло, а продовжується далеко за межі областей, зайнятих зірками.

source: Here is another way to think about it: Consider the stars near the perimeter of a spiral galaxy, with typical observed orbital velocities of 200 kilometers per second. If the galaxy consisted of only the matter that we can see, these stars would very quickly fly off from the galaxy, because their orbital speeds are four times larger than the galaxy's escape velocity. Since galaxies are not seen to be spinning apart, there must be mass in the galaxy that we are not accounting for when we add up all the parts we can see.
bg: Ето още един начин да мислим за това: Помислете за звездите близо до периметъра на спирална галактика. Те имат типични наблюдавани орбитални скорости от 200 километра в секунда. Ако галактиката се състоеше само от материята, която виждаме, тези звезди много бързо ще излетят от галактиката, защото техните орбитални скорости са четири пъти по-големи от скоростта, необходима за откъсване от галактиката. Тъй като галактиките не се разпадат, трябва да има маса в галактиката, която не отчитаме, когато събираме всички видими части.
ca: Hi ha una altra manera de pensar en això. Considereu les estrelles properes al perímetre d'una galàxia espiral, amb velocitats orbitals observades típicament entorn dels 200 kilòmetres per segon. Si la galàxia només consisteix en la matèria que podem veure, aquestes estrelles se separarien molt ràpidament de la galàxia, atès que les seves velocitats orbitals són quatre vegades més grans que la velocitat d'escapada de la galàxia. Atès que les galàxies no semblen desfer-se, deu haver-hi una massa en la galàxia amb la qual no contem en sumar totes les parts que podem veure.
ca@valencia: Hi ha una altra manera de pensar en açò: considereu les estreles properes al perímetre d'una galàxia espiral, amb velocitats orbitals observades típiques de 200 kilòmetres per segon. Si la galàxia només consistix en la matèria que podem veure, estes estreles se separarien molt ràpidament de la galàxia, atés que les seues velocitats orbitals són quatre vegades més grans que la velocitat d'escapament de la galàxia. Com que no es veu que les galàxies s'estiguen separant, deu haver-hi una massa en la galàxia amb la qual no contem quan sumem totes les parts que podem veure.
es: Hay otra forma de pensar en ello. Considere las estrellas cercanas al perímetro de una galaxia espiral, con velocidades orbitales observadas típicamente en torno a los 200 kilómetros por segundo. Si la galaxia consistiese solo de la materia que podemos ver, estas estrellas se separarían muy rápidamente de la galaxia, ya que sus velocidades orbitales son cuatro veces más grandes que la velocidad de fuga de la galaxia. Como parece que las galaxias no se deshacen, debe haber una masa en la galaxia con la que no contamos al sumar todas las partes que podemos ver.
et: Asjale võib läheneda ka teisest küljest. Kujutage ette tähti spiraalse galaktika serval, mille puhul on jälgitav tavapärane orbitaalkiirus 200 kilomeetrit sekundis. Kui galaktika koosneks ainult ainest, mida me näeme, lendaks nad sõna otseses mõttes peagi galaktikast välja, sest nende orbitaalkiirus on neli korda suurem kui galaktika paokiirus. Et aga galaktikad ei paista just väga innukalt laiali paiskuvat, peab neis peituma mass, mida me ei saa arvestada, kui liidame kokku kõigi nähtavate osade massi.
gl: Esta é outra maneira de pensalo: Considera as estrelas próximas ao perímetro dunha galaxia espiral, con velocidades orbitas observadas típicas de 200 quilómetros por segundo. Se a galaxia consistise só da materia que se pode ver, estas estrelas non tardarían en saír despedidas da galaxia porque as súas velocidades orbitais son catro veces maiores do que a velocidade de escape da galaxia. Dado que non parece que as galaxias se estean a desfacer deste xeito, ha de haber masa na galaxia da que non damos conta ao sumarmos todas as partes que podemos ver.
it: Ecco un altro modo di vedere il problema: consideriamo le stelle presso la periferia di una galassia spirale, con velocità orbitali osservate tipicamente di 200 chilometri al secondo. Se la galassia fosse composta solo dalla materia che possiamo vedere, queste stelle la abbandonerebbero in breve tempo, dato che le loro velocità orbitali sono quattro volte più grandi della velocità di fuga dalla galassia. Dato che non si osservano galassie che si stiano disperdendo in questo modo, al loro interno deve trovarsi della massa di cui non teniamo conto quando sommiamo tutte le parti che possiamo vedere.
pt: Existe outra forma de pensar sobre o assunto: Considere as estrelas perto do perímetro de uma galáxia em espiral, com velocidades orbitais típicas de 200 quilómetros por segundo. Se a galáxia consistisse apenas na matéria visível, essas estrelas iriam voar muito rapidamente para fora da galáxia, porque as as suas velocidades orbitais são quatro vezes maiores que a velocidade de escape da galáxia. Dado que as galáxias não parecem espalhar-se para fora, deverá existir massa na galáxia que não esteja a ser tida em conta quando se adicionam todas as partes visíveis.
pt_br: Aqui está outra forma de pensar sobre isso: considere as estrelas próximas ao perímetro de uma galáxia espiral, com velocidades orbitais típicas observadas de 200 km por segundo. Se a galáxia consistisse somente de matéria que podemos ver, estas estrelas muito rapidamente voariam para fora da galáxia, porque as suas velocidades orbitais são quatro vezes maiores que a velocidade de escape da galáxia. Como as galáxias aparentemente não estão se partindo, deve haver massa na galáxia que desconhecemos, quando adicionamos tudo que podemos ver.
sl: Tukaj je še en način razmišljanja o tem: razmislite o zvezdah blizu oboda spiralne galaksije, s tipično opazovano orbitalno hitrostjo 200 kilometrov na sekundo. Če bi galaksijo sestavljala samo snov, ki jo vidimo, bi te zvezde zelo hitro odletele iz galaksije, saj so njihove orbitalne hitrosti štirikrat večje od ubežne hitrosti galaksije. Ker ni videti, da se galaksije vrtijo narazen, mora v galaksiji obstajati masa, ki je ne upoštevamo, ko seštejemo vse dele, ki jih lahko vidimo.
uk: Існує і ще одне додаткове свідчення. Розглянемо докладніше зірки, розташовані на периметрі спіральної галактики. Вони рухаються з середньою орбітальною швидкістю близько 200 кілометрів на секунду. Якщо б галактика складалася лише з речовини, яку ми можемо бачити, ці зірки швидко б вилетіли з галактики, оскільки їх орбітальні швидкості у чотири рази перевищують швидкість, яка потрібна для вильоту з галактики. Оскільки ми не спостерігаємо того, що зірки з галактик розлітаються на всі боки, у галактиці повинна існувати маса, яку ми не врахували, коли додавали маси частин галактики, які ми бачимо.
