Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-ellipgal.po
Languages: bg, ca, ca@valencia, es, et, gl, it, nl, pl, pt, pt_br, ru, sl, sv, uk

source: <title>Elliptical Galaxies</title>
ca: <title>Galàxies el·líptiques</title>
nl: <title>Elliptische melkwegstelsels</title>

source: <primary>Elliptical Galaxies</primary>
ca: <primary>Galàxies el·líptiques</primary>
nl: <primary>Elliptische melkwegstelsels</primary>

source: Elliptical galaxies are spheroidal concentrations of billions of stars that resemble Globular Clusters on a grand scale. They have very little internal structure; the density of stars declines smoothly from the concentrated center to the diffuse edge, and they can have a broad range of ellipticities (or aspect ratios). They typically contain very little interstellar gas and dust, and no young stellar populations (although there are exceptions to these rules). Edwin Hubble referred to Elliptical galaxies as <quote>early-type</quote> galaxies, because he thought that they evolved to become Spiral Galaxies (which he called <quote>late-type</quote> galaxies). Astronomers actually now believe the opposite is the case (&ie;, that Spiral galaxies can turn into Elliptical galaxies), but Hubble's early- and late-type labels are still used.
ca: Les galàxies el·líptiques són concentracions esferoidals de milers de milions d'estrelles que semblen cúmuls globulars, tot i que a gran escala. Tenen molt poca estructura interna; la densitat de les estrelles va declinant suaument des de la concentració del centre fins a la difusió de les vores, i poden tenir una gran varietat d'el·líptiques (o relacions de proporció). Típicament contenen molt poc gas i pols interestel·lar i manquen de poblacions d'estrelles joves (encara existeixen excepcions a aquestes regles). Edwin Hubble es va referir a les galàxies el·líptiques com a galàxies <quote>de tipus primerenc</quote>, perquè pensà que evolucionarien per a convertir-se en galàxies espirals (a les que anomenava <quote>de tipus tardívol</quote>). Els astrònoms en realitat pensen que el cas és a l'inrevés (&ead;, que les galàxies espirals poden convertir-se en galàxies el·líptiques), però els nivells de tipus primerenc i tardívol emprats pel Hubble encara s'utilitzen.
nl: Elliptische melkwegstelsels zijn sfero誰dale (rugbybalvormige) verzamelingen van miljarden sterren, die op bolvormige sterrenhopen gelijken, maar zeer veel groter zijn. Zij hebben heel weinig inwendige structuur, de dichtheid (aantal per volume-eenheid) van de sterren neemt geleidelijk af van het dichtbevolkte centrum naar de rand. Zij kunnen erg verschillen in ellipticiteit (aspect ratio, is de verhouding lange en korte as van een ellips). Zij bevatten gewoonlijk erg weinig interstellair (tussen de sterren) gas en stof, en geen jonge sterpopulaties (hoewel er uitzonderingen zijn). Edwin Hubble noemde elliptische melkwegstelsels <quote>vroege-type</quote>-melkwegstelsels, omdat hij dacht dat ze later tot spiraalvormige stelsels zouden evolueren (en die hij dus <quote>late-type</quote>-melkwegstelsels noemde). Astronomen denken nu dat juist het omgekeerde waar is (dit betekent dat spiraalstelsels elliptische stelsels kunnen worden), maar de benamingen vroege- en late-type die Hubble gaf worden nog steeds gebruikt.

source: Once thought to be a simple galaxy type, ellipticals are now known to be quite complex objects. Part of this complexity is due to their amazing history: ellipticals are thought to be the end product of the merger of two Spiral galaxies. You can view a computer simulation MPEG movie of such a merger at <ulink url="http://oposite.stsci.edu/pubinfo/pr/2002/11/vid/v0211d3.mpg"> this NASA HST webpage</ulink> (warning: the file is 3.4 MB).
ca: Fins i tot alguna vegada es pensà que era un tipus de galàxia simple, les el·líptiques ara se sap que són objectes força complexos. Part de la seva complexitat es deu a la seva apassionant història: Es pensa que les galàxies el·líptiques són el producte final de la unió de dues galàxies espirals. Podeu veure una pel·lícula MPEG d'una simulació per ordinador d'aquest tipus d'unió en <ulink url="http://oposite.stsci.edu/pubinfo/pr/2002/11/vid/v0211d3.mpg">aquesta pàgina web de la NASA HST</ulink> (atenció: el fitxer ocupa 3,4 MB).
nl: Men dacht vroeger dat het eenvoudige stelsels waren, maar tegenwoordig weten we dat elliptische melkwegstelsels behoorlijk complex zijn. Deze complexiteit is deels te verklaren uit hun verbazingwekkend verleden: men denkt dat ze ontstaan zijn uit een samengaan van twee spiraalstelsels. U kunt een MPG-filmpje zien van een computersimulatie van zo'n samengaan op <ulink url="http://oposite.stsci.edu/pubinfo/pr/2002/11/vid/v0211d3.mpg"> deze HST-webpagina van NASA</ulink> (waarschuwing: dit bestand is 3,4 MiB groot).

source: Elliptical galaxies span a very wide range of sizes and luminosities, from giant Ellipticals hundreds of thousands of light years across and nearly a trillion times brighter than the sun, to dwarf Ellipticals just a bit brighter than the average globular cluster. They are divided to several morphological classes:
bg: Елиптичните галактики обхващат много широк диапазон от размери и светимост, от гигантските елиптични галактики с диаметър хиляди светлинни години и почти трилион пъти по-ярки от слънцето, за да станат елиптични джуджета, само малко по-ярки от един среден кълбовиден куп. Те са разделени на няколко морфологични класове:
ca: Les galàxies el·líptiques tenen una gran varietat de mides i de lluminositats, des de les el·líptiques gegants, de cents d'anys llum d'amplada i gairebé un bilió de vegades més brillants que el Sol, fins a el·líptiques nanes, de tan sols un mica més brillants que un cúmul globular mitjà. Es divideixen en diverses classes morfològiques:
ca@valencia: Les galàxies el·líptiques tenen una gran varietat de mides i de lluminositats, des de les el·líptiques gegants, de cents d'anys llum d'amplària i quasi un bilió de vegades més brillants que el Sol, fins a el·líptiques nanes, de tan sols un mica més brillants que un cúmul globular mitjà. Es dividixen en diverses classes morfològiques:
es: Las galaxias elípticas tienen un amplio rango de tamaños y luminosidades, desde las elípticas gigantes, de cientos de años luz de tamaño y casi un billón de veces más brillantes que el sol, hasta las elípticas enanas, tan solo un poco más brillantes que un cúmulo globular medio. Se dividen en varias categorías morfológicas:
et: Elliptilised galaktikad on suuruse ja heleduse poolest väga mitmekesised, ulatudes hiigelgalaktikatest, mille läbimõõt on sadu tuhandeid valgusaastaid ja heledus triljoneid kordi suurem kui Päikesel, kääbusellipsiteni, mis on vahest veidi heledamad kui tavaline kerasparv. Elliptilisi galaktikaid jagatakse mitmesse morfoloogilisse klassi:
gl: As galaxias elípticas inclúen unha gama moi ampla de tamaños e luminosidades, desde as elípticas xigantes de centos de milleiros de anos luz de comprimento e case un billón de veces máis brillantes que o sol, ata as elípticas ananas, apenas un pouco máis brillantes que o clúster globular medio. Divídense en varias clases morfolóxicas:
it: Le galassie ellittiche occupano un vasto intervallo di dimensioni e luminosità, dalle ellittiche giganti grandi centinaia di migliaia di anni luce e quasi mille miliardi di volte più luminose del Sole, fino alle ellittiche nane, appena più luminose di un ammasso globulare medio. Sono divise in diverse classi morfologiche:
nl: Elliptische melkwegstelsels zijn zeer verschillend in grootte en lichtkracht, er zijn reusachtige elliptische stelsels met afmetingen van honderdduizenden lichtjaren, en bijna een billioen (10^12) keer helderder dan de zon, tot dwergstelsels die maar net iets helderder zijn dan een gemiddelde bolvormige sterrenhoop. Zij worden in verschillende morfologische (vorm-) klassen onderverdeeld:
pl: Galaktyki eliptyczne posiadają bardzo różne rozmiary i jasności, od gigantycznych o rozmiarach setek tysięcy lat świetlnych i prawie bilion razy jaśniejszych od Słońca, do karłów niewiele jaśniejszych od gromad kulistych. Są one podzielone na kilka klas morfologicznych:
pt: As galáxias elípticas variam num intervalo bastante vasto de tamanhos e luminosidades, desde as gigantes elípticas com várias centenas de milhares de anos-luz de largura até às elípticas anãs que são apenas um pouco mais brilhantes que o enxame em globo médio. Estas estão divididas em várias classes morfológicas:
pt_br: Galáxias elípticas abrangem um grande intervalo de tamanhos e luminosidade, desde elípticas gigantescas de centenas de milhares de anos luz e cerca de trilhões de vezes mais brilhosas que o sol, até elípticas anões apenas um pouco mais brilhante que um conjunto globular médio. Elas são divididas em diversas classes morfológicas:
ru: Эллиптические галактики имеют широкий диапазон размеров и яркости, от гигантских, в поперечнике имеющих сотни тысяч световых лет и излучающих свет, в триллионы раз ярче солнечного, до карликовых, излучающих лишь немного ярче среднего глобулярного кластера. Они разделены на несколько морфологических классов:
sl: Eliptične galaksije obsegajo zelo širok razpon velikosti in svetlosti, od velikanskih eliptičnih galaksij s premerom na stotine tisoč svetlobnih let in skoraj bilijonkrat svetlejših od sonca do pritlikavih eliptičnih galaksij, ki so le malo svetlejše od povprečne kroglaste kopice. Razdeljene so v več morfoloških razredov:
sv: Elliptiska galaxer omfattar ett mycket brett område med storlekar och ljusstyrkor, från elliptiska jättegalaxer som är tusentals ljusår tvärsöver och nästan en biljon gånger ljusare än solen, till elliptiska dvärggalaxer som bara är något ljusare än en vanlig klotformig stjärnhop. De delas upp i flera morfologiska typer:
uk: Розміри і світність еліптичних галактик значно різняться, від гігантських еліптичних галактик з протяжністю у сотні тисяч світлових років, які приблизно у трильйон разів яскравіші за Сонце, до карликових еліптичних галактик, лише трохи більших за середнього розміру зоряне скупчення. Еліптичні галактики поділяються на декілька морфологічних класів:

source: cD galaxies:
bg: cD галактики
ca: Galàxies cD:
ca@valencia: Galàxies cD:
es: Galaxias cD:
et: cD galaktikad:
gl: Galaxias cD:
it: Galassie cD:
nl: cD-melkwegstelsels:
pl: Galaktyki cD:
pt: Galáxias cD:
pt_br: Galáxias cD:
ru: cD галактики:
sl: galaksije cD:
sv: cD-galaxer:
uk: Галактики cD:

source: Immense and bright objects that can measure nearly 1 Megaparsec (3 million light years) across. These titans are only found near the centers of large, dense clusters of galaxies, and are likely the result of many galaxy mergers.
bg: Огромни и ярки обекти, които могат да достигнат близо 1 мегапарсека (3 милиона светлинни години). Тези титани се намират само близо до центровете на големи, плътни клъстери от галактики и вероятно са резултат от много сливания на галактики.
ca: Objectes immensos i brillants que poden mesurar prop d'1 Megaparsec (3 milions d'anys llum) d'amplada. Aquests titans tan sols es troben a prop del centre de grans cúmuls de galàxies i gairebé amb total seguretat són el resultat de la unió de diverses galàxies.
ca@valencia: Objectes immensos i brillants que poden mesurar prop d'1 Megaparsec (3 milions d'anys llum) d'amplària. Estos titans tan sols es troben a prop del centre de grans cúmuls de galàxies i quasi amb total seguretat són el resultat de la unió de diverses galàxies.
es: Objetos inmensos y brillantes que pueden medir cerca de 1 Megaparsec (3 millones de años luz) de ancho. Estos titanes solo se encuentran cerca del centro de grandes cúmulos de galaxias, y son casi con total seguridad el resultado de la unión de varias galaxias.
et: Hiiglaslikud heledad objektid, mille läbimõõt võib olla ligemale megaparsek (kolm miljonit valgusaastat). Selliseid hiiglasi leiab ainult väga suurte ja tihedate galaktikaparvede keskmest ning tõenäoliselt on nad paljude galaktikate liitumise tulemus.
gl: Obxectos inmensos e brillantes que poden medir case 1 Megaparsec (3 millóns de anos luz) de comprimento). Estes titáns só se atopan preto do centro de clústers grandes e densos de galaxias e son probabelmente o resultado da fusión de moitas galaxias.
it: Oggetti immensi e luminosi che possono arrivare a quasi un Megaparsec (tre milioni di anni luce). Questi titani si trovano soltanto presso il centro di grandi e densi ammassi di galassie, e sono verosimilmente il risultato di molte fusioni tra galassie.
nl: Immens grote en heldere objecten die bijna 1 megaparsec (3 millioen lichtjaren) groot kunnen zijn. Deze titanen komen alleen voor nabij het centrum van grote en dichte clusters van melkwegstelsels, en zijn waarschijnlijk het gevolg van het samengaan van vele melkwegstelsels.
pl: Ogromne i jasne obiekty, które mogą osiągać rozmiar nawet 1 megaparseka (3 miliony lat świetlnych). Można je znaleźć tylko blisko centrów dużych i gęstych gromad galaktyk. Są one prawdopodobnie efektem wielu połączeń wielu galaktyk.
pt: Objectos imensos e brilhantes que poderão medir cerca de 1 Megaparsec (3 milhões de anos-luz). Estas titãs só são encontradas perto dos centros de grandes e densos enxames de galáxias, e são provavelmente o resultado de várias fusões de galáxias.
pt_br: Objetos imensos e brilhosos que podem medir cerca de 1 Megaparsec (3 milhões de anos luz). Estes titãs somente são encontrados próximos ao centro de conjuntos largos e densos de galáxias, e são o resultado de muitas uniões de galáxias.
ru: Огромные яркие объекты около 1 мегапарсека (3 млн световых лет) в диаметре. Эти титаны найдены только в центрах больших плотных кластеров галактик и являются скорее всего результатом соединения большого числа галактик.
sl: Ogromni in svetli objekti, ki lahko merijo skoraj 1 megaparsec (3 milijone svetlobnih let) v premeru. Te titane najdemo samo v bližini središč velikih, gostih jat galaksij in so verjetno rezultat številnih združitev galaksij.
sv: Enorma och ljusa objekt som kan uppmäta nästan 1 Megaparsek (3 miljoner ljusår) tvärsöver. Dessa titaner hittar man bara nära centrum för stora, tätta galaxhopar, och de är troligen ett resultat av många galaxer som slagits ihop.
uk: Величезні і яскраві об’єкти, розмір яких може сягати 1 мегапарсека (3 мільйонів світлових років). Таких монстрів можна знайти лише поблизу центрів великих щільних скупчень галактик, скоріше за все, вони є результатом злиття декількох галактик.

source: Normal Elliptical galaxies
bg: Нормални елиптични галактики
ca: Galàxies el·líptiques normals
ca@valencia: Galàxies el·líptiques normals
es: Galaxias elípticas normales
et: Normaalsed elliptilised galaktikad
gl: Galaxias elípticas normais
it: Galassie ellittiche normali
nl: Normale elliptische melkwegstelsels
pl: Zwykłe galaktyki eliptyczne
pt: Galáxias Elípticas Normais
pt_br: Galáxias elípticas normais
ru: Обычные эллиптические галактики
sl: Normalne eliptične galaksije
sv: Normala elliptiska galaxer
uk: Звичайні еліптичні галактики

source: Condensed Object with relatively high central surface brightness. They include the giant ellipticals (gE'e), intermediate-luminosity ellipticals (E's), and compact ellipticals.
bg: Кондензиран обект с относително висока яркост на централната повърхност. Те включват следните групи: гигантски елиптични (gE'e), елиптични с междинна яркост (E's) и компактни елиптични галактики.
ca: Objectes condensats amb una lluminositat en superfície en el centre relativament alta. Inclou a les el·líptiques gegants (Eg), les el·líptiques de lluminositat intermèdia (E) i les el·líptiques compactes.
ca@valencia: Objectes condensats amb una brillantor en superfície relativament alta en el centre. Inclou a les el·líptiques gegants (Eg), les el·líptiques de lluminositat intermèdia (E) i les el·líptiques compactes.
es: Objetos condensados con un brillo superficial en el centro relativamente alto. Incluyen las elípticas gigantes (gE), las elípticas de luminosidad intermedia (E) y las elípticas compactas.
et: Tihe objekt suhteliselt suure keskmise pinnaheledusega. Nende hulka kuuluvad hiigelellipsid (gE), keskmise heledusega ellipsid (E) ja kompaktsed ellipsid.
gl: Obxectos condensados con brillo superficial central relativamente alto. Inclúen as elípticas xigantes (gE), as elípticas de luminosidade intermedia (E) e as elípticas compactas.
it: Oggetti condensati con brillanze superficiali relativamente alte. Includono le ellittiche giganti (gE), le ellittiche di luminosità intermedia (E) e le ellittiche compatte.
nl: Dicht opeengepakte objecten met een relatief hoge centrale oppervlaktehelderheid. Zij omvatten de elliptische reuzenstelsels (gE), elliptische stelsels met een gemiddelde helderheid (E), en compacte elliptische stelsels.
pl: Skondensowany obiekt z relatywnie niską jasnością środka. Klasa ta zawiera gigantyczne galaktyki eliptyczne (gE), galaktyki eliptyczne o średniej jasności (E), a także niewielkie galaktyki.
pt: Objectos condensados com um brilho central à superfície relativamente alto. Elas incluem as elípticas gigantes (gE'e), as elípticas de luminosidade intermédia (E's), e as elípticas compactas.
pt_br: Objetos condensados com superfície central brilhosa relativamente alta. Eles incluem as elípticas gigantes (gE'e), elípticas de luminosidade intermediária (E's) e elípticas compactas.
ru: Конденсированные объекты с относительно высокой яркостью поверхности. Они включают в себя гигантские (gE'e), с промежуточной яркостью (E's) и компактные эллиптические галактики.
sl: Zgoščen objekt z relativno visoko svetlostjo osrednje površine. Vključujejo velikanske eliptike (gE'e), eliptike srednje svetilnosti (E's) in kompaktne eliptike.
sv: Ihopdragna objekt med relativt hög central ljusstyrka på ytan. De omfattar elliptiska jättegalaxer (gE), elliptiska galaxer med intermediär luminositet (E), och små elliptiska galaxer.
uk: Щільні об’єкти з відносно високою яскравістю поверхні. До цього класу входять гігантські еліптичні галактики (gE), еліптичні галактики проміжної світності (E), і компактні еліптичні галактики.

source: Dwarf elliptical galaxies (dE's)
bg: Елиптични галактики джуджета (dE's)
ca: Galàxies el·líptiques nanes (dE)
ca@valencia: Galàxies el·líptiques nanes (dE)
es: Galaxias elípticas enanas (dE)
et: Elliptilised kääbusgalaktikad (dE)
gl: Galaxias elípticas ananas (dE)
it: Galassie ellittiche nane (dE)
nl: Elliptische dwergstelsels (dE)
pl: Karłowate galaktyki eliptyczne (dE)
pt: Galáxias elípticas anãs (dE's)
pt_br: Galáxias elípticas anãs (dE's)
ru: Карликовые эллиптические галактики (dE's)
sl: Pritlikave eliptične galaksije (dE)
sv: Elliptiska dvärggalaxer (dE)
uk: Карликові еліптичні галактики (dE)
