Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-ellipgal.po
Languages: bg, ca, ca@valencia, es, et, gl, it, nl, pl, pt, pt_br, ru, sl, sv, uk

source: Small galaxies that are unusually blue. Thehave photometric colors of B-V = 0.0 to 0.30 mag, which is typical for relatively young stars of *spectral type* A. This suggests that BCDs are currently actively forming stars. These systems also have abundant interstellar gas (unlike other Elliptical galaxies).
uk: Малі галактики, які є незвично блакитними. Їх фотометричні кольори лежать від B-V = 0,0 до 0,30, що є типовим для відносно молодих зірок *спектрального класу* A. Через це існує припущення, що у BCD йде активний процес формування зірок. У таких галактиках також багато надлишкового міжзоряного газу (на відміну від інших еліптичних галактик).
