Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-ellipgal.po
Languages: bg, ca, ca@valencia, es, et, gl, it, nl, pl, pt, pt_br, ru, sl, sv, uk

source: This class of galaxies is fundamentally different from normal ellipticals. Their diameters on the order of 1 to 10 kiloparsec with surface brightness that is much lower than normal ellipticals, giving them a much more diffuse appearance. They display the same characteristic gradual decline of star density from a relatively dense core out to a diffuse periphery.
bg: Този клас галактики е фундаментално различен от нормалните елиптични галактики. Техните диаметри са от порядъка на 1 до 10 килопарсека, с повърхностна яркост, която е много по-ниска от нормалната елиптична галактика, което им придава много по-дифузен вид. Те показват същата характеристика на постепенно намаляване на плътността на звездите от сравнително плътно ядро към дифузна периферия.
ca: Aquesta classe de galàxies és fonamentalment diferent de les el·líptiques normals. El seu diàmetre està en l'ordre d'1 a 10 kiloparsecs, amb una lluminositat en superfície molt més petita que el de les el·líptiques normals, donant-li una aparença molt més difusa. Mostren la mateixa característica de declinació gradual de la densitat d'estrelles des d'una relativament alta en el nucli a una perifèria més difosa.
ca@valencia: Esta classe de galàxies és fonamentalment diferent de les el·líptiques normals. El seu diàmetre està en l'ordre d'1 a 10 kiloparsecs, amb una brillantor en superfície molt més xicoteta que el de les el·líptiques normals, donant-li una aparença molt més difusa. Mostren la mateixa característica de declinació gradual de la densitat d'estreles des d'una relativament alta en el nucli a una perifèria més difosa.
es: Esta clase de galaxias es fundamentalmente diferente de las elípticas normales. Su diámetro está en el orden de 1 a 10 kiloparsecs, con un brillo superficial mucho menor que el de las elípticas normales, con una presencia mucho más difusa. Muestran la misma disminución gradual característica, con una densidad de estrellas relativamente alta en el núcleo y una periferia más difusa.
et: See klass on tavalistest elliptilistest galaktikatest täiesti erinev. Selliste galaktikate diameeter ulatub ühest kümne kiloparsekini ning nende heledus on tavalistest ellipsitest palju väiksem, mis jätab mulje, nagu oleks nad üpris hõredad. Kuid neile on samamoodi omane tähetiheduse järk-järguline kahanemine suhteliselt tihedast tuumast hajusa perifeeria suunas.
gl: Esta clase de galaxias é fundamentalmente distinta das elípticas normais. Os seus diámetros teñen da orde de 1 a 10 kiloparsec, cun brillo superficial moito menor do que as elípticas normais, o que lles dá unha aparencia moito máis difusa. Amosan o mesmo declive de densidade estelar gradual característicos desde un núcleo relativamente denso a unha periferia difusa.
it: Questa categoria di galassie presenta differenze sostanziali rispetto alle ellittiche normali. I loro diametri sono dell'ordine di 1-10 chiloparsec, con brillanze superficiali molto minori di quelle delle ellittiche normali, il che conferisce loro un aspetto molto più diffuso. Mostrano lo stesso caratteristico decremento graduale della densità di stelle da un nucleo relativamente denso a una periferia diffusa.
nl: Deze klasse van melkwegstelsels is fundamenteel verschillend van de normale elliptische stelsels. Hun diameter is in de orde van 1 tot 10 kiloparsecs, en zij hebben een oppervlaktehelderheid die wat lager is dan die van normale elliptische melkwegstelsels. Daardoor lijken ze wat meer diffuus. Zij hebben dezelfde geleidelijke afname van de sterdichtheid, vanaf een relatief dichtbevolkte kern tot een diffuse rand.
pl: Ten rodzaj galaktyk jest znacząco różny od zwykłych galaktyk eliptycznych. Wymiary tego typu galaktyk zawierają się w przedziale od 1 do 10 kiloparseków. Jasnością powierzchni jest znacznie mniejsza niż normalnej galaktyki eliptycznej, czego wynikiem jest bardziej rozmyty wygląd. Mają tą sam charakterystyczny spadek gęstości gwiazd od relatywnie gęstego jądra do rozmytych obrzeży.
pt: Esta classe de galáxias é fundamentalmente diferente das elípticas normais. Os seus diâmetros são na ordem de 1 a 10 quiloparsec com um brilho muito inferior ao das elípticas normais, o que lhes dá uma aparência muito mais difusa. Elas mostram o mesmo declínio característico e gradual da densidade da estrela desde um núcleo relativamente denso até uma periferia mais difusa.
pt_br: Esta classe de galáxia é fundamentalmente diferente das elípticas normais. Seus diâmetros estão na ordem de 1 à 10 kiloparsec com superfície brilhosa muito menor que as elípticas normais, fornecendo-nos uma aparência bem mais difusa. Elas exibem as mesmas características de declínio gradual da densidade de estrelas a partir de um núcleo relativamente denso para uma periferia difusa.
ru: Класс галактик, основательно отличающихся от нормальных эллиптических галактик. В диаметре они от 1 до 10 килопарсек, с поверхностью намного менее яркой, чем у обычных эллиптических галактик, что придаёт им более рассеянное свечение. Они также обладают характерной чертой постепенного уменьшения плотности звёзд от центра к краю.
sl: Ta razred galaksij se bistveno razlikuje od običajnih eliptičnih. Njihovi premeri so reda velikosti od 1 do 10 kiloparsekov s površinsko svetlostjo, ki je veliko nižja od običajnih eliptičnih, kar jim daje veliko bolj razpršen videz. Prikazujejo enako značilno postopno upadanje gostote zvezd od razmeroma gostega jedra navzven do razpršenega obrobja.
sv: Den här galaxtypen har fundamentala skillnader från normala elliptiska galaxer. Deras diameter är omkring 1 till 10 kiloparsek, med en ljusstyrka på ytan som är mycket lägre än normala elliptiska galaxer, vilket ger dem ett mycket diffusare utseende. De uppvisar samma karaktäristiska gradvis avtagande stjärntäthet från en relativt tät kärna, ut till en diffus rand.
uk: Цей клас галактик має фундаментальні відмінності від звичайних еліптичних галактик. Діаметр галактик такого класу має порядок від 1 до 10 кілопарсеків, а яскравість їх поверхні набагато менша за яскравість поверхні звичайних еліптичних галактик, тому вони виглядають набагато розрідженішими. Щільність зірок у всіх цих галактиках поступово спадає від відносно щільного ядра до розрідженої периферії.

source: Dwarf spheroidal galaxies (dSph's)
bg: Сфероидални галактики джуджета (dSph's)
ca: Galàxies esferoidals nanes (dSph)
ca@valencia: Galàxies esferoidals nanes (dSph)
es: Galaxias esferoidales enanas (dSph)
et: Sfäärilised kääbusgalaktikad (dSph)
gl: Galaxias esferoidais ananas (dSph)
it: Galassie sferoidali nane (dSph)
nl: Sfero誰dale dwergstelsels (dSph)
pl: Karłowate galaktyki sferyczne (dSph)
pt: Galáxias esféricas anãs (dSph's)
pt_br: Galáxias esferoidais anãs (dSph's)
ru: Карликовые сфероидальные галактики (dSph's)
sl: Pritlikave sferoidne galaksije (dSph)
sv: Sfäriska dvärggalaxer (dSph)
uk: Карликові сферичні галактики (dSph)

source: Extreme low-luminosity, low surface-brightness and have only been observed in the vicinity of the Milky Way, and possibly other very nearby galaxy groups, such as the Leo group. Their absolute magnitudes are only -8 to -15 mag. The Draco dwarf spheroidal galaxy has an absolute magnitude of -8.6, making it fainter than the average globular cluster in the Milky Way!
bg: Изключително ниска светимост, ниска повърхностна яркост и са наблюдавани само в близост до Млечния път и вероятно до други много близки групи галактики, като групата на Лъва. Техните абсолютни звездни величини са само -8 до -15 mag. Сфероидалната галактика джудже Драко има абсолютна звездна величина от -8,6, което я прави по-слаба от средния кълбовиден куп в Млечен път!
ca: De lluminositat extremadament baixa, també de lluminositat en superfície baixa i tan sols s'han observat algunes a la rodalia de la Via Làctia, i possiblement en algun altre grup de galàxies molt proper, com el grup Lleó. Les seves magnituds absolutes tan sols van de -8 a -15 mag. La galàxia esferoidal nana Dragó té una magnitud absoluta de -8,6, convertint-se en més feble que la mitjana dels cúmuls globulars en la Via Làctia!
ca@valencia: De lluminositat extremadament baixa, també de brillantor en superfície baixa i tan sols s'han observat algunes en la rodalia de la Via Làctia, i possiblement en algun altre grup de galàxies molt proper, com el grup Lleó. Les seues magnituds absolutes tan sols van de -8 a -15 mag. La galàxia esferoidal nana Dragó té una magnitud absoluta de -8,6, convertint-se en més feble que la mitjana dels cúmuls globulars en la Via Làctia!
es: De luminosidad extremadamente baja, también de brillo superficial bajo, tan solo se han observado algunas en las cercanías de la Vía Láctea, y posiblemente en algún otro grupo de galaxias muy cercano, como el grupo Leo. Sus magnitudes absolutas van tan solo de -8 a -15. La galaxia esferoidal enana Draco tiene una magnitud absoluta de -8,6, convirtiéndola en más débil que los cúmulos globulares promedios de la Vía Láctea.
et: Erakordselt tuhmid galaktikad, mida on täheldatud ainult Linnutee ja võib-olla veel mõne lähedase galaktikarühma, näiteks Lõvi rühma lähedal. Nende absoluutne tähesuurus on kõigest -8 kuni -15. Draakoni sfäärilise kääbusgalaktika absoluutne tähesuurus on -8,6, nii et see on isegi tuhmim kui keskmine kerasparv Linnutees!
gl: Luminosidade extremadamente tenue, baixo brillo superficial e só se observaron na viciñanza da Vía Láctea e posibelmente outros grupos de galaxias moi próximos, como o grupo de Leo. As súas magnitudes absolutas son de só -8 a -15 mag. A galaxia esferoidal anana de Draco ten unha magnitude absoluta de 8,6, o que a fai máis tenue que o clúster globular medio da Vía Láctea!
it: Caratterizzate da luminosità e brillanza superficiale estremamente basse, sono state osservate soltanto nelle vicinanze della Via Lattea, e forse in altri gruppi di galassie molto vicini, come quello del Leone. Le loro magnitudini assolute vanno soltanto da -8 a -15. La galassia nana sferoidale del Dragone ha una magnitudine assoluta di -8,6, che la rende più debole di un tipico ammasso globulare della Via Lattea!
nl: Extreem lage lichtkracht, lage oppervlaktehelderheid, en (daardoor) alleen in de buurt van de Melkweg gevonden, en mogelijk bij andere dichtbijstaande groepen van melkwegstelsels, zoals de Leo-groep (Leo-cluster). Hun absolute magnitudes zijn slechts -8 tot -15. Het dwergstelsel in Draco heeft een absolute helderheid van -8,6, waarmee het zwakker is dan de gemiddelde bolvormige sterrenhoop in de Melkweg!
pl: Posiadają bardzo niską jasność i zostały zaobserwowane tylko w sąsiedztwie Drogi Mlecznej, prawdopodobnie także bardzo bliskich grup galaktyk. Ich absolutna wielkość gwiazdowa zawiera się w przedziale od -8 do -15 mag. Karłowata galaktyka sferyczna Draco posiada absolutną wielkość gwiazdową -8.6, co czyni ją mniej jasną od zwyczajnej gromady kulistej w Drodze Mlecznej!
pt: De luminosidade extremamente fraca, com um brilho superficial baixo e só foram observadas ainda na região da Via Láctea, e possivelmente em outros grupos próximos, como o grupo de Leão. As suas magnitudes absolutas são apenas de -8 a -15 mag. O galáxia esférica anã de Draco tem uma magnitude absoluta de -8,6, o que a torna mais fraca que o enxame médio da Via Láctea!
pt_br: Possuem luminosidade extremamente baixa, baixa superfície brilhosa e somente são observadas na vizinhança da Via Láctea, e possivelmente outros grupos muito próximos da galáxia, como o grupo de Leão. Sua magnitude absoluta é de somente -8 à -15 mag. A galáxia esferoidal anã de Draco possui uma magnitude de -8,6, tornando-a mais fraca que o conjunto globular médio na Via Láctea!
ru: Совсем неяркие, наблюдаются только поблизости Млечного Пути, и, возможно, в других ближних группах галактик, таких, как в созвездии Льва. Их абсолютная величина составляет от -8 до -15. Карликовая сферическая галактика в созвездии Дракона имеет абсолютною величину в -8,6, что делает её тусклее среднего глобулярного кластера в Млечном Пути!
sl: Ekstremno nizka svetilnost, nizka površinska svetlost in so bili opaženi le v bližini Rimske ceste in morda drugih zelo bližnjih skupin galaksij, kot je Levova skupina. Njihove absolutne magnitude so le -8 do -15 mag. Pritlikava sferoidna galaksija Draco ima absolutno magnitudo -8,6, zaradi česar je šibkejša od povprečne kroglaste kopice v Rimski cesti!
sv: Ytterst svag luminositet, låg ljusstyrka på ytan, och har bara observerats i närheten av Vintergatan, och möjligen andra mycket näraliggande galaxgrupper, såsom Leo-gruppen. Deras absoluta magnitud är bara magnitud -8 till -15. Den sfäriska dvärggalaxen Draco har den absoluta magnituden -8,6, vilket gör den svagare än en vanlig klotformig stjärnhop i Vintergatan!
uk: Галактики з дуже низькою світністю, низькою яскравістю поверхні, які можна спостерігати лише поблизу Молочного Шляху і серед дуже близьких груп галактик, наприклад групи у сузір’ї Лева. Значення зоряної величини для цього класу галактик коливається у межах від -8 до -15. Наприклад, куляста карликова галактика у сузір’ї Дракона має абсолютну зоряну величину -8,6, отже, вона тьмяніша за посереднє кулясте скупчення у Молочному Шляху!

source: Blue compact dwarf galaxies (BCD's)
bg: Сини компактни галактики джуджета (BCD's)
ca: Galàxies nanes compactes balbes (BCD)
ca@valencia: Galàxies nanes compactes balbes (BCD)
es: Galaxias enanas compactas azules (BCD)
et: Sinised kompaktsed kääbusgalaktikad (BCD)
gl: Galaxias ananas compactas azuis (BCD)
it: Galassie nane blu compatte (BCD)
nl: Blauwe compacte dwergstelsels (BCD)
pl: Niebieskie galaktyki karłowate (BCD)
pt: Galáxias-anãs compactas azuis (BCD's)
pt_br: Galáxias anãs compactas azuis (BCD's)
ru: Голубые компактные карликовые галактики (BCD's)
sl: Modre kompaktne pritlikave galaksije (BCD)
sv: Blåa kompakta dvärggalaxer (BCD)
uk: Блакитні компактні карликові галактики (BCD)

source: Small galaxies that are unusually blue. Thehave photometric colors of B-V = 0.0 to 0.30 mag, which is typical for relatively young stars of <firstterm>spectral type</firstterm> A. This suggests that BCDs are currently actively forming stars. These systems also have abundant interstellar gas (unlike other Elliptical galaxies).
ca: Petites galàxies que són inusualment blaves. Tenen colors fotomètrics de l'índex de color = 0,0 a 0,30 magnituds, el qual és típic de les estrelles relativament joves del <firstterm>tipus espectral</firstterm> A. Això suggereix que actualment les BCD estan formant estrelles. Aquests sistemes també tenen una abundant quantitat de gas interestel·lar (a diferència d'altres galàxies el·líptiques).
nl: Kleine melkwegstelsels die ongewoon blauw zijn. Ze hebben fotometrische kleuren B-V=0,0 tot 0,30 mag, die typerend zijn voor relatief jonge sterren van het <firstterm>spectraaltype</firstterm> A. Dit duidt erop dat in BCD's nieuwe sterren bezig zijn te ontstaan. In deze stelsels is ook veel interstellair gas aanwezig (anders dan in andere elliptische melkwegstelsels).

source: You can see examples of Elliptical galaxies in &kstars;, using the <guilabel>Find Object</guilabel> window (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>). Search for NGC 4881, which is the Giant cD galaxy in the Coma cluster of galaxies. M 86 is a normal Elliptical galaxy in the Virgo cluster of galaxies. M 32 is a dwarf Elliptical that is a satellite of our neighbor, the Andromeda galaxy (M 31). M 110 is another satellite of M 31 that is a borderline dwarf spheroidal galaxy (<quote>borderline</quote> because it is somewhat brighter than most other dwarf spheroidals).
ca: Podeu veure exemples de galàxies el·líptiques en el &kstars;, utilitzant la finestra <guilabel>Troba l'objecte</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>). Cerqueu NGC 4881, la qual és la galàxia cD gegant del cúmul de galàxies Coma. M 86 és una galàxia el·líptica normal del cúmul de galàxies Virgo. M 32 és una el·líptica nana que és un satèl·lit de la nostra veïna, la galàxia Andròmeda (M 31). M 110 és una altra veïna de M 31 que està al marge de les galàxies esferoidals nanes (<quote>al marge</quote>, ja que és més brillant que la majoria de nanes esferoidals).
nl: In &kstars; kunt u voorbeelden zien van elliptische melkwegstelsels, met behulp van het venster <guilabel>Object zoeken</guilabel> (<keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>). Zoek naar NGC 4881, dit is het reuzenstelsel van het type cD in het Coma-cluster van melkwegstelsels. M86 is een normaal elliptisch stelsel in het Virgo-cluster, M32 is een elliptisch dwergstelsel dat een satelliet is van onze buurman, het Andromedastelsel (M31). M110 is een andere satelliet van M31, en is nog maar net een sfero誰daal dwergstelsel (<quote>nog maar net</quote> omdat het ietwat helderder is dan de meeste andere sfero誰dale dwergstelsels).

source: Elliptical Galaxies
pt_br: Galáxias elípticas
uk: Еліптичні галактики

source: Elliptical galaxies are spheroidal concentrations of billions of stars that resemble Globular Clusters on a grand scale. They have very little internal structure; the density of stars declines smoothly from the concentrated center to the diffuse edge, and they can have a broad range of ellipticities (or aspect ratios). They typically contain very little interstellar gas and dust, and no young stellar populations (although there are exceptions to these rules). Edwin Hubble referred to Elliptical galaxies as “early-type” galaxies, because he thought that they evolved to become Spiral Galaxies (which he called “late-type” galaxies). Astronomers actually now believe the opposite is the case (i.e., that Spiral galaxies can turn into Elliptical galaxies), but Hubble's early- and late-type labels are still used.
pt_br: Galáxias elípticas são concentrações esferoidais de bilhões de estrelas que assemelham-se a conjuntos globulares em uma grande escala. Elas possuem uma estrutura interna muito pequena; a densidade das estrelas diminui suavemente de centros de concentração para cantos difusos, e elas podem constituir elipses bem alongadas (em sua proporção). Elas tipicamente contém muito pouco gás e poeira interestelar, e nenhuma população de estrelas jovens (apesar de existirem exceções a estas regras). Edwin Hubble refere-se às galáxias elípticas como galáxias "tipo-cedo", por acreditar que elas evoluem para tornar-se galáxias espirais (que ele chamava de galáxias "tipo-tarde"). Os astrônomos de hoje acreditam que na verdade o que ocorre é o oposto (por exemplo, que galáxias espirais se tornam galáxias elípticas), mas as denominações de tipo-cedo e tipo-tarde de Hubble ainda são usados.
uk: Еліптичні галактики — це кулеподібні скупчення мільйонів зірок, які нагадують велетенські сферичні скупчення. Внутрішня частина еліптичних галактик майже позбавлена структури; щільність зірок поступово зменшується від ущільненого центра до розріджених країв. Самі галактики мають різну еліптичну форму (або різне співвідношення розмірів). У цих галактиках, зазвичай надзвичайно мало міжзоряного газу та пилу, а також зовсім немає молодих зірок (хоча існують і виключення з цих правил). Едвін Хаббл вважав еліптичні галактики галактиками «раннього типу», оскільки думав, що згодом вони розвиваються у спіральні галактики (які він називав галактиками «пізнього типу»). Сучасні астрономи вважають, що все якраз навпаки (тобто, що спіральні галактики можуть стати згодом еліптичними), але використані Хабблом назви «ранні» і «пізні» все ще використовуються.

source: Once thought to be a simple galaxy type, ellipticals are now known to be quite complex objects. Part of this complexity is due to their amazing history: ellipticals are thought to be the end product of the merger of two Spiral galaxies. You can view a computer simulation MPEG movie of such a merger at `this NASA HST webpage <http://oposite.stsci.edu/pubinfo/pr/2002/11/vid/v0211d3.mpg>`__ (warning: the file is 3.4 MB).
pt_br: Uma vez consideradas como um tipo de galáxia simples, as elípticas agora são conhecidas por serem repletas de objetos complexos. Parte desta complexidade é devido a sua história surpreendente: acredita-se que galáxias elípticas são o produto final da união de duas galáxias espirais. Você pode ver um filme MPEG da simulação desta união `neste site da NASA HST <http://oposite.stsci.edu/pubinfo/pr/2002/11/vid/v0211d3.mpg>`__ (atenção: o arquivo possui 3,4 MB).
uk: Спочатку еліптичні галактики вважали галактиками простого типу, але тепер відомо, що вони є досить складними об’єктами. Частково цю складність спричинено захопливою історією розвитку таких галактик: вважається, що еліптична галактика — це кінцевий продукт об’єднання двох спіральних галактик. Результат комп’ютерного моделювання такого об’єднання у вигляді відео у форматі MPEG ви можете переглянути на :doc:`цій сторінці космічного телескопа «Хаббл» НАСА <http://oposite.stsci.edu/pubinfo/pr/2002/11/vid/v0211d3.mpg>`__ (попередження: розмір файла — 3,4 МБ).

source: Small galaxies that are unusually blue. They have photometric colors of B-V = 0.0 to 0.30 mag, which is typical for relatively young stars of *spectral type* A. This suggests that BCDs are currently actively forming stars. These systems also have abundant interstellar gas (unlike other Elliptical galaxies).
pt_br: Pequenas galáxias que são azuis, algo pouco comum. Elas possuem coros fotométricas de B-V = 0,0 à 0,30 mag, que é típico para estrelas relativamente jovens do *tipo espectral* A. Isto sugere que as BCDs são estrelas que estão atualmente se formando. Estes sistemas também possuem gás interestelares abundantes (incomum em outras galáxias elípticas).

source: You can see examples of Elliptical galaxies in KStars, using the ``Find Object`` window (**Ctrl**\ +\ **F**). Search for NGC 4881, which is the Giant cD galaxy in the Coma cluster of galaxies. M 86 is a normal Elliptical galaxy in the Virgo cluster of galaxies. M 32 is a dwarf Elliptical that is a satellite of our neighbor, the Andromeda galaxy (M 31). M 110 is another satellite of M 31 that is a borderline dwarf spheroidal galaxy (“borderline” because it is somewhat brighter than most other dwarf spheroidals).
pt_br: Você pode ver exemplos de galáxias elípticas no KStars, usando a janela procurar objeto (**Ctrl**\ +\ **F**). Procure por NGC 4881, que é a galáxia gigante cD no conjunto de galáxias Coma. M 86 é uma galáxia elíptica normal no conjunto de galáxias Virgem. M 32 é uma elíptica anã que é um satélite de nossa vizinha, a galáxia Andrômeda (M 31). M 110 é outra satélite da M 31 que é um galáxia esferoidal anã no limite ("limite" porque ela é um pouco mais brilhosa que a maioria das outras esferoidais anãs).
uk: Приклади еліптичних галактик можна побачити і у KStars, якщо скористатися вікном пошуку об’єктів (**Ctrl**\ +\ **F**). Знайдіть об’єкт NGC 4881, який є гігантською галактикою класу cD у скупченні галактик Кома. M 86 є звичайною еліптичною галактикою у скупченні галактик у сузір’ї Діви. M 32 — карликова еліптична галактика, яка є супутником нашого сусіда — галактики «Туманність Андромеди» (M 31). M 110 — ще один супутник M 31 — є проміжним типом карликової сферичної галактики («проміжним», оскільки ця галактика трохи яскравіша за більшість інших сферичних карликових галактик).
