Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-flux.po
Languages: sl

source: Flux
sl: Tok

source: The *flux* is the amount of energy that passes through a unit area each second.
sl: *Tok* je količina energije, ki vsako sekundo prehaja skozi enoto površine.

source: Astronomers use flux to denote the apparent brightness of a celestial body. The apparent brightness is defined as the amount of light received from a star above the earth atmosphere passing through a unit area each second. Therefore, the apparent brightness is simply the flux we receive from a star.
sl: Astronomi uporabljajo tok za označevanje navidezne svetlosti nebesnega telesa. Navidezna svetlost je definirana kot količina svetlobe, ki jo prejme zvezda nad zemeljsko atmosfero, ki vsako sekundo prehaja skozi enoto površine. Zato je navidezna svetlost preprosto tok, ki ga prejmemo od zvezde.

source: The flux measures the *rate of flow* of energy that passes through each cm\ :sup:`2` (or any unit area) of an object's surface each second. The detected flux depends on the distance from the source that radiates the energy. This is because the energy has to spread over a volume of space before it reaches us. Let us assume that we have an imaginary balloon that encloses a star. Each dot on the balloon represents a unit of energy emitted from the star. Initially, the dots in an area of one cm\ :sup:`2` are in close proximity to each other and the flux (energy emitted per square centimeter per second) is high. After a distance d, the volume and surface area of the balloon increased causing the dots to *spread away* from each. Consequently, the number of dots (or energy) enclosed in one cm\ :sup:`2` has decreased as illustrated in Figure 1.
sl: Tok meri *hitrost pretoka* energije, ki vsako sekundo prehaja skozi vsak cm\ :sup:`2` (ali katero koli površino) površine objekta. Zaznani tok je odvisen od oddaljenosti od vira, ki seva energijo. To je zato, ker se mora energija razširiti po volumnu prostora, preden doseže nas. Predpostavimo, da imamo namišljen balon, ki obdaja zvezdo. Vsaka pika na balonu predstavlja enoto energije, ki jo oddaja zvezda. Na začetku so pike na območju enega cm\ :sup:`2` v neposredni bližini ena druge in tok (oddana energija na kvadratni centimeter na sekundo) je visok. Po razdalji d sta se prostornina in površina balona povečala, zaradi česar so se pike *razpršile* vsaka od vsake. Posledično se je število pik (ali energije), zaprtih v en cm\ :sup:`2` , zmanjšalo, kot je prikazano na sliki 1.

source: |image2|
sl: |slika2|

source: Figure 1
sl: Slika 1

source: The flux is inversely proportional to distance by a simple r\ :sup:`2` relation. Therefore, if the distance is doubled, we receive 1/2\ :sup:`2` or 1/4th of the original flux. From a fundamental standpoint, the flux is the :doc:`luminosity <ai-luminosity>` per unit area:
sl: Tok je obratno sorazmeren z razdaljo s preprostim razmerjem r\ :sup:`2` . Če torej razdaljo podvojimo, prejmemo 1/2\ :sup:`2` ali 1/4 prvotnega toka. S temeljnega vidika je tok :doc:`svetilnost <ai-luminosity> na enoto površine:

source: |image3|
sl: |slika3|

source: where (4 \* π \* R\ :sup:`2`) is the surface area of a sphere (or a balloon!) with a radius R. Flux is measured in Watts/m\ :sup:`2`/s or as commonly used by astronomers: Ergs/cm\ :sup:`2`/s. For example, the luminosity of the sun is L = 3.90 \* 10\ :sup:`26` W. That is, in one second the sun radiates 3.90 \* 10\ :sup:`26` joules of energy into space. Thus, the flux we receive passing through one square centimeter from the sun at a distance of one AU (1.496 \* 10\ :sup:`13` cm) is:
sl: kjer je (4 \* π \* R\ :sup:`2`) površina krogle (ali balona!) s polmerom R. Tok se meri v watih/m\ :sup:`2`/s ali, kot ga običajno uporabljajo astronomi: Ergs/cm\ :sup:`2`/s. Na primer, svetilnost sonca je L = 3,90 \* 10\ :sup:`26` W. To pomeni, da sonce v eni sekundi v vesolje izžari 3,90 \* 10\ :sup:`26` joulov energije. Tako je tok, ki ga prejmemo, ko gre skozi en kvadratni centimeter od sonca na razdalji ene AU (1,496 \* 10\ :sup:`13` cm), enak:

source: |image4|
sl: |slika4|

source: image2
sl: slika2

source: image3
sl: slika3

source: image4
sl: slika4
