Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-geocoords.po
Languages: bg, ca, es, et, gl, it, nl, pt, pt_br, ru, sl, sv, uk

source: Lines of constant Latitude are called <firstterm>Parallels</firstterm>. They trace circles on the surface of the Earth, but the only parallel that is a <link linkend="ai-greatcircle">Great Circle</link> is the Equator (Latitude=0 degrees). Lines of constant Longitude are called <firstterm>Meridians</firstterm>. The Meridian passing through Greenwich is the <firstterm>Prime Meridian</firstterm> (longitude=0 degrees). Unlike Parallels, all Meridians are great circles, and Meridians are not parallel: they intersect at the north and south poles.
bg: Линиите с постоянна ширина се наричат <firstterm>паралели</firstterm>. Те очертават кръгове по повърхността на Земята, но единственият паралел, който е <link linkend="ai-greatcircle">голям кръг</link>, е екваторът (ширина=0 градуса). Линиите с постоянна географска дължина се нарича меридиани. Меридианът, минаващ през Гринуич, е <firstterm>основният меридиан</firstterm> (географска дължина=0 градуса). За разлика от паралелите, всички меридиани са големи кръгове и меридианите не са успоредни един на друг: те се пресичат на северния и южния полюс.
ca: Les línies de latitud constant s'anomenen <firstterm>paral·lels</firstterm>. Tracen cercles sobre la superfície de la Terra, però l'únic paral·lel que és un <link linkend="ai-greatcircle">cercle major</link> és l'equador (latitud=0 graus). Les línies de longitud constant s'anomenen <firstterm>meridians</firstterm>. El meridià que passa per Greenwich és el <firstterm>primer meridià</firstterm> (longitud=0 graus). A diferència dels paral·lels, tots els meridians són cercles majors, i a més, no són línies paral·leles: encreuen als pols nord i sud.
es: Las líneas de latitud constante se denominan <firstterm>paralelos</firstterm>. Trazan círculos en la superficie de la Tierra, pero el único paralelo que es un <link linkend="ai-greatcircle">círculo mayor</link> es el ecuador (latitud = 0 grados). Las líneas de longitud constante se denominan <firstterm>meridianos</firstterm>. El meridiano que pasa por Greenwich es el <firstterm>primer meridiano</firstterm> (longitud = 0 grados). A diferencia de los paralelos, todos los meridianos son círculos mayores, y además no son paralelos: se intersecan en los polos norte y sur.
et: Joont, mille punktide laiuskraad on ühesugune, nimetatakse <firstterm>paralleeliks</firstterm>. Need kujutavad endast Maa pinnalaotusele tõmmatavaid ringjooni, kuid ainus paralleel, mida saab nimetada <link linkend="ai-greatcircle">suurringiks</link>, on ekvaator (laius=0 kraadi). Joont, mille punktide pikkuskraad on ühesugune, nimetatakse <firstterm>meridiaaniks</firstterm>. Meridiaani, mis läbib Greenwichi, nimetatakse <firstterm>algmeridiaaniks</firstterm> (pikkus=0 kraadi). Erinevalt paralleelidest on kõik meridiaanid suurringid ega ole omavahel paralleelsed: nad lõikuvad põhja- ja lõunapoolusel.
gl: As liñas de latitude constante chámanse <firstterm>paralelos</firstterm>. Trazan círculos sobre a superficie da Terra, pero o único paralelo que é un <link linkend="ai-greatcircle">círculo máximo</link> é o Ecuador (latitude=0 graos). As liñas de lonxitude constante chámanse <firstterm>meridianos</firstterm>. O meridiano que pasa por Greenwich é o <firstterm>meridiano primario</firstterm> (lonxitude=0 graos). Ao contrario dos paralelos, todos os meridianos son círculos máximos e os meridianos non son paralelos: crúzanse nos polos norte e sur.
it: Linee di latitudine costante sono dette <firstterm>paralleli</firstterm>. Essi tracciano cerchi sulla superficie terrestre, ma il solo parallelo ad essere un <link linkend="ai-greatcircle">cerchio massimo</link> è l'equatore (latitudine = 0 gradi). Linee di longitudine costante sono dette <firstterm>meridiani</firstterm>. Il meridiano passante per Greenwich è il <firstterm>meridiano fondamentale</firstterm> ( longitudine = 0 gradi). A differenza dei paralleli, tutti i meridiani sono cerchi massimi, e non sono paralleli tra loro, ma si intersecano ai poli.
nl: Lijnen waarlangs de breedte constant is heten <firstterm>Parallellen</firstterm> of breedtecirkels. Het zijn cirkels op het aardoppervlak, maar de enige parallel die een <link linkend="ai-greatcircle">grootcirkel</link> is, is de evenaar (de breedte daarvan is 0 graden). Lijnen waarlangs de lengte constant is, heten de <firstterm>meridianen</firstterm>. De meridiaan die door Greenwich gaat heet de <firstterm>eerste meridiaan</firstterm> (meridiaan van Greenwich) (lengte is 0 graden). Anders dan de parallellen zijn alle meridianen grootcirkels, en lopen de meridianen niet evenwijdig, maar snijden zij elkaar in de polen. De meridiaan die bij een bepaalde plaats op aarde hoort is dus de (halve) grootcirkel van pool tot pool, die door de positie van die plaats gaat. Alle meridianen snijden de evenaar loodrecht.
pt: As linhas de latitude constante são chamadas de <firstterm>Paralelos</firstterm>. Eles traçam circunferências à superfície da Terra, mas o único paralelo que é um <link linkend="ai-greatcircle">Grande Círculo</link> é o Equador (Latitude=0 graus). As linhas de longitude constante são chamadas de <firstterm>Meridianos</firstterm>. O Meridiano que passa por Greenwich é o <firstterm>Meridiano Primo</firstterm> (longitude=0 graus). Ao contrário dos Paralelos, todos os Meridianos são grandes círculos e não são paralelos: eles intersectam-se nos pólos Norte e Sul.
pt_br: Linhas de latitude constante são chamadas <firstterm>paralelos</firstterm>. Elas traçam círculos na superfície da Terra, mas o único paralelo que é um <link linkend="ai-greatcircle">grande círculo</link> é o equador (latitude = 0 graus). Linhas de longitude constante são chamadas <firstterm>meridianos</firstterm>. O meridiano que passa por Greenwich é o <firstterm>meridiano primário</firstterm> (longitude=0 graus). Diferentemente dos Paralelos, todos os Meridianos são grandes círculos, e meridianos não são paralelos: eles se cruzam nos polos norte e sul.
ru: Линии постоянной широты называются <firstterm>параллелями</firstterm>. Они образуют круги на поверхности Земли, но только единственная параллель, образующая <link linkend="ai-greatcircle">окружность большого круга</link>, является экватором (широта = 0). Линии постоянной долготы называются меридианами. Меридиан, проходящий через Гринвич, называется <firstterm>нулевым меридианом</firstterm> (долгота = 0). Однако меридианы, в отличие от параллелей, все являются большими кругами и не параллельны: они пересекаются на полюсах.
sl: Črte s konstantno širino se imenujejo <firstterm>Vzporedniki</firstterm>. Na površju Zemlje rišejo kroge, toda edini vzporednik, ki je <link linkend="ai-greatcircle">Veliki krog</link>, je ekvator (širina=0 stopinj). Črte s konstantno dolžino se imenujejo <firstterm>poldnevniki ali meridiani</firstterm>. Poldnevnik, ki poteka skozi Greenwich, je <firstterm>glavni poldnevnik</firstterm> (zemljepisna dolžina=0 stopinj). Za razliko od vzporednikov so vsi meridiani veliki krogi in meridiani niso vzporedni: sekajo se na severnem in južnem polu.
sv: Linjer med konstant latitud kallas <firstterm>breddgrader</firstterm>. De spårar upp cirklar på jordens yta, men den enda breddgraden som är en <link linkend="ai-greatcircle">storcirkel</link> är ekvatorn (latitud = 0 grader). Linjer med konstant longitud kallas <firstterm>meridianer</firstterm>. Meridianen som passerar genom Greenwich är <firstterm>nollmeridianen</firstterm> (longitud = 0 grader). I motsats till breddgrader är alla meridianer storcirklar, och meridianer är inte parallella: de korsar varandra på nord- och sydpolen.
uk: Лінії сталої широти називаються <firstterm>паралелями</firstterm>. На поверхні Землі ці лінії утворюють кола, але єдиною паралеллю, яка є <link linkend="ai-greatcircle">великим колом</link> є екватор (широта=0°). Лінії сталої довготи називають <firstterm>меридіанами</firstterm>. Меридіан, що проходить крізь Гринвіч називають <firstterm>нульовим меридіаном</firstterm> (довгота=0°). На відміну від паралелей, всі меридіани є великими колами, крім того, вони не паралельні один до одного: точками їх перетину є північний і південний полюси.

source: Exercise:
bg: Упражнение:
ca: Exercici:
es: Ejercicio:
et: Ülesanne:
gl: Exercicio:
it: Esercizio:
nl: Oefening:
pt: Exercício:
pt_br: Exercício:
ru: Упражнение:
sl: Vaja:
sv: Övning:
uk: Вправа:

source: What is the longitude of the North Pole? Its latitude is 90 degrees North.
bg: Каква е географската дължина на Северния полюс? Географската му ширина е 90 градуса на север.
ca: Quina és la longitud del pol nord? La seva latitud és de 90 graus nord.
es: ¿Cuál es la longitud del Polo Norte? Su latitud es 90 grados Norte.
et: Mis on põhjapooluse pikkuskraad? Selle laiuskraad on 90 kraadi põhjalaiust.
gl: Cal é a lonxitude do Polo Norte? A súa latitude é 90 graos norte.
it: Qual è la longitudine del polo nord? La sua latitudine è 90 gradi nord.
nl: Wat is de lengte van de noordpool? De breedte is 90 graden Noord (of +90 graden).
pt: Qual é a longitude do Pólo Norte? A sua latitude é 90 graus Norte.
pt_br: Qual é a longitude do polo norte? Sua latitude é 90 graus norte.
ru: Какова долгота Северного полюса? Он расположен на 90 градусах северной широты.
sl: Kakšna je zemljepisna dolžina severnega tečaja? Njegova zemljepisna širina je 90 stopinj severne zemljepisne širine.
sv: Vad är longituden för nordpolen? Dess latitud är 90 grader nord.
uk: Якою є довгота Північного полюса? Його широта — 90° північної широти.

source: This is a trick question. The Longitude is meaningless at the north pole (and the south pole too). It has all longitudes at the same time.
bg: Това е подвеждащ въпрос. Географската дължина е безсмислена на северния полюс (и на южния полюс също). Полюсите има всички географски дължини едновременно.
ca: Aquesta és una pregunta amb trampa. La longitud no té sentit al pol nord (i tampoc al pol sud). Té totes les longituds alhora.
es: Es una pregunta engañosa. La longitud no tiene sentido en el Polo Norte (y tampoco en el Polo Sur). Posee todas las longitudes al mismo tiempo.
et: See on nipiga küsimus. Pikkuskraadil ei ole põhjapoolusel (samuti lõunapoolusel) mingit tähendust, siin esinevad kõik pikkuskraadid ühekorraga.
gl: Esta é unha pregunta con trampa. A lonxitude non ten sentido no Polo Norte (nin no Polo Sur). Ten todas as lonxitudes ao mesmo tempo.
it: Si tratta di una domanda trabocchetto. La longitudine non è definita al polo nord (neppure al polo sud). I poli hanno tutte le longitudini allo stesso tempo.
nl: Dit is een strikvraag. Op beide polen heeft het begrip lengte geen betekenis. Omdat alle meridianen elkaar daar snijden kunnen beide polen elke lengte hebben. Dus is lengte op de polen onbepaald.
pt: É uma pergunta com truque. A Longitude não é significativa no Pólo Norte (nem no Pólo Sul). Ele tem todas as longitudes ao mesmo tempo.
pt_br: Esta é uma pergunta traiçoeira. A longitude não tem significado no polo norte (e no polo sul também). Ele tem todas as longitudes ao mesmo tempo.
ru: Это вопрос с подвохом. Долгота не имеет смысла на Северном полюсе (как, впрочем, и на Южном). Он расположен на всех меридианах одновременно.
sl: To je prebrisano vprašanje. Zemljepisna dolžina je nesmiselna na severnem polu (in tudi na južnem polu). Ima vse zemljepisne dolžine hkrati.
sv: Det här är en trickfråga. Longituden är meningslös vid nordpolen (och sydpolen). Den har alla longituder samtidigt.
uk: Це питання з підковиркою. Координата довготи немає сенсу для північного полюса (так само, як і для південного полюса). Його довготою буде будь-яке значення.
