Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-geocoords.po
Languages: bg, ca, es, et, gl, it, nl, pt, pt_br, ru, sl, sv, uk

source: Geographic Coordinates
bg: Географски координати
ca: Coordenades geogràfiques
es: Coordenadas geográficas
et: Geograafilised koordinaadid
gl: Coordenadas xeográficas
it: Coordinate geografiche
nl: Geografische coördinaten
pt: Coordenadas Geográficas
pt_br: Coordenadas geográficas
ru: Географические координаты
sl: Geografske koordinate
sv: Geografiska koordinater
uk: Географічні координати

source: <primary>Geographic Coordinate System</primary>
bg: <primary>Географска координатна система</primary>
ca: <primary>Coordenades geogràfiques</primary>
es: <primary>Sistema de coordenadas geográficas</primary>
et: <primary>Geograafiline koordinaatide süsteem</primary>
gl: <primary>Sistema de coordenadas xeográficas</primary>
it: <primary>Sistema di coordinate geografiche</primary>
nl: <primary>Geografisch coördinatenstelsel</primary>
pt: <primary>Sistema de Coordenadas Geográficas</primary>
pt_br: <primary>Sistema de coordenadas geográficas</primary>
ru: <primary>Географическая система координат</primary>
sl: <primary>Geografski koordinatni sistem</primary>
sv: <primary>Geografiska koordinater</primary>
uk: <primary>Географічна система координат</primary>

source: Longitude
bg: Географска дължина
ca: Longitud
es: Longitud
et: Pikkuskraad
gl: Lonxitude
it: Longitudine
nl: Lengte
ru: Долгота
sl: Dolžina
sv: Longitud
uk: Довгота

source: <see>Geographic Coordinate System</see>
bg: <see>Географска координатна система</see>
ca: <see>Sistema de coordenades geogràfiques</see>
es: <see>Sistema de coordenadas geográficas</see>
et: <see>Geograafiline koordinaatide süsteem</see>
gl: <see>Sistema de coordenadas xeográficas</see>
it: <see>Sistema di coordinate geografiche</see>
nl: <see>Geografisch coördinatenstelsel</see>
pt: <see>Sistema de Coordenadas Geográficas</see>
pt_br: <see>Sistema de coordenadas geográficas</see>
ru: <see>Географические координаты</see>
sl: <see>Geografski koordinatni sistem</see>
sv: <see>Geografiska koordinatsystem</see>
uk: <see>Географічна система координат</see>

source: Latitude
bg: Географска ширина
ca: Latitud
es: Latitud
et: Laiuskraad
it: Latitudine
nl: Breedtegraad
ru: Широта
sl: Širina
sv: Latitud
uk: Широта

source: Locations on Earth can be specified using a spherical coordinate system. The geographic (<quote>earth-mapping</quote>) coordinate system is aligned with the spin axis of the Earth. It defines two angles measured from the center of the Earth. One angle, called the <firstterm>Latitude</firstterm>, measures the angle between any point and the Equator. The other angle, called the <firstterm>Longitude</firstterm>, measures the angle <emphasis>along</emphasis> the Equator from an arbitrary point on the Earth (Greenwich, England is the accepted zero-longitude point in most modern societies).
bg: Местоположенията на Земята могат да бъдат определени с помощта на сферична координатна система. Географската координатната система е ориентирана спрямо оста на въртене на Земята. Тя определя два ъгъла, измерени от центъра на Земята. Единият ъгъл, наречен <firstterm>географска ширина</firstterm>, измерва ъгъла между всяка точка на повърхността и екватора. Другият ъгъл, наречен <firstterm>географска дължина</firstterm>, измерва ъгъла до произволна точка по протежение на екватора от предварително определена нулева точка на екватора. (Гринуич, Англия е приетата нулева точка на географската дължина в повечето съвременни общества).
ca: Els emplaçaments sobre la Terra es poden especificar utilitzant un sistema de coordenades esfèric. El sistema de coordenades geogràfic (<quote>mapa de la Terra</quote>) està alineat amb els eixos de rotació de la Terra. Aquests defineixen dos angles mesurats des del centre de la Terra. Un d'ells s'anomena <firstterm>latitud</firstterm>, mesura l'angle entre qualsevol punt i l'Equador. L'altre, anomenat <firstterm>longitud</firstterm>, mesura l'angle <emphasis>al llarg</emphasis> de l'equador des d'un punt arbitrari en la Terra (Greenwich, a Anglaterra està acceptat com el punt de longitud zero en la majoria de <quote>societats</quote> modernes).
es: Las posiciones en la Tierra se pueden especificar utilizando un sistema de coordenadas esférico. El sistema de coordenadas geográfico («mapa de la Tierra») está alineado con los ejes de rotación de la Tierra. Define dos ángulos desde el centro de la Tierra. Uno de los ángulos se llama <firstterm>latitud</firstterm>, y mide el ángulo entre cualquier punto y el ecuador. El otro ángulo, llamado <firstterm>longitud</firstterm>, mide el ángulo <emphasis>a lo largo</emphasis> del ecuador desde un punto cualquiera de la Tierra (Greenwich, en Inglaterra, está aceptado como el punto de ángulo 0 en la mayoría de las sociedades modernas).
et: Asukohta Maal võib määrata sfäärilist koordinaatide süsteemi kasutades. Geograafiline (<quote>Maad kaardistav</quote>) koordinaatide süsteem on seotud Maa pöörlemisteljega. See määratleb kaks nurka, mida mõõdetakse Maa keskpunktist. Üks neist, mis kannab nimetust <firstterm>laius</firstterm>, mõõdab nurka suvalise punkti ja ekvaatori vahel. Teine, <firstterm>pikkus</firstterm>, mõõdab nurka <emphasis>piki</emphasis> ekvaatorit, kusjuures nullpunktiks on teatud kindel punkt Maal (üldreeglina loetakse tänapäeval nullkraadi punktiks Greenwichi Inglismaal).
gl: Os lugares da Terra pódense indicar usando un sistema de coordenadas esféricas. O sistema de coordenadas xeográficas (<quote>mapa da Terra</quote>) está aliñado co eixe de rotación das Terra. Define dous ángulos medidos desde o centro da Terra. Un ángulo, chamado a <firstterm>latitude</firstterm>, mide o ángulo entre calquera punto e o Ecuador. O outro ángulo, chamado a <firstterm>lonxitude</firstterm>, mide o ángulo <emphasis>ao longo do</emphasis> Ecuador desde un punto arbitrario das Terra (Greenwich, en Inglaterra, é o punto de lonxitude cero aceptado na maioría das sociedades modernas).
it: Ogni punto sulla superficie terrestre si può specificare facendo uso di un sistema di coordinate. Il sistema di coordinate geografiche (geografia sta per <quote>mappare la Terra</quote>) è allineato con l'asse di rotazione terrestre, e definisce due angoli misurati dal centro della Terra. Un angolo, chiamato <firstterm>latitudine</firstterm>, misura la distanza da un punto qualsiasi all'equatore. L'altro angolo, chiamato <firstterm>longitudine</firstterm>, misura la distanza <emphasis>lungo</emphasis> l'equatore a partire da un punto arbitrario sulla Terra (Greenwich, in Inghilterra, è il punto zero della longitudine accettato dalla maggior parte delle società moderne).
nl: Posities op aarde kunnen worden beschreven met behulp van een coördinatenstelsel op een boloppervlak. Het geografische coördinatenstelsel <quote>voor het in kaart brengen van het aardoppervlak</quote> is gebaseerd op de rotatieas van de aarde. Hierin worden twee hoeken gedefinieerd, gemeten vanuit het centrum van de aarde. De ene hoek, de <firstterm>breedte</firstterm> genoemd, is de hoek tussen de positie en de evenaar (equator), gemeten langs de meridiaan. De andere hoek , de <firstterm>lengte</firstterm>, wordt gemeten <emphasis>langs</emphasis> de evenaar, vanaf een willekeurig punt, tot de meridiaan van de positie. In de meeste moderne gemeenschappen is dat willekeurige punt het snijpunt van de meridiaan van Greenwich, Engeland, met de evenaar (zie hieronder).
pt: As localizações na Terra podem ser indicadas segundo um sistema de coordenadas esférico. O sistema de coordenadas geográficas (<quote>mapeamento da terra</quote>) está alinhado com o eixo de rotação da Terra. Ele define dois ângulos medidos a partir do centro da Terra. Um ângulo, chamado de <firstterm>Latitude</firstterm>, mede o ângulo entre qualquer ponto e o Equador. O outro ângulo, chamado de <firstterm>Longitude</firstterm>, mede o ângulo <emphasis>ao longo</emphasis> do Equador a partir de um ponto arbitrário na Terra (Greenwich, na Inglaterra, é o ponto de longitude-zero aceite na maioria das sociedades modernas).
pt_br: Os locais na Terra podem ser especificados usando um sistema de coordenadas esféricas. O sistema geográfico (<quote>mapeamento da Terra</quote>) de coordenadas está alinhado com o eixo de giro da Terra. Ele define dois ângulos medidos a partir do centro da Terra. Um ângulo, chamado <firstterm>latitude</firstterm>, mede o ângulo entre qualquer ponto e o equador. O outro ângulo, chamado <firstterm>longitude</firstterm>, mede o ângulo <emphasis>sobre</emphasis> o equador a partir de um ponto arbitrário na Terra (Greenwich, Inglaterra é aceito como sendo o ponto de longitude zero na sociedades mais modernas).
ru: Положение на земле может быть определено с помощью сферической системы координат. Географическая (<quote>отображающая Землю</quote>) система координат совмещена с осью Земли. Для любой точки заданы два угла, измеряемые от центра Земли. Один из них, называющийся <firstterm>широтой</firstterm>, равен углу между точкой и экватором. Другой, называющийся <firstterm>долготой</firstterm>, равен углу вдоль экватора от точки на Земле (Гринвич, Англия, взят за нулевую точку отсчета долготы во всех современных государствах).
sl: Lokacije na Zemlji je mogoče določiti s pomočjo sferičnega koordinatnega sistema. Geografski (<quote>kartiranje zemlje</quote>) koordinatni sistem je poravnan z vrtilno osjo Zemlje. Določa dva kota, merjena od središča Zemlje. En kot, imenovan <firstterm>Širina</firstterm>, meri kot med katero koli točko in ekvatorjem. Drugi kot, imenovan <firstterm>Dolžina</firstterm>, meri kot <emphasis>vzdolž</emphasis> ekvatorja od poljubne točke na Zemlji (Greenwich v Angliji je sprejeta točka ničelne dolžine v večini sodobnih družb).
sv: Platser på jorden kan anges med ett sfäriskt koordinatsystem. Det geografiska koordinatsystemet (för <quote>kartläggning</quote> av jorden) är upplinjerat med jordens rotationsaxel. Det definierar två vinklar som mäts från jordens centrum. En vinkel, som kallas <firstterm>latitud</firstterm>, mäter vinkeln mellan vilken punkt som helst och ekvatorn. Den andra vinkeln, som kallas <firstterm>longitud</firstterm>, mäter vinkeln <emphasis>längs</emphasis> ekvatorn från en godtycklig punkt på jorden (Greenwich i England är den vedertagna nollpunkten för longituden i de flesta moderna samhällen).
uk: Розташування місця на Землі можна визначати у сферичній системі координат. Географічну (<quote>картографічну</quote>) систему координат пов’язано з віссю обертання Землі. Точка у цій системі координат задається двома кутами з вершинами у центрі Землі. Один з цих кутів, який називають <firstterm>широтою</firstterm>, є кутом між радіусом проведеним у точку, координати якої ми встановлюємо, і площиною екватора. Інший кут, який називають <firstterm>довготою</firstterm>, є кутом <emphasis>вздовж</emphasis> екватора між площиною, що проходить через центр Землі і точку перпендикулярно до площини екватора, і такою ж площиною для деякої точки відліку (у сучасному світі такою точкою вважається Гринвіч у Великобританії).

source: By combining these two angles, any location on Earth can be specified. For example, Baltimore, Maryland (USA) has a latitude of 39.3 degrees North, and a longitude of 76.6 degrees West. So, a vector drawn from the center of the Earth to a point 39.3 degrees above the Equator and 76.6 degrees west of Greenwich, England will pass through Baltimore.
bg: Чрез комбиниране на тези два ъгъла може да се посочи всяко място на Земята. Например Балтимор, Мериленд (САЩ) има 39, 3 градуса северна ширина и 76,6 градуса западна дължина. Така, вектор, начертан от центъра на Земята до точка 39, 3 градуса над екватора и 76,6градуса западно от Гринуич, Англия ще премине през Балтимор.
ca: Per a combinar aquests dos angles, es pot especificar qualsevol emplaçament a la Terra. Per exemple, Baltimore, a Maryland (EUA) que té una latitud de 39,3 graus Nord i una longitud de 76,6 graus Oest. De manera que, un vector dibuixat des del centre de la Terra fins a un punt a 39,3 graus per sobre de l'equador i 76,6 graus a l'oest de Greenwich (Anglaterra) passarà per Baltimore.
es: Combinando estos dos ángulos, se puede definir cualquier lugar de la Tierra. Por ejemplo, Baltimore, en Maryland (EE.UU.), tiene una latitud de 39,3 grados norte, y una longitud de 76,6 grados oeste. Así pues, un vector dibujado desde el centro de la Tierra hasta un punto a 39,3 grados por encima del ecuador, y 76,6 grados al oeste de Greenwich (Inglaterra) pasará por Baltimore.
et: Nende kahe nurga kombinatsiooniga saab määrata suvalise asukoha Maal. Näiteks Baltimore (Marylandi osariik, USA) asub kohas, mille laius on 39,3 kraadi põhja ning pikkus 76,6 kraadi läände. Seega läbib Baltimore'i vektor, mis on tõmmatud Maa keskpunktist punkti, mis asub 39,3 kraadi ülalpool ekvaatorit ning 76,6 kraadi lääne pool Greenwichi.
gl: Combinando estes ángulos pódese indicar calquera lugar da Terra. Por exemplo, Baltimore, en Maryland (EUA) ten unha latitude de 39,3 graos norte e unha lonxitude de 76,6 graos oeste. Así, un vector debuxado desde o centro das Terra a un punto 39,3 graos por riba do Ecuador e 76,6 graos ao oeste de Greenwich, Inglaterra, pasará por Baltimore.
it: Combinando questi due angoli si può specificare ogni luogo sulla Terra. Per esempio, Baltimora, nel Maryland (USA) ha una latitudine di 39,3 gradi nord, e una longitudine di 76,6 gradi ovest. Così un vettore tracciato dal centro della Terra attraverso un punto 39,3 gradi a nord dell'equatore e 76,6 gradi ad ovest di Greenwhich passerà per Baltimora.
nl: Met behulp van deze twee hoeken kan de positie van elke plaats op aarde precies worden beschreven. Bijvoorbeeld, Den Helder, in Noordholland (NL) heeft een breedte van 52,97 graden Noord, en een lengte van 4,75 graden Oost. Dus zal een vector vanuit het middelpunt van de aarde, die naar een punt wijst dat 52,97 graden ten noorden van de evenaar is en 4,75 graden ten oosten van de meridiaan van Greenwich, door Den Helder gaan.
pt: Se combinar estes dois ângulos, poderá ser indicada qualquer localização na Terra. Por exemplo, Lisboa tem uma latitude de 38,42 graus Norte e uma longitude de 9,11 graus Oeste. Por isso, se traçar um vector desde o centro da Terra até um ponto a 38,42 graus acima de Equador e 9,11 graus a oeste de Greenwich, Inglaterra, irá passar por Lisboa.
pt_br: Combinando estes dois ângulos, qualquer local na Terra pode ser especificado. Por exemplo, Baltimore, Maryland (EUA) tem uma latitude de 39,3 graus norte, e uma longitude de 76,6 graus oeste. Então, um vetor desenhado a partir do centro da Terra até um ponto 39,3 graus acima do equador e 76.6 graus a oeste de Greenwich, Inglaterra passará sobre Baltimore.
ru: Взяв эти два угла, можно определить любое место на Земле. Например, Балтимор, Мэриленд (США) расположен на 39,3 градусов северной широты и 76,6 градусов западной долготы. То есть вектор, нарисованный от центра земли в точку, отклоненную на 39,3 градусов выше экватора и на 76,6 градусов западнее Гринвича в Англии, пройдет через Балтимор.
sl: S kombinacijo teh dveh kotov je mogoče določiti katero koli lokacijo na Zemlji. Na primer, Baltimore, Maryland (ZDA) ima 39,3 stopinje severne zemljepisne širine in 76,6 stopinje zahodne zemljepisne dolžine. Torej bo vektor, narisan iz središča Zemlje do točke 39,3 stopinje nad ekvatorjem in 76,6 stopinje zahodno od Greenwicha v Angliji, šel skozi Baltimore.
sv: Genom att kombinera de här två vinklarna kan vilken plats som helst anges på jorden. Till exempel så har Baltimore i Maryland (U.S.A.) en latitud på 39,3 grader nord och en longitud på 76,6 grader väst. Alltså passerar en vektor som dras från jordens medelpunkt till en punkt 39,3 grader över ekvatorn och 76,6 grader väster om Greenwich i England genom Baltimore.
uk: Комбінація цих двох кутів задає розташування будь-якої точки на поверхні Землі. Наприклад, Київ в Україні має координати 50,5° північної широти, і 30,5° східної довготи. Отже, вектор, проведений з центра Землі у це місто, має кут у 50,5° з площиною екватора і знаходиться у 30,5° на схід від площини Гринвіча.

source: The Equator is obviously an important part of this coordinate system; it represents the <emphasis>zeropoint</emphasis> of the latitude angle, and the halfway point between the poles. The Equator is the <firstterm>Fundamental Plane</firstterm> of the geographic coordinate system. <link linkend="ai-skycoords">All Spherical Coordinate Systems</link> define such a Fundamental Plane.
bg: Екваторът очевидно е важна част от тази координатна система; представлява <emphasis>нулевата точка</emphasis> на ъгъла на ширината и е средата на пътя между полюсите. Екваторът е основната - <firstterm>фундаментална равнина</firstterm> на географската координатна система. Всички <link linkend="ai-skycoords">сферични координатни системи</link> имат такава фундаментална равнина.
ca: L'equador és òbviament una part important d'aquest sistema de coordenades, atès que representa el <emphasis>punt zero</emphasis> de l'angle de latitud i està a mig camí entre els pols. L'equador és el <firstterm>pla fonamental</firstterm> del sistema de coordenades geogràfic. Tots els <link linkend="ai-skycoords">sistemes de coordenades esfèrics</link> en defineixen un.
es: El ecuador es, obviamente, una parte importante de este sistema de coordenadas, ya que representa el <emphasis>punto cero</emphasis> del ángulo de latitud, y está a medio camino entre los polos. El ecuador es el <firstterm>plano fundamental</firstterm> del sistema de coordenadas geográfico. <link linkend="ai-skycoords">Todos los sistemas de coordenadas esféricos</link> definen un plano fundamental de este tipo.
et: On selge, et selle koordinaatide süsteemi väga oluline osa on ekvaator, mis kujutab endast laiusnurga <emphasis>nullpunkti</emphasis> ja asub poolel teel pooluste vahel. Ekvaator on geograafilise koordinaatide süsteemi <firstterm>alustasand</firstterm>. Alustasand on element, mis on vajalik <link linkend="ai-skycoords"> igale sfäärilisele koordinaatide süsteemile</link>.
gl: O Ecuador é, obviamente, unha parte importante deste sistema de coordenadas; representa o <emphasis>punto cero</emphasis> do ángulo de latitude e o punto medio entre os polos. O Ecuador é o <firstterm>plano fundamental</firstterm> do sistema de coordenadas xeográficas. <link linkend="ai-skycoords">Todos os sistemas de coordenadas esféricas</link> definen un plano fundamental.
it: L'equatore è ovviamente una parte importante di questo sistema di coordinate, dato che rappresenta il <emphasis>punto zero</emphasis> dell'angolo di latitudine, e il punto a metà strada tra i poli. L'equatore è il <firstterm>piano fondamentale</firstterm> del sistema di coordinate geografiche. Tutti i <link linkend="ai-skycoords">sistemi di coordinate sferiche</link> definiscono un piano fondamentale.
nl: De evenaar is duidelijk belangrijk in dit coördinatenstelsel, en is de <emphasis>basis</emphasis> voor de meting van de breedte, en even ver van beide polen verwijderd. Het vlak van de evenaar is het <firstterm>basisvlak</firstterm> van het geografische coördinatenstelsel.In alle <link linkend="ai-skycoords">sferische coördinatenstelsels </link> is zo'n basisvlak gedefinieerd.
pt: O Equador é obviamente uma parte importante deste sistema de coordenadas; ela representa o <emphasis>ponto-zero</emphasis> do ângulo da latitude e é o ponto intermédio entre os pólos. O Equador é o <firstterm>Plano Fundamental</firstterm> do sistema de coordenadas geográficas. Todos os <link linkend="ai-skycoords">Sistemas de Coordenadas Esféricas</link> definem um desses Planos Fundamentais.
pt_br: O equador é obviamente uma importante parte do sistema de coordenadas; ele representa o <emphasis>ponto zero</emphasis> do ângulo de latitude, e a metade do caminho entre os polos. O equador é o <firstterm>plano fundamental</firstterm> do sistema de coordenadas geográfico. Todos os <link linkend="ai-skycoords">Sistemas de coordenadas esféricas</link> definem tal plano fundamental.
ru: Экватор, очевидно, является важной частью координатной системы, он представляет собой <emphasis>точку отсчёта</emphasis> широты и среднюю точку между полюсами. Экватор является <firstterm>фундаментальной плоскостью</firstterm> географической системы координат. <link linkend="ai-skycoords">Все сферические системы координат</link> определяют такую фундаментальную плоскость.
sl: Ekvator je očitno pomemben del tega koordinatnega sistema; predstavlja <emphasis>ničelno točko</emphasis> kota širine in polovico med poloma. Ekvator je <firstterm>temeljna ravnina</firstterm> geografskega koordinatnega sistema. <link linkend="ai-skycoords">Vsi sferični koordinatni sistemi</link> definirajo tako osnovno ravnino.
sv: Ekvatorn är naturligtvis en viktig del av det här koordinatsystemet, eftersom den representerar <emphasis>nollpunkten</emphasis> för latitudvinkeln, och punkten halvvägs mellan polerna. Ekvatorn är <firstterm>grundplanet</firstterm> för det geografiska koordinatsystemet. <link linkend="ai-skycoords">Alla sfäriska koordinatsystem</link> definierar ett sådant plan.
uk: Очевидно, що площина екватора є важливою частиною цієї системи координат; їй відповідає <emphasis>нульовий</emphasis> кут широти, вона знаходиться посередині між полюсами. Площина екватора є <firstterm>фундаментальною площиною</firstterm> географічної системи координат. <link linkend="ai-skycoords">Всі сферичні системи координат</link> мають таку фундаментальну площину.
