Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-julianday.po
Languages: ca, et, gl, pt_br

source: <title>Julian Day</title>
ca: <title>Dia julià</title>
et: <title>Juuliuse päevad</title>
gl: <title>Día xuliano</title>
pt_br: <title>Dia juliano</title>

source: <primary>Julian Day</primary>
ca: <primary>Dia julià</primary>
et: <primary>Juuliuse päevad</primary>
gl: <primary>Día xuliano</primary>
pt_br: <primary>Dia juliano</primary>

source: Julian Days are a way of reckoning the current date by a simple count of the number of days that have passed since some remote, arbitrary date. This number of days is called the <firstterm>Julian Day</firstterm>, abbreviated as <abbrev>JD</abbrev>. The starting point, <abbrev>JD=0</abbrev>, is January 1, 4713 BC (or -4712 January 1, since there was no year '0'). Julian Days are very useful because they make it easy to determine the number of days between two events by simply subtracting their Julian Day numbers. Such a calculation is difficult for the standard (Gregorian) calendar, because days are grouped into months, which contain a variable number of days, and there is the added complication of <link linkend="ai-leapyear">Leap Years</link>.
ca: El calendari julià és un mètode per a identificar la data actual mitjançant el compte únic del nombre de dies que han passat des d'una data passada i arbitrària. El nombre de dies s'anomena <firstterm>dia julià</firstterm>, abreujat com a <abbrev>DJ</abbrev>. L'origen, <abbrev>DJ=0</abbrev>, és l'1 de gener de 4713 aC (o 1 de gener de -4712, a causa que no va haver-hi un any 0). Els dies julians són molt útils perquè fan que sigui molt fàcil determinar el nombre de dies entre dos esdeveniments simplement restant els números dels seus dies julians. Realitzar aquest càlcul amb el calendari normal (gregorià) és molt difícil, ja que els dies s'agrupen en mesos, els quals contenen un nombre variable de dies, complicat encara més per la presència d'<link linkend="ai-leapyear">anys bixestos</link>.
et: Juuliuse päevad on viis tuvastada käesolev päev sel moel, et arvutada välja, mitu päeva on möödunud teatud kaugest, suvaliselt valitud hetkest. Saadud numbrit nimetataksegi <firstterm>juuliuse päevaks</firstterm>, lühendatult <abbrev>JP</abbrev>. Algushetk ehk <abbrev>JP=0</abbrev> on 1. jaanuar 4713 eKr (või õigemini 1. jaanuar 4712 eKr, sest aastat 0 pole ju olemas). Juuliuse päevade abil on väga hõlpus määrata kahe sündmuse vahelist aega lihtsalt nende erinevust juuliuse päevades välja arvutades. Standardse (gregooriuse) kalendri puhul on see palju keerulisem, sest selles on päevad rühmitatud kuudeks, mis sisaldavad erineva hulga päevi, pealegi muudavad asja keerulisemaks <link linkend="ai-leapyear">liigaastad</link>.
gl: Os días xulianos son unha maneira de calcular a data actual cun reconto sinxelo do número de días que pasaron desde unha data remota e arbitraria. Este número de días chámase <firstterm>día xuliano</firstterm> (abreviatura <abbrev>DX</abbrev>). O punto de partida <abbrev>DX=0</abbrev> é o 1 de xaneiro de 4713 AdC (ou -4712, dado que non existiu o ano 0). Os días xulianos son moi útiles porque fan doado determinar o número de días entre dous eventos simplemente subtraendo os seus números de día xuliano. Este cálculo é difícil co calendario estándar (gregoriano) porque os días se agrupan en meses, que conteñen un número variábel de días e hai a complicación engadida do <link linkend="ai-leapyear">anos bisestos</link>.
pt_br: O calendário juliano é uma forma de calcular a data atual simplesmente contando o número de dias passados desde alguma remota data arbitrária. Este número de dias é chamado <firstterm>dia juliano</firstterm>, abreviado como <abbrev>JD</abbrev>. O ponto de partida,<abbrev>JD=0</abbrev>, é 1 de janeiro, 4713 AC (ou 1 de janeiro de 4712, pois não houve o ano '0'). Os dias julianos são muito úteis porque eles facilitam a determinação do número de dias entre dois eventos simplesmente subtraindo seus números de dias julianos. Tal cálculo é difícil para o calendário padrão (gregoriano), porque dias são agrupados em meses, os quais podem conter um número variável de dias, e existe a complicação adicional dos <link linkend="ai-leapyear">anos bissextos</link>.

source: Converting from the standard (Gregorian) calendar to Julian Days and vice versa is best left to a special program written to do this, such as the &kstars; <link linkend="tool-calculator">Astrocalculator</link>. However, for those interested, here is a simple example of a Gregorian to Julian day converter:
ca: La conversió des del calendari estàndard (gregorià) a dies julians i viceversa és millor que sigui realitzada per un programa escrit concretament per a aquesta tasca, com ara la <link linkend="tool-calculator">Calculadora astronòmica</link> del &kstars;. No obstant això, per a qui pugui estar interessat, aquest és un exemple simple de conversió d'un dia gregorià a un de julià:
et: Teisendamine gregooriuse kalendrist juuliuse päevadeks ja vastupidi jäetakse lihtsuse huvides enamasti spetsiaalse rakenduse hooleks, mida võib leida paljudelt internetilehekülgedelt (ja mõistagi tuleb sellega toime ka &kstars;i <link linkend="tool-calculator">astrokalkulaator</link>!). Kui keegi siiski huvi tunneb, siis lihtne näide, kuidas teisendada gregooriuse kalendrist juuliuse päevadeks, on selline:
gl: A conversión entre o calendario estándar (gregoriano) e os días xulianos e viceversa é mellor deixarlla a un programa especial escrito para isto, como a <link linkend="tool-calculator">Astrocalculadora</link> de &kstars;. Porén, para quen lle interese, velaquí un exemplo sinxelo dun convertedor de días gregorianos a xulianos:
pt_br: Converter do calendário padrão (gregoriano) para dias julianos e vice-versa é melhor efetuado por um programa escrito para isto, tal como a <link linkend="tool-calculator">Calculadora de astros</link> do &kstars;. Entretanto, para aqueles interessados, aqui está um exemplo simples de um conversor de gregoriano para dia juliano:

source: <abbrev>JD</abbrev> = <abbrev>D</abbrev> - 32075 + 1461*( <abbrev>Y</abbrev> + 4800 + ( <abbrev>M</abbrev> - 14 ) / 12 ) / 4 + 367*( <abbrev>M</abbrev> - 2 - ( <abbrev>M</abbrev> - 14 ) / 12 * 12 ) / 12 - 3*( ( <abbrev>Y</abbrev> + 4900 + ( <abbrev>M</abbrev> - 14 ) / 12 ) / 100 ) / 4
ca: <abbrev>DJ</abbrev> = <abbrev>D</abbrev> - 32075 + 1461*( <abbrev>A</abbrev> + 4800 + ( <abbrev>M</abbrev> - 14 ) / 12 ) / 4 + 367*( <abbrev>M</abbrev> - 2 - ( <abbrev>M</abbrev> - 14 ) / 12 * 12 ) / 12 - 3*( ( <abbrev>Y</abbrev> + 4900 + ( <abbrev>M</abbrev> - 14 ) / 12 ) / 100 ) / 4
et: <abbrev>JP</abbrev> = <abbrev>P</abbrev> - 32075 + 1461x( <abbrev>A</abbrev> + 4800 x ( <abbrev>K</abbrev> - 14) : 12 ) : 4 + 367x( <abbrev>K</abbrev> -2 - ( <abbrev>K</abbrev> - 14) : 12 x 12) : 12 - 3x( ( <abbrev>A</abbrev> +4900 + ( <abbrev>K</abbrev> - 14) : 12 ) : 100 ) : 4
gl: <abbrev>DX</abbrev> = <abbrev>D</abbrev> − 32075 + 1461*( <abbrev>A</abbrev> + 4800 + ( <abbrev>M</abbrev> − 14 ) / 12 ) / 4 + 367*( <abbrev>M</abbrev> − 2 − ( <abbrev>M</abbrev> − 14 ) / 12 * 12 ) / 12 − 3*( ( <abbrev>A</abbrev> + 4900 + ( <abbrev>M</abbrev> − 14 ) / 12 ) / 100 ) / 4
pt_br: <abbrev>DJ</abbrev> = <abbrev>D</abbrev> - 32075 + 1461*( <abbrev>A</abbrev> + 4800 + ( <abbrev>M</abbrev> - 14 ) / 12 ) / 4 + 367*( <abbrev>M</abbrev> - 2 - ( <abbrev>M</abbrev> - 14 ) / 12 * 12 ) / 12 - 3*( ( <abbrev>A</abbrev> + 4900 + ( <abbrev>M</abbrev> - 14 ) / 12 ) / 100 ) / 4

source: where <abbrev>D</abbrev> is the day (1-31), <abbrev>M</abbrev> is the Month (1-12), and <abbrev>Y</abbrev> is the year (1801-2099). Note that this formula only works for dates between 1801 and 2099. More remote dates require a more complicated transformation.
ca: a on <abbrev>D</abbrev> és el dia (1-31), <abbrev>M</abbrev> és el mes (1-12) i <abbrev>A</abbrev> és l'any (1801-2099). Cal tenir en compte que aquesta fórmula tan sols funciona per a dates entre els anys 1801 i 2099. Dates anteriors requereixen una transformació més complicada.
et: kus <abbrev>P</abbrev> on päev (1-31), <abbrev>K</abbrev> kuu (1-12) ja <abbrev>A</abbrev> aasta (1801-2029). Pane tähele, et see valem toimib ainult daatumite puhul, mis jäävad aastate 1801 ja 2029 vahele. Kaugemal minevikus või tulevikus paiknevate daatumite korral läheb vaja veel keerulisemaid arvutusi.
gl: onde <abbrev>D</abbrev> é o día (1-31), <abbrev>M</abbrev> é o mes (1-12) e <abbrev>A</abbrev> é o ano (1801-2099). Percibe que esta fórmula só funciona para as datas entre 1801 e 2099. As datas máis remotas requiren unha transformación máis complicada.
pt_br: Onde <abbrev>D</abbrev> é o dia (1-31), <abbrev>M</abbrev> é o mês (1-12), e <abbrev>Y</abbrev> é o ano (1801-2099). Note que esta fórmula somente funciona para datas entre 1801 e 2099. Datas mais remotas requerem uma transformação mais complicada.

source: An example Julian Day is: <abbrev>JD</abbrev> 2440588, which corresponds to 1 Jan, 1970.
ca: Un exemple de dia julià és: <abbrev>DJ</abbrev> 2440588, el qual es correspon a l'1 de gener de 1970.
et: Juuliuse päev näeb välja selline: <abbrev>JP</abbrev> 2440588, mis gregooriuse kalendri kohaselt on 1. jaanuar 1970.
gl: Un exemplo de día xuliano é: <abbrev>DX</abbrev> 2440588, que corresponde ao 1 de xaneiro de 1970.
pt_br: Um exemplo de dia juliano é: <abbrev>JD</abbrev> 2440588, o que corresponde a 01 de janeiro de 1970.

source: Julian Days can also be used to tell time; the time of day is expressed as a fraction of a full day, with 12:00 noon (not midnight) as the zero point. So, 3:00 pm on 1 Jan 1970 is <abbrev>JD</abbrev> 2440588.125 (since 3:00 pm is 3 hours since noon, and 3/24 = 0.125 day). Note that the Julian Day is always determined from <link linkend="ai-utime">Universal Time</link>, not Local Time.
ca: Els dies julians també serveixen per a indicar l'hora, expressant aquesta com a fracció d'un dia complet, amb les 12.00 del migdia (no mitjanit) com a punt zero. D'aquesta manera, les 3.00 pm de l'1 de gener de 1970 serà el <abbrev>DJ</abbrev> 2440588.125 (ja que les 3.00 pm són tres hores després del migdia, i 3/24 = 0,125 dies). Cal tenir present que el dia julià sempre ve determinat pel <link linkend="ai-utime">temps universal</link> i no per l'hora local.
et: Juuliuse päeva sobib kasutada ka aja väljendamiseks, kusjuures kellaaega väljendatakse päeva murdosana, nullpunktiks 12.00 (mitte südaöö, nagu me harjunud oleme). Seega oleks kell 15.00 1. jaanuaril 1970 <abbrev>JP</abbrev> 2440588,125 (sest 15.00 on kolm tundi pärast keskpäeva ning 3/24 = 0,15 päeva). Pane tähele, et juuliuse päeva määratakse alati <link linkend="ai-utime">maailmaajas</link>, mitte kohalikus ajas.
gl: Tamén se poden usar os días xulianos para expresar a hora; a hora do día exprésase como fracción dun día completo, sendo as 12.00 do mediodía (non da medianoite) o punto cero. Polo tanto, as 3.00 das tarde do 1 de xaneiro de 1970 son <abbrev>DX</abbrev> 2440588.125 (dado que as 3.00 da tarde son tres horas despois do mediodía e 3/24 = 0,125 días). Observa que o día xuliano se determina sempre a partir da <link linkend="ai-utime">Hora universal</link> e non da hora local.
pt_br: Os dias julianos podem ser também usados para indicar tempo; a hora do dia é expressa como uma fração de um dia inteiro, com 12:00 hs (não meia noite) como o ponto zero. Então, 3:00 da tarde de 01 de janeiro de 1970 é <abbrev>JD</abbrev> 2440588.125 (pois 3:00 hs da tarde é 3 hs após o meio dia, e 3/24 = 0.125 dia). Note que o dia juliano é sempre determinado a partir da <link linkend="ai-utime">hora universal</link>, não da hora local.

source: Astronomers use certain Julian Day values as important reference points, called <link linkend="ai-epoch">Epochs</link>. One widely-used epoch is called J2000; it is the Julian Day for 1 Jan, 2000 at 12:00 noon = <abbrev>JD</abbrev> 2451545.0.
ca: Els astrònoms utilitzen certs dies julians com a punts de referència importants, anomenats <link linkend="ai-epoch">Èpoques</link>. Una de les èpoques més utilitzada s'anomena J2000, i és el dia julià corresponent a l'1 de gener de 2000, a les 12.00 del migdia = <abbrev>DJ</abbrev> 2451545.0.
et: Astronoomid kasutavad teatud juuliuse päevi mitmete oluliste viitepunktide ehk <link linkend="ai-epoch">epohhide</link> määramiseks. Üks levinud epohhe kannab nimetust J2000, mis on juuliuse päev 1. jaanuari kohta kell 12.00 = <abbrev>JP</abbrev> 2451545,0.
gl: Os astrónomos usan certos valores dos días xulianos como puntos de referencia importantes chamados <link linkend="ai-epoch">épocas</link>. Unha época que se usa moito é a chamada J2000; é o día xuliano 1 de xaneiro de 2000 ás 12.00 do mediodía = <abbrev>DX</abbrev> 2451545.0.
pt_br: Os astrônomos usam certos valores de dias julianos como pontos de referência importantes, chamados <link linkend="ai-epoch">Épocas</link>. Uma época largamente usada é chamada J2000; é o dia juliano para 01 de janeiro de 2000 ao meio dia = <abbrev>JD</abbrev> 2451545.0.

source: Much more information on Julian Days is available on the internet. A good starting point is the <ulink url="http://aa.usno.navy.mil/faq/docs/JD_Formula.html">U.S. Naval Observatory</ulink>. If that site is not available when you read this, try searching for <quote>Julian Day</quote> with your favorite search engine.
ca: Molta més informació sobre els dies julians està disponible en la Internet. Un bon punt per a començar és l'<ulink url="http://aa.usno.navy.mil/faq/docs/JD_Formula.html">U.S. Naval Observatory</ulink> (Observatori naval dels EUA). Si aquest lloc no es troba disponible quan llegiu això, introduïu <quote>Dia julià</quote> en el vostre motor de cerca preferit.
et: Juuliuse päevade kohta leiab ohtralt infot internetist. Alustuseks sobib hästi <ulink url="http://aa.usno.navy.mil/faq/docs/JD_Formula.html">USA laevastikuobservatooriumi veebilehekülg</ulink>. Kui see ei ole parajasti kättesaadav, võib märksõna <quote>julian day</quote> sisestada meelepärasesse otsingumootorisse.
gl: Hai moita máis información sobre os días xulianos dispoñíbel en Internet. Un bo punto de partida é o <ulink url="http://aa.usno.navy.mil/faq/docs/JD_Formula.html">Observatorio Naval dos EUA</ulink>. Se este sitio non estiver dispoñíbel cando leas isto, intenta buscar <quote>día xuliano</quote> no teu motor de buscas favorito.
pt_br: Muitas outras informações sobre dias julianos estão disponíveis na Internet. Um bom ponto de partida é o <ulink url="http://aa.usno.navy.mil/faq/docs/JD_Formula.html">U.S. Naval Observatory</ulink> ou Observatório Naval dos EUA. Se este site não estiver disponível quando você ler isto, tente pesquisar por <quote>dia juliano</quote> em seu mecanismo de busca preferido.
