Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-magnitude.po
Languages: bg, ca, ca@valencia, es, et, fr, it, nl, pt, pt_br, sl, uk

source: The modern magnitude scale is no longer based on the human eye; it is based on photographic plates and photoelectric photometers. With telescopes, we can see objects much fainter than Hipparchus could see with his unaided eyes, so the magnitude scale has been extended beyond 6th magnitude. In fact, the Hubble Space Telescope can image stars nearly as faint as 30th magnitude, which is one *trillion* times fainter than Vega.
bg: Съвременната скала за звездна величина вече не се основава на възприятието на човешкото око; а се базира на фотографски плаки и фотоелектрически фотометри. С телескопите можем да видим обекти много по-бледи от обектите, които Хипарх е могъл да вижда с невъоръжено око, така че скалата на величината е разширена отвъд 6-та величина. Всъщност, космическият телескоп Хъбъл може да изобрази звезди с почти 30-та величина, което е един *трилион* пъти по-слабо от Вега.
ca: L'escala moderna de magnituds no està basada en l'ull humà, està basada en plaques fotogràfiques i fotòmetres fotoelèctrics. Amb telescopis podem veure objectes molt més febles dels que podia veure Hiparc a simple vista, així que l'escala de magnituds s'ha anat estenent més enllà de la sexta magnitud. De fet, el telescopi espacial Hubble pot captar estrelles gairebé tan febles com les de magnitud 30, les quals són un *bilió* de vegades més febles que Vega.
ca@valencia: L'escala moderna de magnituds ja no es basa en l'ull humà, es basa en plaques fotogràfiques i fotòmetres fotoelèctrics. Amb els telescopis, podem veure objectes molt més febles dels que podia veure Hiparc a simple vista, així que l'escala de magnituds s'ha anat estenent més enllà de la sisena magnitud. De fet, el telescopi espacial Hubble pot captar estreles quasi tan febles com les de magnitud 30, les quals són un *bilió* de vegades més febles que Vega.
fr: L'échelle moderne de magnitude n'est plus fondée sur l'œil humain, mais sur les plaques photographiques et les photomètres photoélectriques. Avec les télescopes, nous pouvons voir des objets bien plus pâles qu'Hipparque ne pouvait voir à l'œil nu, ainsi, l'échelle de magnitude a été étendue au-delà de 6. Ainsi le télescope spatial Hubble peut voir des images d'étoiles proches d'une magnitude 30 qui est un *mille milliards* de fois plus pâle que Vega.
pt_br: A escala de magnitude moderna não é mais baseada no olho humano; ela é baseada em placas fotográficas e fotômetros fotoelétricos. Com telescópios, podemos ver objetos bem mais pálidos que Hipparchus poderia ver com seus olhos nus, então a escala de magnitude foi estendida além da sexta magnitude. De fato, o telescópio espacial Hubble pode focalizar estrelas tão débeis como as de trigésima magnitude, que são um *trilhão* de vezes mais pálidas que Vega.
sl: Sodobna lestvica magnitud ne temelji več na človeškem očesu; temelji na fotografskih ploščah in fotoelektričnih fotometrih. S teleskopi lahko vidimo objekte veliko šibkejše, kot jih je lahko Hiparh videl s svojimi prostimi očmi, zato je lestvica magnitude razširjena čez 6. magnitudo. Pravzaprav lahko vesoljski teleskop Hubble posname zvezde, ki so skoraj tako šibke kot 30. magnituda, kar je en *trillion* krat svetlejše od Vege.
uk: Сучасні виміри зоряних величин більше не пов’язані з людським оком, його функції тепер виконують фотографічні пластини і фотоелектричні фотометри. За допомогою телескопів ми можемо бачити набагато тьмяніші об’єкти, ніж ті, що їх бачив неозброєним оком Гіппарх, отже, шкалу зоряних величин було розсунуто за шосту зоряну величину. Космічний телескоп «Хаббл» може робити зображення зірок 30-ої зоряної величини, а це зірки у *трильйон</emphasis> разів тьмяніші за Вегу.

source: A final note: the magnitude is usually measured through a color filter of some kind, and these magnitudes are denoted by a subscript describing the filter (i.e., m\ :sub:`V` is the magnitude through a “visual” filter, which is greenish; m\ :sub:`B` is the magnitude through a blue filter; m\ :sub:`pg` is the photographic plate magnitude, etc.).
bg: Заключителна бележка: Величината обикновено се измерва чрез някакъв вид цветен филтър и тези величини се означават с долен индекс, описващ филтъра (т.е. m:sub:`V` е величината през \"визуален\" филтър, който е зеленикав; m:sub:`B` е величината през син филтър; m:sub:`pg` е величината на фотографска плака и др.).
ca: Una nota final: la magnitud normalment es mesura a través d'un filtre de color d'algun tipus i aquestes magnituds s'identifiquen per mitjà de la descripció del filtre (és a dir, m\ :sub:`V` és la magnitud a través d'un filtre «visual», que és verdós; m\ :sub:`B` és la magnitud a través d'un filtre blau; m\ :sub:`pg` és la magnitud d'una placa fotogràfica, etc.).
ca@valencia: Una nota final: la magnitud normalment es mesura a través d'un filtre de color d'algun tipus i estes magnituds es denoten per mitjà d'un subíndex que descriu el filtre (és a dir, m\ :sub:`V` és la magnitud obtinguda a través d'un filtre «visual», el qual és verdós, m\ :sub:`B` és la magnitud obtinguda a través d'un filtre «Blau» i m\ :sub:`pg` és una magnitud d'una placa fotogràfica, etc).
fr: Note finale : la magnitude est habituellement mesurée à travers un filtre de couleur d'une certaine sorte et ces magnitudes sont notées avec un indice décrivant le filtre (c'est-à-dire que m:sub:`V` est la magnitude à travers un filtre \"visuel\", qui est vert, m:sub:`B` est la magnitude à travers un filtre bleu, m:sub:`pg` est la magnitude de plaque photographique, etc).
pt_br: Uma nota final: a magnitude é usualmente medida por um filtro colorido de algum tipo, e essas magnitudes são denominadas por terminação descrevendo o filtro (por exemplo, m\ :sub:`V` é a magnitude através de um filtro "visual", o qual é esverdeado; m\ :sub:`B` é a magnitude através de um filtro azul; m\ :sub:`pg` é magnitude de uma placa fotográfica, etc).
sl: Zadnja opomba: magnituda se običajno meri z nekakšnim barvnim filtrom, te magnitude pa so označene s spodnjim indeksom, ki opisuje filter (tj. m\ :sub:`V` je magnituda skozi "vizualni" filter, ki je zelenkast; m\ :sub:`B` je magnituda skozi moder filter; m\ :sub:`pg` je magnituda fotografske plošče itd.).
uk: І останнє зауваження: зоряні величини зазвичай вимірюють за допомогою певного роду кольорових фільтрів. Результати таких вимірів позначають нижнім індексом, що відповідає фільтрові (тобто, m\ :sub:`V` це зоряна величина, виміряна за допомогою «візуального», зеленого фільтра; m\ :sub:`В` — зоряна величина, виміняна за допомогою блакитного (blue) фільтра; m\ :sub:`pg` — зоряна величина, виміряна за фотопластинкою (photographic plate) тощо).
