Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-magnitude.po
Languages: bg, ca, ca@valencia, es, et, fr, it, nl, pt, pt_br, sl, uk

source: <title>Magnitude Scale</title>
es: <title>Escala de magnitud</title>
et: <title>Tähesuuruse skaala</title>
it: <title>Scala delle magnitudini</title>
nl: <title>Magnitudes</title>
pt: <title>Escala de Magnitude</title>

source: <primary>Magnitude Scale</primary>
es: <primary>Escala de magnitud</primary>
et: <primary>Tähesuuruse skaala</primary>
it: <primary>Scala delle magnitudini</primary>
nl: <primary>Magnitudes</primary>
pt: <primary>Escala de Magnitude</primary>

source: <seealso>Flux</seealso> <seealso>Star Colors and Temperatures</seealso>
es: <seealso>Flujo</seealso> <seealso>Colores de estrellas y temperaturas</seealso>
et: <seealso>Valgsus</seealso> <seealso>Tähtede värv ja temperatuur</seealso>
it: <seealso>Flusso</seealso> <seealso>Colori e temperature delle stelle</seealso>
nl: <seealso>Flux</seealso> <seealso>De kleur en temperatuur van een ster</seealso>
pt: <seealso>Fluxo</seealso> <seealso>Cores e Temperaturas das Estrelas</seealso>

source: 2500 years ago, the ancient Greek astronomer Hipparchus classified the brightnesses of visible stars in the sky on a scale from 1 to 6. He called the very brightest stars in the sky <quote>first magnitude</quote>, and the very faintest stars he could see <quote>sixth magnitude</quote>. Amazingly, two and a half millenia later, Hipparchus's classification scheme is still widely used by astronomers, although it has since been modernized and quantified.
es: Hace 2500 años, el antiguo astrónomo griego Hiparco clasificó el brillo de las estrellas visibles en una escala del 1 al 6. A las estrellas más brillantes las denominó de «primera magnitud», y a las más débiles que pudo ver, las de «sexta magnitud». Increíblemente, dos milenios y medio más tarde, el esquema de clasificación de Hiparco se sigue utilizando por los astrónomos, aunque desde entonces ha sido modernizado y cuantificado.
et: 2500 aasta eest jagas Vana-Kreeka astronoom Hipparchos nähtavad tähed heleduse järgi kuude klassi. Ta nimetas kõige heledamad <quote>esimese tähesuurusega</quote> tähtedeks ning need, mida veel vaevalt võis palja silmaga eristada, olid <quote>kuuenda tähesuurusega</quote>. Üllataval kombel on ka kaks ja pool tuhat aastat hiljem Hipparchose skaala astronoomide seas ulatuslikult kasutusel, kuigi seda on mõistagi tugevasti uuendatud ja täpsustatud.
it: 2500 anni fa, l'astronomo greco Ipparco classificò la luminosità delle stelle visibili nel cielo con una scala da 1 a 6. Chiamò di <quote>prima magnitudine</quote> le stelle più luminose del cielo, e di <quote>sesta magnitudine</quote> quelle più deboli che era in grado di vedere. Sorprendentemente, due millenni e mezzo più tardi lo schema di classificazione di Ipparco è ancora largamente usato degli astronomi, seppur modificato e reso quantitativo.
nl: 2500 jaar geleden deelde de Griekse astronoom Hipparchos de helderheden van de zichtbare sterren in in een schaal van 1 tot en met 6. Volgens deze indeling was de helderste ster aan de hemel van de <quote>eerste magnitude</quote>, en de zwakste sterren die hij kon zien van de <quote>zesde magnitude</quote>. Het is verbazingwekkend dat twee en een halve millennia later dit schema van Hipparchos nog steeds door de astronomen wordt gebruikt, zij het in een gemoderniseerde en verder gekwantificeerde vorm.
pt: 2500 anos atrás, o astrónomo e ancião Grego Hipparchus classificou o brilho das estrelas visíveis no céu numa escala de 1 a 6. Ele chamou às estrelas mais brilhantes do céu as de <quote>primeira magnitude</quote>, e às estrelas mais pálidas chamou de <quote>sexta magnitude</quote>. Incrivelmente, dois milénios e meio depois, a classificação de Hipparchus ainda é bastante usada pelos astrónomos, se bem que tem sido modernizada e quantificada desde então.

source: The magnitude scale runs backwards to what you might expect: brighter stars have <emphasis>smaller</emphasis> magnitudes than fainter stars).
es: La escala de magnitud va al revés de lo esperado: las estrellas más brillantes tienen magnitudes más <emphasis>pequeñas</emphasis> que las más débiles.
et: Tähesuuruse skaala liigub oletatule vastupidiselt: heledamate tähtede tähesuurus on <emphasis>väiksem</emphasis> kui tuhmimatel.
it: La scala delle magnitudini va nella direzione opposta a quella che ci si potrebbe aspettare: le stelle più luminose hanno magnitudini <emphasis>minori</emphasis> di quelle più deboli.
nl: De magnitudeschaal loopt net andersom dan je misschien zou verwachten: heldere sterren hebben een <emphasis>lagere</emphasis> magnitude dan zwakke sterren.
pt: A escala de magnitude anda para trás no que estaria à espera: as estrelas mais brilhantes têm <emphasis>menores</emphasis> magnitudes que as estrelas mais pálidas.

source: The modern magnitude scale is a quantitative measurement of the <firstterm>flux</firstterm> of light coming from a star, with a logarithmic scaling:
es: La escala de magnitud moderna es una medida cuantitativa del <firstterm>flujo</firstterm> de luz que llega desde una estrella, a través de una escala logarítmica:
et: Tänapäevane tähesuuruse skaala kujutab endast tähtedelt meieni jõudva valguse voo ehk <firstterm>valgsus</firstterm>e kvantitatiivse mõõtmise tulemust, mille puhul kasutatakse logaritmilist skaleerimist:
it: La moderna scala delle magnitudini è una misura quantitativa del <firstterm>flusso</firstterm> luminoso proveniente da una stella, su una scala logaritmica:
nl: De moderne magnitudeschaal is een kwantitatieve maat voor de <firstterm>flux</firstterm> van licht dat afkomstig is van de ster, volgens een logaritmische schaal:
pt: A escala moderna de magnitudes é uma medida quantitativa do <firstterm>fluxo</firstterm> de luz que provém de uma estrela, com uma escala logarítmica:

source: If you do not understand the math, this just says that the magnitude of a given star (m) is different from that of some standard star (m<subscript>0</subscript>) by 2.5 times the logarithm of their flux ratio. The 2.5 *log factor means that if the flux ratio is 100, the difference in magnitudes is 5 mag. So, a 6th magnitude star is 100 times fainter than a 1st magnitude star. The reason Hipparchus's simple classification translates to a relatively complex function is that the human eye responds logarithmically to light.
es: Si no entiende las matemáticas, esta fórmula únicamente dice que la magnitud de una estrella dada (m) es diferente de la de alguna estrella estándar (m<subscript>0</subscript>) por 2,5 veces el logaritmo de su relación de flujo. El factor 2,5*log significa que si la relación de flujo es 100, la diferencia en magnitudes es de 5. Así pues, una estrella de sexta magnitud es 100 veces más débil que una de primera magnitud. La razón por la que la sencilla clasificación de Hipparchus se traduce a una función relativamente compleja es que el ojo humano responde logarítmicamente a la luz.
et: Kui sa matemaatikat just väga hästi ei mõista, siis tähendab see, et mingi tähe tähesuurus (m) erineb standardtähesuurusest (m<subscript>0</subscript>), kui viimasest lahutada 2,5-ga korrutatud valgustatuse logaritm. Tegur 2,5 x log tähendab, et kui valgsus on näiteks sada, on tähesuuruse erinevus 5. Seega on 6. tähesuuruse täht 100 korda tuhmim kui 1. tähesuuruse täht. Põhjus, miks Hipparchose ääretult lihtne klassifikatsioon väljendub suhteliselt keerulise matemaatika kujul, peitub selles, et inimsilm reageerib valgusele logaritmiliselt.
it: Se non ti è chiara la matematica, questa formula dice che la magnitudine di una data stella (m) differisce da quella di una qualche stella standard (m<subscript>0</subscript>) di un fattore pari a 2,5 volte il logaritmo del rapporto tra i loro flussi. Il fattore 2,5*log significa che, se il rapporto tra i flussi è 100, la differenza in magnitudine è 5. Perciò una stella di sesta magnitudine è cento volte più debole di una stella di prima magnitudine. La ragione per cui la semplice classificazione di Ipparco si traduce in una funzione relativamente complessa è che l'occhio umano risponde logaritmicamente alla luce.
nl: Als u de wiskunde hiervan niet begrijpt: er staat alleen maar dat de magnitude van een bepaalde ster (m) verschilt met die van een of andere standaardster (m<subscript>0</subscript>) met 2,5 keer de logaritme van de verhouding van hun fluxen. De term 2,5*log(F/F<subscript>0</subscript>) betekent dat als de fluxverhouding 100 is, het verschil in magnitudes 2,5*2 = 5 magnitudes is. ( log(100) = 2, omdat 10<superscript>2</superscript> = 100). Een ster met een magnitude 6 is dus 100 keer zwakker dan een met een magnitude 1. De reden dat de eenvoudige indeling van Hipparchos zich laat vertalen naar een tamelijk ingewikkelde functie, is dat het menselijke oog op een logaritmische manier op licht reageert.
pt: Se você não percebe a matemática disto, simplesmente diz que a magnitude de uma dada estrela (m) é diferente da de uma estrela-padrão qualquer (m<subscript>0</subscript>) em 2,5 vezes o logaritmo da relação entre os seus fluxos. O facto de '2,5 * log' significa que se a relação do fluxo for de 100, a diferença de magnitudes é de 5 mag. Por isso, uma estrela de 6a magnitude é 100 vezes mais fraca que uma estrela de 1a magnitude. A razão pela qual a classificação simples de Hipparchus se traduz para uma função relativamente complexa tem a ver com o facto de o olho humano reagir logaritmicamente à luz.

source: There are several different magnitude scales in use, each of which serves a different purpose. The most common is the apparent magnitude scale; this is just the measure of how bright stars (and other objects) look to the human eye. The apparent magnitude scale defines the star Vega to have magnitude 0.0, and assigns magnitudes to all other objects using the above equation, and a measure of the flux ratio of each object to Vega.
bg: Използват се няколко различни мащабни скали, всяка от които служи за различна цел.Най-често срещаната е скалата на видимата величина; това е само мярката за това, в каква степен ярките звезди (и други обекти) се приемат от човешкото око. Скалата на видимите звездни величини определя звездата Вега като имаща звездна величина 0,0 и определя звездните величини на всички останали обекти, като използва горното уравнение и съотношението на осветеността на всеки обект спрямо Вега.
ca: Hi ha diverses escales de magnitud en ús, cadascuna de les quals serveix per a una finalitat diferent. La més comuna és l'escala de magnitud aparent; això és precisament la mesura de la lluminositat de les estrelles (i altres objectes) segons l'ull humà. L'escala de magnitud aparent defineix que l'estrella Vega té una magnitud de 0,0 i assigna magnituds a tots els altres objectes utilitzant equació l'anterior i una mesura de la proporció de flux de cada objecte respecte a Vega.
ca@valencia: Hi ha diverses escales de magnitud, cadascuna amb una finalitat diferent. La més comuna és l'escala de magnitud aparent, esta mesura com de brillants són les estreles (i altres objectes) segons l'ull humà. L'escala de magnitud aparent definix que l'estrela Vega té una magnitud de 0,0 i assigna magnituds a tots els altres objectes utilitzant l'equació anterior, així com una mesura de la proporció de flux de cada objecte respecte a Vega.
es: Se utiliza una variedad de escalas de magnitud, cada una de las cuales sirve para un propósito diferente. La más común es la escala de magnitud aparente; esto es, la medida del brillo de las estrellas (y otros objetos) según el ojo humano. La escala de magnitud aparente define que la estrella Vega tiene una magnitud de 0,0; y asigna magnitudes al resto de los objetos usando la ecuación anterior y una medida de la relación de flujo de cada objeto con respecto a Vega.
et: Praegu kasutatakse mitut tähesuuruse skaalat, millel igaühel on oma funktsioon. Kõige levinum on näiva tähesuuruse skaala, mis mõõdabki just seda, kui heledana tähed (ja muud taevakehad) inimsilmale paistavad. Selle skaala kohaselt on tähe Veega tähesuurus 0,0 ning ülejäänud taevakehade tähesuurus arvutatakse välja ülaltoodud valemit kasutades, mõõtes iga valgusvoogu Veega omaga.
fr: Il y a plusieurs échelles de magnitude différentes en usage, chacune d'entre elles ayant un but différent. La plus commune est l'échelle de magnitude apparente, qui mesure la manière dont les étoiles brillent (ainsi que les autres objets) pour l'œil humain. L'échelle de magnitude apparente définit l'étoile Vega comme magnitude 0,0 et attribue des magnitudes à tous les autres objets en utilisant l'équation ci-dessus, et une mesure du rapport de flux de chaque objet par rapport à Vega.
it: Ci sono parecchie differenti scale di magnitudine in uso, ciascuna delle quali risponde a un diverso scopo. La più comune è la scala delle magnitudini apparenti; si tratta semplicemente della misura di quanto luminose le stelle (e altri oggetti) appaiono all'occhio umano. La scala delle magnitudini apparenti stabilisce che la stella Vega abbia magnitudine 0, e assegna le magnitudini a tutti gli altri oggetti usando l'equazione vista sopra, misurando il rapporto del flusso di ciascun oggetto con quello di Vega.
nl: Er zijn verschillende magnitudeschalen in gebruik, ieder ervan met een eigen doel. De meest algemene is de schijnbare magnitudeschaal, deze is een maat voor de helderheid van een ster (of andere object) zoals die door het menselijk oog wordt gezien. In de schijnbare magnitudeschaal heeft de heldere ster Wega een helderheid 0,0 (per definitie), en worden de helderheden van alle andere objecten, met behulp van de bovenstaande vergelijking, en hun fluxverhouding met die van Wega, berekend.
pt: Existem diversas escalas de magnitude diferentes em uso, onde cada uma serve um propósito diferente. A mais comum é a escala da magnitude aparente; esta é apenas a medida de quão brilhantes as estrelas (e os outros objectos) parecem ao olho humano. A escala da magnitude aparente define que a estrela Vega tem uma magnitude 0,0 e atribui as magnitudes a todos os outros objectos, usando a equação acima, e uma medida da relação do fluxo de cada objecto em relação a Vega.
pt_br: Existem várias escalas de magnitudes em uso, cada uma servindo a um propósito diferente. A mais comum é a escala de magnitude aparente; é apenas a medida de como estrelas brilhantes ( e outros objetos) parecem ao olho humano. A escala de magnitude aparente define a estrela Vega como tendo uma magnitude de 0.0, e aplica magnitude para os outros objetos usando a equação acima, e uma medida do taxa de fluxo de cada objeto para Vega.
sl: V uporabi je več različnih magnitudnih lestvic, od katerih vsaka služi svojemu namenu. Najpogostejša je lestvica navidezne magnitude; to je samo merilo, kako svetle so zvezde (in drugi objekti) videti v človeškem očesu. Lestvica navidezne magnitude določa, da ima zvezda Vega magnitudo 0,0, in dodeli magnitude vsem drugim objektom z uporabo zgornje enačbe ter merilo razmerja toka vsakega objekta do Vege.
uk: Використовують декілька різних шкал зоряних величин, кожна з них відповідає різним потребам. Найпоширенішою є шкала видимих зоряних величин; за нею можна виміряти наскільки яскравими є зірки і інші об’єкти для людського ока. За шкалою видимих зоряних величин зірка Вега має зоряну величину 0,0, це значення є еталонним для зоряних величин усіх інших об’єктів, ці зоряні величини визначаються за допомогою вищенаведеного рівняння, на основі відношення виміряних потоків для об’єкта і Веги.

source: It is difficult to understand stars using just the apparent magnitudes. Imagine two stars in the sky with the same apparent magnitude, so they appear to be equally bright. You cannot know just by looking if the two have the same <emphasis>intrinsic</emphasis> brightness; it is possible that one star is intrinsically brighter, but further away. If we knew the distances to the stars (see the <link linkend="ai-parallax">parallax</link> article), we could account for their distances and assign <firstterm>Absolute magnitudes</firstterm> which would reflect their true, intrinsic brightness. The absolute magnitude is defined as the apparent magnitude the star would have if observed from a distance of 10 parsecs (1 parsec is 3.26 light-years, or 3.1 x 10<superscript>18</superscript> cm). The absolute magnitude (M) can be determined from the apparent magnitude (m) and the distance in parsecs (d) using the formula:
es: Es difícil entender las estrellas utilizando únicamente las magnitudes aparentes. Imagine dos estrellas en el cielo con una magnitud aparente similar, es decir, que parecen ser igual de brillantes. Es imposible saber, a simple vista, si tienen el mismo brillo <emphasis>intrínseco</emphasis>; es posible que una de las estrellas sea intrínsecamente más brillante, aunque esté más lejos. Si conociéramos la distancia a las estrellas (vea el artículo sobre la <link linkend="ai-parallax">paralaje</link>), se podría tener en cuenta la distancia y asignar <firstterm>magnitudes absolutas</firstterm> que reflejarían su verdadero brillo intrínseco. La magnitud absoluta se define como la magnitud aparente que tendría la estrella si fuese observada desde una distancia de 10 parsecs (1 parsec equivale a 3,26 años luz, o 3,1 x 10<superscript>18</superscript> cm). La magnitud absoluta (M) se puede determinar a partir de la magnitud aparente (m) y la distancia en parsecs (d), utilizando la fórmula:
et: Kuid tähti on raske võrrelda pelgalt näivat heledust kasutades. Võib näiteks ette kujutada kaht tähte, mille näiv tähesuurus on ühesugune ja mis seega paistavad olevat ühevõrra heledad. See aga ei ütle midagi selle kohta, kas ka nende <emphasis>loomupärane</emphasis> heledus on ühesugune, sest üks täht võib ju tegelikult olla heledam, aga asuda palju kaugemal. Kui me teame tähe kaugust (vaata artiklit <link linkend="ai-parallax">Parallaks</link>), võime ka seda arvesse võtta ning määrata <firstterm>absoluutse tähesuuruse</firstterm>, mis peegeldab taevakehade tõelist heledust. Absoluutset tähesuurust defineeritakse näiva tähesuurusena, mis tähel oleks, kui seda jälgida 10 parseki kauguselt (1 parsek on 3,26 valgusaastat ehk 3,1 x 10<superscript>18</superscript> cm). Absoluutset tähesuurust (M) võib määrata näiva tähesuuruse (m) ja parsekites antud kauguse (d) põhjal, kui kasutada valemit (milles M=m, kui d=10):
it: È difficile comprendere le stelle usando solo le magnitudini apparenti. Immagina due stelle nel cielo con la stessa magnitudine apparente, così che appaiano ugualmente luminose. Non si può sapere soltanto osservandole se hanno la stessa luminosità <emphasis>intrinseca</emphasis>; può darsi che una stella sia intrinsecamente più luminosa, ma ad una distanza maggiore. Se conoscessimo la distanza delle stelle (vedi l'articolo sulla <link linkend="ai-parallax">parallasse</link>), potremmo tenerne conto ed assegnare delle <firstterm>magnitudini assolute</firstterm> che rifletterebbero la loro luminosità intrinseca. La magnitudine assoluta è definita come la magnitudine apparente che una stella avrebbe se osservata da una distanza di dieci parsec (un parsec è pari a 3,26 anni luce, o 3,1 x 10<superscript>18</superscript> cm). La magnitudine assoluta (M) può essere ricavata dalla magnitudine apparente (m) e dalla distanza in parsec (d) usando la formula:
nl: Het is onmogelijk om sterren te begrijpen aan de hand van alleen maar hun schijnbare magnitudes. Stel dat er twee sterren zijn met precies dezelfde schijnbare magnitude, dus die even helder lijken te zijn. Je kan dan niet weten of ze werkelijk even helder zijn (ze dezelfde <emphasis>intrinsieke</emphasis> helderheid hebben). Het is mogelijk dat een ervan intrinsiek helderder is, maar verder weg staat. Als we de afstanden tot die sterren zouden weten (zie het artikel over <link linkend="ai-parallax">parallax</link>), zouden we hiermee rekening kunnen houden, en die sterren een <firstterm>Absolute magnitude</firstterm> kunnen toekennen, een maat voor hun werkelijke, intrinsieke helderheid. De absolute magnitude van een ster is gedefinieerd als de schijnbare helderheid die de ster zou hebben voor een waarnemer op een afstand van 10 parsec (1 parsec is 3,26 lichtjaar, of 3,1 x 10<superscript>18</superscript> cm). Met behulp van de schijnbare magnitude (m) en de afstand in parsecs (d) kan de absolute magnitude (M) worden berekend met de formule:
pt: É difícil perceber as estrelas usando apenas as magnitudes aparentes. Imagine duas estrelas no céu com a mesma magnitude aparente, como tal deverão parecer igualmente brilhantes. Você não pode saber só por olhar se as duas têm o mesmo brilho <emphasis>intrínseco</emphasis>; é possível que uma estrela seja intrinsecamente mais brilhante, mas esteja mais longe. Se soubéssemos as distâncias às estrelas (veja o artigo sobre a <link linkend="ai-parallax">paralaxe</link>), poderíamos ter em conta a sua distância e atribuir <firstterm>magnitudes absolutas</firstterm> que iriam reflectir o seu brilho verdadeiro e intrínseco. A magnitude absoluta está definida como a magnitude absoluta que a estrela teria se fosse observada a uma distância de 10 parsecs (1 parsec equivale a 3,26 anos-luz, ou seja, 3,1 x 10<superscript>18</superscript> cm). A magnitude absoluta (M) pode ser determinada a partir da magnitude aparente (m) e da distância em parsecs (d) usando a fórmula:

source: M = m + 5 - 5 * log(d) (note that M=m when d=10).
es: M = m + 5 - 5 * log(d) (advierta que M=m cuando d=10)
et: M = m + 5 - 5 x log(d) (arvesta, et M=m, kui d=10)
it: M = m + 5 - 5*log(d) (nota che M = m quando d = 10).
nl: M = m + 5 - 5 * log(d) (merk op dat M=m als d=10; log 10 = 1).
pt: M = m + 5 - 5 * log(d) (repare que M=m quando d=10).
