Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-magnitude.po
Languages: bg, ca, ca@valencia, es, et, fr, it, nl, pt, pt_br, sl, uk

source: The modern magnitude scale is no longer based on the human eye; it is based on photographic plates and photoelectric photometers. With telescopes, we can see objects much fainter than Hipparchus could see with his unaided eyes, so the magnitude scale has been extended beyond 6th magnitude. In fact, the Hubble Space Telescope can image stars nearly as faint as 30th magnitude, which is one <emphasis>trillion</emphasis> times fainter than Vega.
es: La escala moderna de magnitudes no está basada en el ojo humano sino en placas fotográficas y fotómetros fotoeléctricos. Gracias a los telescopios podemos ver objetos mucho más débiles que los que veía Hiparco a simple vista, así que la escala de magnitudes se ha extendido más allá de la sexta magnitud. De hecho, el telescopio espacial Hubble puede captar estrellas casi tan débiles como las de magnitud 30, que son un <emphasis>billón</emphasis> de veces más débiles que Vega.
et: Tänapäevane tähesuuruse skaala ei tugine enam inimsilma kogemusele, vaid fotoaparaadile ja astrofotomeetriale. Teleskoobi abil võime näha märksa tuhmimaid taevakehasid, kui seda suutis Hipparchos oma teraste silmadega, nii et tähesuuruse skaalat saab hõlpsasti laiendada kaugemale kui 6. tähesuurus. Hubble'i kosmoseteleskoop võib näha isegi 30. tähesuuruse taevakehi, mis on <emphasis>triljon</emphasis> korda tuhmimad kui Veega!
it: La moderna scala delle magnitudini non è più basata sull'occhio umano, bensì sulle lastre fotografiche e sui fotometri fotoelettrici. Con i telescopi possiamo vedere oggetti molto più deboli di quelli che poteva vedere Ipparco ad occhio nudo, perciò la sua scala è stata estesa oltre la sesta magnitudine. In effetti, il Telescopio Spaziale Hubble può osservare stelle quasi di trentesima magnitudine, ovvero <emphasis>mille miliardi</emphasis> di volte più deboli di Vega.
nl: Het menselijke oog is niet langer de basis voor de moderne magnitudeschaal. Deze schaal is tegenwoordig gebaseerd op fotografische platen en fotoÃ«lektrische lichtmeters. Met telescopen kunnen we objecten zien die veel zwakker zijn dan Hipparchos met het blote oog kon zien, en dus loopt de magnitudeschaal veel verder dan tot de 6e magnitude. De Hubble ruimtetelescoop kan sterren afbeelden van de 30e magnitude, wat een <emphasis>biljoen</emphasis> (10^12) keer zwakker is dan Wega!.</para><para>Noot vertaler: Ook naar de andere kant is de magnitudeschaal uitgebreid, zodat ook sterren helderder dan Wega (zie Sirius) en heldere planeten, en natuurlijk de maan en de zon, een magnitude hebben, die alle negatief zijn.
pt: A escala de magnitude moderna não se baseia mais no olho humano; baseia-se em placas fotográficas e em fotómetros fotoeléctricos. Com os telescópios, podem-se ver os objectos mais fracos do que o Hipparchus podia ver com os seus olhos sem nenhum auxílio, como tal a escala foi extendida para além da 6a magnitude. De facto, o Telescópio Espacial Hubble consegue registar as estrelas com uma fraqueza ao nível da 30a magnitude, o que é um <emphasis>bilionésimo</emphasis> do fluxo de Vega.

source: A final note: the magnitude is usually measured through a color filter of some kind, and these magnitudes are denoted by a subscript describing the filter (&ie;, m<subscript>V</subscript> is the magnitude through a <quote>visual</quote> filter, which is greenish; m<subscript>B</subscript> is the magnitude through a blue filter; m<subscript>pg</subscript> is the photographic plate magnitude, &etc;).
es: Una nota final: la magnitud se mide normalmente a través de un filtro de color de algún tipo, y estas magnitudes se identifican por medio de la descripción del filtro (es decir, m<subscript>V</subscript> es la magnitud a través de un filtro «visual» que es verdoso; m<subscript>B</subscript> es la magnitud a través un filtro azul; m<subscript>pg</subscript> es una magnitud medida gracias a una placa fotográfica, etc).
et: Lõppmärkus: tähesuurust mõõdetakse tavaliselt läbi mingi värvifiltri, mida siis märgitakse vastava allindeksiga (&st; m<subscript>V</subscript> on tähesuurus läbi <quote>visuaalse</quote> filtri, mis on roheline; m<subscript>B</subscript> on tähesuurus läbi sinise (inglise keeles "blue") filtri; m<subscript>pg</subscript> fotograafiline tähesuurus &jne;).
it: Una nota finale: la magnitudine è spesso misurata attraverso un filtro di qualche tipo, e queste magnitudini sono contrassegnate da un indice che designa il filtro (per esempio, m<subscript>V</subscript> è la magnitudine attraverso un filtro <quote>visuale</quote>, che è nei pressi del verde; m<subscript>B</subscript> è la magnitudine attraverso un filtro blu; m<subscript>pg</subscript> è la magnitudine misurata su una lastra fotografica, e così via).
nl: Een laatste opmerking: de magnitude wordt meestal gemeten door een kleurfilter heen, en deze magnitudes worden voorzien van een aanduiding waarin wordt aangegeven welk filter is gebruikt (&ie;, m<subscript>V</subscript> is de magnitude zoals wordt waargenomen door een <quote>visueel</quote> filter, dat een beetje groenachtig is; m<subscript>B</subscript> is de magnitude door een blauw filter; m<subscript>pg</subscript> is de magnitude op een fotografische plaat, &etc;).
pt: Uma nota final: a magnitude é normalmente medida através de um filtro de cor de um tipo qualquer, e essas magnitudes são demarcadas por um índice que descreve o filtro (&ie;, o m<subscript>V</subscript> é a magnitude através de um filtro <quote>visual</quote>, que é esverdeado, o m<subscript>B</subscript> é a magnitude através de um filtro azul ('blue') e o m<subscript>pg</subscript> é a magnitude de uma placa fotográfica, &etc;).

source: Magnitude Scale
bg: Скала на звездната величина
ca: Escala de magnitud
ca@valencia: Escala de magnitud
fr: Échelle de magnitude
pt_br: Escala de magnitude
sl: Lestvica magnitud
uk: Шкала зоряних величин

source: 2500 years ago, the ancient Greek astronomer Hipparchus classified the brightnesses of visible stars in the sky on a scale from 1 to 6. He called the very brightest stars in the sky “first magnitude”, and the very faintest stars he could see “sixth magnitude”. Amazingly, two and a half millenia later, Hipparchus's classification scheme is still widely used by astronomers, although it has since been modernized and quantified.
bg: Преди 2500 години древногръцкият астроном Хипарх класифицира яркостта на видимите звезди в небето в скала от 1 до 6. Той означава най-ярките звезди в небето с \" магнитуд едно\", а най-слабите звезди с \"магнитуд 6\". Удивително, две и половина хилядолетия по-късно схемата на Хипарх все още се използва широко от астрономите, въпреки че оттогава е модернизирана и количествено определена.
ca: Fa 2500 anys, l'antic astrònom grec Hiparc va classificar la lluminositat de les estrelles visibles en el cel en una escala de l'1 al 6. A les estrelles més lluminoses les anomenà de «primera magnitud» i a les més febles que va poder veure de «sexta magnitud». Increïblement, dos mil·lennis i mig més tard, l'esquema de classificació d'Hiparc segueix sent emprat pels astrònoms, encara que des de llavors ha estat modernitzat i quantificat.
ca@valencia: Fa 2.500 anys, l'antic astrònom grec Hiparc va classificar la brillantor de les estreles visibles en el cel en una escala des de l'1 fins al 6. En les estreles més brillants les anomenà de «primera magnitud» i a les més febles que va poder veure de «sexta magnitud». Sorprenentment, dos mil·lennis i mig més tard, l'esquema de classificació d'Hiparc continua sent emprat pels astrònoms, encara que des de llavors ha sigut modernitzat i quantificat.
fr: Il y a 2 500 ans, l'astronome grec Hipparque classifia la luminosité des étoiles visibles dans le ciel sur une échelle de 1 à 6. Il qualifia les étoiles les plus brillantes du ciel de \"première magnitude\" et les plus pâles de \"sixième magnitude\". Étonnamment, deux millénaires et demi plus tard, la classification d'Hipparque est toujours largement utilisée par les astronomes, bien qu'elle ait été depuis modernisée et quantifiée.
pt_br: 2500 anos atrás, o antigo astrônomo grego Hipparchus classificou o brilho das estrelas visíveis no céu em uma escala de 1 a 6. Ele chamou a estrela mais brilhante no céu de "primeira magnitude", e a mais pálida estrela que pode ver de "sexta magnitude". Surpreendentemente, dois milênio e meio depois, o esquema de classificação de Hipparchus ainda é muito utilizado pelos astrônomos, ainda que tenha sido modernizado e quantificado.
sl: Pred 2500 leti je starogrški astronom Hiparh razvrstil svetlost vidnih zvezd na nebu na lestvico od 1 do 6. Najsvetlejše zvezde na nebu je imenoval “prve magnitude“, zelo šibke zvezde, ki jih lahko je še videl “šesto magnitudo“. Presenetljivo je, da dve tisočletji in pol pozneje astronomi še vedno pogosto uporabljajo Hiparhovo klasifikacijsko shemo, čeprav je bila od takrat posodobljena in kvantificirana.
uk: 2500 років тому давньогрецький астроном Гіппарх розподілив видимі на небі зірки за яскравістю за шкалою від 1 до 6. Він назвав найяскравіші зірки неба «зірками першої величини», а найтьмяніші, які він тільки міг побачити, «зірками шостої величини». Це дивовижно, але два з половиною тисячоліття по тому, класифікаційна схема Гіппарха все ще широко використовується у астрономії, хоча з того часу її було вдосконалено і переведено на придатнішу для вимірювань основу.

source: The magnitude scale runs backwards to what you might expect: brighter stars have *smaller* magnitudes than fainter stars).
bg: Скалата на звездната величина има стойности, обратни на това, което може би очаквате: по-ярките звезди имат по-малка величина.
ca: L'escala de magnitud va al revés del qual es podria esperar: les estrelles més lluminoses tenen magnituds més *petites* que les més febles.
ca@valencia: L'escala de magnitud va al revés del que es podria esperar: les estreles més brillants tenen magnituds *menors* que les més febles.
fr: L'échelle de magnitude fonctionne à l'envers de ce qu'on attend : les étoiles les plus brillantes ont une magnitude *plus petite* que les étoiles pâles.
pt_br: A escala de magnitude diminui para o que você espera: estrelas mais brilhantes possuem magnitudes *menores* do que as mais opacas).
sl: Lestvica magnitud teče nazaj glede na tisto, kar bi lahko pričakovali: svetlejše zvezde imajo *manjše* magnitude kot šibkejše zvezde).
uk: Шкала зоряних величин має зворотний до звичайного напрямок: яскравіші зірки мають *менші* зоряні величини за тьмяніші зірки).

source: The modern magnitude scale is a quantitative measurement of the *flux* of light coming from a star, with a logarithmic scaling:
bg: Съвременната скала на звездната величина е количествено измерване на светлинния поток - *осветеността*, идваща от дадена звезда, с логаритмично скалиране:
ca: L'escala de magnitud moderna és una mesura quantitativa del *flux* de llum que arriba des d'una estrella, mitjançant una escala logarítmica:
ca@valencia: L'escala de magnitud moderna és una mesura quantitativa del *flux* de llum procedent d'una estrela, amb una escala logarítmica:
fr: L'échelle moderne de magnitude est une mesure quantitative du *flux* de lumière venant d'une étoile, avec une échelle logarithmique :
pt_br: A escala moderna de magnitude é uma medida quantitativa do *fluxo* de luz vindo de uma estrela, em uma escala logarítmica:
sl: Sodobna skala magnitude je kvantitativna meritev *toka* svetlobe, ki prihaja od zvezde, v logaritemski lestvici:
uk: Сучасну шкалу зоряних величин пов’язано з кількісними вимірами *потоку* світла, що надходить до нас від зірки за логарифмічною шкалою:

source: m = m\ :sub:`0` - 2.5 log (F / F\ :sub:`0`)
uk: m = m\ :sub:`0` - 2,5 lg (F / F\ :sub:`0`)

source: If you do not understand the math, this just says that the magnitude of a given star (m) is different from that of some standard star (m\ :sub:`0`) by 2.5 times the logarithm of their flux ratio. The 2.5 \*log factor means that if the flux ratio is 100, the difference in magnitudes is 5 mag. So, a 6th magnitude star is 100 times fainter than a 1st magnitude star. The reason Hipparchus's simple classification translates to a relatively complex function is that the human eye responds logarithmically to light.
bg: Ако не разбирате формулата, тя просто казва, че величината на дадена звезда (m) е различна от тази на стандартна звезда (m:sub:`0`) с 2,5 пъти логаритъма на тяхното съотношение на осветеност. 2.5*log фактор означава, че ако съотношението на потока е 100, разликата във величините е 5 mag. И така, звезда с магнитуд 6 е 100 пъти по-слаба от звезда с магнитуд 1. Причината за представянето на простата класификация на Хипарх с тази относително сложна функция е, че човешкото око реагира логаритмично към светлината.
ca: Si no enteneu les matemàtiques, aquesta fórmula tan sols diu que la magnitud (m) d'una estrella determinada és diferent de la d'una estrella estàndard (m\ :sub:`0`) per 2,5 vegades el logaritme de la seva proporció de flux. El factor 2,5 \*log significa que si la proporció de flux és 100, la diferència en magnituds serà de 5. Així doncs, una estrella de sexta magnitud és 100 vegades més feble que una de primera magnitud. El motiu pel qual la simple classificació d'Hiparc es tradueix a una funció relativament complexa és que l'ull humà respon logarítmicament a la llum.
ca@valencia: Si no enteneu les matemàtiques, esta fórmula senzillament diu que la magnitud d'una certa estrela (m) diferix de la d'alguna estrela estàndard (m\ :sub:`0`) per 2,5 vegades el logaritme de la seua proporció de flux. El factor 2,5 \*log significa que si la proporció de flux és 100, la diferència en magnituds serà de 5 mag. Per tant, una estrela de sisena magnitud és 100 vegades més feble que una de primera magnitud. El motiu pel qual la senzilla classificació d'Hiparc es traduïx en una funció relativament complexa és que l'ull humà respon logarítmicament a la llum.
fr: Si vous ne comprenez pas les mathématiques, cela dit juste que la magnitude d'une étoile donnée (m) est différente d'une étoile standard (m:sub:`0`) d'un facteur 2,5 fois le logarithme de leur rapport de flux. Le facteur 2,5*log signifie que si le rapport de flux est 100, la différence de magnitude vaut 5. Ainsi, une étoile de magnitude 6 est 100 fois plus pâle qu'une étoile de magnitude 1. La raison pour laquelle la simple classification d'Hipparque se traduit en une fonction relativement complexe est que l'œil humain réagit de manière logarithmique à la lumière.
pt_br: Se você não entendeu a matemática, ela apenas diz que a magnitude de uma determinada estrela (m) é diferente de uma dada estrela padrão (m\ :sub:`0`) 2,5 vezes o logaritmo de sua taxa de fluxo. O fator logarítmico 2,5 significa que se a taxa de fluxo é 100, a diferença em magnitudes é de 5 mag. Então, uma estrela de sexta magnitude é 100 vezes mais pálida que uma estrela de primeira magnitude. A razão da classificação simples de Hipparchus ter sido traduzida para uma função relativamente complexa é que o olho humano responde logaritmicamente a luz.
sl: Če ne razumete matematike, to pomeni le, da se magnituda dane zvezde (m) razlikuje od magnitude neke standardne zvezde (m\ :sub:`0`) za 2,5-kratnik logaritma njihovega razmerja svetlobnega pretoka. Faktor 2,5 \*log pomeni, da če je razmerje svetlobnega pretoka 100, je razlika v magnitudi 5 magnitud. Torej je zvezda 6. magnitude 100-krat šibkejša od zvezde 1. magnitude. Razlog, zakaj se Hiparhova preprosta klasifikacija prevede v relativno kompleksno funkcijo, je ta, da se človeško oko logaritmično odziva na svetlobo.
uk: Якщо ви не розумієтеся на математиці, ця формула говорить, що зоряна величина зірки (m) відрізняється від зоряної величини деякої стандартної зірки (m\ :sub:`0`) на величину у два з половиною рази більшу за десятковий логарифм відношення потоків цих зірок. Множник 2,5 означає, що якщо відношення потоків дорівнює 100, зоряні величини відрізнятимуться на 5. Отже, зірки шостої зоряної величини у сто разів тьмяніші за зірки першої зоряної величини. Сенс простої класифікації Гіппарха переведено у відносно складну функцію, яка повідомляє нам про те, що людське око сприймає світло у логарифмічній шкалі до його яскравості.

source: It is difficult to understand stars using just the apparent magnitudes. Imagine two stars in the sky with the same apparent magnitude, so they appear to be equally bright. You cannot know just by looking if the two have the same *intrinsic* brightness; it is possible that one star is intrinsically brighter, but further away. If we knew the distances to the stars (see the :doc:`parallax <ai-parallax>` article), we could account for their distances and assign *Absolute magnitudes* which would reflect their true, intrinsic brightness. The absolute magnitude is defined as the apparent magnitude the star would have if observed from a distance of 10 parsecs (1 parsec is 3.26 light-years, or 3.1 x 10\ :sup:`18` cm). The absolute magnitude (M) can be determined from the apparent magnitude (m) and the distance in parsecs (d) using the formula:
bg: Трудно е да се преценят звездите, като се използват само видимите величини. Представете си две звезди в небето с еднаква видима величина, така че изглеждат еднакво ярки. Не можете да знаете просто като гледате, дали двете имат еднаква *присъща, вътрешна* яркост; възможно е едната звезда да е присъщо по-ярка, но по-далеч. Ако знаехме разстоянията до звездите (вижте статията за :doc:`паралакса <ai-parallax>`), бихме могли, отчитайки техните разстояния да определим абсолютната звездна величина, която би отразявала тяхната истинска, присъща яркост. *Абсолютната величина* се определя като видимата величина, която звездата би имала, ако е наблюдавана от разстояние 10 парсека (1 парсек е 3, 26 светлинни години или 3,1 x 10:sup:`18` cm). Абсолютната величина (M) може да се определи от видимата величина (m) и разстоянието в парсеци (d), използвайки формулата:
ca: Això dificulta entendre les estrelles utilitzant únicament les magnituds aparents. Imagineu dues estrelles en el cel amb una magnitud aparent similar, és a dir, que aparenten ser igual de lluminoses. És impossible saber, a simple vista, si tenen la mateixa lluminositat *intrínseca*; és possible que una de les estrelles sigui intrínsecament més lluminosa, però que estigui més llunyana. Si es conegués la distància a les estrelles (vegeu l'article sobre la :doc:`paral·laxi <ai-parallax>`), es podria tenir en compte i assignar *magnituds absolutes* que reflectirien la seva lluminositat intrínseca verdadera. La magnitud absoluta defineix quina magnitud aparent tindria l'estrella si fos observada des d'una distància de 10 parsecs (1 parsec equival a 3,26 anys llum o 3,1 x 10\ :sup:`18` cm). La magnitud absoluta (M) es pot determinar a partir de la magnitud aparent (m) i la distància en parsecs (d), utilitzant la fórmula:
ca@valencia: És difícil entendre les estreles utilitzant únicament les magnituds aparents. Imagineu dues estreles en el cel amb la mateixa magnitud aparent, de manera que aparenten ser igual de brillants. És impossible saber, a simple vista, si tenen la mateixa brillantor *intrínseca*. És possible que una de les estreles siga intrínsecament més brillant, però que estiga més lluny. Si coneguérem la distància fins a les estreles (vegeu l'article sobre la :doc:`paral·laxi <ai-parallax>`), es podria tindre en compte i assignar *magnituds absolutes* que reflectirien la seua brillantor intrínseca verdadera. La magnitud absoluta es definix com la magnitud aparent que tindria l'estrela si fora observada des d'una distància de 10 parsecs (1 parsec equival a 3,26 anys llum o 3,1 x 10\ :sup:`18` cm). La magnitud absoluta (M) es pot determinar a partir de la magnitud aparent (m) i la distància en parsecs (d) mitjançant la fórmula:
fr: Il est difficile de comprendre les étoiles en utilisant simplement les magnitudes apparentes. Imaginez deux étoiles dans le ciel avec la même magnitude apparente, c'est-à-dire apparemment de même luminosité. Vous ne pouvez pas savoir simplement en regardant si elles ont la même luminosité *intrinsèque* ; il est possible qu'une des deux étoiles soit bien plus brillante mais aussi bien plus lointaine. Si nous connaissions les distances aux étoiles (voyez l'article :doc:`parallaxe <ai-parallax>`), nous pourrions en tenir compte et attribuer des *magnitudes absolues* qui refléteraient la réalité de la luminosité intrinsèque. La magnitude absolue est définie comme la luminosité apparente que l'étoile aurait si elle était observée d'une distance de 10 parsecs (1 parsec = 3,26 années-lumière, soit 3,1 x 10:sup:`18` cm). La magnitude absolue (M) peut être déterminée à partir de la magnitude apparente (m) et de la distance en parsecs (d) en utilisant la formule :
pt_br: É difícil entender estrelas usando apenas a magnitude aparente. Imagine duas estrelas no céu com a mesma magnitude aparente, parecendo ter o mesmo brilho. Você não pode dizer apenas olhando se as duas tem o mesmo brilho *intrínseco*; é possível que uma estrela seja intrinsecamente mais brilhante, mas mais distante. Se soubermos a distância das estrelas (veja o artigo :doc:`paralaxe <ai-parallax>`), podemos calcular suas distâncias e designar as *Magnitudes absolutas* o que refletiria seus verdadeiros e intrínsecos brilhos. A magnitude absoluta é definida como a magnitude aparente que a estrela teria se observada de uma distância de 10 parsecs (1 parsec é 3,26 anos luz, ou 3,1 x 10\ :sup:`18` cm). A magnitude absoluta (M) pode ser determinada a partir da magnitude (m) e a distância em parsecs (d) usando a fórmula:
sl: Težko je razumeti zvezde samo na podlagi navideznih magnitud. Predstavljajte si dve zvezdi na nebu z enako navidezno magnitudo, zato se zdita enako svetli. Samo na pogled ne morete vedeti, ali imata enako *notranjo* svetlost; možno je, da je ena zvezda sama po sebi svetlejša, vendar bolj oddaljena. Če bi poznali razdalje do zvezd (glejte članek :doc:`paralaksa <ai-parallax>`), bi lahko upoštevali njihove razdalje in jim dodelili *absolutne magnitude*, ki bi odražale njihovo resnično, notranjo svetlost. Absolutna magnituda je definirana kot navidezna magnituda, ki bi jo imela zvezda, če bi jo opazovali z razdalje 10 parsekov (1 parsek je 3,26 svetlobnih let ali 3,1 x 10\ :sup:`18` cm). Absolutno magnitudo (M) lahko določimo iz navidezne magnitude (m) in razdalje v parsekih (d) z uporabo formule:
uk: Але вивчати зірки за допомогою видимих зоряних величин складно. Уявімо собі дві зірки на небі з однаковою зоряною величиною, які виглядають однаково яскраво. Дивлячись на значення видимої зоряної величини ви не зможете дізнатися, чи мають обидві зірки однакову *справжню* яскравість; може так статися, що одна з зірок насправді яскравіша, але розташована від нас на більшій відстані ніж інша. Якщо ми знаємо відстані до зірок (див. статтю про :doc:`паралакс <ai-parallax>`), ми можемо врахувати відстань до них і ввести *абсолютну зоряну величину*, яка відповідатиме справжній, реальній яскравості. Абсолютну зоряну величину визначають як видиму зоряну величину зірки, якщо спостерігач знаходиться на відстані у 10 парсеків (1 парсек дорівнює 3,26 світлового року або 3,1 x 10\ :sup:`18` см). Абсолютну зоряну величину (M) можна визначити за видимою зоряною величиною (m) і відстанню до об’єкта у парсеках (d) за формулою:

source: M = m + 5 - 5 \* log(d) (note that M=m when d=10).
bg: M = m + 5 - 5 * log(d) (отбележете, че M=m, когато d=10).
ca: M = m + 5 - 5 \* log(d) (cal tenir en compte que M=m quan d=10).
ca@valencia: M = m + 5 - 5 \* log(d) (cal tindre en compte que M=m quan d=10).
fr: M = m + 5 - 5 * log(d) (notez que M=m quand d=10).
pt_br: M = m + 5 - 5 \* log(d) (note que M=m quando d=10).
sl: M = m + 5 - 5 * log(d) (upoštevajte, da je M=m, ko je d=10).
uk: M = m + 5 - 5 \* lg(d) (зауважте, що M=m, якщо d=10).
