Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-stars.po
Languages: ca, ca@valencia, et, fr, gl, pl, pt, pt_br, ru, sl, sv, uk

source: Stars: An Introductory FAQ
fr: Les étoiles : une FAQ introductive
sl: Zvezde: Uvodna pogosto zastavljena vprašanja
sv: Stjärnor: Svar på grundläggande frågor
uk: Зірки: Вступні поширені питання на відповіді на них

source: :ref:`What are the stars? <ai-stars-id1>`
fr: Que sont les étoiles ?

source: :ref:`Is the Sun a star? <ai-stars-id2>`
fr: Le Soleil est-il une étoile ?

source: :ref:`Why do stars shine? <ai-stars-id3>`
fr: Pourquoi les étoiles brillent-elles ?

source: :ref:`The obvious next question is: why are stars so hot? <ai-stars-id4>`
fr: La question suivante est évidente : pourquoi les étoiles sont-elles si chaudes ?

source: :ref:`Are stars all the same? <ai-stars-id5>`
fr: Toutes les étoiles sont-elles identiques ?

source: :ref:`What is the Main Sequence? <ai-stars-id6>`
fr: Qu'est-ce que la séquence principale ?

source: :ref:`How long do stars last? <ai-stars-id7>`
fr: Combien de temps vit une étoile ?

source: What are the stars?
ca: Què són les estrelles?
ca@valencia: Què són les estreles?
et: Mis on tähed?
fr: Que sont les étoiles ?
gl: Que son as estrelas?
pl: Czym są gwiazdy?
pt: O que são as estrelas?
pt_br: O que são estrelas?
ru: Что такое звёзды?
sl: Kaj so zvezde?
sv: Vad är stjärnor?
uk: Що являють собою зірки?

source: :dfn:`Stars` are gigantic, self-gravitating spheres of (mostly) Hydrogen gas. Stars are also thermonuclear engines; nuclear fusion takes place deep in the cores of stars, where the density is extreme and the temperature reaches tens of millions of degrees Celsius.
fr: Les *étoiles* sont de gigantesques sphères d'hydrogène ayant leur propre gravité. Les étoiles sont aussi des moteurs thermonucléaires ; la fusion nucléaire se passe en profondeur dans le cœur des étoiles, là où la densité est extrême et où la température atteint des dizaines de millions de degrés Celsius.
sl: :dfn:`Zvezde` so ogromne, samogravitacijske krogle (večinoma) vodikovega plina. Zvezde so tudi termonuklearni motorji; jedrska fuzija poteka globoko v jedrih zvezd, kjer je gostota ekstremna in temperatura doseže več deset milijonov stopinj Celzija.
sv: *Stjärnor* är gigantiska klot med (i huvudsak) vätgas, som hålls ihop av sin egen gravitation. Stjärnor är också termonukleära kraftverk. Kärnfusion äger rum djupt inne i en stjärnas mitt, där tätheten är extrem och temperaturen når tiomiljontals grader Celsius.
uk: :dfn:`Зірки` — це гігантські, утримувані у цілісному стані власною гравітацією сфери, що складаються здебільшого з газоподібного водню. Зірки є величезними термоядерними реакторами; реакція злиття ядер відбувається глибоко у надрах зірок, де речовина є надзвичайно стиснутою, а температура досягає десятків мільйонів градусів Цельсія.

source: Is the Sun a star?
ca: És el Sol una estrella?
ca@valencia: És el Sol una estrela?
et: Kas Päike on täht?
fr: Le Soleil est-il une étoile ?
gl: É o Sol unha estrela?
pl: Czy Słońce jest gwiazdą?
pt: O Sol é uma estrela?
pt_br: O Sol é uma estrela?
ru: А является ли наше Солнце звездой?
sl: Je Sonce zvezda?
sv: Är solen en stjärna?
uk: Сонце — це зірка?

source: Yes, the Sun is a star. It is the dominant centerpiece of our solar system. Compared to other stars, our Sun is rather ordinary; it appears to be so much bigger and brighter to us because it is millions of times closer than any other star.
fr: Oui, le Soleil est une étoile. C'est la pièce dominante de notre système solaire. Comparé aux autres étoiles, notre Soleil est plutôt ordinaire. Il semble bien plus grand et brillant car il est des millions de fois plus près de nous que les autres étoiles.
sl: Da, Sonce je zvezda. Je prevladujoče središče našega sončevega sistema. V primerjavi z drugimi zvezdami je naše Sonce precej običajno; zdi se nam toliko večja in svetlejša, ker je milijonkrat bližje kot katera koli druga zvezda.
sv: Ja, solen är en stjärna. Den är den dominerande centralpunkten i vårt solsystem. Jämfört med andra stjärnor är vår sol ganska vanlig. Den verkar så mycket större och ljusare för oss, eftersom den är miljontals gånger närmare än alla andra stjärnor.
uk: Так, Сонце також є зіркою. Хоча воно є домінуючим тілом нашої сонячної системи, Сонце нічим не виокремлюється серед інших зірок. Нам воно видається набагато більшим та яскравішим лише через те, що знаходиться у мільйони разів ближче за будь-яку іншу зірку.

source: Why do stars shine?
ca: Per què brillen les estrelles?
ca@valencia: Per què brillen les estreles?
et: Miks tähed paistavad?
fr: Pourquoi les étoiles brillent-elles ?
gl: Por que brillan as estrelas?
pl: Dlaczego gwiazdy świecą?
pt: Porque é que as estrelas brilham?
pt_br: Por que as estrelas brilham?
ru: Почему звёзды светятся?
sl: Zakaj zvezde svetijo?
sv: Varför lyser stjärnor?
uk: Чому зірки світяться?

source: The short answer is: star shine because they are very hot. It is really no more complicated than that. Any object heated to thousands of degrees will radiate light, just like stars do.
fr: La réponse courte est : les étoiles brillent parce qu'elles sont très chaudes. Ce n'est pas plus compliqué que ça. Tout objet chauffé à des milliers de degrés émet de la lumière exactement comme le font les étoiles.
sl: Kratek odgovor je: zvezde svetijo, ker so zelo vroče. Res ni nič bolj zapleteno od tega. Vsak predmet segret na tisoče stopinj, bo seval svetlobo tako kot zvezde.
sv: Ett kort svar är: Stjärnor lyser eftersom de är mycket varma. Det är egentligen inte mer komplicerat än så. Alla objekt som värms upp till tusentals grader avger ljus, precis som stjärnorna gör.
uk: Якщо відповідати коротко, зірки світяться через те, що вони дуже гарячі. Не більше й не менше. Будь-який об’єкт, якщо його розігріти до тисяч градусів буде випромінювати світло так само, як зірки.

source: The obvious next question is: why are stars so hot?
ca: La següent pregunta òbviament és: Per què estan tan calentes les estrelles?
ca@valencia: La següent pregunta òbviament és: Per què estan tan calentes les estreles?
et: Järgmine küsimus on ilmselt: miks siis tähed nii kuumad on?
fr: La question suivante est évidente : pourquoi les étoiles sont-elles si chaudes ?
gl: A seguinte cuestión obvia é: por que son tan quentes as estrelas?
pl: Następnym pytaniem jest oczywiście: dlaczego gwiazdy są takie gorące?
pt: O próxima pergunta óbvia é: porque é que as estrelas são tão quentes?
pt_br: A pergunta seguinte obviamente é: por que as estrelas são quentes?
ru: Закономерен и следующий вопрос - а почему звёзды такие горячие?
sl: Očitno naslednje vprašanje je: zakaj so zvezde tako vroče?
sv: Nästa uppenbara fråga är: Varför är stjärnor så varma?
uk: Очевидне наступне питання: а чому зірки такі гарячі?

source: This is a tougher question. The usual answer is that stars get their heat from the thermonuclear fusion reactions in their cores. However, this cannot be the ultimate cause for the stars' heat, because a star must be hot in the first place for nuclear fusion to be triggered. Fusion can only sustain the hot temperature; it cannot make a star hot. A more correct answer is that stars are hot because they have collapsed. Stars form from diffuse gaseous nebulae; as the nebulous gas condenses to form a star, the gravitational potential energy of the material is released, first as kinetic energy, and ultimately as heat as the density increases.
fr: C'est une question difficile. La réponse habituelle est que les étoiles tirent leur chaleur des réactions de fusion thermonucléaire dans leur cœur. Cependant, ce ne peut être la cause ultime, car une étoile doit d'abord être chaude pour que la fusion débute. La fusion peut seulement maintenir la température élevée, elle ne peut pas la provoquer. Une réponse plus correcte est que les étoiles sont chaudes parce qu'elles rétrécissent. Les étoiles se forment à partir de gaz diffus de nébuleuses gazeuses : lorsque le gaz se condense pour former une étoile, l'énergie potentielle gravitationnelle de la matière est libérée, d'abord en énergie cinétique, puis en chaleur lorsque la densité augmente.
sl: To je težje vprašanje. Običajni odgovor je, da zvezde dobijo toploto iz reakcij termonuklearne fuzije v svojih jedrih. Vendar pa to ne more biti glavni vzrok za vročino zvezd, ker mora biti zvezda najprej vroča, da se sproži jedrska fuzija. Fuzija lahko vzdržuje le visoko temperaturo; zvezde ne more segreti. Bolj pravilen odgovor je, da so zvezde vroče, ker so se sesedle. Zvezde nastanejo iz difuznih plinastih meglic; ko se meglični plin kondenzira in tvori zvezdo, se sprosti gravitacijska potencialna energija materiala, najprej kot kinetična energija in nazadnje kot toplota, ko se gostota povečuje.
sv: Det är en svårare fråga. Det vanliga svaret är att stjärnorna får sin värme från den termonukleära fusionsreaktionen i deras inre. Detta kan dock inte vara den ursprungliga orsaken till stjärnornas värme, eftersom en stjärna måste vara varm från början för att kärnfusion ska kunna starta. Fusionen kan bara bibehålla den varma temperaturen, den kan inte göra en stjärna varm. Ett riktigare svar är att stjärnor är varma eftersom de har kollapsat. Stjärnor formas av diffusa gasnebulosor. Medan nebulosans gas kondenseras så att en stjärna formas, avges materialets potentiella gravitationsenergi, först som kinetisk energi, och till sist som värme när tätheten ökar.
uk: Це вже складніше питання. Звичайною відповіддю буде така: зірки гарячі, бо у їх надрах відбуваються термоядерні реакції. Але ця відповідь не роз’яснює питання повністю: адже для запуску термоядерної реакції зірка має спочатку розігрітися. Злиття ядер можливе лише за дуже високої температури — воно не може зробити зірку гарячою. Правильнішою буде відповідь, яка говорить про те, що зірки гарячі, бо їх речовину стиснуто. Зірки формуються з розріджених газових туманностей; під час збирання газу туманності у зірку вивільняється потенційна енергія часток цього газу, спочатку у вигляді кінетичної енергії, а потім, зі зростанням щільності, і у вигляді теплової енергії.

source: Are stars all the same?
ca: Són totes les estrelles iguals?
ca@valencia: Són totes les estreles iguals?
et: Kas kõik tähed on ühesugused?
fr: Toutes les étoiles sont-elles identiques ?
gl: Son todas as estrelas iguais?
pl: Czy wszystkie gwiazdy są takie same?
pt: As estrelas são todas iguais?
pt_br: Todas as estrelas são iguais?
ru: Все ли звёзды одинаковы?
sl: Ali so vse zvezde enake?
sv: Är alla stjärnor likadana?
uk: Чи всі зірки однакові?

source: Stars have many things in common: they are all collapsed spheres of hot, dense gas (mostly Hydrogen), and nuclear fusion reactions are occurring at or near the centers of every star in the sky.
ca: Les estrelles tenen moltes coses en comú: Totes són esferes col·lapsades de gas dens i calent (majoritàriament hidrogen), i produeixen reaccions de fusió nuclear que s'escauen a prop del centre de cada estrella en el cel.
ca@valencia: Les estreles tenen moltes coses en comú: Totes són esferes col·lapsades de gas dens i calent (majoritàriament hidrogen), i produïxen reaccions de fusió nuclear que s'escauen a prop del centre de cada estrela en el cel.
et: Tähtedel on palju ühiseid jooni: nad kõik on kuuma ja tiheda (peamiselt vesinikust koosneva) gaasi kokkuvarisemisel tekkinud sfäärid ning iga tähe tuumas käivad termotuumareaktsoonid.
fr: Les étoiles ont beaucoup de choses en commun : ce sont des sphères chaudes et denses de gaz (surtout de l'hydrogène) et des réactions de fusion se produisent près du centre de toutes les étoiles du ciel.
gl: As estrelas teñen moitas cousas en común: todas elas son esferas colapsadas de gas (fundamentalmente hidróxeno) quente e denso e prodúcense reaccións de fusión nuclear no centro ou preto del en todas as estrelas do ceo.
pl: Gwiazdy mają wiele wspólnego: wszystkie są kulami ciepłych, gęstych gazów (głównie wodoru), a w środkach niemal wszystkich gwiazd na niebie zachodzą procesy fuzji jądrowej.
pt: As estrelas têm várias coisas em comum: são todas elas esferas em colapso de gás denso e quente (geralmente Hidrogénio) e as reacções de fusão nuclear estão a ocorrer perto ou no próprio núcleo de todas as estrelas do céu.
pt_br: Estrelas possuem muitas coisas em comum: todas elas são esferas colapsadas de calor, formadas de gás (normalmente Hidrogênio), e reações de fusão nuclear estão ocorrendo próximo ou no centro de cada estrela no céu.
ru: У звёзд очень много общего: все они являются сжатыми сферами из горячего и плотного газа (в основном водорода), и внутри каждой из них происходит термоядерная реакция.
sl: Zvezde imajo veliko skupnega: vse so sesedle krogle vročega, gostega plina (večinoma vodika), reakcije jedrske fuzije pa potekajo v središčih vsake zvezde na nebu ali blizu njih.
sv: Stjärnor har mycket gemensamt: De är alla kollapsade klot med varm, tät gas (i huvudsak väte), och kärnfusionsreaktioner sker i eller nära mitten av varje stjärna på himlen.
uk: Всі зірки мають багато спільних рис: вони є стиснутими кулями гарячого щільного газу (здебільшого водню), у центрі кожної з зірок на небі відбуваються термоядерні реакції.

source: However, stars also show a great diversity in some properties. The brightest stars shine almost 100 million times as brightly as the faintest stars. Stars range in surface temperature from only a few thousand degrees to almost 50,000 degrees Celsius. These differences are largely due to differences in mass: massive stars are both hotter and brighter than lower-mass stars. The temperature and Luminosity also depend on the *evolutionary state* of the star.
fr: Cependant les étoiles présentent aussi une grande diversité pour certaines de leurs propriétés. Les étoiles les plus brillantes brillent environ 100 millions de fois plus que les plus pâles. La plage des températures de surface s'étale de seulement quelques milliers de degrés à presque 50 000 degrés Celsius. Ces différences sont largement dues aux différences de masse : les étoiles massives sont à la fois plus chaudes et plus brillantes que celles de faible masse. La température et la luminosité dépendent aussi de *l'état d'évolution* de l'étoile.
sl: Vendar pa zvezde kažejo tudi veliko raznolikost nekaterih lastnosti. Najsvetlejše zvezde svetijo skoraj 100-milijonkrat močneje kot najšibkejše zvezde. Površinske temperature zvezd segajo od le nekaj tisoč stopinj do skoraj 50.000 stopinj Celzija. Te razlike so v veliki meri posledica razlik v masi: masivne zvezde so bolj vroče in svetlejše od zvezd z manjšo maso. Temperatura in svetlost sta odvisni tudi od *evolucijskega stanja* zvezde.
sv: Men stjärnor uppvisar också en stor variation för vissa egenskaper. De ljusstarkaste stjärnorna lyser nästan 100 miljoner gånger ljusare än de svagaste stjärnorna. Stjärnornas yttemperatur går från bara ett fåtal tusen grader till nästan 50 000 grader Celsius. Dessa skillnader beror till stor del på skillnader i massa: Massiva stjärnor är både varmare och ljusare än stjärnor med mindre massa. Temperaturen och ljusstyrkan beror också på stjärnans *utvecklingsstadium*.
uk: Але зірки також можуть значно різнитися за деякими параметрами. Найяскравіші зірки сяють майже у 100 мільйонів разів яскравіше за найтьмяніші зірки. Температура поверхні зірок різниться від декількох тисяч градусів до майже 50.000 градусів Цельсія. Цю різницю здебільшого спричинено різницею у масі: масивні зірки гарячіші і яскравіші за зірки з малою масою. Температура поверхні та світність також залежать від *еволюційного етапу</emphasis> зірки.

source: What is the Main Sequence?
ca: Què és la seqüència principal?
ca@valencia: Què és la seqüència principal?
et: Mis on põhijada?
fr: Qu'est-ce que la séquence principale ?
gl: Que é a Secuencia Principal?
pl: Czym jest ciąg główny?
pt: O que é a Sequência Principal?
pt_br: Qual é a sequência principal?
ru: Что такое "главная последовательность"?
sl: Kaj je glavno zaporedje?
sv: Vad är huvudsekvensen?
uk: Що таке «головна послідовність»?

source: Main sequence
ca: Seqüència principal
ca@valencia: Seqüència principal
et: Põhijada
fr: Qu'est-ce que la séquence principale ?
gl: Secuencia principal
pl: Ciąg główny
pt: Sequência principal
pt_br: Sequência principal
ru: Главная последовательность

source: The main sequence is the evolutionary state of a star when it is fusing Hydrogen in its core. This is the first (and longest) stage of a star's life (not including protostar phases). What happens to a star after it runs out of core Hydrogen is addressed in the stellar evolution article (coming soon).
fr: La séquence principale est l'état d'évolution d'une étoile quand elle fusionne l'hydrogène en son centre. C'est la première (et la plus longue) étape de la vie d'une étoile (sans compter les phases initiales de protoétoile). Ce qui arrive à une étoile après qu'elle ait épuisé son hydrogène est traité dans un article sur l'évolution stellaire (à venir).
sl: Glavno zaporedje je evolucijsko stanje zvezde, ko zliva vodik v svojem jedru. To je prva (in najdaljša) stopnja življenja zvezde (brez faz protozvezde). Kaj se zgodi z zvezdo, ko ji zmanjka jedrnega vodika, je obravnavano v članku o razvoju zvezd (kmalu).
sv: Huvudsekvensen är utvecklingsstadiet då stjärnans fusion av väte pågår i dess inre. Det är det första (och längsta) stadiet i en stjärnas liv (om inte stadierna som protostjärna inräknas). Vad som händer med en stjärna efter den får slut på väte i kärnan, beskrivs i avsnittet om stellär utveckling (som snart kommer).
uk: Головна послідовність — це етап розвитку зірки, у якому вона спалює у термоядерній реакції водень свого ядра. Це перший (і найдовший) з етапів життя зірки (не беручи до уваги стану протозірки). Питання про те, що стає з зіркою після того, як весь водень ядра буде спалено буде розглянуто у статті про еволюцію зірок (ще не написано).

source: How long do stars last?
ca: Quant duren les estrelles?
ca@valencia: Quant duren les estreles?
et: Kui kaua tähed elavad?
fr: Combien de temps vit une étoile ?
gl: Cando dura unha estrela?
pl: Jak długo żyją gwiazdy?
pt: Quanto é que duram as estrelas?
pt_br: Quanto tempo uma estrela dura?
ru: Как долго живут звёзды?
sl: Kako dolgo trajajo zvezde?
sv: Hur länge lever stjärnor?
uk: Як довго триває життя зірки?

source: The lifetime of a star depends very much on its mass. More massive stars are hotter and shine much more brightly, causing them to consume their nuclear fuel much more rapidly. The largest stars (roughly 100 times as massive as the Sun), will run out of fuel in only a few million years; while the smallest stars (roughly ten percent the mass of the Sun), with their much more frugal consumption rate, will shine on (albeit dimly) for*trillions* of years. Note that this is much longer than the Universe has yet been in existence.
fr: La vie d'une étoile dépend beaucoup de sa masse. Les étoiles plus massives sont plus chaudes et brillent bien plus intensément, faisant qu'elles consument leur combustible nucléaire bien plus vite. Les plus grandes étoiles (grossièrement 100 fois plus massives que le Soleil) tombent en panne de carburant en quelques millions d'années, alors que les plus petites (grossièrement 10 pour cent de la masse du Soleil) sont bien plus économes en combustible et brilleront (quoique faiblement) pendant des *milliards* d'années. Notez que c'est bien plus long que l'âge actuel de l'Univers.
sl: Življenjska doba zvezde je zelo odvisna od njene mase. Masivnejše zvezde so bolj vroče in svetijo veliko močneje, zaradi česar hitreje porabljajo jedrsko gorivo. Največjim zvezdam (približno 100-krat masivnejšim od Sonca) bo zmanjkalo goriva šele čez nekaj milijonov let; medtem ko bodo najmanjše zvezde (približno deset odstotkov mase Sonca) s svojo veliko varčnejšo stopnjo porabe svetile (čeprav slabo) *biljone* let. Upoštevajte, da je to veliko dlje, kot vesolje sploh obstaja.
sv: En stjärnas livstid beror väldigt mycket på dess massa. Massivare stjärnor är varmare och skiner mycket ljusare, vilket gör att de förbrukar sitt kärnbränsle mycket fortare. De största stjärnorna (grovt sett 100 miljoner gånger massivare än solen), får slut på bränslet efter bara några få miljoner år, medan de minsta stjärnorna (med ungefär 10 procent av solens massa), med sin mycket blygsammare förbrukningshastighet, kommer att skina (om än svagt) under *biljoner* år. Observera att detta är mycket längre än universum ännu har funnits.
uk: Строк життя зірки великою мірою залежить від її маси. Масивніші зірки гарячіші і світять яскравіше, отже споживають своє ядерне пальне набагато швидше. Найбільші зірки (приблизно у 100 разів масивніші за Сонце) спалюють весь свій водень лише за декілька мільйонів років; найменші ж зірки (з масою приблизно удесятеро меншою за масу Сонця) ощадливіше використовують своє пальне, і сяють (хоча і тьмяно) *трильйони* років. Зауважте, що це набагато довше за поточний вік Всесвіту.

source: Stars: An Introductory <acronym>FAQ</acronym>
ca: Estrelles: Una &PMF; d'introducció
ca@valencia: Estreles: Una &PMF; d'introducció
et: Tähed: sissejuhatav <acronym>KKK</acronym>
gl: Estrelas: Unhas preguntas frecuentes introdutorias
pl: Gwiazdy: Podstawowe <acronym>FAQ</acronym>
pt: Estrelas: Uma <acronym>FAQ</acronym> Introdutória
pt_br: Estrela: Um <acronym>FAQ</acronym> introdutório
ru: Звёзды: вопросы и ответы

source: Stars
ca: Estrelles
ca@valencia: Estreles
et: Tähed
gl: Estrelas
pl: Gwiazdy
pt: Estrelas
pt_br: Estrelas
ru: Звёзды
