Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-sidereal.po
Languages: bg, ca, ca@valencia, es, et, gl, it, nl, pt, pt_br, sl, sv, uk

source: The Local Sidereal Time is displayed by &kstars; in the <guilabel>Time Info Box</guilabel>, with the label <quote>ST</quote> (you have to <quote>unshade</quote> the box by double-clicking it in order to see the sidereal time). Note that the changing sidereal seconds are not synchronized with the changing Local Time and Universal Time seconds. In fact, if you watch the clocks for a while, you will notice that the Sidereal seconds really are slightly shorter than the LT and UT seconds.
bg: Местното звездно време се показва от &kstars; в полето с информация за времето с етикета <quote>ЗВ</quote> (щракнете двукратно върху полето, за да го разширите и видите звездното време). Имайте предвид, че промяната на звездните секунди не е синхронизирана със секундите за местно време и универсално време. Всъщност, ако се вгледате в часовниците за известно време, ще забележите, че звездните секунди в действителност са малко по-кратки от секундите на МВ и УВ.
ca: El temps sideri local és mostrat pel &kstars; en el <guilabel>Rètol informatiu del temps</guilabel>, amb l'etiqueta <quote>TS</quote> (haureu de <quote>ressaltar</quote> el rètol fent-hi doble clic per a veure l'hora sidèria). Cal tenir en compte que el canvi a segons sideris no està sincronitzat amb el canvi a segons de l'hora local i l'hora universal. De fet, si observeu els rellotges detingudament, notareu que efectivament els segons sideris són un xic més curts que els locals (TL) i els universals (TU).
es: El tiempo sidéreo local se muestra en &kstars; en el <guilabel>Panel de información</guilabel>, con la etiqueta «TS:» (debe «mostrar» el recuadro pulsando dos veces sobre él para poder ver el tiempo sidéreo.). Tenga en cuenta que el cambio de los segundos sidéreos no está sincronizado con el cambio de los segundos en TU (tiempo universal) y TL (tiempo local). De hecho, si observa los relojes detenidamente, notará que los segundos sidéreos son un poco más cortos que los universales y locales.
et: &kstars; näitab kohalikku täheaega <guilabel>ajainfo kastis</guilabel> märke <quote>TA:</quote> taga (selle nägemiseks tuleb kastile teha topeltklõps, et kaotada selle <quote>varjutamine</quote>). Pane tähele, et täheaja sekundite muutumine ei ole sünkroonis kohaliku aja ja maailmaaja sekundite muutumisega. Ja kui vaatad mõnda aega kella, siis märkad, et tähesekundid on natuke pikemad kui KA või MA sekundid.
gl: &kstars; amosa a hora sideral local na <guilabel>Caixa de información horaria</guilabel> coa etiqueta <quote>ST</quote> (hai que premer a caixa dúas veces para ver a hora sideral). Lembra que os segundos siderais que cambian non se sincronizan cos segundos da hora local e da hora universal que cambian. De feito, se ollas para os reloxos durante un pouco percibirás que os segundos siderais son un pouco máis curtos que os segundos LT e UT.
it: Il tempo siderale locale è mostrato da &kstars; nel <guilabel>pannello informazioni tempo</guilabel>, con l'etichetta <quote>TS:</quote> (devi togliere l'ombreggiatura alla casella con un doppio clic su di essa per vedere il tempo siderale). Nota che il cambiamento dei secondi siderali non è sincronizzato con quello del tempo locale e universale. Guardando gli orologi per un po', noterai che i secondi siderali sono realmente un poco più corti dei secondi di TU e TL.
nl: De lokale sterretijd wordt door &kstars; getoond in het <guilabel>Tijdinformatievak</guilabel>, met de naam <quote>ST</quote> (u moet op dit vak dubbelklikken om de sterretijd te kunnen zien). Merk op dat de veranderende sterreseconden niet gelijk op lopen met de seconden van de Universele Tijd. In feite, als u de beide klokken een tijdlang volgt, kunt u opmerken dat de sterreseconden net iets korter duren dan de LT- en UT-seconden (dat duurt wel even, kijkt u over een half uur weer en merk op dat het verschil dan duidelijk is veranderd).
pt: O Tempo Sideral Local é mostrado pelo &kstars; na <guilabel>Informação da Hora</guilabel>, com o texto <quote>TS</quote> (você terá de abrir essa zona, carregando duas vezes nela para ver o tempo sideral). Repare que a alteração dos segundos siderais não está sincronizada com a mudança dos segundos do Tempo Local e do Universal. De facto, se você prestar atenção aos relógios durante algum tempo, você irá reparar que os segundos siderais são de facto ligeiramente mais pequenos que os segundos do TL e do TU.
pt_br: A hora sideral local é exibida pelo &kstars; na <guilabel>Caixa de informação de hora</guilabel>, com o rótulo <quote>ST</quote> (você deve <quote>dessombrear</quote> a caixa com um clique-duplo nela para ver a hora sideral). Observe que a mudança dos segundos siderais não estão sincronizadas com a mudança dos segundos da hora local e da hora universal. De fato, se você olhar os relógios por um tempo, você notará que os segundos Siderais são realmente um pouco menores que os segundos LT e UT.
sl: Lokalni zvezdni čas prikaže &kstars; v <guilabel>Polje s podatki o času</guilabel> z oznako <quote>ST</quote> (morate <quote>odsenčiti</quote> polje tako, da ga dvokliknete, da vidite zvezdni čas ). Upoštevajte, da spreminjajoče se stranske sekunde niso sinhronizirane s spreminjajočimi se sekundami lokalnega in univerzalnega časa. Pravzaprav, če nekaj časa opazujete ure, boste opazili, da so zvezdne sekunde res nekoliko krajše od sekund lokalnega časa in univerzalnega časa.
sv: Den lokala sideriska tiden visas av &kstars; i <guilabel>tidsinformationsrutan</guilabel>, med rubriken <quote>ST:</quote>. Observera att ändringen av sideriska sekunder inte är synkroniserade med ändringen i sekunder för lokal tid och universell tid. I själva verket, om du tittar på klockorna en stund, ser du att den sideriska sekunden verkligen är något kortare än LT och UT sekunder.
uk: Місцевий сидеричний час показано у &kstars; на <guilabel>Панелі часу</guilabel> у полі з позначкою <quote>СЧ</quote> (вам слід <quote>зняти затінення</quote> з панелі наведенням вказівника на неї з наступним подвійним клацанням лівою кнопкою миші, щоб побачити сидеричний час). Зауважте, що зміна сидеричних секунд не відповідає зміні секунд місцевого та Всесвітнього часу. Якщо ви поспостерігаєте за годинниками якийсь час, ви зауважите, що сидеричні секунди справді трохи коротші за секунди сонячного часу.

source: Point to the <link linkend="ai-zenith">Zenith</link> (press <keycap>Z</keycap> or select the <menuchoice><guimenu>Pointing</guimenu> <guimenuitem>Zenith</guimenuitem></menuchoice> menu item). The Zenith is the point on the sky where you are looking <quote>straight up</quote> from the ground, and it is a point on your <link linkend="ai-meridian">Local Meridian</link>. Note the Right Ascension of the Zenith: it is exactly the same as your Local Sidereal Time.
bg: Центрирайте <link linkend="ai-zenith">зенита</link> (натиснете <keycap>Z</keycap> или изберете <menuchoice><guimenu>Насочване</guimenu> <guimenuitem>Зенит</guimenuitem></menuchoice> от менюто). Зенитът е точката в небето, където гледате <quote>право нагоре</quote> от земята и той е точка от вашия <link linkend="ai-meridian">меридиан на мястото</link>. Обърнете внимание на стойностите на ректасцензията на зенита: те са точно същите като вашето местно звездно време.
ca: Apunteu cap al <link linkend="ai-zenith">Zenit</link> (premeu <keycap>Z</keycap> o seleccioneu l'element de menú <menuchoice><guimenu>Apunta</guimenu> <guimenuitem>Zenit</guimenuitem></menuchoice>). El zenit és el punt en el cel al qual es mira <quote>cap amunt</quote> des de terra i és un punt del nostre <link linkend="ai-meridian">meridià local</link>. Cal tenir en compte que l'ascensió recta del zenit: és exactament la mateixa que la vostra hora sidèria local.
es: Apunte al <link linkend="ai-zenith">cenit</link> (pulse <keycap>Z</keycap> o use la opción del menú <menuchoice><guimenu>Apuntar</guimenu> <guimenuitem>Cenit</guimenuitem></menuchoice>). El cenit es el punto del cielo al que se mira «hacia arriba» desde el suelo, y es un punto del <link linkend="ai-meridian">meridiano local</link>. Advierta que la ascensión recta del cenit es exactamente la misma que el tiempo sidéreo local.
gl: Apunta para o <link linkend="ai-zenith">cénit</link> (preme <keycap>Z</keycap> ou selecciona a entrada de menú <menuchoice><guimenu>Apuntando ao</guimenu> <guimenuitem>Cénit</guimenuitem></menuchoice>). O cénit é o punto do ceo que se ve cando se mira xusto <quote>para riba</quote> desde o solo e é un punto do teu <link linkend="ai-meridian">meridiano local</link>. Observa a ascensión recta do cénit: é exactamente a mesma que a hora sideral local.
it: Punta lo <link linkend="ai-zenith">zenit</link> (premi <keycap>Z</keycap> o seleziona <guimenuitem>Zenit</guimenuitem> dal menu <guimenu>Puntamento</guimenu>). Lo zenit è il punto del cielo che puoi vedere guardando <quote>dritto in alto</quote> da terra, ed è un punto sul tuo <link linkend="ai-meridian">meridiano locale</link>. Nota l'ascensione retta dello zenit: è esattamente uguale al tuo tempo siderale locale.
nl: Stel de kijkrichting in op het <link linkend="ai-zenith">zenit</link> ( druk op de toets <keycap>Z</keycap> of kies het menu-item <menuchoice><guimenu>Kijkrichting</guimenu> <guimenuitem>Zenit</guimenuitem></menuchoice>). Het zenit is het punt aan de hemel <quote>recht boven uw hoofd</quote> en is een punt op uw <link linkend="ai-meridian">lokale meridiaan</link>. Let nu op de Rechte Klimming van het zenit: die is exact gelijk aan uw lokale sterretijd.
pt: Aponte para o <link linkend="ai-zenith">Zénite</link> (carregue em <keycap>Z</keycap> ou seleccione o <menuchoice><guimenu>Localização</guimenu><guimenuitem>Zénite</guimenuitem></menuchoice> no menu. O Zénite é o ponto no céu onde você fica a olhar <quote>exactamente para cima</quote> a partir do chão e é um ponto no seu <link linkend="ai-meridian">Meridiano Local</link>. Repare na Ascenção Recta do Zénite: é exactamente a mesma que a do seu Tempo Sideral Local.
sl: Pokažite na <link linkend="ai-zenith">Zenit</link> (pritisnite <keycap>Z</keycap> ali izberite element menija <menuchoice><guimenu>Kazanje na</guimenu> <guimenuitem>Zenit</guimenuitem> </menuchoice>). Zenit je točka na nebu, kjer s tal gledate <quote>naravnost navzgor</quote>, in je točka na vašem <link linkend="ai-meridian">lokalnem poldnevniku</link>. Upoštevajte rektascenzijo zenita: je popolnoma enaka vašemu lokalnemu zvezdnemu času.
sv: Peka på <link linkend="ai-zenith">zenit</link> (tryck på <keycap>Z</keycap> eller välj menyalternativet <menuchoice><guimenu>Pekning</guimenu> <guimenuitem>Zenit</guimenuitem></menuchoice>). Zenit är punkten på himlen där man tittar <quote>rakt upp</quote> från marken, och det är en punkt på den <link linkend="ai-meridian">lokala meridianen</link>. Observera rektascensionen för zenit: den är exakt samma som den lokala sideriska tiden.
uk: Розташуйте по центру зображення <link linkend="ai-zenith">Зеніт</link> (натисніть клавішу <keycap>Z</keycap> або виберіть пункт <guimenuitem>Зеніт</guimenuitem> з меню <guimenu>Фокус</guimenu>). Зеніт є точкою неба, у яку ви дивитеся, якщо піднімете погляд <quote>вертикально вгору</quote>, це також точка на вашому <link linkend="ai-meridian">місцевому меридіані</link>. Погляньте, яким є пряме сходження зеніту: воно у точності збігається з вашим місцевим сидеричним часом.

source: Sidereal Time
ca@valencia: Temps sideri

source: *Sidereal Time* literally means “star time”. The time we are used to using in our everyday lives is Solar Time. The fundamental unit of Solar Time is a *Day*: the time it takes the Sun to travel 360 degrees around the sky, due to the rotation of the Earth. Smaller units of Solar Time are just divisions of a Day:
ca@valencia: El temps sideri significa literalment «temps estel·lar». El temps que estem habituats a emprar en la nostra vida és el temps solar. La unitat fonamental del temps solar és un *dia*: El temps que tarda el Sol a recórrer 360 graus al voltant del cel, a causa de la rotació de la Terra. Les unitats més xicotetes del temps solar senzillament són divisions d'un dia:

source: In astronomy, we are concerned with how long it takes the Earth to spin with respect to the “fixed” stars, not the Sun. So, we would like a timescale that removes the complication of Earth's orbit around the Sun, and just focuses on how long it takes the Earth to spin 360 degrees with respect to the stars. This rotational period is called a *Sidereal Day*. On average, it is 4 minutes shorter than a Solar Day, because of the extra 1 degree the Earth spins in a Solar Day. Rather than defining a Sidereal Day to be 23 hours, 56 minutes, we define Sidereal Hours, Minutes and Seconds that are the same fraction of a Day as their Solar counterparts. Therefore, one Solar Second = 1.00278 Sidereal Seconds.
ca@valencia: En astronomia, ens interessa el temps que tarda la Terra a girar respecte a les estreles «fixes» i no en respecte al Sol. Pel que ens agradaria tindre una escala temporal que elimine la complicació de l'òrbita de la Terra al voltant del Sol, i que es dediqui exclusivament a determinar el que triga la Terra a girar 360 graus en respecte a les estreles. Este període de rotació s'anomena *dia sideri*. Com a terme mitjà, és 4 minuts més curt que un dia solar, a causa del grau addicional que la Terra ha de girar en un dia solar. En comptes de definir un dia sideri com a 23 hores i 56 minuts, definim hores, minuts i segons sideris que es corresponen amb la mateixa fracció d'un dia que els seus homòlegs solars. Per tant, un segon solar = 1,00278 segons sideris.

source: The Sidereal Time is useful for determining where the stars are at any given time. Sidereal Time divides one full spin of the Earth into 24 Sidereal Hours; similarly, the map of the sky is divided into 24 Hours of *Right Ascension*. This is no coincidence; Local Sidereal Time (LST) indicates the Right Ascension on the sky that is currently crossing the :doc:`Local Meridian <ai-meridian>`. So, if a star has a Right Ascension of 05h 32m 24s, it will be on your meridian at LST=05:32:24. More generally, the difference between an object's RA and the Local Sidereal Time tells you how far from the Meridian the object is. For example, the same object at LST=06:32:24 (one Sidereal Hour later), will be one Hour of Right Ascension west of your meridian, which is 15 degrees. This angular distance from the meridian is called the object's :doc:`Hour Angle <ai-hourangle>`.
ca@valencia: El temps sideri és útil per a determinar la ubicació de les estreles en un moment determinat. El temps sideri dividix una volta completa de la Terra en 24 hores sidèries. De manera similar, el mapa del cel es dividix en 24 hores d'*ascensió recta*. Açò no és casualitat. El temps sideri local (TSL) indica l'ascensió recta en el cel que creua el :doc:`meridià local <ai-meridian>`. Per tant, si una estrela té una ascensió recta de 05 h 32 m 24 s, estarà en el vostre meridià a TSL=05:32:24. En termes generals, la diferència entre l'AR d'un objecte i el temps sideri local indica la distància a què es troba l'objecte del meridià. Per exemple, el mateix objecte a TSL=06:32:24 (una hora sidèria després), estarà una hora d'ascensió recta a l'oest del vostre meridià, el qual equival a 15 graus. Esta distància angular des del meridià s'anomena :doc:`angle horari <ai-hourangle>` de l'objecte.

source: The Local Sidereal Time is displayed by KStars in the ``Time Info`` Box, with the label “ST” (you have to “unshade” the box by double-clicking it in order to see the sidereal time). Note that the changing sidereal seconds are not synchronized with the changing Local Time and Universal Time seconds. In fact, if you watch the clocks for a while, you will notice that the Sidereal seconds really are slightly shorter than the LT and UT seconds.
ca@valencia: El temps sideral local és mostrat per KStars al ``Rètol informatiu del temps``, amb l'etiqueta «TS» (per a veure el temps sideral, haureu de «ressaltar» el rètol fent-hi doble clic). Cal tindre en compte que el canvi a segons sideris no està sincronitzat amb el canvi a segons del temps local i el temps universal. De fet, si observeu els rellotges una estona, notareu que efectivament els segons sideris són un xic més curts que els locals (TL) i els universals (TU).

source: Point to the :doc:`Zenith <ai-zenith>` (press **Z** or select the ``Pointing`` → ``Zenith`` menu item). The Zenith is the point on the sky where you are looking “straight up” from the ground, and it is a point on your :doc:`Local Meridian <ai-meridian>`. Note the Right Ascension of the Zenith: it is exactly the same as your Local Sidereal Time.
ca@valencia: Apunteu cap al :doc:`zenit <ai-zenith>` (premeu la tecla **Z** o seleccioneu l'element de menú ``Apunta → Zenit``). El zenit és el punt en el cel on mireu directament des del terra i es troba en el vostre :doc:`meridià local <ai-meridian>`. Observeu l'ascensió recta del zenit: és exactament la mateixa que el vostre temps sideri local.
