Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-stars.po
Languages: ca, ca@valencia, et, fr, gl, pl, pt, pt_br, ru, sl, sv, uk

source: The lifetime of a star depends very much on its mass. More massive stars are hotter and shine much more brightly, causing them to consume their nuclear fuel much more rapidly. The largest stars (roughly 100 times as massive as the Sun), will run out of fuel in only a few million years; while the smallest stars (roughly ten percent the mass of the Sun), with their much more frugal consumption rate, will shine on (albeit dimly) for <emphasis>trillions</emphasis> of years. Note that this is much longer than the Universe has yet been in existence.
ca: La vida d'una estrella depèn molt de la seva massa. Les estrelles amb més massa són més calents i brillen molt més, provocant que el seu combustible nuclear es consumeixi molt més ràpidament. Les estrelles més grans (unes 100 vegades més grans que el Sol), es quedaran sense combustible en uns pocs milions d'anys; mentre que les estrelles més petites (amb aproximadament un deu per cent de la massa del Sol), en consumir molt menys, brillaran (tot i ser febles) durant <emphasis>bilions</emphasis> d'anys. Cal tenir present que és molt més temps del que porta l'univers d'existència.
ca@valencia: La vida d'una estrela depén molt de la seua massa. Les estreles amb més massa són més calents i brillen molt més, provocant que el seu combustible nuclear es consumisca molt més ràpidament. Les estreles més grans (unes 100 vegades més grans que el Sol), es quedaran sense combustible en uns pocs milions d'anys; mentre que les estreles més xicotetes (amb aproximadament un deu per cent de la massa del Sol), en consumir molt menys, brillaran (tot i ser febles) durant <emphasis>bilions</emphasis> d'anys. Cal tindre present que és molt més temps del que porta l'univers d'existència.
et: Tähtede eluiga sõltub suuresti nende massist. Raskemad tähed on kuumemad ning heledamad, mis põhjustab tuumakütuse kiiremat tarbimist. Suurimad tähed (umbes sada korda Päikesest raskemad) kulutavad oma kütuse ära pelgalt mõne miljoni aastaga, väikseimad tähed aga (nii umbes kümme protsenti Päikese massist) võivad tänu oma kesisele tarbimisvõimele särada (küll üsna tuhmilt) lausa <emphasis>triljoneid</emphasis> aastaid. Pane tähele, et seda on palju enam kui kogu universumi senine eluiga!
gl: O tempo de vida dunha estrela depende moito da súa masa. As estrelas máis masivas son máis quentes e brillan con máis forza, o que fai que consuman o seu combustíbel nuclear moito máis rápido. As estrelas máis grandes (unhas 100 veces a masa do Sol), esgotan o seu combustíbel en só uns poucos millóns de anos, mentres que as estrelas máis pequenas (un dez por cento da masa do Sol), coa súa velocidade de consumo moito máis frugal, brillan (aínda que tenuemente) durante <emphasis>billóns</emphasis> de anos. Ten en conta que isto é moito máis do que o Universo leva existindo.
pl: Czas życia gwiazdy zależy w dużej mierze od jej masy. Bardziej masywne gwiazdy są gorętsze i znacznie jaśniejsze, co powoduje, że potrzebują w krótkim czasie znacznie większej ilości paliwa. Największym gwiazdom (około sto razy bardziej masywnym od Słońca), zabraknie paliwa już po kilku milionach lat; podczas gdy najmniejsze (około dziesięć procent masy Słońca) będą świeciły jeszcze przez <emphasis>biliony</emphasis> lat. Zauważ, że jest to zdecydowanie więcej czasu niż istnieje sam wszechświat.
pt: O tempo de vida de uma estrela depende bastante da sua massa. As estrelas com maiores massas são mais quentes e brilham muito mais, fazendo com que gastem o seu combustível nuclear muito mais depressa. As estrelas maiores (com aproximadamente 100 vezes a massa do Sol) irão gastar o seu combustível dentro de apenas alguns milhões de anos, enquanto que as estrelas mais pequenas (com aproximadamente dez por cento da massa do Sol), com o seu consumo mais lento, irão brilhar (ainda que palidamente) durante <emphasis>biliões</emphasis> de anos. Tenha em atenção que isto é muito mais do que o Universo tem de existência.
pt_br: A vida de uma estrela depende muito mais de sua massa. Estrelas com mais massa são mais quentes e muito mais brilhantes, fazendo com que elas consumam seu combustível nuclear mais rapidamente. As maiores estrelas (aproximadamente com 100 vezes mais massa que o Sol), esgotarão seu combustível em somente poucos milhões de anos, enquanto as menores estrelas (aproximadamente com dez por cento da massa do Sol), com sua taxa de consumo mais econômica, brilharão (apesar de menos ofuscantes) por <emphasis>trilhões</emphasis> de anos. Observe que isto é muito mais tempo que a própria existência do universo.
ru: Продолжительность жизни звезды во многом зависит от её массы. Массивные звёзды горячее и светят более ярко, но они и гораздо быстрее расходуют своё ядерное топливо. Большие звёзды (например в 100 раз больше нашего Солнца) расходуют свой запас топлива всего за несколько миллионов лет, а маленькие звёзды (приблизительно 10 процентов от массы Солнца) с их более экономным расходованием энергии будут светить, пусть даже тускло, в течение <emphasis>триллионов</emphasis> лет. Заметим, что это во много раз превосходит возраст нашей Вселенной.

source: **Jason Harris**
uk: **Джейсон Гарріс**
