Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-skycoords.po
Languages: bg, ca, ca@valencia, et, fr, gl, it, nl, pl, pt, pt_br, ru, sl, sv, uk

source: The equatorial coordinates for deep-sky objects and stars do not vary appreciably over short durations of time, since they are not affected by the <firstterm>diurnal motion</firstterm> (the daily apparent rotation of the sky around the earth. However, note that this takes <link linkend="ai-sidereal">1 sidereal day</link>, as against 1 solar day). They are suitable coordinates for making catalogs of stars and deep-sky objects (note that <firstterm>Galactic Coordinates</firstterm> also work well, but are cumbersome to use from an earth point-of-view). However, there are effects that cause the RA and Dec of objects to vary over time, namely <link linkend="ai-precession">Precession</link> and <firstterm>nutation</firstterm>, and <firstterm>proper motion</firstterm>, the latter being even less important. Equatorial coordinates are thus generally specified with an appropriate <link linkend="ai-epoch">epoch</link>, to account for precession. Popular epochs include J2000.0 (<link linkend="ai-julianday">Julian Year</link> 2000) and B1950.0 (<firstterm>Besselian Year</firstterm> 1950).
bg: Екваториалните координати за обекти и звезди от дълбокото небе не се променят значително за къси периоди от време, тъй като те не се влияят от <firstterm>денонощното движение</firstterm> (ежедневното видимо въртене на небето около земята. Имайте предвид обаче, че това отнема 1 <link linkend="ai-sidereal">звезден ден</link>, в сравнение с 1 слънчев ден).Те са подходящи координати за създаване на каталози на звезди и обекти от дълбокото небе (обърнете внимание, че <firstterm>галактичните координати</firstterm> също работят добре, но са тромави за използване от земна гледна точка). Въпреки това, има ефекти, които карат RA и Dec на обектите да варират във времето, а именно: <link linkend="ai-precession">прецесия</link> и <firstterm>нутация</firstterm> и <firstterm>собственото движение</firstterm>, като последното е дори от по-малко значение. Екваториалните координати обикновено се дават със съответна <link linkend="ai-epoch">епоха</link>, за да се отчете прецесията. Популярните епохи включват J2000.0 (<link linkend="ai-julianday">Юлианска година</link> 2000) и B1950.0 (<firstterm>Беселианска година</firstterm> 1950).
et: Päikesesüsteemi väliste objektide ja tähtede ekvaatorilised koordinaadid lühema aja jooksul märkimisväärselt ei muutu, sest neid ei mõjuta <firstterm>ööpäevane liikumine</firstterm> (tähistaeva näiv liikumine ööpäeva jooksul. Kuid tuleb arvestada, et päikeseööpäeva asemel kasutatakse sel juhul <link linkend="ai-sidereal">täheööpäeva</link>). Need on sobivad koordinaadid tähtede ja Päikesesüsteemi väliste objektide kataloogide tarbeks (tasub märkida, et <firstterm>galaktilised koordinaadid</firstterm> sobivad samuti, kuid on maapealse vaatleja seisukohalt veidi tülikamad). Siiski on nähtusi, mis põhjustavad objektide otsetõusu ja käände muutumist ajas, nimelt <link linkend="ai-precession">pretsessioon</link> ja <firstterm>nutatsioon</firstterm>, samuti <firstterm>omaliikumine</firstterm>, mis on küll üpris vähetähtis. Seepärast täpsustatakse ekvaatorilisi koordinaate enamasti sobiva <link linkend="ai-epoch">epohhiga</link>, mis arvestab pretsessiooni. Levinud epohhid on J2000.0 (<link linkend="ai-julianday">juuliuse aasta</link> 2000) ja B1950.0 (<firstterm>Besseli aasta</firstterm> 1950).
gl: As coordenadas ecuatoriais dos obxectos afastados e as estrelas non varían de maneira apreciábel durante duracións de tempo breves, dado que non se ven afectados polo <firstterm>movemento diúrno</firstterm> (a rotación diaria aparente do ceo arredor da Terra. Porén, lembre que isto leva <link linkend="ai-sidereal">un día sideral</link> en contraposición cun día solar). Son coordenadas axeitadas para crear catálogos de estrelas e obxectos afastados (lembre que as <firstterm>coordenadas galácticas</firstterm> tamén funcionan ben, pero son incómodas de usar desde un punto de vista terrestre). Porén, hai efectos que fan que a AR e a Dec dos obxectos varíen co tempo, principalmente, a <link linkend="ai-precession">precesión</link>, a <firstterm>nutación</firstterm> e o <firstterm>movemento propio</firstterm>, sendo este último o menos importante. As coordenadas ecuatoriais, polo tanto, indícanse normalmente cunha <link linkend="ai-epoch">época</link> axeitada para ter en conta a precesión. As épocas populares inclúen J2000.0 (<link linkend="ai-julianday">ano xuliano</link> 2000) e B1950.0 (<firstterm>ano besseliano</firstterm> 1950).
pt: As coordenadas equatoriais dos objectos e estrelas distantes não variam muito em períodos curtos de tempo, dado que não são afectados pelo <firstterm>movimento diurno</firstterm> (a rotação diária aparente do céu em torno da Terra. Contudo, lembre-se que isto leva <link linkend="ai-sidereal">1 dia sideral</link>, em vez de 1 dia solar). Estas são coordenadas adequadas para criar catálogos de estrelas e objectos distantes (lembre-se que as <firstterm>Coordenadas Galácticas</firstterm> também resultam, mas são mais difíceis de usar, do ponto de vista da Terra). Contudo, existem efeitos que fazem com que a AR e a Dec dos objectos varie ao longo do tempo, como a <link linkend="ai-precession">Precessão</link> e a <firstterm>nutação</firstterm>, assim como o <firstterm>movimento próprio</firstterm>, sendo o último ainda menos importante. As coordenadas equatoriais são por isso definidas geralmente com uma dada <link linkend="ai-epoch">época</link>, para ter em conta a precessão. As épocas conhecidas incluem o J2000,0 (<link linkend="ai-julianday">Ano Juliano</link> 2000) e o B1950,0 (<firstterm>Ano de Bessel</firstterm> 1950).
sv: Ekvatoriella koordinater för avlägsna himmelsobjekt och stjärnor varierar inte nämnvärt under korta tidsperioder, eftersom de inte påverkas av <firstterm>daglig rörelse</firstterm> (himlens skenbara dagliga rotation omkring jorden. Observera dock att den tar <link linkend="ai-sidereal">ett stjärndygn</link> i motsats till ett soldygn). De är lämpliga koordinater för att skapa kataloger över stjärnor och avlägsna himmelsobjekt (observera att också <firstterm>galaktiska koordinater</firstterm> fungerar bra, men är besvärliga att använda från jordens synpunkt). Dock finns det effekter som gör att rektascension och deklination för objekt varierar med tiden, nämligen <link linkend="ai-precession">precession</link> och <firstterm>nutation</firstterm>, samt <firstterm>verklig rörelse</firstterm>, där den senare är ännu mindre viktig. Ekvatoriella koordinater anges därmed ofta med en lämplig <link linkend="ai-epoch">epok</link>, för att ta hänsyn till precession. Populära epoker omfattar J2000,0 (<link linkend="ai-julianday">julianska året</link> 2000) och B1950,0 (<firstterm>Bessel-året</firstterm> 1950).

source: The Horizontal Coordinate System
bg: Хоризонтална координатна система
ca: El sistema de coordenades horitzontals
ca@valencia: El sistema de coordenades horitzontals
et: Horisondiline koordinaatide süsteem
fr: Le système de coordonnées horizontales
gl: O sistema de coordenadas horizontais
it: Il sistema di coordinate orizzontali
nl: Het Horizontale coördinatenstelsel
pl: Układ współrzędnych horyzontalnych
pt: O Sistema de Coordenadas Horizontais
pt_br: O sistema de coordenadas horizontal
ru: Горизонтальная система координат
sl: Horizontalni koordinatni sistem
sv: Det horisontella koordinatsystemet
uk: Горизонтальна система координат

source: <secondary>Horizontal Coordinates</secondary>
bg: <secondary>Хоризонтални координати</secondary>
et: <secondary>Horisondilised koordinaadid</secondary>
gl: <secondary>Coordenadas horizontais</secondary>
pl: <secondary>Współrzędne horyzontalne</secondary>
pt: <secondary>Coordenadas Horizontais</secondary>
ru: <secondary>Горизонтальная система координат</secondary>
sv: <secondary>Horisontella koordinater</secondary>

source: <seealso>Horizon</seealso> <seealso>Zenith</seealso>
bg: <seealso>Хоризонт</seealso> <seealso>Зенит</seealso>
et: <seealso>Horisont</seealso> <seealso>Seniit</seealso>
gl: <seealso>Horizonte</seealso> <seealso>Cénit</seealso>
pl: <seealso>Horyzont</seealso> <seealso>Zenit</seealso>
pt: <seealso>Horizonte</seealso> <seealso>Zénite</seealso>
ru: <seealso>Горизонт</seealso> <seealso>Зенит</seealso>
sv: <seealso>Horisont</seealso> <seealso>Zenit</seealso>

source: Azimuth
bg: Азимут
et: Asimuut
gl: Azimut
pl: Azymut
pt: Azimute
ru: Азимут
sv: Azimut

source: <see>Horizontal Coordinates</see>
bg: <see>Хоризонтални координати</see>
et: <see>Horisondilised koordinaadid</see>
gl: <see>Coordenadas horizontais</see>
pl: <see>Współrzędne horyzontalne</see>
pt: <see>Coordenadas Horizontais</see>
ru: <see>Горизонтальная система координат</see>
sv: <see>Horisontella koordinater</see>

source: Altitude
bg: Височина
et: Kõrgus
pl: Wysokość
ru: Высота
sv: Elevation

source: The Horizontal coordinate system uses the observer's local <link linkend="ai-horizon">horizon</link> as the Fundamental Plane. This conveniently divides the sky into the upper hemisphere that you can see, and the lower hemisphere that you can't (because the Earth is in the way). The pole of the upper hemisphere is called the <link linkend="ai-zenith">Zenith</link>. The pole of the lower hemisphere is called the <firstterm>nadir</firstterm>. The angle of an object above or below the horizon is called the <firstterm>Altitude</firstterm> (Alt for short). The angle of an object around the horizon (measured from the North point, toward the East) is called the <firstterm>Azimuth</firstterm>. The Horizontal Coordinate System is sometimes also called the Alt/Az Coordinate System.
bg: Хоризонталната координатна система използва локалния <link linkend="ai-horizon">хоризонт</link> на наблюдателя като фундаментална равнина. Това удобно разделя небето на горна полусфера, която можете да видите и долна полусфера, която не не се вижда (защото Земята пречи). Полюсът на горната полусфера се нарича <link linkend="ai-zenith">зенит</link>, а на долната - <firstterm>надир</firstterm>. Ъгълът на обект над или под хоризонта се нарича <firstterm>височина</firstterm> (накратко Alt от Altitude). Ъгълът на обект по хоризонта (измерен от северната към източната му точка) се нарича <firstterm>азимут</firstterm>. Хоризонталната координатна система понякога се нарича още координатна система Alt/Az.
et: Horisondiline koordinaatide süsteem kasutab alustasandina vaatleja kohalikku <link linkend="ai-horizon">horisonti</link>. See jagab taeva mugavalt ülemiseks poolkeraks, mida parajasti näha saab, ning alumiseks, mida ei näe, sest Maa jääb ette. Ülemise poolkera poolust nimetatakse <link linkend="ai-zenith">seniidiks</link>. Alumise poolkera poolus kannab nimetust <firstterm>nadiir</firstterm>. Taevakeha nurka horisondi suhtes nimetatakse <firstterm>kõrguseks</firstterm> (lühend h). Taevakeha nurka horisonditasandil (mõõdetakse põhjapunktist ida või lõunapunktist lääne poole) nimetatakse <firstterm>asimuudiks</firstterm>. Horisondilist koordinaatide süsteemi on vahel nimetatud ka kõrguse-asimuudi koordinaatide süsteemiks.
gl: O sistema de coordenadas horizontais usa o <link linkend="ai-horizon">horizonte</link> local do observador como plano fundamental. Isto divide comodamente o ceo no hemisferio superior que se pode ver e o hemisferio inferior, que non se pode (porque a Terra está no medio). O polo do hemisferio superior chámase <link linkend="ai-zenith">cénit</link>. O polo do hemisferio inferior chámase <firstterm>nadir</firstterm>. O ángulo dun obxecto por riba ou por baixo do horizonte chámase <firstterm>altitude</firstterm> (Alt en abreviatura). O ángulo dun obxecto arredor do horizonte (medido desde o punto norte, cara ao leste) chámase <firstterm>acimut</firstterm>. O sistema de coordenadas horizontais chámase ás veces sistema de coordenadas Alt/Az.
pl: Układ współrzędnych horyzontalnych jako płaszczyznę podziału wykorzystuje <link linkend="ai-horizon">horyzont</link> obserwatora lokalnego. To rozwiązanie dzieli niebo na górną półkulę, którą możesz zobaczyć oraz na półkulę dolną, której nie widać (bo zasłania ją ziemia). Biegunem górnej pólkuli jest <link linkend="ai-zenith">zenit</link>. Biegunem półkuli dolnej jest <firstterm>nadir</firstterm>. Kąt obiektu poza lub poniżej horyzontu zwany jest <firstterm>wysokością</firstterm> (w skrócie wys). Kąt obiektu wokoło horyzontu (licząc z punktu północnego na wschód) jest zwany <firstterm>azymutem</firstterm>. System współrzędnych horyzontalnych czasami zwany jest także systemem współrzędnych Wys/az (ang. Alt/Az).
pt: O sistema de coordenadas Horizontal usa o <link linkend="ai-horizon">horizonte</link> local do observador como plano fundamental. Isto divide convenientemente o céu no hemisfério superior que você consegue ver e o hemisfério inferior que você não consegue (porque tem a Terra no caminho). O pólo do hemisfério superior é chamado de <link linkend="ai-zenith">Zénite</link>. O pólo do hemisfério inferior é chamado de <firstterm>Nadir</firstterm>. O ângulo de um objecto acima ou abaixo do horizonte é chamado de <firstterm>Altitude</firstterm> (Alt para abreviar). O ângulo de um objecto à volta do horizonte (medido do ponto Norte em direcção a Este) é chamado de <firstterm>Azimute</firstterm>. O sistema de coordenadas horizontal é também chamado às vezes de sistema de coordenadas Alt/Az.
ru: Горизонтальная система координат использует локальный <link linkend="ai-horizon">горизонт</link> наблюдателя в качестве фундаментальной плоскости. При этом небо делится на верхнее, видимое полушарие и нижнее, которое заслонено Землей. Полюс верхнего полушария называется <link linkend="ai-zenith">зенитом</link>, полюс нижнего &mdash; <firstterm>надиром</firstterm>. Угол объекта над или под горизонтом называют его <firstterm>высотой</firstterm> (коротко ВЫС). Угол объекта вдоль горизонта (от точки севера по направлению к востоку) называют <firstterm>азимутом</firstterm>.
sv: Det horisontella koordinatsystemet använder observatörens lokala <link linkend="ai-horizon">horisont</link> som grundplan. Det här delar upp himlen på ett bekvämt sätt i det övre halvklotet som kan ses, och det undre halvklotet som inte kan ses (eftersom jorden är i vägen). Polen för det övre halvklotet kallas <link linkend="ai-zenith">zenit</link>. Polen för det undre halvklotet kallas <firstterm>nadir</firstterm>. Vinkeln för ett objekt ovanför eller under horisonten kallas <firstterm>elevationen</firstterm> (förkortas alt). Vinkeln på ett objekt runt horisonten (mätt från norra punkten, mot öster) kallas <firstterm>azimut</firstterm>. Det horisontella koordinatsystemet kallas ibland också alt/az-koodinatsystemet.

source: The Horizontal Coordinate System is fixed to the Earth, not the Stars. Therefore, the Altitude and Azimuth of an object changes with time, as the object appears to drift across the sky. In addition, because the Horizontal system is defined by your local horizon, the same object viewed from different locations on Earth at the same time will have different values of Altitude and Azimuth.
bg: Хоризонталната координатна система е фиксирана към Земята, а не към звездите. Следователно височината и азимутът на даден обект се променят с времето, тъй като изглежда, че обектът се носи по небето. В допълнение, тъй като хоризонталната система се определя от вашия локален хоризонт, същият обект, който се наблюдава от различни места на Земята по едно и също време ще има различни стойности на височина и азимут.
ca: El sistema de coordenades horitzontals està fixat a la Terra, no a les estrelles. Per tant, l'altitud i azimut d'un objecte canvien amb el temps, ja que l'objecte aparenta desplaçar-se a través del cel. A més, com el sistema horitzontal ve definit per l'horitzó de l'observador, el mateix objecte vist des de diferents llocs de la Terra a la mateixa hora tindrà diferents valors d'altitud i azimut.
ca@valencia: El sistema de coordenades horitzontals està fixat a la Terra, no a les estreles. Per tant, l'altitud i l'azimut d'un objecte canvien amb el temps, ja que l'objecte aparenta desplaçar-se a través del cel. A més, com el sistema horitzontal ve definit per l'horitzó local, el mateix objecte vist des de llocs diferents de la Terra a la mateixa hora tindrà valors diferents d'altitud i azimut.
et: Horisondiline koordinaatide süsteem on seotud Maa, mitte tähtedega. Seepärast muutuvad taevakeha kõrgus ja asimuut ajas vastavalt tema näivale liikumisele taevas. Ja kuna horisondiline süsteem on määratletud vaatleja kohaliku horisondiga, on ühel ja samal taevakehal Maa erinevates punktides asuvate vaatlejate korral erinev kõrgus ja asimuut.
fr: Le système de coordonnées horizontales est fixé à la Terre et non pas aux étoiles. En conséquence, l'altitude et l'azimut d'un objet changent avec le temps, l'objet semblant dériver dans le ciel. De plus, puisque le système horizontal est défini par l'horizon local de l'observateur, l'altitude et l'azimut d'un objet changeront en fonction de la position de l'observateur.
gl: O sistema de coordenadas horizontais está fixo na Terra, non nas estrelas. Polo tanto, a altitude e o acimut dun obxecto cambian co tempo, segundo o obxecto semella moverse polo ceo. Ademais, dado que o sistema horizontal se define polo horizonte local, o mesmo obxecto visto desde varios lugares da Terra ao mesmo tempo ten valores distintos de altitude e de acimut.
it: Il sistema di coordinate orizzontali è solidale con la Terra, non con le stelle. Perciò, l'altezza e l'azimut di un oggetto cambiano col passare del tempo, col movimento apparente dell'oggetto nel cielo. Inoltre, dato che il sistema orizzontale è definito dall'orizzonte locale dell'osservatore, lo stesso oggetto visto da luoghi differenti della Terra nello stesso istante avrà valori differenti di altezza e azimut.
nl: Het horizontale coördinatenstelsel is gekoppeld aan de aarde, en niet aan de sterrenhemel. Daarom veranderen de hoogte en het azimut van een object met de tijd, als het object zich lijkt te verplaatsen aan de hemel. (Denk aan de dagelijkse beweging van de zon). Bovendien, omdat voor u het horizontale stelsel gebaseerd is op uw eigen lokale horizon, zal hetzelfde object op verschillende plaatsen op aarde, op hetzelfde tijdstip, niet op dezelfde hoogte en in dezelfde richting (azimut) worden gezien (hierop berust de astronomische plaatsbepaling).
pl: Układ współrzędnych horyzontalnych jest związany z Ziemią, nie z gwiazdami. Dlatego wysokość i azymut obiektu zmienia się wraz z czasem kiedy obiekt przesuwa się po niebie. Dodatkowo, ponieważ układ horyzontalny jest definiowany przez horyzont lokalny, to ten sam obiekt widoczny z różnych lokalizacji będzie posiadał różne wartości wysokości i azymutu.
pt: O sistema de coordenadas horizontal está fixo na Terra, não nas estrelas. Como tal, a Altitude e o Azimute de um objecto mudam com o tempo, à medida que o objecto se parece desviar no céu. Para além disso, dado que o sistema horizontal é definido pelo seu horizonte local, o mesmo objecto visto de diferente locais da Terra ao mesmo tempo terão valores diferentes de Altitude e Azimute.
pt_br: O sistema de coordenadas horizontais é fixo na Terra, e não nas estrelas. Logo, a altitude e azimute de um objeto muda com o tempo, assim o objeto aparece mover-se pelo céu. Além disso, como o sistema horizontal é definido por seu horizonte local, o mesmo objeto visto de diferentes localizações na Terra ao mesmo tempo terá diferentes valores de altitude e azimute.
ru: Горизонтальная система координат неподвижна по отношению к Земле, а не звёздам. Поэтому высота и азимут объекта меняются вместе с его движением по небу. Кроме того, поскольку горизонтальная система координат определяется по отношению к локальному горизонту, то один и тот же объект, наблюдаемый с разных точек в одно и то же время, будет иметь разные значения азимута и высоты.
sl: Horizontalni koordinatni sistem je pritrjen na Zemljo ne na zvezde. Zato se višina in azimut objekta spreminjata s časom, saj je videti, kot da lebdi po nebu. Poleg tega, ker je vodoravni sistem opredeljen z vašim lokalnim obzorjem, bo isti objekt, gledan z različnih lokacij na Zemlji hkrati, imel različne vrednosti višine in azimuta.
sv: Det horisontella koordinatsystemet är fixerat vid jorden, inte stjärnorna. Därför ändras elevation och azimut för ett objekt med tiden, allteftersom objektet förefaller driva över himlen. Dessutom, eftersom det horisontella systemet definieras med den lokala horisonten, kommer samma objekt som betraktas från olika platser på jorden vid samma tid, att ha olika värden på elevation och azimut.
uk: Горизонтальна система координат пов’язана з Землею, а не з зірками. Отже, з часом висота і азимут об’єкта змінюються, оскільки для спостерігача об’єкт рухається небом. Крім того, оскільки горизонтальна система координат залежить від вибору місцевого горизонту, об’єкт, який спостерігається у різних точках Землі у однаковий час, матиме різні значення висот і азимутів для різних спостерігачів.

source: Horizontal coordinates are very useful for determining the Rise and Set times of an object in the sky. When an object has Altitude=0 degrees, it is either Rising (if its Azimuth is &lt; 180 degrees) or Setting (if its Azimuth is &gt; 180 degrees).
bg: Хоризонталните координати са много полезни за определяне на времената на изгрев и залез на обект в небето. Когато даден обект има височина=0 градуса, той или изгрява (ако неговият азимут е &lt; 180 градуса)или залязва (ако неговият азимут е &gt; 180 градуса).
et: Horisondilised koordinaadid kuluvad marjaks ära taevakeha tõusu ja loojangu määramisel. Kui taevakeha kõrgus on 0 kraadi, siis ta kas tõuseb (kui asimuut on &lt; 180 kraadi) või loojub (kui asimuut on &gt; 180 kraadi).
gl: As coordenadas horizontais son moi útiles para determinar as horas de ascensión e de ocaso dun obxecto no ceo. Canto un obxecto ten unha altitude=0 graos, estase erguendo (se o seu acimut é &lt; 180 graos) ou poñendo (se o seu acimut é &gt; 180 graos).
pl: Współrzędne horyzontalne są bardzo przydatne przy określaniu wschodu i zachodu obiektów znajdujących się na niebie. Gdy obiekt ma wysokość równą 0 stopni, jest to albo wschód (jeżeli azymut wynosi &lt; 180 stopni) albo zachód (jeśli azymut wynosi &gt; 180 stopni).
pt: As coordenadas horizontais são muito úteis para determinar as Horas de Nascimento e Ocaso de um objecto no céu. Quando um objecto tiver uma Altitude=0 graus, ele está a nascer (se o seu Azimute for &lt; 180 graus) ou a pôr-se (se o seu Azimute for &gt; 180 graus).
ru: Горизонтальные координаты удобны при определении времени восхода и заката объектов на небе. Когда высота объекта равна 0 градусов, он или восходит (если азимут &lt; 180 градусов), или заходит (если азимут &gt; 180 градусов).
sv: Horisontella koordinater är mycket användbara för att avgöra uppgångs- och nergångstider för ett himmelsobjekt. När ett objekt har elevationen = 0 grader, går det antingen upp (om dess azimut är &lt; 180 grader) eller går det ner (om dess azimut är &gt; 180 grader).

source: The Ecliptic Coordinate System
bg: Еклиптична координатна система
ca: El sistema de coordenades eclíptiques
ca@valencia: El sistema de coordenades eclíptiques
et: Ekliptiline koordinaatide süsteem
fr: Le système de coordonnées écliptiques
gl: O sistema de coordenadas eclípticas
it: Il sistema di coordinate eclittiche
nl: Het Ecliptische coördinatenstelsel
pl: Układ współrzędnych ekliptycznych
pt: O Sistema de Coordenadas Elípticas
pt_br: O sistema de coordenadas elípticas
ru: Эклиптическая система координат
sl: Ekliptični koordinatni sistem
sv: Det ekliptiska koordinatsystemet
uk: Екліптична система координат
