Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-skycoords.po
Languages: bg, ca, ca@valencia, et, fr, gl, it, nl, pl, pt, pt_br, ru, sl, sv, uk

source: Ecliptic Coordinates
bg: Еклиптични координати
et: Ekliptilised koordinaadid
gl: Coordenadas eclípticas
pl: Współrzędne ekliptyczne
pt: Coordenadas Elípticas
ru: Эклиптическая система координат
sv: Ekliptiska koordinater

source: Ecliptic
bg: Еклиптика
et: Ekliptika
gl: Eclíptica
pl: Ekliptyka
pt: Elíptica
ru: Эклиптика
sv: Ekliptikan

source: The Ecliptic coordinate system uses the <link linkend="ai-ecliptic">Ecliptic</link> for its Fundamental Plane. The Ecliptic is the path that the Sun appears to follow across the sky over the course of a year. It is also the projection of the Earth's orbital plane onto the Celestial Sphere. The latitudinal angle is called the <firstterm>Ecliptic Latitude</firstterm>, and the longitudinal angle is called the <firstterm>Ecliptic Longitude</firstterm>. Like Right Ascension in the Equatorial system, the zeropoint of the Ecliptic Longitude is the <link linkend="ai-equinox">Vernal Equinox</link>.
bg: Еклиптичната координатна система използва <link linkend="ai-ecliptic">еклиптиката</link> за своя фундаментална равнина. Еклиптиката е траекторията, която Слънцето видимо следва на небето в течение на една година. Това е и проекцията от орбиталната равнина на Земята върху небесната сфера. Ъгълът на ширината се нарича <firstterm>еклиптична ширина</firstterm>, а надлъжният ъгъл се нарича <firstterm>еклиптична дължина</firstterm>. Както и ректасцензията в екваториалната система, нулевата точка на еклиптичната дължина е <link linkend="ai-equinox">пролетното равноденствие</link>.
et: Ekliptilise koordinaatide süsteemi alustasandiks on <link linkend="ai-ecliptic">ekliptika</link>. Ekliptika on rada, mida Päike näivalt järgib oma aastasel teekonnal. Ühtlasi on see Maa orbitaaltasandi projektsioon taevasfääril. Laiuskraadilist nurka nimetatakse siin <firstterm>ekliptiliseks laiuseks</firstterm> ning pikkuskraadilist nurka <firstterm>ekliptiliseks pikkuseks</firstterm>. Sarnaselt otsetõusule ekvaatorilises süsteemis on ekliptilise pikkuse nullpunktiks <link linkend="ai-equinox">kevadpunkt</link>.
gl: O sistema de coordenadas eclípticas usa a <link linkend="ai-ecliptic">Eclíptica</link> como plano fundamental. A Eclíptica é a ruta que o Sol semella seguir polo ceo no curso dun ano. Tamén é a proxección do plano orbital da Terra sobre a esfera celeste. O ángulo latitudinal chámase <firstterm>latitude eclíptica</firstterm> e o ángulo lonxitudinal chámase <firstterm>lonxitude eclíptica</firstterm>. Como a ascensión recta do sistema ecuatorial, o punto cero da lonxitude eclíptica é o <link linkend="ai-equinox">Equinoccio vernal</link>.
pl: Układ współrzędnych ekliptycznych wykorzystuje jako płaszczyznę podziału <link linkend="ai-ecliptic">ekliptykę</link>. Ekliptyka to ścieżka jaką podąża Słońce po niebie w trakcie trwania roku. Jest to także rzut płaszczyzny orbity ziemskiej na sferę niebieską. Kąt odpowiadający szerokości geograficznej nosi nazwę <firstterm>szerokości ekliptycznej</firstterm>, natomiast drugi kąt to, odpowiadnio,<firstterm>długość ekliptyczna</firstterm>. Podobnie jak rektascensja w równikowym systemie współrzędnych, punktem zerowym dla długości ekliptycznej jest <link linkend="ai-equinox">punkt równonocy wiosennej</link>.
pt: O sistema de coordenadas elípticas usa a <link linkend="ai-ecliptic">Elíptica</link> para o seu plano fundamental. A Elíptica é o caminho que o Sol parece seguir ao longo do céu durante o decurso de um ano. É também a projecção do plano de órbita da Terra na Esfera Celeste. O ângulo latitudinal é chamado de <firstterm>Latitude Elíptica</firstterm> e o ângulo longitudinal é chamado de <firstterm>Longitude Elíptica</firstterm>. Tal como a Ascenção Recta no sistema equatorial, o ponto zero da Longitude Elíptica é o <link linkend="ai-equinox">Equinócio Vernal</link>.
ru: Эклиптическая система координат использует плоскость <link linkend="ai-ecliptic">эклиптики</link> в качестве фундаментальной. Эклиптика &mdash; это путь Солнца по небосклону в течение года. Эклиптика является проекцией плоскости земной орбиты на небесную сферу. Широтный угол называется <firstterm>небесной широтой</firstterm>, угол по долготе &mdash; <firstterm>небесной долготой</firstterm>. Подобно прямому восхождению в экваториальной системе, точкой отсчета небесной долготы является точка <link linkend="ai-equinox">весеннего равноденствия</link>.
sv: Det ekliptiska koordinatsystemet använder <link linkend="ai-ecliptic">ekliptikan</link> som grundplan. Ekliptikan är vägen som solen verkar följa över himlen under årets gång. Det är också en projektion av jordens banplan på himmelssfären. Latitudvinkeln kallas <firstterm>ekliptisk latitud</firstterm>, och longitudvinkeln kallas <firstterm>ekliptisk longitud</firstterm>. Liksom rektascensionen i det ekvatoriella systemet, är nollpunkten för den ekliptiska longituden <link linkend="ai-equinox">vårdagjämningen</link>.

source: What do you think such a coordinate system would be useful for? If you guessed charting solar system objects, you are right! Each of the planets (except Pluto) orbits the Sun in roughly the same plane, so they always appear to be somewhere near the Ecliptic (&ie;, they always have small ecliptic latitudes).
bg: За какво мислите, че би била полезна такава координатна система? Ако сте предположили за картографиране на слънчевата система, то тогава сте прави! Всяка от планетите (с изключение на Плутон) обикаля около Слънцето в приблизително една и съща равнина, така че те винаги изглеждат някъде близо до еклиптиката (т.е. винаги имат малки малки еклиптични ширини).
et: Milleks võiks selline koordinaatide süsteem kasulik olla? Kui arvasid, et päikesesüsteemi kehade märkimiseks, arvasid õigesti! Kõik planeedid (välja arvatud Pluuto) tiirlevad ümber Päikese enam-vähem samal tasandil, olles seetõttu alati üsna lähedal ekliptikale (&ie; neil on alati väike ekliptiline laius).
gl: Para que pensas que é útil un sistema de coordenadas como este? Se pensaches en cartografar os obxectos do Sistema Solar, acertaches! Cada planeta (excepto Plutón) orbita arredor do Sol en aproximadamente o mesmo plano, polo que parecen estaren sempre preto da Eclíptica (&ie; sempre teñen latitudes eclípticas pequenas).
pl: Do czego taki układ może być przydatny? Jeżeli zgadujesz, że do tworzenia mapy Układu Słonecznego, to masz rację. Każda z planet (poza Plutonem) okrąża Słońce praktycznie na tej samej płaszczyźnie, więc zawsze znajduje się gdzieś niedaleko ekliptyki.
pt: Para que é que você pensaria que um sistema de coordenadas deste seria útil? Se você pensou na cartografia de objectos do sistema solar, você acertou! Cada um dos planetas (excepto Plutão) orbita à volta do Sol mais ou menos no mesmo plano, por isso parecem sempre estar algures próximos da Elíptica (&ie;, eles têm sempre pequenas latitudes elípticas).
ru: Как вы думаете, для чего могла бы быть полезна такая система координат? Если вам кажется, что для ориентирования в Солнечной системе, то вы правы. Орбиты всех планет (кроме Плутона) лежат примерно в одной плоскости и поэтому всегда находятся поблизости от эклиптики (т.е. они всегда имеют небольшие небесные широты).
sv: Vad tror du att ett sådant koordinatsystem kan vara användbart till? Om du gissade att kartlägga objekt i solsystemet, har du alldeles rätt! Varje planet (utom Pluto) går runt solen i ungefär samma plan, så att de alltid verkar vara någonstans nära ekliptikan (dvs. de har alltid små ekliptiska latituder).

source: The Galactic Coordinate System
bg: Галактическа координатна система
ca: El sistema de coordenades galàctic
ca@valencia: El sistema de coordenades galàctiques
et: Galaktiline koordinaatide süsteem
fr: Le système de coordonnées galactiques
gl: O sistema de coordenadas galácticas
it: Il sistema di coordinate galattiche
nl: Het Galactische coördinatenstelsel
pl: Układ współrzędnych galaktycznych
pt: O Sistema de Coordenadas Galácticas
pt_br: O sistema de coordenadas galáticas
ru: Галактическая система координат
sl: Galaktični koordinatni sistem
sv: Det galaktiska koordinatsystemet
uk: Галактична координатна система

source: Galactic Coordinates
bg: Галактически координати
et: Galaktilised koordinaadid
gl: Coordenadas galácticas
pl: Współrzędne galaktyczne
pt: Coordenadas Galácticas
ru: Галактическая система координат
sv: Galaktiska koordinater

source: Milky Way
bg: Млечен път
et: Linnutee
gl: Vía Láctea
pl: Droga Mleczna
pt: Via Láctea
ru: Млечный путь
sv: Vintergatan

source: The Galactic coordinate system uses the <firstterm>Milky Way</firstterm> as its Fundamental Plane. The latitudinal angle is called the <firstterm>Galactic Latitude</firstterm>, and the longitudinal angle is called the <firstterm>Galactic Longitude</firstterm>. This coordinate system is useful for studying the Galaxy itself. For example, you might want to know how the density of stars changes as a function of Galactic Latitude, to how much the disk of the Milky Way is flattened.
bg: Галактическата координатна система използва <firstterm>Млечния път</firstterm> като своя фундаментална равнина. Ъгълът на ширината се нарича <firstterm>галактическа ширина</firstterm>, а ъгълът на дължината се нарича <firstterm>галактическа дължина</firstterm>. Тази координатна система е полезна за изучаване на самата Галактика. Например, може да искате знаете как се променя плътността на звездите като функция на галактическата ширина, или колко сплескан е дискът на Млечния път.
et: Galaktilise koordinaatide süsteemi alustasandiks on <firstterm>Linnutee</firstterm>. Laiuskraadilist nurka nimetatakse siin <firstterm>galaktiliseks laiuseks</firstterm> ning pikkuskraadilist nurka <firstterm>galaktiliseks pikkuseks</firstterm>. Sellest koordinaatide süsteemist on tulu galaktika uurimisel, kui sind peaks näiteks huvitama, kuidas muutub tähtede tihedus piki galaktilist pikkuskraadi või kui lapik siis ikkagi Linnutee on.
gl: O sistema de coordenadas galácticas usa a <firstterm>Vía Láctea</firstterm> como plano fundamental. O ángulo latitudinal chámase <firstterm>latitude galáctica</firstterm> e o ángulo lonxitudinal chámase <firstterm>lonxitude galáctica</firstterm>. Este sistema de coordenadas é útil para estudar a galaxia mesma. Por exemplo, pódese querer saber como cambia a densidade das estrelas en función da latitude galáctica ou como de plano é o disco da Vía Láctea.
pl: Układ współrzędnych galaktycznych jako płaszczyznę podziału wykorzystuje <firstterm>Drogę Mleczną</firstterm>. Stąd szerokość nosi nazwę <firstterm>szerokości galaktycznej</firstterm>, natomiast kąt długości nazywamy <firstterm>długością galaktyczną</firstterm>. Ten układ współrzędnych jest wykorzystywany do studiowania samej galaktyki. Na przykład, możesz chcieć wiedzieć jak zmienia się gęstość gwiazd w funkcji długości galaktycznej, czyli jak bardzo spłaszczona jest Droga Mleczna.
pt: O sistema de coordenadas Galáctico usa a <firstterm>Via Láctea</firstterm> como o seu Plano Fundamental. O ângulo latitudinal é chamado de <firstterm>Latitude Galáctica</firstterm> e o ângulo longitudinal é chamado de <firstterm>Longitude Galáctica</firstterm>. Este sistema de coordenadas é útil para estudar a Galáxia em si. Por exemplo, você poderá querer saber como é que a densidade de estrelas muda em função da Latitude Galáctica ou então quão achatado está o disco da Via Láctea.
ru: Галактическая координатная система использует плоскость Млечного пути в качестве фундаментальной. Широтный угол называется <firstterm>галактической широтой</firstterm>, а угол по долготе &mdash; <firstterm>галактической долготой</firstterm>. Эта координатная система удобна при изучении самой Галактики. Например, возможно, вам захочется узнать плотность распределения звёзд как функцию от галактической широты, чтобы оценить насколько Млечный путь приплюснут.
sv: Det galaktiska koordinatsystemet använder <firstterm>vintergatan</firstterm> som grundplan. Latitudvinkeln kallas <firstterm>galaktisk latitud</firstterm>, och longitudvinkeln kallas <firstterm>galaktisk longitud</firstterm>. Det här koordinatsystemet är användbart för att studera själva galaxen. Man kanske vill veta hur stjärntätheten ändras som en funktion av galaktisk latitud, eller hur mycket vintergatans skiva är tillplattad.

source: Celestial Coordinate Systems
ca: Sistemes de coordenades celestes
ca@valencia: Sistemes de coordenades celestes
fr: Les systèmes de coordonnées célestes
it: Sistemi di coordinate celesti
nl: Coördinatenstelsels aan de hemelbol
pt_br: Sistema de coordenadas celestes
sl: Nebesni koordinatni sistemi
uk: Небесні системи координат

source: A basic requirement for studying the heavens is determining where in the sky things are. To specify sky positions, astronomers have developed several *coordinate systems*. Each uses a coordinate grid projected on the :doc:`Celestial Sphere <ai-csphere>`, in analogy to the :doc:`Geographic coordinate system <ai-geocoords>` used on the surface of the Earth. The coordinate systems differ only in their choice of the *fundamental plane*, which divides the sky into two equal hemispheres along a :doc:`great circle <ai-greatcircle>`. (the fundamental plane of the geographic system is the Earth's equator). Each coordinate system is named for its choice of fundamental plane.
ca: Un requisit bàsic per a l'estudi del cel és el de determinar a on estan els objectes celestes. Per a especificar les posicions celestes, els astrònoms han desenvolupat diversos *sistemes de coordenades*. Cadascun utilitza una quadrícula de coordenades projectat a sobre de l':doc:`esfera celeste <ai-csphere>`, anàleg al :doc:`sistema de coordenades geogràfic <ai-geocoords>` emprat a la superfície terrestre. Els sistemes de coordenades tan sols es diferencien en l'elecció del *pla fonamental*, el qual divideix el cel en hemisferis iguals al llarg d'un :doc:`cercle màxim <ai-greatcircle>` (el pla fonamental del sistema geogràfic és l'equador de la Terra). Cada sistema de coordenades pren el seu nom en funció del seu pla fonamental.
ca@valencia: Un requisit bàsic per a estudiar el cel és determinar la ubicació de les coses. Per a especificar les posicions celestes, els astrònoms han desenvolupat diversos *sistemes de coordenades*. Cadascun utilitza una quadrícula de coordenades projectada sobre l':doc:`esfera celeste <ai-csphere>`, de forma anàloga al :doc:`sistema de coordenades geogràfiques <ai-geocoords>` utilitzat en la superfície terrestre. Els sistemes de coordenades diferixen únicament en l'elecció del *pla fonamental*, el qual dividix el cel en dos hemisferis iguals al llarg d'un :doc:`cercle major <ai-greatcircle>` (el pla fonamental del sistema geogràfic és l'equador terrestre). Cada sistema de coordenades rep el seu nom segons el pla fonamental escollit.
fr: Lors de l'étude du ciel, la première question est de savoir à quel endroit se trouvent les objets célestes. Afin de spécifier les positions des objets, les astronomes ont créé plusieurs *systèmes de coordonnées*. Chacun d'entre eux se sert d'une grille de coordonnées projetée sur la :doc:`sphère céleste <ai-csphere>`, analogue au :doc:`système de coordonnées géographique <ai-geocoords>` qu'on utilise sur terre. Les systèmes de coordonnées diffèrent sur un seul point : le *plan fondamental* qu'ils utilisent. Le plan fondamental divise le ciel en deux hémisphère égaux le long d'un :doc:`grand cercle <ai-greatcircle>`. (Le plan fondamental du système de coordonnées géographique est l'équateur terrestre). Chaque système de coordonnées est nommé selon le plan fondamental qu'il utilise.
it: Un requisito fondamentale per lo studio degli oggetti celesti è determinare dove essi si trovino in cielo. Per specificare le posizioni nel cielo, gli astronomi hanno ideato diversi *sistemi di coordinate. Ognuno di essi usa un reticolo di coordinate proiettato sulla :doc:`sfera celeste <ai-csphere>`, in analogia con il :doc:`sistema di coordinate geografiche <ai-geocoords>` usato sulla superficie terrestre. I sistemi di coordinate differiscono soltanto nella scelta del loro *piano fondamentale*, che divide il cielo in due emisferi uguali lungo un :doc:`cerchio massimo <ai-greatcircle>` (il piano fondamentale del sistema geografico è l'equatore terrestre). Ogni sistema di coordinate prende il nome dal proprio piano fondamentale.
nl: Voor het bestuderen van het hemelgewelf is het allereerst nodig de positie van hemelobjecten vast te stellen. Om deze posities te kunnen aangeven hebben de astronomen verschillende *coördinatenstelsels* bedacht. Bij elk ervan hoort een coördinatenrooster geprojecteerd op de :doc:`hemelbol <ai-csphere>`, analoog aan het :doc:`geografisch coördinatenstelsel <ai-geocoords> op de oppervlakte van de aardbol. De coördinatenstelsels verschillen alleen maar van elkaar door de keuze van het *basisvlak*, dat de hemelbol in twee gelijke helften verdeeld langs een :doc:`grootcirkel <ai-greatcircle> (het basisvlak van het geografische stelsel is het equatorvlak van de aarde). Elk coördinatenstelsel wordt genoemd naar het basisvlak dat wordt gebruikt.
pt_br: Um requisito básico para estudar o universo é determinar onde estão as coisas no céu. Para especificar posições, os astrônomos desenvolveram diversos *sistemas de coordenadas*. Cada um deles usa uma grade de coordenadas projetada na :doc:`esfera celeste <ai-csphere>`, análoga ao :doc:`sistema de coordenadas geográficas <ai-geocoords>` usado na superfície da Terra. Os sistemas de coordenadas diferem somente na escolha do *plano fundamental*, que divide o céu em dois hemisférios iguais ao longo de um :doc:`grande círculo <ai-greatcircle>` (o plano fundamental do sistema geográfico é o equador da Terra). Cada sistema de coordenadas é nomeado por sua escolha do plano fundamental.
sl: Osnovna zahteva za preučevanje nebes je določanje, kje na nebu se stvari nahajajo. Za določitev položajev na nebu so astronomi razvili več *koordinatnih sistemov*. Vsak uporablja koordinatno mrežo, projicirano na :doc:`Nebesno kroglo <ai-csphere>`, po analogiji z :doc:`Geografskim koordinatnim sistemom <ai-geocoords>`, ki se uporablja na Zemljini površini. Koordinatni sistemi se razlikujejo le po izbiri *osnovne ravnine*, ki deli nebo na dve enaki polobli vzdolž :doc:`velikega kroga <ai-greatcircle>`. (osnovna ravnina geografskega sistema je Zemljin ekvator). Vsak koordinatni sistem je poimenovan po izbiri osnovne ravnine.
uk: Однією з основних речей, які потрібні для систематичного вивчення неба, є спосіб, у який можна встановлювати розташування об’єктів на небі. Щоб визначати позицію точок на небі, астрономи розробили декілька *систем координат*. У кожній з них використовується певна координатна сітка, що проєктується на :doc:`небесну сферу<ai-csphere>`, аналогічно до того, як визначається :doc:`географічна система координат<ai-geocoords>` на поверхні Землі. Системи координат відрізняються одна від одної лише вибором *фундаментальної площини*, тобто площини, яка поділяє небо на дві рівні півсфери уздовж :doc:`великого кола<ai-greatcircle>` (фундаментальною площиною для географічної системи координат на Землі є екватор). Всі системи координат було названо за вибором цієї фундаментальної площини.

source: The *Equatorial coordinate system* is probably the most widely used celestial coordinate system. It is also the most closely related to the :doc:`Geographic coordinate system <ai-geocoords>`, because they use the same fundamental plane, and the same poles. The projection of the Earth's equator onto the celestial sphere is called the :doc:`Celestial Equator <ai-cequator>`. Similarly, projecting the geographic Poles onto the celestial sphere defines the North and South :doc:`Celestial Poles <ai-cpoles>`.
ca: El *sistema de coordenades equatorials* probablement és el sistema de coordenades celestes més emprat. També és el que més s'assembla al :doc:`sistema de coordenades geogràfic <ai-geocoords>`, atès que ambdós utilitzen el mateix pla fonamental i els mateixos pols. La projecció de l'equador terrestre sobre l'esfera celeste s'anomena :doc:`equador celeste <ai-cequator>`. De manera similar, la projecció dels pols geogràfics sobre l'esfera celeste defineixen els :doc:`pols celestes <ai-cpoles>` nord i sud.
ca@valencia: El *sistema de coordenades equatorials* probablement és el sistema de coordenades celestes més utilitzat. També és el més estretament relacionat amb el :doc:`sistema de coordenades geogràfiques <ai-geocoords>`, ja que utilitzen el mateix pla fonamental i els mateixos pols. La projecció de l'equador terrestre sobre l'esfera celeste s'anomena :doc:`equador celeste <ai-cequator>`. De la mateixa manera, la projecció dels pols geogràfics sobre l'esfera celeste definix els :doc:`pols celestes <ai-cpoles>` nord i sud.
fr: Le *système de coordonnées équatorial* est probablement le système de coordonnées céleste le plus utilisé. C'est aussi celui qui est le plus semblable à notre :doc:`système de coordonnées géographique <ai-geocoords>`, puisqu'ils utilisent tous deux le même plan fondamental et les mêmes pôles. La projection de notre équateur sur la sphère céleste est appelée l':doc:`équateur céleste <ai-cequator>`. De la même façon, la projection de nos pôles géographiques sur la sphère céleste crée les :doc:`pôles célestes <ai-cpoles>` Nord et Sud.
it: Il *sistema di coordinate equatoriali* è probabilmente il sistema di coordinate celesti più usato. È anche quello più strettamente legato al :doc:`sistema di coordinate geografiche <ai-geocoords>`, dato che usa lo stesso piano fondamentale e gli stessi poli. La proiezione dell'equatore terrestre sulla sfera celeste prende il nome di :doc:`equatore celeste <ai-cequator>`. Allo stesso modo, proiettando i poli geografici sulla sfera celeste si definiscono i :doc:`poli celesti <ai-cpoles>` nord e sud.
nl: Het *equatoriale coördinatenstelsel* is misschien wel het meest gebruikte coördinatenstelsel aan de hemel. Het lijkt ook het meest op het :doc:`geografische coördinatenstelsel <ai-geocoords>`, omdat beide stelsels hetzelfde basisvlak hebben, en dus ook dezelfde polen. De projectie van de aardse equator (evenaar) op de hemelbol heet de :doc:`Hemelequator <ai-cequator>`. Op dezelfde manier heten de projecties van de geografische polen op de hemelbol de :doc:`Hemelpolen <ai-cpoles>.
pt_br: O *sistema de coordenadas equatoriais* é provavelmente o mais largamente usado sistema de coordenadas celestes. Ele é também o mais parecido com o :doc:`sistema de coordenadas geográficas <ai-geocoords>`, por que eles usam o mesmo plano fundamental, e os mesmos polos. A projeção do equador terrestre na esfera celeste é chamada de :doc:`equador celeste <ai-cequator>`. Do mesmo modo, a projeção dos polos geográficos na esfera celeste define os :doc:`polos celestes <ai-cpoles>` norte e sul.
sl: *Ekvatorialni koordinatni sistem* je verjetno najpogosteje uporabljen nebesni koordinatni sistem. Je tudi najbolj soroden :doc:`Geografskemu koordinatnemu sistemu <ai-geocoords>`, ker uporabljata isto temeljno ravnino in ista pola. Projekcija Zemljinega ekvatorja na nebesno kroglo se imenuje :doc:`Nebesni ekvator <ai-cequator>`. Podobno projiciranje geografskih polov na nebesno kroglo določa severni in južni :doc:`Nebesni pol <ai-cpoles>`.
