Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-stars.po
Languages: ca, ca@valencia, et, fr, gl, pl, pt, pt_br, ru, sl, sv, uk

source: <firstterm>Stars</firstterm> are gigantic, self-gravitating spheres of (mostly) Hydrogen gas. Stars are also thermonuclear engines; nuclear fusion takes place deep in the cores of stars, where the density is extreme and the temperature reaches tens of millions of degrees Celsius.
ca: Les <firstterm>estrelles</firstterm> són masses esfèriques gegants i lligades gravitacionalment, formades per gas d'hidrogen (majoritàriament). Les estrelles també són motors de fusió nuclear ubicats en les profunditats dels nuclis de les estrelles, a on la densitat és extrema i la temperatura abasta desenes de milions de graus Celsius.
ca@valencia: Les <firstterm>estreles</firstterm> són masses esfèriques gegants i lligades gravitacionalment, formades per gas d'hidrogen (majoritàriament). Les estreles també són motors de fusió nuclear ubicats en les profunditats dels nuclis de les estreles, a on la densitat és extrema i la temperatura abasta desenes de milions de graus Celsius.
et: <firstterm>Tähed</firstterm> on hiiglaslikud gravitatsiooni tekitavad, (peamiselt) vesinikust koosnevad sfäärid. Tähed on samas ka termotuumaseadmed: tähtede sisemuses, kus aine tihedus on äärmiselt suur ning temperatuur ulatub kümnete miljonite Celsiuse kraadideni, leiavad aset termotuumareaktsioonid.
gl: As <firstterm>estrelas</firstterm> son esferas xigantes con gravidade propia de (fundamentalmente) gas hidróxeno. As estrelas son motores termonucleares; a fusión nuclear ten lugar no núcleo mesmo das estrelas, onde a densidade é extrema e a temperatura chega a decenas de graos celsius.
pl: <firstterm>Gwiazdy</firstterm> są to gigantyczne kule gazów (głównie wodoru). Są to także silniki termojądrowe; synteza jądrowa ma miejsce głęboko w jądrze gwiazd, gdzie gęstość jest bardzo wysoka, a temperatura sięga milionów stopni Celsjusza.
pt: As <firstterm>estrelas</firstterm> são esferas gigantes e auto-gravitacionais de gás de Hidrogénio (em grande parte). As estrelas são também motores termonucleares; a fusão nuclear toma lugar no centro das estrelas, onde a densidade é extrema e a temperatura atinge dezenas de milhões de graus Celsius.
pt_br: <firstterm>Estrelas</firstterm> são esferas de (na maioria das vezes) gás Hidrogênio gigantes e dotadas de gravidade. Estrelas também são motores termo-nucleares, pois fusões nucleares acontecem na profundidade dos núcleos das estrelas, onde a densidade é extrema e a temperatura atinge dez milhões de graus Celsius.
ru: <firstterm>Звёзды</firstterm> это гигантские сферы, состоящие в основном из водорода, удерживаемого за счет силы собственного тяготения. Звёзды также можно себе представить как большие термоядерные реакторы, глубоко в ядре которых под огромным давлением и температурой, превышающей миллионы градусов по Цельсию, протекает термоядерная реакция.

source: Yes, the Sun is a star. It is the dominant centerpiece of our solar system. Compared to other stars, our Sun is rather ordinary; it appears to be so much bigger and brighter to us because it is millions of times closer than any other star.
ca: Sí, el Sol és una estrella. És la peça dominant del nostre sistema solar. Comparada amb altres estrelles, el nostre Sol és força normal; aparenta ser molt més gran i brillant atès que es troba milions de vegades més a prop nostre que qualsevol altra estrella.
ca@valencia: Sí, el Sol és una estrela. És la peça dominant del nostre sistema solar. Comparada amb altres estreles, el nostre Sol és força normal; aparenta ser molt més gran i brillant atés que es troba milions de vegades més a prop nostre que qualsevol altra estrela.
et: Jah, Päike on täht. Ta on ka meie päikesesüsteemi keskne keha. Võrreldes teiste tähtedega on meie Päike üsna tavaline. Meile paistab ta teistest palju suurema ja heledamana seetõttu, et Päike asub meile miljoneid kordi lähemal kui ükski teine täht.
gl: Si, o Sol é unha estrela. É a peza central dominante do noso sistema solar. Comparada con outras estrelas, o noso Sol é bastante normaliño; semella ser tan grande e brillante porque está millóns de veces máis preto do que calquera outra estrela.
pl: Tak, Słońce jest gwiazdą. Jest to główny obiekt w Układzie Słonecznym. W porównaniu do innych gwiazd nasze Słońce jest dość przeciętne; dla nas zdaje się być dużo większe i jaśniejsze, ponieważ jest miliony razy bliżej niż każda inna gwiazda.
pt: Sim, o Sol é uma estrela. É a peça central do nosso sistema solar. Comparado com outras estrelas, o nosso Sol é uma estrela normal; parece ser muito maior e mais brilhante porque está milhões de vezes mais próxima que qualquer outra estrela.
pt_br: Sim, o Sol é uma estrela. Ele é o pedaço central dominante de nosso sistema central. Comparado com outras estrelas, nos Sol é bastante comum; ele parece ser maior e mais brilhante para nós por estar milhões de vezes mais perto que outra estrela.
ru: Да, наше Солнце - это тоже звезда. Оно является центром нашей Солнечной системы. Если сравнить его с другими звездами, то Солнце окажется ничем не выдающейся звездой. Нам же оно кажется таким большим и ярким только потому, что оно во много миллионов раз ближе чем другие звёзды.

source: The short answer is: star shine because they are very hot. It is really no more complicated than that. Any object heated to thousands of degrees will radiate light, just like stars do.
ca: La resposta curta és: una estrella brilla a causa de la seva alta temperatura. La realitat no és molt més complicada que això. Qualsevol objecte escalfat a milers de graus radia llum, igual que les estrelles.
ca@valencia: La resposta curta és: una estrela brilla a causa de la seua alta temperatura. La realitat no és molt més complicada que açò. Qualsevol objecte escalfat a milers de graus radia llum, igual que les estreles.
et: Lühike vastus: tähed paistavad meile seepärast, et nad on väga kuumad. Nii lihtne see ongi: iga keha, mille kuumus ulatub tuhandete kraadideni, kiirgab valgust samamoodi nagu tähed.
gl: A resposta breve é: as estrelan alumean porque están moi quentes. Realmente é máis complicado do que iso. Calquera obxecto quentado a milleiros de graos irradia luz, igual que as estrelas.
pl: Najprostsza odpowiedź: gwiazdy świecą, bo są bardzo gorące. To naprawdę nie jest bardziej skomplikowane. Każdy obiekt podgrzany do tysięcy stopni Celsjusza będzie wydzielał światło, tak jak gwiazdy.
pt: A resposta curta é: as estrelas brilham porque estão muito quentes. Não é de facto mais complicado do que isto. Qualquer objecto aquecido a milhares de graus irá irradiar luz, tal como as estrelas.
pt_br: A resposta curta é: a estrela brilha porque ela é muito quente. Isto não é tão simples assim. Mas qualquer objeto com temperatura de milhares de graus emitirá luz, assim como as estrelas emitem.
ru: Коротко говоря, звёзды светятся потому, что они очень горячие. Не более и не менее. Любой объект, нагретый до нескольких тысяч градусов, будет светиться.

source: This is a tougher question. The usual answer is that stars get their heat from the thermonuclear fusion reactions in their cores. However, this cannot be the ultimate cause for the stars' heat, because a star must be hot in the first place for nuclear fusion to be triggered. Fusion can only sustain the hot temperature; it cannot make a star hot. A more correct answer is that stars are hot because they have collapsed. Stars form from diffuse gaseous nebulae; as the nebulous gas condenses to form a star, the gravitational potential energy of the material is released, first as kinetic energy, and ultimately as heat as the density increases.
ca: Aquesta és una pregunta complicada. La resposta més habitual és que les estrelles obtenen la seva calor de les reaccions de fusió termonuclear en els seus nuclis. No obstant això, aquesta podria no ser-ne la causa, ja que en primer lloc una estrella ha d'estar molt calenta perquè es pugui desencadenar una reacció de fusió nuclear. La fusió tan sols pot mantenir les altes temperatures, no pot escalfar l'estrella. Una resposta més correcta és que les estrelles estan calentes perquè s'han col·lapsat. Les estrelles es formen a partir de nebuloses gasoses difuses; en condensar-se el gas de les mateixes per a formar una estrella, el potencial energètic gravitacional del material és alliberat, primer com a energia cinètica i finalment com a calor, en incrementar-se la densitat.
ca@valencia: Esta és una pregunta complicada. La resposta més habitual és que les estreles obtenen la seua calor de les reaccions de fusió termonuclear en els seus nuclis. No obstant açò, esta podria no ser-ne la causa, ja que en primer lloc una estrela ha d'estar molt calenta perquè es puga desencadenar una reacció de fusió nuclear. La fusió tan sols pot mantindre les altes temperatures, no pot escalfar l'estrela. Una resposta més correcta és que les estreles estan calentes perquè s'han col·lapsat. Les estreles es formen a partir de nebuloses gasoses difuses; en condensar-se el gas de les mateixes per a formar una estrela, el potencial energètic gravitacional del material és alliberat, primer com a energia cinètica i finalment com a calor, en incrementar-se la densitat.
et: See on natuke keerulisem. Tavaliselt vastatakse, et tähed saavad oma kuumuse tuumas toimuvatest termotuumareaktsioonidest. Kuid see ei saa olla tähtede kuumuse tegelik põhjus, sest täht peab olema juba kuum, enne kui termotuumareaktsioon võimalikuks osutub. Tuumade litumine võib kõrget temperatuuri ainult alal hoida, ei saa aga tähte iseenesest kuumaks muuta. Seepärast kõlab korrektsem vastus nii: tähed on kuumad, sest nad on kokku varisenud. Tähed kujunevad hajusatest gaasipilvedest. Kui gaas kondenseerub ja täheks muutuma hakkab, vabaneb aine gravitatsiooniline energia esmalt kineetilise energiana ning lõpuks, tiheduse suurenedes, kuumusena.
gl: Esta é unha cuestión máis difícil. A resposta normal é que as estrelas obteñen a calor das reaccións de fusión termonuclear dos seus núcleos. Porén, esta non pode ser a causa definitiva da calor das estrelas porque unha estrela ha estar quente en primeiro lugar para que se inicie a fusión nuclear. A fusión só pode manter a temperatura alta; non pode facer que a estrela quente. Unha resposta máis correcta é que as estrelas están quentes porque se colapsaron. As estrelas fórmanse a partir de nebulosas gasosas difusas; a medida que o gas nebuloso se condensa para formar unha estrela, despréndese a enerxía gravitacional potencial do material, primeiro como enerxía cinética e por último como calor a medida que aumenta a densidade.
pl: To już trudniejsze pytanie. Najczęściej spotykana odpowiedź to: gwiazdy uzyskują ciepło z procesów fuzji termojądrowej w ich jądrach. Jednakże nie może to być pierwotną przyczyną ciepła gwiazd, bo gwiazda musiała być gorąca, żeby mogła rozpocząć się fuzja termojądrowa. Fuzja może tylko podtrzymywać ciepło gwiazdy; nie sprawi, aby stała się gorąca. Bardziej poprawną odpowiedzią jest taka, że gwiazdy są gorące, ponieważ się zapadły. Gwiazdy tworzą się z chmur gazowych. Kiedy chmura taka formuje się w gwiazdę, uwalniana jest potencjalna energia grawitacji materiały składowego gwiazdy;na początku jako energia kinetyczna, a potem, kiedy gęstość wzrośnie, jako ciepło.
pt: Esta é uma pergunta mais difícil. A resposta normal é que as estrelas obtêm o seu calor das reacções termonucleares de fusão nos seus núcleos. Contudo, esta não poderá ser a única causa para o calor das estrelas, porque uma estrela precisa de estar quente em primeiro lugar para a fusão nuclear se desencadear. A fusão só poderá manter a temperatura alta; não pode tornar uma estrela quente por si só. Uma resposta mais correcta é que as estrelas estão quentes porque entraram em colapso. As estrelas formam-se a partir de nebulosas gasosas difusas; à medida que essas nebulosas se condensam para formar uma estrela, a energia potencial gravítica do material é dissipada, primeiro como energia cinética e depois como calor à medida que a densidade aumenta.
pt_br: Este é uma pergunta mais difícil. A resposta mais comum é que as estrelas possuem estas temperaturas devido às reações termo-nucleares em seus núcleos. No entanto, isto pode não ser a causa definitiva para a temperatura das estrelas, porque uma estrela deve ser quente em primeiro lugar para que a fusão nuclear se inicie. A fusão somente pode sustentar a alta temperatura; ela não pode criar uma estrela quente. Uma resposta mais correta é que as estrelas são quentes porque elas tiveram um colapso. Estrelas se formam a partir de nebulosas de gases difusos; assim que os gases da nebulosa se condensam para formar uma estrela, a energia potencial gravitacional do material é liberada, primeiro como energia cinética, e finalmente como calor quando a densidade aumenta.
ru: Ответить на него сложнее. Самый простой ответ: звёзды нагреваются из-за термоядерных реакций, идущих в их ядре. Но это не основная причина такой высокой температуры, потому что звезда уже должна нагреться для того, чтобы началась ядерная реакция. Более точный ответ таков: звёзды горячие, потому что они сжимаются. Когда звезда формируется из рассеянного газового облака, то, по мере сжатия, высвобождается много энергии (сначала кинетической) и соответственно с ростом плотности повышается и температура.

source: However, stars also show a great diversity in some properties. The brightest stars shine almost 100 million times as brightly as the faintest stars. Stars range in surface temperature from only a few thousand degrees to almost 50,000 degrees Celsius. These differences are largely due to differences in mass: massive stars are both hotter and brighter than lower-mass stars. The temperature and Luminosity also depend on the <emphasis>evolutionary state</emphasis> of the star.
ca: No obstant això, les estrelles també presenten una gran diversitat en algunes de les seves propietats. Les estrelles més brillants, brillen gairebé 100 milions de vegades més que les més febles. La temperatura superficial pot variar des d'uns pocs milers de graus fins a 50.000 graus Celsius. Aquestes diferències es produeixen fonamentalment per les diferents masses: Les més grans són més calents i brillants que les més petites. La temperatura i la lluminositat també depenen de l'<emphasis>estat evolutiu</emphasis> de l'estrella.
ca@valencia: No obstant açò, les estreles també presenten una gran diversitat en algunes de les seues propietats. Les estreles més brillants, brillen quasi 100 milions de vegades més que les més febles. La temperatura superficial pot variar des d'uns pocs milers de graus fins a 50.000 graus Celsius. Estes diferències es produïxen fonamentalment per les diferents masses: Les més grans són més calents i brillants que les més xicotetes. La temperatura i la lluminositat també depenen de l'<emphasis>estat evolutiu</emphasis> de l'estrela.
et: Kuid mõningate omaduste poolest on tähed vägagi erinevad. Näiteks paistavad heledaimad tähed ligikaudu 100 miljonit korda eredamalt kui kõige kahvatumad tähed. Tähtede pinna temperatuur võib ulatuda mõnest tuhandest kraadist peaaegu 50 000 kraadini Celsiuse järgi. Nende erinevuste peamine põhjus peitub massis: raskemad tähed on kuumemad ja heledamad kui kergemad tähed. Temperatuur ja heledus sõltub ka tähe <emphasis>arengustaadiumist</emphasis>.
gl: Porén, as estrelas amosan gran diversidade nalgunhas propiedades. As estrelas máis brillantes sono 100 millóns de veces máis que as máis tenues. As estrelas varían en temperatura superficial desde só uns poucos miles de graos ata case 50.000 graos Celsius. Estas diferenzas débense basicamente a diferenzas na masa: as estrelas masivas son máis quentes e máis brillantes que as estrelas de menor masa. A temperatura e a luminosidade dependen tamén do <emphasis>estado evolutivo</emphasis> da estrela.
pl: Jednakże, pod pewnym kątem gwiazdy znacznie się od siebie różnią. Najjaśniejsze gwiazdy świecą prawie 100 milionów razy jaśniej od gwiazd najciemniejszych. Zakres temperatur na powierzchni gwiazd sięga od kilku tysięcy do prawie 50.000 stopni Celsjusza. Różnice te są głównie spowodowane różnicami w masie: masywne gwiazdy są zarówno gorętsze, jak i jaśniejsze w porównaniu do gwiazd o małej masie. Temperatura i jasność zależą również od <emphasis>stanu ewolucji</emphasis> gwiazdy.
pt: Contudo, as estrelas também mostram uma grande diversidade em algumas propriedades. As estrelas mais brilhantes emitem 100 milhões de vezes mais brilho que as estrelas mais fracas. As estrelas variam na temperatura à superfície desde uns poucos milhares até quase 50 000 graus Celsius. Estas diferenças são devidas em grande medida às diferenças de massa: as estrelas mais pesadas são mais quentes e mais brilhantes do que as estrelas com menor massa. A temperatura e a luminosidade também dependem do <emphasis>estado evolutivo</emphasis> da estrela.
pt_br: No entanto, estrelas também demonstram grande diversidade em algumas propriedades. As estrelas mais brilhantes reluzem 100 milhões de vezes mais que as estrelas mais fracas. Estrelas variam na sua temperatura de superfície de somente poucas centenas de graus até cerca de 50.000 graus Celsius. Estas diferenças são principalmente em função das diferenças de massa: estrelas com mais massa são mais quentes e brilhantes que estrelas com menor massa. A temperatura e luminosidade depende também do <emphasis>estado evolucionário</emphasis> da estrela.
ru: И все же звёзды отличаются друг от друга по многим параметрам. Самые яркие звёзды светят в сотни миллионов раз ярче, чем обычные звёзды. Температура на поверхности звёзд колеблется от нескольких тысяч градусов до 50000 градусов по Цельсию. Такое различие обусловлено разницей в массе этих звёзд: массивные звёзды более горячие и яркие, чем звёзды с меньшей массой. Температура и свечение звёзд также зависят от их <emphasis>эволюционного состояния.</emphasis>.

source: The main sequence is the evolutionary state of a star when it is fusing Hydrogen in its core. This is the first (and longest) stage of a star's life (not including protostar phases). What happens to a star after it runs out of core Hydrogen is addressed in the stellar evolution article (coming soon).
ca: La seqüència principal és l'estat evolutiu d'una estrella quan l'hidrogen en el seu nucli s'està fusionant. Aquest és el primer (i el més llarg) estat de la vida d'una estrella (sense incloure les fases d'un protoestel). El que li passa a una estrella una vegada que es queda sense el seu nucli d'oxigen es tractarà a l'article de l'evolució estel·lar (més endavant).
ca@valencia: La seqüència principal és l'estat evolutiu d'una estrela quan l'hidrogen en el seu nucli s'està fusionant. Este és el primer (i el més llarg) estat de la vida d'una estrela (sense incloure les fases d'un protoestel). El que li passa a una estrela una vegada que es queda sense el seu nucli d'oxigen es tractarà en l'article de l'evolució estel·lar (més avant).
et: Põhijada on tähtede arengustaadium, kus tema tuumas põletatakse vesinikku. See on tähtede esimene (ja pikim) elustaadium, kui mitte arvestada prototähe faase. Seda, mis juhtub tähega siis, kui tuumas on vesinik ära põletatud, räägitakse artiklis tähearengu kohta (ilmub peagi).
gl: A secuencia principal é o estado evolutivo dunha estrela cando está a fusionar hidróxeno no seu núcleo. Esta é a primeira etapa (e a máis longa) da vida dunha estrela (non incluíndo as fases como protoestrela). O que lle ocorre a unha estrela despois de que esgote o hidróxeno do núcleo explícase no artigo sobre a evolución estelar (previsto para pronto).
pl: Ciąg główny jest stanem ewolucji gwiazdy w którym w jądrze gwiazdy następuje fuzja wodoru. Jest to pierwszy i najdłuższy etap życia gwiazdy. To, co się dzieje, gdy w jądrze gwiazdy skończy się wodór zostanie opisane w artykule o ewolucji gwiazd, który ukaże się już wkrótce.
pt: A sequência principal é o estado evolutivo de uma estrela quando está a fundir o Hidrogénio no seu núcleo. Esta é a primeira etapa (e a mais longa) da vida de uma estrela (não incluindo as fases de proto-estrela). O que acontece a uma estrela depois de esgotar o Hidrogénio do núcleo está destinado ao artigo da evolução das estrelas (em breve).
pt_br: A sequência principal é o estado evolucionário de uma estrela quando ela está fundindo Hidrogênio em seu núcleo. Este é o primeiro (e mais longo) estágio de vida de uma estrela (não incluindo as fases de proto-estrela). O que acontece com uma estrela após ela consumir seu núcleo de Hidrogênio está comentado no artigo sobre a evolução estelar (em breve).
ru: Главная последовательность - это стадия эволюции звезды, на которой идет термоядерный синтез водорода в ее ядре. Это первый (и самый долгий) этап в ее жизни (исключая фазу, когда звезда является протозвездой). Что происходит со звездой, когда в её ядре кончается водород, рассказано в разделе об эволюции звёзд (скоро выйдет).
