Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-skycoords.po
Languages: bg, ca, ca@valencia, et, fr, gl, it, nl, pl, pt, pt_br, ru, sl, sv, uk

source: <title>Celestial Coordinate Systems</title>
bg: <title>Небесни координатни системи</title>
et: <title>Taevakoordinaatide süsteemid</title>
gl: <title>Sistemas de coordenadas celestes</title>
pl: <title>Układy współrzędnych niebieskich</title>
pt: <title>Sistema de Coordenadas Celestes</title>
ru: <title>Небесные системы координат</title>
sv: <title>Himmelskoordinatsystem</title>

source: <primary>Celestial Coordinate Systems</primary>
bg: <primary>Небесни координатни системи</primary>
et: <primary>Taevakoordinaatide süsteemid</primary>
gl: <primary>Sistemas de coordenadas celestes</primary>
pl: <primary>Układy współrzędnych niebieskich</primary>
pt: <primary>Sistema de Coordenadas Celestes</primary>
ru: <primary>Небесные системы координат</primary>
sv: <primary>Himmelskoordinatsystem</primary>

source: Overview
bg: Преглед
et: Ülevaade
gl: Resumo
pl: Wprowadzenie
pt: Introdução
ru: Обзор
sv: Översikt

source: A basic requirement for studying the heavens is determining where in the sky things are. To specify sky positions, astronomers have developed several <firstterm>coordinate systems</firstterm>. Each uses a coordinate grid projected on the <link linkend="ai-csphere">Celestial Sphere</link>, in analogy to the <link linkend="ai-geocoords">Geographic coordinate system</link> used on the surface of the Earth. The coordinate systems differ only in their choice of the <firstterm>fundamental plane</firstterm>, which divides the sky into two equal hemispheres along a <link linkend="ai-greatcircle">great circle</link>. (the fundamental plane of the geographic system is the Earth's equator). Each coordinate system is named for its choice of fundamental plane.
bg: Основно изискване за изучаване на небето е да се определи, къде се намират небесните тела. За определяне на позициите на небето, астрономите са разработили няколко <firstterm>координатни системи</firstterm>. Всяка от тях използва координатна мрежа, проектирана върху <link linkend="ai-csphere">небесната сфера</link>, по аналогия с използваната <link linkend="ai-geocoords">географска координатна система</link> за повърхността на Земята. Координатните системи се различават само по избора на <firstterm>основната равнина</firstterm>, която разделя небето на две равни полукълба по <link linkend="ai-greatcircle">голяма окръжност</link>. Основната равнина на географската система е екваторът на Земята. Всяка координатна система носи името на нейната основна равнина.
et: Taeva uurimisel on üks põhilisi elemente kindlakstegemine, kus siis taevakehad asuvad. Selleks on astronoomid töötanud välja mitu <firstterm>koordinaatide süsteemi</firstterm>. Kõik nad kasutavad <link linkend="ai-csphere">taevasfäärile</link> projitseeritavat koordinaatide võrgustikku, mis sarnaneb maapinna puhul kasutatava <link linkend="ai-geocoords">geograafilise koordinaatide süsteemiga</link>. Koordinaatide süsteemid erinevad ainult selle poolest, mida võtta <firstterm>alustasandiks</firstterm>, mis jagab taeva kaheks võrdseks poolkeraks piki <link linkend="ai-greatcircle">suurringi</link>. (Geograafilise koordinaatide süsteemi alustasandiks on näiteks Maa ekvaator.) Koordinaatide süsteemid kannavadki nime vastavalt oma alustasandile.
gl: Un requisito básico para estudar os ceos é determinar onde están as cousas no ceo. Para especificar as posicións no ceo, os astrónomos desenvolveron diversos <firstterm>sistemas de coordenadas</firstterm>. Cada un usa unha grade de coordenadas que se proxecta na <link linkend="ai-csphere">esfera celeste</link>, en analoxía co <link linkend="ai-geocoords">sistema de coordenadas xeográficas</link> que se usa na superficie da Terra. Os sistemas de coordenadas difiren só na escolla do <firstterm>plano fundamental</firstterm> que divide o ceo en dous hemisferios iguais ao longo dun <link linkend="ai-greatcircle">círculo máximo</link> (o plano fundamental do sistemas xeográfico é o ecuador da Terra). Cada sistema de coordenadas leva o nome do que se escolleu como plano fundamental.
pl: Podstawowym wymogiem studiowania nieba jest umiejętność określania co gdzie się na nim znajduje. Aby określić pozycje na niebie, astronomowie stworzyli kilka <firstterm>układów współrzędnych</firstterm>. Każdy korzysta z siatki współrzędnych rzutowanej na <link linkend="ai-csphere">sferę niebieskią</link>, podobnie do <link linkend="ai-geocoords">geograficznego układu współrzędnych</link> wykorzystywanego na powierzchni Ziemi. Układy współrzędnych różnią się tylko wyborem <firstterm>płaszczyzny podziału</firstterm>, która dzieli niebo na dwie równe półkule wzdłuż <link linkend="ai-greatcircle">wielkiego koła</link>. (płaszczyzną podziału geograficznego układu współrzędnych jest równik na Ziemi). Każdy układ współrzędnych nosi swoją nazwę od płaszczyzny podziału.
pt: Um requisito básico para estudar os céus é determinar onde é que estão os objectos. Para indicar as posições no céu, os astrónomos devolveram vários <firstterm>sistemas de coordenadas</firstterm>. Cada um usa uma grelha de coordenadas projectada na <link linkend="ai-csphere">Esfera Celeste</link>, em analogia ao <link linkend="ai-geocoords">Sistema de coordenadas geográficas</link> usado na superfície da Terra. Os sistemas de coordenadas diferem apenas na sua escolha do <firstterm>plano fundamental</firstterm>, que divide o céu em dois hemisférios iguais ao longo de um <link linkend="ai-greatcircle">grande círculo</link>. (o plano fundamental do sistema geográfico é o equador da Terra). Cada sistema de coordenadas é nomeado pela sua escolha do plano fundamental.
ru: Для изучения неба необходимо уметь определять, где находятся его элементы. Для этого астрономы придумали несколько <firstterm>систем координат</firstterm>. Каждая из них использует координатную сетку, спроецированную на <link linkend="ai-csphere">небесную сферу</link>, по аналогии с <link linkend="ai-geocoords">системой географических координат</link> для поверхности Земли. Эти координатные системы различаются только выбором <firstterm>фундаментальной плоскости</firstterm>, разделяющей сферу на равные полушария по границе <link linkend="ai-greatcircle">большого круга</link> (фундаментальной плоскостью системы географических координат является экватор). Каждая из координатных систем названа по своей фундаментальной плоскости.
sv: Ett grundläggande krav för att kunna studera himlen är att kunna avgöra var på himlen saker finns. För att ange positioner på himlen, har astronomer utvecklat flera <firstterm>koordinatsystem</firstterm>. Vart och ett använder ett rutnät med koordinater som projiceras på <link linkend="ai-csphere">himmelssfären</link>, analogt med det <link linkend="ai-geocoords">geografiska koordinatsystemet</link> som används på jordens yta. Koordinatsystemen skiljer sig bara i sitt val av <firstterm>grundplan</firstterm>, som delar himlen i två likadana halvklot längs en <link linkend="ai-greatcircle">storcirkel</link>. (grundplanet för det geografiska koordinatsystemet är jordens ekvator). Varje koordinatsystem namnges efter sitt val av grundplan.

source: The Equatorial Coordinate System
bg: Eкваториална координатна система
ca: El sistema de coordenades equatorials
ca@valencia: El sistema de coordenades equatorials
et: Ekvaatoriline koordinaatide süsteem
fr: Le système de coordonnées équatoriales
gl: O sistema de coordenadas ecuatoriais
it: Il sistema di coordinate equatoriali
nl: Het Equatoriale coördinatenstelsel
pl: Układ współrzędnych równikowych
pt: O Sistema de Coordenadas Equatoriais
pt_br: O sistema de coordenadas equatoriais
ru: Экваториальная система координат
sl: Ekvatorialni koordinatni sistem
sv: Det ekvatoriella koordinatsystemet
uk: Екваторіальна система координат

source: <secondary>Equatorial Coordinates</secondary>
bg: <secondary>Екваториални координати</secondary>
et: <secondary>Ekvaatorilised koordinaadid</secondary>
gl: <secondary>Coordenadas ecuatoriais</secondary>
pl: <secondary>Współrzędne równikowe</secondary>
pt: <secondary>Coordenadas Equatoriais</secondary>
ru: <secondary>Экваториальная система координат</secondary>
sv: <secondary>Ekvatoriella koordinater</secondary>

source: <seealso>Celestial Equator</seealso> <seealso>Celestial Poles</seealso> <seealso>Geographic Coordinate System</seealso>
bg: <seealso>Небесен екватор</seealso> <seealso>Небесни полюси</seealso> <seealso>Географска координатна система</seealso>
et: <seealso>Taevaekvaator</seealso> <seealso>Taevapoolused</seealso> <seealso>Geograafiline koordinaatide süsteem</seealso>
gl: <seealso>Ecuador celeste</seealso> <seealso>Polos celestes</seealso> <seealso>Sistema de coordenadas xeográficas</seealso>
pl: <seealso>Równik niebieski</seealso> <seealso>Bieguny niebieskie</seealso> <seealso>Układ współrzędnych geograficznych</seealso>
pt: <seealso>Equador Celeste</seealso> <seealso>Pólos Celestes</seealso> <seealso>Sistema de Coordenadas Geográficas</seealso>
ru: <seealso>Небесный экватор</seealso> <seealso>Полюса мира</seealso> <seealso>Географическая система координат</seealso>
sv: <seealso>Himmelsekvator</seealso> <seealso>Himmelspoler</seealso> <seealso>Geografiska koordinatsystem</seealso>

source: Right Ascension
bg: Ректасцензия
et: Otsetõus
gl: Ascensión recta
pl: Rektascensja
pt: Ascenção Recta
ru: Прямое восхождение
sv: Rektascension

source: <see>Equatorial Coordinates</see>
bg: <see>Екваториални координати</see>
et: <see>Ekvaatorilised koordinaadid</see>
gl: <see>Coordenadas ecuatoriais</see>
pl: <see>Współrzędne równikowe</see>
pt: <see>Coordenadas Equatoriais</see>
ru: <see>Экваториальная система координат</see>
sv: <see>Ekvatoriella koordinater</see>

source: Declination
bg: Деклинация
et: Kääne
gl: Declinación
pl: Deklinacja
pt: Declinação
ru: Склонение
sv: Deklination

source: The <firstterm>Equatorial coordinate system</firstterm> is probably the most widely used celestial coordinate system. It is also the most closely related to the <link linkend="ai-geocoords">Geographic coordinate system</link>, because they use the same fundamental plane, and the same poles. The projection of the Earth's equator onto the celestial sphere is called the <link linkend="ai-cequator">Celestial Equator</link>. Similarly, projecting the geographic Poles onto the celestial sphere defines the North and South <link linkend="ai-cpoles">Celestial Poles</link>.
bg: <firstterm>Екваториалната координатна система </firstterm> е може би най-широко използваната небесна координатна система. Тя е и най-тясно свързана с <link linkend="ai-geocoords">географската координатна система</link>, защото използват същата фундаментална равнина и същите полюси. Проекцията на екватора на Земята върху небесата сфера се нарича <link linkend="ai-cequator">небесен екватор</link>. По същия начин, проекциите на географските полюси върху небесната сферата определят северния и южния <link linkend="ai-cpoles">небесен полюс</link>.
et: <firstterm>Ekvaatoriline koordinaatide süsteem</firstterm> on vahest kõige enam kasutust leidnud. See on ka kõige tihedamalt seotud <link linkend="ai-geocoords">geograafilise koordinaatide süsteemiga</link>, sest mõlemad kasutavad üht ja sama alustasandit ning pooluseid. Maa ekvaatori projektsiooni taevasfäärile nimetatakse <link linkend="ai-cequator">taevaekvaatoriks</link>. Samamoodi kujutab geograafiliste pooluste projektsioon taevasfäärile endast vastavalt põhja- ja lõuna<link linkend="ai-cpoles">taevapoolust</link>.
gl: O <firstterm>Sistema de coordenadas ecuatoriais</firstterm> é probabelmente o sistema de coordenadas celestes máis empregado. É tamén o que se relaciona máis de preto co <link linkend="ai-geocoords">Sistema de coordenadas xeográficas</link> porque usan o mesmo plano fundamental e os mesmos polos. A proxección do ecuador da Terra na esfera celeste coñécese como <link linkend="ai-cequator">Ecuador celeste</link>. Do mesmo xeito, a proxección dos polos xeográficos na esfera celeste define os <link linkend="ai-cpoles">polos celestes</link> norte e sur.
pl: <firstterm>Układ współrzędnych równikowych</firstterm> jest prawdopodobniej najbardziej popularnym układem współrzędnych niebieskich. Jest także najbardziej związany z <link linkend="ai-geocoords">układem współrzędnych geograficznych</link>, ponieważ korzystają one z tej samej płaszczyzny podziału. Projekcja ziemskiego równika na sferze niebieskiej nosi nazwę <link linkend="ai-cequator">równika niebieskiego</link>. Podobnie jest w przypadku <link linkend="ai-cpoles">biegunów niebieskich</link>, które są wyznaczane przez rzutowanie ziemskiego bieguna północnego i południowego.
pt: O <firstterm>sistema de coordenadas Equatorial</firstterm> é provavelmente o sistema de coordenadas celeste usado com maior frequência. É também o que está mais relacionado com o <link linkend="ai-geocoords">sistema de coordenadas geográficas</link>, porque eles usam o mesmo plano fundamental e os mesmos pólos. A projecção do equador da Terra na esfera celeste é chamado de <link linkend="ai-cequator">Equador Celeste</link>. De forma semelhante, a projecção dos pólos geográficos na esfera celeste define os <link linkend="ai-cpoles">Pólos Celestes Norte e Sul</link>.
ru: <firstterm>Экваториальная координатная система</firstterm>, &mdash; возможно, наиболее часто используемая система небесных координат. Она очень близка к <link linkend="ai-geocoords">системе географических координат</link>, так как они обе используют одну фундаментальную плоскость и одни полюса. Проекция экватора Земли на небесную сферу называется <link linkend="ai-cequator">небесным экватором</link>. Точно так же проекция географических полюсов даёт северный и южный <link linkend="ai-cpoles">полюса мира</link>.
sv: Det <firstterm>ekvatoriella koordinatsystemet</firstterm> är troligen det mest använda himmelskoordinatsystemet. Det är också närmast släkt med det <link linkend="ai-geocoords">geografiska koordinatsystemet</link>, eftersom de använder samma grundplan, och samma poler. Projektionen av jordens ekvator på himmelssfären kallas <link linkend="ai-cequator">himmelsekvatorn</link>. På samma sätt ger projektion av de geografiska polerna på himmelssfären de norra och södra <link linkend="ai-cpoles">himmelspolerna</link>.

source: However, there is an important difference between the equatorial and geographic coordinate systems: the geographic system is fixed to the Earth; it rotates as the Earth does. The Equatorial system is fixed to the stars<footnote id="fn-precess"><para>Actually, the equatorial coordinates are not quite fixed to the stars. See <link linkend="ai-precession">precession</link>. Also, if <link linkend="ai-hourangle">Hour Angle</link> is used in place of Right Ascension, then the Equatorial system is fixed to the Earth, not to the stars.</para></footnote>, so it appears to rotate across the sky with the stars, but of course it is really the Earth rotating under the fixed sky.
bg: Има обаче важна разлика между екваториалната и географската координата система: географската система е фиксирана към Земята и се върти с нея. Екваториалната системата е фиксирана към звездите<footnote id="fn-precess"><para>Всъщност екваториалните координати не са фиксирани към звездите. Вижте <link linkend="ai-precession">прецесия</link>. Също така, ако <link linkend="ai-hourangle">часовия ъгъл</link> се използва вместо ректасцензията, тогава екваториалната система е свързана със Земята, а не със звездите.</para></footnote>, така че изглежда, че се върти заедно със звездите, но разбира се в действителност Земята се върти под неподвижното небе.
pt: Contudo, existe uma diferença importante entre os sistemas de coordenadas equatorial e geográfico: o sistema geográfico está fixo na Terra; ele roda à medida que a Terra faz o mesmo. O sistema equatorial está fixo nas estrelas <footnote id="fn-precess"><para>De facto, as coordenadas equatoriais não estão muito fixas às estrelas. Veja a <link linkend="ai-precession">precessão</link>. Também, se o <link linkend="ai-hourangle">Ângulo Horário</link> for usado em vez da Ascenção Recta, então o sistema equatorial está fixo à Terra e não às estrelas</para></footnote>, por isso parece rodar ao longo do céu com as estrelas, mas claro que é de facto a Terra a rodar no céu fixo.
sv: Det finns dock en viktig skillnad mellan de ekvatoriella och geografiska koordinatsystemen: det geografiska systemet är fixerat vid jorden, och det roterar med jorden. Det ekvatoriella systemet är fixerat vid stjärnorna <footnote id="fn-precess"><para>I själva verket är inte de ekvatoriella koordinaterna riktigt fixerade vid stjärnorna. Se <link linkend="ai-precession">precession</link>. Dessutom om <link linkend="ai-hourangle">timvinkel</link> används istället för rektascension, så är det ekvatoriella systemet fixerat vid jorden, inte stjärnorna.</para></footnote>, så det verkar rotera över himlen med stjärnorna, men det är förstås i verkligheten jorden som roterar under den stillastående himlen.

source: The <firstterm>latitudinal</firstterm> (latitude-like) angle of the Equatorial system is called <firstterm>Declination</firstterm> (Dec for short). It measures the angle of an object above or below the Celestial Equator. The <firstterm>longitudinal</firstterm> angle is called the <firstterm>Right Ascension</firstterm> (<acronym>RA</acronym> for short). It measures the angle of an object East of the <link linkend="ai-equinox">Vernal Equinox</link>. Unlike longitude, Right Ascension is usually measured in hours instead of degrees, because the apparent rotation of the Equatorial coordinate system is closely related to <link linkend="ai-sidereal">Sidereal Time</link> and <link linkend="ai-hourangle">Hour Angle</link>. Since a full rotation of the sky takes 24 hours to complete, there are (360 degrees / 24 hours) = 15 degrees in one Hour of Right Ascension.
bg: Ъгълът на <firstterm>ширината</firstterm> (отговарящ на географската ширина) на eкваториалната система се нарича <firstterm>деклинация</firstterm> (съкратено Dec).Той измерва ъгъла на обект над или под небесния екватор. Ъгълът на <firstterm>дължината</firstterm> се нарича <firstterm>ректасцензия</firstterm> (накратко <acronym>RA</acronym>). Той измерва ъгъла на обект на изток от токата на <link linkend="ai-equinox">пролетното равноденствие</link>. За разлика от географската дължина, ректасцензията обикновено се измерва в часове вместо в градуси, тъй като видимото въртене на екваториалната координатна система е тясно свързано със <link linkend="ai-sidereal">звездното време</link> и<link linkend="ai-hourangle"> часовия ъгъл</link>. Тъй като пълното завъртане на небето отнема 24 часа, има (360 градуса / 24 часа) = 15 градуса за един час ректасцензия.
et: Ekvaatorilise süsteemi <firstterm>latitudinaalne</firstterm> (laiuskraadi-laadne) nurk kannab nimetust <firstterm>kääne</firstterm> (inglisekeelse lühendiga Dec). See mõõdab nurka taevakeha ja taevaekvaatori vahel. <firstterm>Longitudinaalset</firstterm> (pikkuskraadi-laadset) nurka nimetatakse <firstterm>otsetõus</firstterm>uks (lühend OT, inglise keeles RA). See mõõdab taevakeha nurka <link linkend="ai-equinox">kevadpunkti</link> suhtes. Erinevalt pikkuskraadist mõõdetakse otsetõusu enamasti tundides, mitte kraadides, sest ekvaatorilise koordinaatide süsteemi näiv pöörlemine on tihedalt seotud <link linkend="ai-sidereal">täheaja</link> ja <link linkend="ai-hourangle">tunninurgaga</link>. Kuna taeva täispöördeks kulub 24 tundi, on otsetõusu üks tund võrdne (360 kraadi : 24 tundi =) 15 kraadiga.
gl: O ángulo <firstterm>latitudinal</firstterm> (relacionado coa latitude) do sistema ecuatorial chámase <firstterm>Declinación</firstterm> (Dec en abreviatura). Mide o ángulo dun obxecto por riba ou por baixo do Ecuador celeste. O ángulo <firstterm>lonxitudinal</firstterm> chámase <firstterm>ascensión recta</firstterm> (<acronym>AR</acronym> en abreviatura). Mide o ángulo dun obxecto ao leste do <link linkend="ai-equinox">Equinoccio vernal</link>. Ao contrario da lonxitude, a ascensión recta normalmente mídese en horas no canto de graos porque a rotación aparente do sistema de coordenadas ecuatoriais está relacionado de preto co <link linkend="ai-sidereal">tempo sideral</link> e co <link linkend="ai-hourangle">ángulo horario</link>. Dado que unha rotación completa do ceo tarda 24 horas en completarse, hai (360 graos / 24 horas) = 15 graos nunha hora de ascensión recta.
pl: Kąt odpowiadający <firstterm>szerokości geograficznej</firstterm> w układzie równikowym zwany jest <firstterm>deklinacją</firstterm> (w skrócie Dec). Mierzy on kąt obiektu poniżej lub powyżej równika niebieskiego. Współrzędna odpowiadająca <firstterm>długości geograficznej</firstterm> nosi nazwę <firstterm>rektascensji</firstterm> (w skrócie <acronym>RA</acronym>). Mierzy ona kąt obiektu na wschód od <link linkend="ai-equinox">punktu równonocy wiosennej</link>. W przeciwieństwie do szerokości geograficznej, rektascensja jest zazwyczaj mierzona w godzinach, a nie w stopniach, ponieważ widoczny obrót systemu współrzędnych równikowych jest blisko związany z <link linkend="ai-sidereal">czasem gwiezdnym</link> oraz <link linkend="ai-hourangle">kątem godzinnym</link>. Ponieważ pełna rotacja nieba zajmuje 24 godziny, jedna godzina rektascensji odpowiada 15 stopniom (360 stopni/24 godziny).
pt: O ângulo <firstterm>latitudinal</firstterm> (baseado na latitude) do sistema equatorial é chamado de <firstterm>Declinação</firstterm> (Dec para abreviar). Ele mede o ângulo de um objecto acima ou abaixo do Equador Celeste. O ângulo <firstterm>longitudinal</firstterm> é chamado de <firstterm>Ascenção Recta</firstterm> (<acronym>RA</acronym> ou <acronym>AR</acronym> para abreviar). Ele mede o ângulo de um objecto a Este do <link linkend="ai-equinox">Equinócio Vernal</link>. Ao contrário da longitude, a Ascenção Recta é normalmente medida em horas em vez de graus, dado que a rotação aparente do sistema de coordenadas equatorial está intimamente relacionado com o <link linkend="ai-sidereal">Tempo Sideral</link> e com o <link linkend="ai-hourangle">Ângulo Horário</link>. Dado que uma rotação completa do céu leva 24 horas a terminar, existem (360 graus / 24 horas) = 15 graus em cada hora de Ascenção Recta.
ru: <firstterm>Широтный</firstterm> угол экваториальной системы координат называется <firstterm>склонением</firstterm> (коротко - СКЛ). Оно показывает угол объекта над или под небесным экватором. Угол <firstterm>по долготе</firstterm> называется <firstterm>прямым восхождением</firstterm> (коротко - ПВ). Оно показывает угол между объектом и точкой <link linkend="ai-equinox">весеннего равноденствия</link>. В отличие от долготы, прямое восхождение обычно измеряется в часах вместо градусов, потому что видимое вращение экваториальной системы координат тесно связано со <link linkend="ai-sidereal">звёздным временем</link> и <link linkend="ai-hourangle">часовым углом</link>. Так как полный оборот занимает 24 часа, то один час прямого восхождения равен (360 градусов / 24 часа) 15 градусам.
sv: Den <firstterm>latitudliknande</firstterm> vinkeln i det ekvatoriella systemet kallas <firstterm>deklination</firstterm> (med förkortningen Dek). Den mäter vinkeln för ett objekt ovanför eller under himmelsekvatorn. Den <firstterm>longitudliknande</firstterm> vinkeln kallas <firstterm>rektascension</firstterm> (förkortat <acronym>RA</acronym>). Den mäter vinkeln för ett objekt öster om <link linkend="ai-equinox">vårdagjämningen</link>. Till skillnad från longituder, mäts rektascensionen oftast i timmar istället för grader, eftersom den skenbara rotationen av det ekvatoriella koordinatsystemet är närbesläktat till <link linkend="ai-sidereal">siderisk tid</link> och <link linkend="ai-hourangle">timvinkel</link>. Eftersom ett helt varv på himlen tar 24 timmar att fullborda, går det (360 grader / 24 timmar) = 15 grader på en timmes rektascension.
