Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-spiralgal.po
Languages: bg, ca, ca@valencia, es, et, gl, it, nl, pl, pt, pt_br, ru, sl, sv, uk

source: Spiral galaxies are very dynamic entities. They are hotbeds of star formation, and contain many young stars in their disks. Their central bulges tend to be made of older stars, and their diffuse halos are made of the very oldest stars in the Universe. Star formation is active in the disks because that is where the gas and dust are most concentrated; gas and dust are the building blocks of star formation.
bg: Спиралните галактики са много динамични единици. Те са огнища на звездообразуване и съдържат много млади звезди в техните дискове. Техните централни изпъкналости обикновено се състоят от по-стари звезди, а техните дифузни ореоли са изградени от най-старите звезди във Вселената. Звездообразуването е активно в дисковете, защото там газът и прахът са най-концентрирани. Междузвездният газ и прах са градивните елементи на звездообразуването.
ca: Les galàxies espirals són entitats molt dinàmiques. Són bressols de la formació d'estrelles i en contenen moltes de joves en els seus discs. Les seves protuberàncies centrals tendeixen a ser fetes d'estrelles més antigues, i els seus halos difusos estan fets de les estrelles més antigues de l'univers. La formació d'estrelles és molt activa en els discs perquè aquí és on estan concentrats el gas i la pols; aquests dos elements són els blocs de construcció de la formació d'estrelles.
ca@valencia: Les galàxies espirals són entitats molt dinàmiques. Són bressols de la formació d'estreles i en contenen moltes de joves en els seus discs. Els seus bombeigs centrals tendixen a estar fets d'estreles més antigues, i els seus halos difusos es fan de les estreles més velles de l'univers. La formació d'estreles és molt activa en els discs perquè ací és on estan concentrats el gas i la pols. Estos dos elements són els blocs de construcció de la formació d'estreles.
es: Las galaxias espirales son entidades muy dinámicas. Son cunas de formación estelar y contienen muchas estrellas jóvenes en sus discos. Sus abultamientos centrales tienden a estar hechos de estrellas más viejas, y sus halos más difusos están formados por las estrellas más antiguas del Universo. La formación de estrellas es activa en los discos porque es allí donde se concentran el gas y el polvo, los constituyentes básicos de la formación estelar.
et: Spiraalgalaktikad on väga dünaamilised. Seal sünnivad tähed ning nende kettas leidub palju noori tähti. Keskmõhnad koosnevad enamasti vanematest tähtedest ning nende halodesse kuulub kogu Universumi kõige vanemaid tähti. Täheteke on ketastes aktiivne seepärast, et just sinna on tihedalt kogunenud gaasi ja tolmu, millest tähed ju tekivadki.
gl: As galaxias espirais son entidades moi dinámicas. Son o berce de formación de estrelas e conteñen moitas estrelas novas nos seus discos. Os seus vultos centrais tenden a estaren compostos de estrelas máis vellas e os seus halos difusos compóñense das estrelas máis vellas do universo. A formación de estrelas é activa nos discos porque é alí onde o gas e o po están máis concentrados; o gas e o po son os bloques constituíntes da formación das estrelas.
it: Le galassie spirali sono oggetti molto dinamici. Sono sedi di formazione stellare, e contengono molte stelle giovani nei loro dischi. I nuclei centrali sono tendenzialmente costituiti da stelle più vecchie, e gli aloni diffusi sono composti dagli astri più antichi dell'Universo. La formazione stellare è attiva nei dischi perché è lì che il gas e le polveri sono più concentrati. Gas e polveri sono le materie prime della formazione stellare.
nl: Spiraalstelsels zijn zeer dynamisch. In de spiraalarmen vindt de vorming plaats van vele nieuwe sterren, en er bevinden zich dus veel jonge sterren in de schijf. In de centrale verdikking vindt men meest oudere sterren, en in hun diffuse halo zijn de oudste sterren die in het heelal zijn te vinden. In de schijf vindt de vorming van nieuwe sterren plaats, want daar zijn de meeste gas en stofdeeltjes, die de bouwstenen zijn bij de stervorming. De spiraalarmen zijn gebieden waar meer bouwstenen zijn dan elders.</para><para>Noot vertaler: de halo is een heel groot bolvormig gebied rondom het centrum, dat niet geheel leeg is, maar waarin zich bolvormige sterrenhopen bevinden. Verder is de halo zo goed als leeg, en dat de bolvormige sterrenhopen erg oud moeten zijn, is te begrijpen door hun grote afstand tot de schijf, waarin ze ooit zijn ontstaan (dit is overigens niet de enige reden waarom men denkt dat de sterren in die sterrenhopen heel erg oud zijn).
pl: Galaktyki spiralne są bardzo dynamicznymi obiektami. Są one źródłem powstawania nowych gwiazd, przez co zawierają wiele z nich w swoich dyskach. Jądra składają są ze starych gwiazd. Galaktyczne halo utworzone jest z najstarszych gwiazd we Wszechświecie. Formacja gwiazd na dyskach jest aktywna, ponieważ gaz i pył są tam najbardziej skoncentrowane; gaz i pył są podstawowym budulcem gwiazd.
pt: As galáxias em espiral são entidades muito dinâmicas. São os berços de formação das estrelas e contêm muitas estrelas novas nos seus discos. Os seus núcleos tendem a ser feitos de estrelas mais antigas e os seus halos difusos são criados a partir das estrelas mais antigas do Universo. A formação de estrelas está activa nos discos, porque é onde o gás e o pó estão mais concentrados; o gás e o pó são os blocos de construção da formação de estrelas.
pt_br: Galáxias espirais são entidades muito dinâmicas. Elas são campos férteis para formação de estrelas, e contém muitas estrelas jovens em seus discos. Suas protuberâncias centrais tendem a ser formadas por estrelas antigas, e sua auréola difusa é feita das estrelas mais antigas do Universo. A formação de estrelas é ativa nos discos por que é nele onde o gás e a poeira estão mais concentrados; gás e poeira são tijolos da formação de estrelas.
ru: Спиральные галактики - очень динамичные объекты. Они - очаг звёздообразования, и включают огромное количество молодых звёзд в свои диски. Ядро состоит из старых звёзд, а его диффузное гало - самые старые звёзды во Вселенной! Формирование звёзд активно в диске потому, что именно там концентрируются газ и пыль; газ и пыль являются "строительными блоками" звёзд.
sl: Spiralne galaksije so zelo dinamične entitete. So žarišča nastajanja zvezd in v svojih diskih vsebujejo veliko mladih zvezd. Njihove osrednje izbokline so običajno sestavljene iz starejših zvezd, njihovi razpršeni haloji pa iz najstarejših zvezd v vesolju. Nastajanje zvezd je aktivno v diskih, ker sta tam najbolj koncentrirana plin in prah; plin in prah sta gradnika nastajanja zvezd.
sv: Spiralgalaxer är mycket dynamiska objekt. De är drivhus för stjärnbildning, och innehåller många unga stjärnor i sina skivor. Den centrala utbukningen tenderar bestå av äldre stjärnor, och den diffusa halon består av de allra äldsta stjärnorna i universum. Stjärnbildning är aktiv i skivorna, eftersom det är där gas och stoft finns i störst koncentration - gas och stoft är byggblocken vid stjärnbildning.
uk: Спіральні галактики є дуже динамічними об’єктами. У них формуються зірки, їх диски складаються з великої кількості молодих зірок. Центральні потовщення утворено старішими зірками, а розсіяні оболонки — з найстаріших зірок, які нам відомі у всесвіті. Утворення зірок відбувається у дисках галактик, оскільки там ми спостерігаємо найбільші скупчення газу і пилу, ці газ і пил є будівельним матеріалом для зірок, що утворюються.

source: Modern telescopes have revealed that many Spiral galaxies harbor supermassive black holes at their centers, with masses that can exceed that of a billion Suns. Both elliptical and spiral galaxies are known to contain these exotic objects; in fact many astronomers now believe that <emphasis>all</emphasis> large galaxies contain a supermassive black hole in their nucleus. Our own Milky Way is known to harbor a black hole in its core with a mass millions of times bigger than a star's mass.
ca@valencia: Els telescopis moderns han revelat que la majoria de galàxies espirals abriguen forats negres supermassius en els seus centres, amb masses que poden excedir la de mil milions de Sols. Ambdues, galàxies el·líptiques i espirals, es coneix que contenen estos objectes exòtics; fins i tot ara molts astrònoms creuen que <emphasis>totes</emphasis> les grans galàxies contenen un forat negre supermassiu en el seu nucli. Es coneix que la nostra Via Làctia n'abriga un en el seu interior, amb una massa milions de vegades més gran que la massa d'una estrela.
et: Tänapäevased võimsad teleskoobid on selgitanud, et paljude spiraalgalaktikate keskmes paikneb ülimassiivne must auk, mille mass võib ületada ka miljardi Päikese massi. Selliseid haruldasi objekte sisaldavad teadaolevalt nii elliptilised kui spiraalgalaktikad, mis on pannud paljusid astronoome arvama, et tegelikult leidub ülimassiivne must auk <emphasis>kõigi</emphasis> suuremate galaktikate keskmes. Ka meie Linnutee keskmes arvatakse asuvat must auk, mille mass on miljoneid kordi suurem kui tähemass.
it: I moderni telescopi hanno rivelato che molte galassie spirali ospitano al loro centro dei buchi neri di grande massa, che possono superare il miliardo di masse solari. È noto che sia le ellittiche sia le spirali contengono questi oggetti esotici; addirittura molti astronomi ritengono che <emphasis>tutte</emphasis> le grandi galassie contengano un buco nero di grande massa nel proprio nucleo. Sappiamo che la nostra Via Lattea ospita un buco nero la cui massa è milioni di volte maggiore di quella tipica di una stella.
sl: Sodobni teleskopi so razkrili, da številne spiralne galaksije skrivajo v svojih središčih supermasivne črne luknje z maso, ki lahko presega maso milijarde Sonc. Znano je, da tako eliptične kot spiralne galaksije vsebujejo te eksotične objekte; pravzaprav mnogi astronomi verjamejo, da <emphasis>vse</emphasis> velike galaksije vsebujejo supermasivno črno luknjo v svojem jedru. Znano je, da naša Rimska cesta v svojem jedru skriva črno luknjo z maso, ki je milijonkrat večja od mase zvezde.

source: There are many fine examples of spiral galaxies to be found in &kstars;, and many have beautiful images available in their <link linkend="popup-menu">popup menu</link>. You can find them by using the <link linkend="findobjects">Find Object</link> window. Here is a list of some spiral galaxies with nice images available:
ca@valencia: Hi ha molts exemples adequats de galàxies espirals que es troben en &kstars;, i moltes tenen boniques imatges disponibles en el seu <link linkend="popup-menu">menú emergent</link>. Podreu trobar-les emprant la finestra <link linkend="findobjects">Busca un objecte</link>. Esta és una llista d'algunes galàxies espirals amb boniques imatges disponibles:
et: &kstars; näitab paljusid kenasid spiraalgalaktikaid ja <link linkend="popup-menu">hüpikmenüü</link> vahendusel saab enamasti vaadata ka neist tehtud imeilusaid pilte. Spiraalgalaktikaid on kõige hõlpsam leida <link linkend="findobjects">objektide otsimise</link> aknast. Toome siin ära mõned ilusate piltidega spiraalgalaktikad:
it: In &kstars; è possibile trovare molti notevoli esempi di galassie spirali, parecchie delle quali dispongono di belle immagini accessibili dai loro <link linkend="popup-menu">menu a comparsa</link>. Puoi trovarle tramite la finestra <link linkend="findobjects">Trova oggetto</link>. Segue un elenco di alcune galassie spirali con belle foto disponibili:
sl: V &kstars; je veliko lepih primerov spiralnih galaksij in mnoge imajo čudovite slike na voljo v <link linkend="popup-menu">pojavnem meniju</link>. Najdete jih z uporabo okna <link linkend="findobjects">Najdi objekt</link>. Tukaj je seznam nekaterih spiralnih galaksij z lepimi slikami, ki so na voljo:

source: M 64, the Black-Eye Galaxy (type Sa)
bg: M 64, Галактика Черно око (тип Sa)
ca: M 64, la Galàxia Black-Eye (de tipus Sa)
ca@valencia: M 64, la Galàxia Black-Eye (de tipus Sa)
es: M 64, La galaxia del ojo negro (tipo Sa)
et: M64, Mustasilmne galaktika (tüüp Sa)
gl: M 64, a Galaxia Ollo Negro (tipo Sa)
it: M 64, la galassia Occhio nero (tipo Sa)
nl: M 64, het Black-Eye melkwegstelsel (type Sa)
pl: M 64, Galaktyka Warkocz Bereniki (typ Sa)
pt: M 64, a Galáxia Olho-Negro (tipo Sa)
pt_br: M 64, a galáxia Olho-Negro (tipo Sa)
ru: M 64, Галактика Чёрный Глаз (тип Sa)
sl: M 64, galaksija Črnega očesa (tip Sa)
sv: M64, Blåtiran (typ Sa)
uk: M 64, Галактика «Чорне око» (тип Sa)

source: M 31, the Andromeda Galaxy (type Sb)
bg: M 31, Галактика Андромеда (тип Sb)
ca: M 31, la Galàxia Andròmeda (de tipus Sb)
ca@valencia: M 31, la Galàxia Andròmeda (de tipus Sb)
es: M 31, la galaxia de Andrómeda (tipo Sb)
et: M31, Andromeeda galaktika (tüüp Sb)
gl: M 31, a Galaxia de Andrómeda (tipo Sb)
it: M 31, la galassia di Andromeda (tipo Sb)
nl: M 31, het Andromeda melkwegstelsel (type Sb)
pl: M 31, Galaktyka Andromeda (typ Sb)
pt: M 31, a Galáxia de Andrómeda (tipo Sb)
pt_br: M 31, a galáxia Andrômeda (tipo Sb)
ru: M 31, туманность Андромеда (тип Sb)
sl: M 31, Andromedina galaksija (tip Sb)
sv: M 31, Andromedagalaxen (typ Sb)
uk: M 31, Галактика «Туманність Андромеди» (тип Sb)

source: M 81, Bode's Galaxy (type Sb)
bg: M 81, Галактика на Боде (тип Sb)
ca: M 81, la Galàxia Bode (de tipus Sb)
ca@valencia: M 81, la Galàxia Bode (de tipus Sb)
es: M 81, La galaxia de Bode (tipo Sb)
et: M81, Bode galaktika (tüüp Sb)
gl: M 81, Galaxia de Bode (tipo Sb)
it: M 81, la galassia di Bode (tipo Sb)
nl: M 81, Bode's melkwegstelsel (type Sb)
pl: M 81, Galaktyka Bodego (typ Sb)
pt: M 81, a Galáxia do Bode (tipo Sb)
pt_br: M 81, Galáxia da Promessa (tipo Sb)
ru: M 81, галактика Bode's (тип Sb)
sl: M 81, Bodejeva galaksija (tip Sb)
sv: M 81, Bodes galax (typ Sb)
uk: M 81, Галактика Боде (тип Sb)

source: M 51, the Whirlpool Galaxy (type Sc)
bg: M 51, Галактика Водовъртеж (тип Sc)
ca: M 51, la Galàxia Whirlpool (de tipus Sc)
ca@valencia: M 51, la Galàxia Whirlpool (de tipus Sc)
es: M 51, la galaxia del remolino (tipo Sc)
et: M51, Veekeerise galaktika (tüüp Sc)
gl: M 51, a Galaxia Remuíño (tipo Sc)
it: M 51, la galassia Vortice (tipo Sc)
nl: M 51, de Draaikolknevel (type Sc)
pl: M 51, Galaktyka Wirowa (typ Sc)
pt: M 51, a Galáxia do Remoinho (tipo Sc)
pt_br: M 51, a galáxia Redemoinho (tipo Sc)
ru: M 51, галактика Воронка (тип Sc)
sl: M 51, galaksija Vrtinec (tip Sc)
sv: M 51, Virvelgalaxen (typ Sc)
uk: M 51, Галактика «Вир» (тип Sc)

source: NGC 300 (type Sd) [use DSS image link]
bg: NGC 300 (тип Sd) [използвайте връзката към DSS изображение]
ca: NGC 300 (de tipus Sd) [utilitzeu l'enllaç d'imatge DSS]
ca@valencia: NGC 300 (de tipus Sd) [utilitzeu l'enllaç d'imatge DSS]
es: NGC 300 (tipo Sd) [use el enlace de la imagen DSS]
et: NGC300 (tüüp Sd) [kasuta DSS pildi viita]
gl: NGC 300 (tipo Sd) [usa a ligazón á imaxe DSS]
it: NGC 300 (tipo Sd) [utilizza collegamento a immagine DSS]
nl: NGC 300 (type Sd) [gebruik DSS-afbeeldingskoppeling]
pl: NGC 300 (typ Sd) [wykorzystaj odnośnik do obrazu DSS]
pt: NGC 300 (tipo Sd) [usar a ligação da imagem DSS]
pt_br: NGC 300 (tipo Sd) [usar o link da imagem do DSS]
ru: NGC 300 (тип Sd) [используйте ссылку на картинку DSS]
sl: NGC 300 (tip Sd) [uporabi slikovno povezavo DSS]
sv: NGC 300 (typ Sd) [använd DSS-bildlänk]
uk: NGC 300 (тип Sd) [скористайтеся посиланням на зображення DSS]

source: M 83 (type SBa)
bg: M 83 (тип SBa)
ca: M 83 (de tipus SBa)
ca@valencia: M 83 (de tipus SBa)
es: M 83 (tipo SBa)
et: M83 (tüüp SBa)
gl: M 83 (tipo SBa)
it: M 83 (tipo SBa)
pl: M 83 (typ SBa)
pt: M 83 (tipo SBa)
pt_br: M 83 (tipo SBa)
ru: M 83 (тип SBa)
sl: M 83 (tip SBa)
sv: M 83 (typ SBa)
uk: M 83 (тип SBa)

source: NGC 1530 (type SBb)
bg: NGC 1530 (тип SBb)
ca: NGC 1530 (de tipus SBb)
ca@valencia: NGC 1530 (de tipus SBb)
es: NGC 1530 (tipo SBb)
et: NGC1530 (tüüp SBb)
gl: NGC 1530 (tipo SBb)
it: NGC 1530 (tipo SBb)
pl: NGC 1530 (typ SBb)
pt: NGC 1530 (tipo SBb)
pt_br: NGC 1530 (tipo SBb)
ru: NGC 1530 (тип SBb)
sl: NGC 1530 (tip SBb)
sv: NGC 1530 (typ SBb)
uk: NGC 1530 (тип SBb)

source: NGC 1073 (type SBc)
bg: NGC 1073 (тип SBc)
ca: NGC 1073 (de tipus SBc)
ca@valencia: NGC 1073 (de tipus SBc)
es: NGC 1073 (tipo SBc)
et: NGC1073 (tüüp SBc)
gl: NGC 1073 (tipo SBc)
it: NGC 1073 (tipo SBc)
pl: NGC 1073 (typ SBc)
pt: NGC 1073 (tipo SBc)
pt_br: NGC 1073 (tipo SBc)
ru: NGC 1073 (тип SBc)
sl: NGC 1073 (tip SBc)
sv: NGC 1073 (typ SBc)
uk: NGC 1073 (тип SBc)

source: Spiral Galaxies
ca: Galàxies espirals
nl: Spiraalvormige sterrenstelsels
sv: Spiralgalaxer
uk: Спіральні галактики

source: Galaxies are classified using a “tuning fork diagram”. The end of the fork classifies :doc:`elliptical galaxies <ai-ellipgal>` on a scale from the roundest, which is an E0, to those that appear most flattened, which is rated as E7. The “tines” of the tuning fork are where the two types of spiral galaxies are classified: normal spirals, and “barred” spirals. A barred spiral is one whose nuclear bulge is stretched out into a line, so it literally looks like it has a “bar” of stars in its center.
ca: Les galàxies es classifiquen emprant un «diagrama de diapasó». El final de la forquilla classifica a les :doc:`galàxies el·líptiques <ai-ellipgal>` en una escala des de la més rodona, les quals serien classificades com a E0, a les que aparenten ser més planes, les quals serien E7. Les «dents» del diapasó és a on es classifiquen els dos tipus de galàxies espirals: galàxies espirals normals i «barrades». Una espiral barrada és aquella en què la protuberància nuclear s'estira cap enfora en una línia, de manera que literalment sembla que tingui una «barra» d'estrelles al centre.
nl: Melkwegstelsels worden ingedeeld volgens een “schema dat de vorm heeft van een stemvork”. Op de steel van de vork vindt men de :doc:`elliptische melkwegstelsels <ai-ellipgal>`, te beginnen met de meest ronde, de E0-, tot de meest afgeplatte, de E7-stelsels. Op de “tanden” van de vork zijn beide typen van spiraalstelsels ingedeeld, namelijk de normale spiralen en de “balk”spiralen. In een balkspiraal is de centrale verdikking wat uitgerekt in een richting, zodat het werkelijk lijkt of er een balk van sterren is in het midden.
sv: Galaxer klassificeras med ett "stämgaffeldiagram". Gaffelns skaft klassificerar :doc:`elliptiska galaxer <ai-ellipgal>` längs en skala från de rundaste, som kallas E0, till de som verkar plattast, som anges som E7. Stämgaffelns "spetsar" används för att klassificera de två typerna spiralgalaxer: normala spiralgalaxer och "stavgalaxer". En stavgalax är en där kärnans utbuktning sträckts ut i en linje, så att den bokstavligen ser ut som att den har en "stav" med stjärnor i sin mitt.

source: Both types of spiral galaxies are sub-classified according to the prominence of their central “bulge” of stars, their overall surface brightness, and how tightly their spiral arms are wound. These characteristics are related, so that an Sa galaxy has a large central bulge, a high surface brightness, and tightly-wound spiral arms. An Sb galaxy has a smaller bulge, a dimmer disk, and looser arms than an Sa, and so on through Sc and Sd. Barred galaxies use the same classification scheme, indicated by types SBa, SBb, SBc, and SBd.
ca: Ambdós tipus de galàxies espirals se subclassifiquen segons la prominència de la seva «protuberància» central d'estrelles, la seva lluminositat total en superfície i segons l'elongació dels seus braços espirals. Aquestes característiques estan relacionades, de manera que una galàxia Sa té una protuberància central gran, una alta lluminositat en superfície i una elongació atapeïda dels seus braços espirals. Una galàxia Sb tindrà una protuberància més petita, un disc més feble i una elongació més petita que una Sa, i el mateix entre les Sc i Sd. Les galàxies barrades empren el mateix esquema de classificació, indicat pels tipus SBa, SBb, SBc i SBd.
nl: Beide typen spiraalstelsels worden onderverdeeld naar de grootte van de centrale “verdikking”, hun totale oppervlaktehelderheid, en hoe dicht hun spiraalarmen zijn gewonden. Op deze manier heeft een Sa-melkwegstelsel een grote centrale verdikking, een grote oppervlaktehelderheid, en dicht gewonden spiraalarmen. Een Sb-stelsel heeft een kleinere centrale verdikking, een kleinere helderheid van de schijf, en losser gewonden armen, dan Sa, en zo gaan we verder met Sc en Sd. Bij balkspiralen hebben we dezelfde indeling, met de namen SBa, SBb, SBc en SBd.
sv: Båda typer av spiralgalaxer har underklasser beroende på hur framträdande deras centrala "utbuktning" av stjärnor, deras totala ytljusstyrka, och hur tätt deras spiralarmar ligger. Dessa kännetecken hör samman, så en Sa-galax har en stor central utbuktning, en hög ytljusstyrka, och tätt liggande spiralarmar. En Sb-galax har en mindre utbuktning, en ljussvagare skiva och glesare armar än en Sa-galax, och så vidare för Sc och Sd. Stavgalaxer använder samma klassificeringsmetod, som anges av typerna SBa, SBb, SBc och SBd.
uk: Обидва типи спіральних галактик класифікуються за підтипами, відповідно до величини центрального «потовщення», середньої яскравості поверхні і кута закручування своїх спіральних рукавів. Ці характеристики є відносними, отже галактика типу Sa має велике центральне потовщення, високу яскравість поверхні і туго закручені спіральні рукави. Галактика типу Sb має менше потовщення, тьмяніший диск і менш тугі рукави, ніж галактика Sa, те саме можна продовжити для типів Sc і Sd. Галактики з перетинкою класифікуються так само і мають позначення типів SBa, SBb, SBc і SBd.

source: The Milky Way galaxy, which is home to earth and all of the stars in our sky, is a Spiral Galaxy, and is believed to be a barred spiral. The name “Milky Way” refers to a band of very faint stars in the sky. This band is the result of looking in the plane of our galaxy's disk from our perspective inside it.
ca: La galàxia Via Làctia, que és a on hi ha la Terra i tot el munt d'estrelles que apareixen en el cel, és una galàxia espiral, i es creu que podria ser una espiral barrada. El nom de «Via Làctia» es refereix a una banda d'estrelles molt febles en el cel. Aquesta banda és el resultat de mirar en el pla del disc de la nostra galàxia des de la nostra perspectiva, des de dins.
nl: De Melkweg, waartoe de aarde behoort, samen met alle sterren die we aan onze hemel kunnen zien (en nog heel veel andere!), is zelf een spiraalstelsel, en naar men nu meent een balkspiraal. De naam “Melkweg” is te danken aan een band van zeer zwakke sterren aan de hemel. Deze band zien we omdat we in die richting kijken in het vlak van de schijf van ons melkwegstelsel, vanuit onze positie in de schijf. </para><para>Noot vertaler: de eerste kaart van de Melkweg werd in 1964 met behulp van radiotelescopen gemaakt en gepubliceerd door Nederlandse (Dwingeloo, noordelijk halfrond) en Australische (Parkes, zuidelijk halfrond) astronomen. Met optische telescopen kunnen we maar een klein deel van het melkwegstelsel zien door het vele stof en gas tussen de sterren.</para> <para>Noot vertaler:De Melkweg heeft de naam gekregen naar een mythe van de oude Grieken, volgens die mythe was de melkweg melk die uit de borsten van Hera spoot bij het zogen van (de kleine) Heracles.
sv: Galaxen Vintergatan, som är hem för jorden och alla stjärnor på vår himmel, är en spiralgalax, och tros vara en stavgalax. Namnet "Vintergatan" hänvisar till ett stråk med mycket svaga stjärnor på himlen. Stråket är resultatet av att titta längs planet för vår galax' skiva, från vårt perspektiv inifrån den.
uk: Галактика Молочний Шлях, яка є домівкою Землі і всіх інших зірок нашого неба, є спіральною галактикою, і, як вважається, належить до спіральних галактик з перетинкою. Назва «Молочний Шлях» походить від доріжки дуже тьмяних зірок, що пролягає через усе небо. Ця доріжка — результат того, що ми споглядаємо площину диска нашої галактики з точки всередині диска.
