Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-sidereal.po
Languages: bg, ca, ca@valencia, es, et, gl, it, nl, pt, pt_br, sl, sv, uk

source: In astronomy, we are concerned with how long it takes the Earth to spin with respect to the <quote>fixed</quote> stars, not the Sun. So, we would like a timescale that removes the complication of Earth's orbit around the Sun, and just focuses on how long it takes the Earth to spin 360 degrees with respect to the stars. This rotational period is called a <firstterm>Sidereal Day</firstterm>. On average, it is 4 minutes shorter than a Solar Day, because of the extra 1 degree the Earth spins in a Solar Day. Rather than defining a Sidereal Day to be 23 hours, 56 minutes, we define Sidereal Hours, Minutes and Seconds that are the same fraction of a Day as their Solar counterparts. Therefore, one Solar Second = 1.00278 Sidereal Seconds.
bg: В астрономията се отдава значение на това, колко време отнема на Земята да се завърти по отношение на <quote>фиксираните</quote> звезди, а не по отношение на слънцето.Ние бихме искали времева скала, която премахва усложнението на орбитата на Земята около Слънцето и просто се фокусира върху това, колко време е необходимо на Земята да се завърти на 360 градуса спрямо тези звезди. Този ротационен период се нарича <firstterm>звезден ден</firstterm>. Той е средно 4 минути по-кратък от слънчевия ден, поради допълнителния 1 градус, който Земята извървява в един слънчев ден. Вместо да определим звездния ден да бъде 23 часа, 56 минути, ние определяме звездни часове, минути и секунди, които са със същото съотношение към деня като техните слънчеви двойници. Следователно една слънчева секунда = 1,00278 звездни секунди.
ca: En astronomia, ens preocupa quant triga la Terra a girar respecte a les estrelles <quote>fixes</quote> i no en respecte al Sol. Pel que ens agradaria tenir una escala temporal que elimini la complicació de l'òrbita de la Terra al voltant del Sol, i que es dediqui exclusivament a determinar el que triga la Terra a girar 360 graus en respecte a les estrelles. Aquest període de rotació s'anomena <firstterm>dia sideri</firstterm>. Com a terme mitjà, és 4 minuts més curt que un dia solar, a causa del grau extra que la Terra ha de girar en un dia solar. En comptes de definir un dia sideri a 23 hores i 56 minuts, s'estableixen hores, minuts i segons sideris, que es corresponen a la mateixa fracció d'un dia com als seus homòlegs solars. Per tant, un segon solar = 1,00278 segons sideris.
es: En astronomía, nos preocupa cuánto tarda la Tierra en girar con respecto a las estrellas «fijas», y no con respecto al Sol. Por lo tanto, nos gustaría tener una escala temporal que elimine la complicación de la órbita de la Tierra alrededor del Sol, y que se dedique exclusivamente a determinar lo que tarda la Tierra en girar 360 grados con respecto a las estrellas. Este periodo rotacional se denomina <firstterm>día sidéreo</firstterm>. Por término medio, es 4 minutos más corto que un día solar, debido al grado extra que la Tierra debe girar para un día solar. En vez de definir la duración del día sidéreo en 23 horas y 56 minutos, se establecen horas, minutos y segundos sidéreos, que corresponden a la misma fracción del día que su homólogos solares. Por lo tanto, un segundo solar es igual a 1,00278 segundos sidéreos.
et: Astronoome huvitab rohkem see, kui kaua võtab Maal aega pöörde tegemine <quote>fikseeritud</quote> ehk kinnistähtede, mitte aga Päikese suhtes. Seepärast on eelistatud ajaskaala, mis kõrvaldab Päikese ümber tiirlemisega kaasnevad probleemid ning võtab enda asjaks vaid selle, kui kaua kulub Maal 360-kraadise pöörde tegemiseks tähtede suhtes. Seda pöörlemisperioodi nimetataksegi <firstterm>tähepäevaks</firstterm>. Keskmiselt on see 4 minutit lühem kui päikesepäev, seda just tänu mainitud ühele lisakraadile. Selle asemel, et defineerida tähepäeva 23 tunni ja 56 minutiga, defineerime me hoopis siis tähetunnid, -minutid ja -sekundid, mis moodustavad tähepäevast sama murdosa nagu nende vasted päikesepäevast. Seetõttu on üks päikesesekund 1,00278 tähesekundit.
gl: Na astronomía preocúpanos canto lle leva á Terra xirar en relación ás estrelas <quote>fixas</quote>, non ao Sol. Por iso, gustaríanos unha escala temporal que retirase a complicación da órbita da Terra arredor do Sol e se centrase simplemente en canto lle leva á Terra xirar 360 graos en relación ás estrelas. Este período de rotación chámase <firstterm>día sideral</firstterm>. Como media, é 4 minutos máis curto que un día solar debido ao grao extra que a Terra xira nun día solar. No canto de definir un día sideral como 23 horas e 56 minutos, definimos horas, minutos e segundos siderais que son a mesma fracción dun día que os seus correspondentes solares. Polo tanto, un segundo solar = 1,00278 segundos siderais.
it: In astronomia ci interessa quanto tempo impiega la Terra a compiere un giro completo rispetto alle stelle <quote>fisse</quote>, non rispetto al Sole. Per questo motivo ci vorrebbe una misura del tempo che elimini la complicazione dell'orbita terrestre attorno al Sole, e si basi solo su quanto tempo la Terra impiega a ruotare di 360 gradi rispetto alle stelle. Questo periodo di rotazione è chiamato <firstterm>giorno siderale</firstterm>. In media è quattro minuti più corto di un giorno solare, a causa del grado in più di cui la Terra ruota in un giorno solare. Invece di definire un giorno siderale della durata di 23 ore e 56 minuti, definiamo ore, minuti e secondi siderali come frazioni del giorno uguali a quelle dei corrispettivi solari. Così un secondo solare dura 1,00278 secondi siderali.
nl: In de Sterrenkunde hebben we te maken met de tijd die de aarde nodig heeft voor een volledige rotatie ten opzichte van de <quote>vaste</quote> sterren, en niet ten opzichte van de zon. Deze tijd noemen we een <firstterm>sterrendag</firstterm>. Bij benadering is een sterrendag ongeveer 4 minuten korter dan een zonnedag, vanwege die ene graad die de aarde extra moet draaien in een zonnedag. In plaats van een sterrendag te definiÃ«ren als 23 uur 56 minuten (en met rare getallen te moeten gaan rekenen!!) worden sterrenuren en sterrenminuten op dezelfde manier gedefinieerd als bij de zonnedag. Dus is een zonneseconde ongeveer 1,00278 sterreseconde.</para><para>Noot vertaler: 361/360 = 1,00278.
pt: Na astronomia, existe a preocupação sobre quanto tempo leva a Terra a rodar em relação às estrelas <quote>fixas</quote> e não ao Sol. Por isso, seria interessante uma escala temporal que removesse a complicação da órbita da Terra à volta do Sol e que se focasse no tempo que leva a terra a rodar 360 graus em relação às estrelas. Este período de rotação é chamado de <firstterm>Dia Sideral</firstterm>. Em média, é 4 minutos mais curto que um Dia Solar, devido ao grau extra que a Terra roda num Dia Solar. Em vez de definir um Dia Sideral como sendo igual a 23 horas, 56 minutos, definem-se Horas, Minutos e Segundos Siderais que são a mesma fracção de um dia para as unidades Solares correspondentes. Deste modo, um segundo solar = 1,00278 segundos siderais.
pt_br: Em astronomia, nós levantamos quanto tempo leva para a Terra rotacionar em relação a estrelas <quote>fixas</quote>, não o Sol. Logo, nós gostaríamos de uma escala de tempo que removesse a complicação da órbita da Terra ao redor do Sol, e simplesmente focasse quanto tempo a Terra leva para girar 360 graus em relação às estrelas. Este período rotacional é chamado de um <firstterm>dia sideral</firstterm>. Em média, ele é 4 minutos menor que um dia solar, por causa do 1 grau a mais da rotação da Terra em um dia solar. Ao invés de definir o dia sideral como 23 horas, 56 minutos, nós definimos horas, minutos e segundos siderais com o mesmo fracionamento de um dia como contado no modo solar. Logo, um segundo solar = 1,00278 segundo sideral.
sl: V astronomiji nas zanima, koliko časa potrebuje Zemlja, da se zavrti glede na <quote>fiksne</quote> zvezde, ne glede na Sonce. Želimo torej časovno lestvico, ki odpravlja zapletenost Zemljine orbite okoli Sonca in se osredotoča samo na to, kako dolgo potrebuje, da se Zemlja zavrti za 360 stopinj glede na zvezde. To rotacijsko obdobje se imenuje <firstterm>Zvezdni dan</firstterm>. V povprečju je 4 minute krajši od Sončevega dne zaradi dodatne 1 stopinje, za katero se Zemlja vrti v Sončevem dnevu. Namesto da bi zvezdni dan opredelili kot 23 ur in 56 minut, definiramo zvezdne ure, minute in sekunde, ki so enak delček dneva kot njihovi sončni primerki. Zato je ena sončna sekunda = 1,00278 zvezdne sekunde.
sv: Inom astronomi tar vi hänsyn till hur lång tid det tar jorden att snurra med avseende på <quote>fixstjärnorna</quote>, inte solen. Alltså skulle vi vilja ha en tidskala som tar bort komplikationen med jordens bana runt solen, och bara fokusera på hur lång tid det tar jorden att snurra 360 grader med avseende på stjärnorna. Den här rotationsperioden kallas en <firstterm>siderisk dag</firstterm>. I medeltal är den 4 minuter kortare än en soldag, på grund av den extra graden som jorden måste rotera under en soldag. I stället för att definiera en siderisk dag som 23 timmar och 56 minuter, definierar vi sideriska timmar, minuter och sekunder som är samma bråkdel av dagen som sina motsvarigheter för soldagen. Därför är en solsekund = 1,00278 sideriska sekunder.
uk: У астрономії нам потрібно визначати скільки триватиме оберт Землі відносно <quote>нерухомих</quote> зірок, а не Сонця. Отже, нам потрібна якийсь часовий вимір, який би не залежав від ефектів, пов’язаних з обертанням Землі навколо Сонця, і був пов’язаний з тривалістю оберту Землі на 360 градусів відносно зірок. Такий період обертання і називають <firstterm>сидеричним днем</firstterm>. У середньому цей день на 4 хвилини коротший за сонячний день, через додатковий градус обертання Землі за сонячний день. Замість визначення сидеричного дня у вигляді 23 годин і 56 хвилин, визначають сидеричні години, хвилини і секунди, які є тими самими частинами дня, але вже сидеричного, що і їх сонячні відповідники. Отже, одній сонячній секунді відповідає 1,00278 сидеричних секунди.

source: The Sidereal Time is useful for determining where the stars are at any given time. Sidereal Time divides one full spin of the Earth into 24 Sidereal Hours; similarly, the map of the sky is divided into 24 Hours of <firstterm>Right Ascension</firstterm>. This is no coincidence; Local Sidereal Time (<acronym>LST</acronym>) indicates the Right Ascension on the sky that is currently crossing the <link linkend="ai-meridian">Local Meridian</link>. So, if a star has a Right Ascension of 05h 32m 24s, it will be on your meridian at LST=05:32:24. More generally, the difference between an object's <acronym>RA</acronym> and the Local Sidereal Time tells you how far from the Meridian the object is. For example, the same object at LST=06:32:24 (one Sidereal Hour later), will be one Hour of Right Ascension west of your meridian, which is 15 degrees. This angular distance from the meridian is called the object's <link linkend="ai-hourangle">Hour Angle</link>.
bg: Звездното време е полезно за определяне, къде се намират звездите във всеки даден момент. Звездното време разделя едно пълно завъртане на Земята на 24 звездни часа; по същия начин, картата на небето е разделена в 24 часа по <firstterm>ректасцензия</firstterm>. Това не е случайно; Местно звездно време <acronym>(МЗВ)</acronym> показва ректасцензията на небесните обекти, които пресичат в момента <link linkend="ai-meridian">местния меридиан</link>. Така че, ако една звезда има ректасцензия от 05h 32m 24s, ще бъде на вашия меридиан в МЗВ=05:32:24. По-общо, разликата между <acronym>RA</acronym> на даден обект и местното звездно време ви казва, колко далеч от меридиана се намира обектът. Например, същия обект в МЗВ=06:32:24 (един звезден час по-късно), ще бъде един час ректасцензия на запад от вашия меридиан, който е 15 градуса. Това ъглово разстояние от меридиана се нарича <link linkend="ai-hourangle">часов ъгъл</link> на обекта.
ca: El temps sideri és molt útil per a determinar a on estan les estrelles en un moment concret. El temps sideri divideix una rotació completa de la Terra en 24 hores sidèries; de manera similar, el mapa del cel està dividit en 24 hores d'<firstterm>ascensió recta</firstterm>. Això no és una coincidència, el temps sideri local (<acronym>TSL</acronym>) indica l'ascensió recta del cel que està passant en aquest moment el <link linkend="ai-meridian">meridià local</link>. Així que, si una estrella té una ascensió recta de 05 h 32 m 24 s, estarà en el meridià a la TSL=05:32:24. Més generalment, la diferència entre l'<acronym>AR</acronym> d'un objecte i el temps sideri local indica la distància que hi ha des de l'objecte fins al meridià. Per exemple, el mateix objecte a TSL=06:32:24 (una hora sidèria més tard), estarà a una hora d'ascensió recta a l'oest del meridià, el qual són 15 graus. Aquesta distància angular des del meridià és el que s'anomena l'<link linkend="ai-hourangle">angle horari</link> de l'objecte.
es: El tiempo sidéreo es muy útil para determinar la posición de las estrellas en un momento concreto. El tiempo sidéreo divide una rotación completa de la Tierra en 24 horas sidéreas; igualmente, el mapa del cielo está divido en 24 horas de <firstterm>ascensión recta</firstterm>. Esto no es una coincidencia, el tiempo sideral local (<acronym>TSL</acronym>) indica la ascensión recta del cielo que está cruzando en ese momento el <link linkend="ai-meridian">meridiano local</link>. Así que, si una estrella tiene una ascensión recta de 05h 32m 24s, estará en el meridiano a TSL=05:32:24. De forma más general, la diferencia entre la <acronym>AR</acronym> de un objeto y el tiempo sidéreo local indica la distancia que hay desde el objeto hasta el meridiano. Por ejemplo, el mismo objeto en TSL=06:32:24 (una hora sidérea más tarde), está a una hora de ascensión recta al oeste del meridiano, lo que son 15 grados. Esta distancia angular desde el meridiano es lo que se llama el <link linkend="ai-hourangle">ángulo horario</link> del objeto.
et: Täheaega on hea kasutada tähtede asukoha määramiseks mingil ajahetkel. Täheaeg jagab Maa ühe täispöörde 24 tähetunniks ning sarnaselt sellele on ka taevakaart jagatud <firstterm>otsetõusu</firstterm>24 tunniks. See ei ole kokkusattumus: kohalik täheaeg (<acronym>KTA</acronym>) osutab otsetõusu, mis hetkel läbib <link linkend="ai-meridian">kohalikku meridiaani</link>. Seega, kui tähe otsetõus on 05h 32m 24s, siis asub see sinu meridiaanil KTA järgi kell 05:32:34. Üldisemalt võttes annab erinevus objekti <acronym>OT</acronym> ja kohaliku täheaja vahel teada, kui kaugel meridiaanist taevakeha asub. Näiteks asub näiteks toodud taevakeha KTA 06:32:34 (üks tähetund hiljem) ühe otsetõusu tunni ehk 15 kraadi võrra meridiaanist lääne pool. Seda nurgaerinevust meridiaanist nimetatakse taevakeha <link linkend="ai-hourangle">tunninurgaks</link>.
gl: A hora sideral é útil para determinar onde están as estrelas a calquera hora dada. O tempo sideral divide unha rotación completa da Terra en 24 horas siderais; de maneira similar, o mapa do ceo divídese en 24 horas de <firstterm>ascensión recta</firstterm>. Isto non é unha coincidencia; a hora sideral local (<acronym>LST</acronym>) indica a ascensión recta no ceo que está a cruzar actualmente o <link linkend="ai-meridian">meridiano local</link>. Polo tanto, se unha estrela ten unha ascensión recta de 05h 32m 24s, estará no teu meridiano ás LST=05:32:24. De xeito máis xeral, a diferenza entre a <acronym>AR</acronym> e a hora sideral local diche a que distancia está o obxecto do meridiano. Por exemplo, o mesmo obxecto ás LST=06:32:24 (unha hora sideral máis tarde) estará unha hora de ascensión recta ao oeste do teu meridiano, o que son 15 graos. Esta distancia angular desde o meridiano coñécese como <link linkend="ai-hourangle">ángulo horario</link> do obxecto.
it: Il tempo siderale è utile per determinare dove si trovano le stelle in un certo istante. Il tempo siderale divide una rotazione completa della Terra in 24 ore siderali; allo stesso modo, la mappa del cielo è divisa in 24 ore di <firstterm>ascensione retta</firstterm>. Non è una coincidenza: il tempo siderale locale (<acronym>TSL</acronym>) indica l'ascensione retta che sta passando in quel momento sul <link linkend="ai-meridian">meridiano locale</link>. Così, se una stella ha un'ascensione retta di 5 ore, 32 minuti e 24 secondi, sarà in meridiano alle 05:32:24 TSL. Più in generale, la differenza tra l'<acronym>AR</acronym> di un oggetto e il tempo siderale locale dice quanto lontano l'oggetto è dal meridiano. Per esempio, lo stesso oggetto alle 06:32:24 TSL (un'ora siderale più tardi) sarà un'ora di ascensione retta ad ovest del meridiano, corrispondente a 15 gradi. Questa distanza angolare dal meridiano è chiamata l'<link linkend="ai-hourangle">angolo orario</link> dell'oggetto.
nl: De sterretijd is erg nuttig bij het vaststellen van de plaats waar een ster zich bevindt op een bepaald moment. Een volledige rotatie van de aarde duurt 24 sterrenuren, en op dezelfde manier is de hemelkaart verdeeld in 24 uren van <firstterm>Rechte Klimming</firstterm>. Dit is geen toeval, de lokale sterretijd (<acronym>LST</acronym>) is de Rechte Klimming van elk punt aan de hemel dat op dit moment door de <link linkend="ai-meridian">lokale meridiaan</link> gaat. Dus een ster met een Rechte Klimming van 05h 32m 24s zal zich op LST 05:32:24 in uw lokale meridiaan bevinden (pal zuid of pal noord of in het zenit). Meer algemeen: het verschil tussen de <acronym>RK</acronym> van een object en de lokale sterretijd vertelt u hoever het object van de lokale meridiaan is verwijderd. Bijvoorbeeld: Met LST = 06:32:24 (1 sterrenuur later) zal hetzelfde object zich 1 uur Rechte Klimming ten westen van uw meridiaan bevinden, en dat komt overeen met 15 graden. Deze hoekafstand vanaf de lokale meridiaan heet de <link linkend="ai-hourangle">uurhoek</link> van het object. Dus: Uurhoek = LST - RK, en wordt in westelijke richting gemeten in uren.
pt: O Tempo Sideral é útil para determinar onde as estrelas se encontram numa dada altura. O Tempo Sideral divide uma rotação completa da Terra em 24 Horas Siderais; de forma similar, o mapa do céu é dividido em 24 Horas de <firstterm>Ascenção Recta</firstterm>. Não é nenhuma coincidência; o Tempo Sideral Local (<acronym>TSL</acronym>) indica a Ascenção Recta n o céu que está a passar de momento no <link linkend="ai-meridian">Meridiano Local</link>. Por isso, se uma estrela tiver uma Ascenção Recta de 05h 32m 24s, estará no seu meridiano à LST=05:32:24. Mais genericamente, a diferença entre a <acronym>AR</acronym> de um objecto e o Tempo Sideral indica-lhe quão longe do meridiano está o objecto. Por exemplo, o mesmo objecto com TSL=06:32:24 (uma hora sideral depois), estará uma hora de Ascenção Recta a oeste do seu meridiano, o que equivale a 15 graus. Esta distância angular do meridiano chama-se o <link linkend="ai-hourangle">Ângulo Horário</link> do objecto.
pt_br: A hora sideral é útil para determinar onde as estrelas estão em uma determinada hora fornecida. A hora sideral divide uma rotação completa da Terra em 24 horas siderais; do mesmo modo, o mapa do céu é dividido em 24 horas de <firstterm>ascensão direta</firstterm>. Isto não é uma coincidência; a hora sideral local (do inglês, <acronym>LST</acronym>) indica a ascensão direta no céu que está atualmente atravessando o <link linkend="ai-meridian">meridiano local</link>. Logo, se uma estrela possui uma ascensão direta de 05h 32m 24s, ela estará em seu meridiano em LST=05:32:24. Em geral, a diferença entre um <acronym>RA</acronym> do objeto e a hora sideral Local lhe informa o quão distante do meridiano este objeto está. Por exemplo, o mesmo objeto em LST=06:32:24 (uma hora sideral mais tarde), estará a uma hora de ascensão direta oeste do seu meridiano, que é 15 graus. Esta distância angular a partir do meridiano é chamada de <link linkend="ai-hourangle">hora angular</link> do objeto.
sl: Zvezdni čas je uporaben za določanje, kje so zvezde v danem trenutku. Zvezdni čas razdeli en polni vrtljaj Zemlje na 24 zvezdnih ur; podobno je karta neba razdeljena na 24 ur <firstterm>rektascenzije</firstterm>. To ni naključje; Lokalni zvezdni čas (<acronym>LST</acronym>) označuje rektascenzijo na nebu, ki trenutno prečka <link linkend="ai-meridian">lokalni poldnevnik</link>. Torej, če ima zvezda rektascenzijo 05h 32m 24s, bo na vašem poldnevniku ob LST=05:32:24. Na splošno vam razlika med <acronym>RA</acronym> objekta in lokalnim zvezdnim časom pove, kako daleč od poldnevnika je objekt. Na primer, isti objekt ob LST=06:32:24 (eno zvezdno uro pozneje) bo eno uro rektascenzije zahodno od vašega poldnevnika, ki je 15 stopinj. Ta kotna razdalja od poldnevnika se imenuje <link linkend="ai-hourangle">urni kot</link> objekta.
sv: Siderisk tid är användbar för att avgöra var stjärnor finns vid en given tid. Siderisk tid delar upp ett fullständigt varv av jorden i 24 sideriska timmar. På samma sätt är himmelskartan uppdelad i 24 timmars <firstterm>rektascension</firstterm>. Det här är ingen slump, lokal siderisk tid (<acronym>LST</acronym>) anger rektascensionen på himlen som för närvarande korsar den <link linkend="ai-meridian">lokala meridianen</link>. Om en stjärna alltså har rektascensionen 05h 32m 24s, befinner den sig på din meridian vid LST=05:32:24. Mer generellt talar skillnaden mellan ett objekts <acronym>RA</acronym> och den lokala sideriska tiden om för dig hur långt från meridianen objektet är. Till exempel är samma objekt vid LST=06:32:24 (en timme senare), en timmes rektascension väster om din meridian, som är 15 grader. Det här vinkelavståndet från meridianen kallas objektets <link linkend="ai-hourangle">timvinkel</link>.
uk: Сидеричний час корисний для визначення розташування зірок у будь-який заданий час. Сидеричний час ділить час одного оберту Землі на 24 сидеричні години; аналогічно, карту неба поділено за 24 годинами <firstterm>прямого сходження</firstterm>. І це не випадковість — місцевий сидеричний час (<acronym>МСЧ</acronym>) відповідає позначці прямого сходження на небі, яка зараз перетинає <link linkend="ai-meridian">місцевий меридіан</link>. Отже, якщо зірка має пряме сходження 05г 32хв 24с, вона буде на вашому меридіані о МСЧ=05:32:24. Якщо говорити загальніше, різниця між <acronym>ПС</acronym> об’єкта і місцевим сидеричним часом повідомить вам про те, як далеко від меридіана знаходиться об’єкт. Наприклад, той же об’єкт о МСЧ=06:32:24 (на одну сидеричну годину пізніше) знаходитиметься на одну годину прямого сходження західніше за ваш меридіан, що дає значення у кутових одиницях у 15 градусів. Ця кутова відстань від меридіана називається <link linkend="ai-hourangle">часовим кутом</link> об’єкта.
