Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-spiralgal.po
Languages: bg, ca, ca@valencia, es, et, gl, it, nl, pl, pt, pt_br, ru, sl, sv, uk

source: Modern telescopes have revealed that many Spiral galaxies harbor supermassive black holes at their centers, with masses that can exceed that of a billion Suns. Both elliptical and spiral galaxies are known to contain these exotic objects; in fact many astronomers now believe that *all* large galaxies contain a supermassive black hole in their nucleus. Our own Milky Way is known to harbor a black hole in its core with a mass millions of times bigger than a star's mass.
ca: Els telescopis moderns han revelat que la majoria de galàxies espirals allotgen forats negres supermassius en els seus centres, amb masses que poden excedir la de mil milions de Sols. Ambdues, galàxies el·líptiques i espirals, se sap que contenen aquests objectes exòtics; fins i tot ara molts astrònoms creuen que *totes* les galàxies grans contenen un forat negre supermassiu en el seu nucli. Es coneix que la nostra Via Làctia n'allotja un a l'interior, amb una massa milions de vegades més gran que la massa d'una estrella.
nl: Met moderne telescopen heeft men kunnen waarnemen dat in het centrum van veel spiraalstelsels superzware zwarte gaten aanwezig zijn, met massa's van meer dan een miljard zonnen! Men weet dat zowel elliptische- als spiraalstelsels zulke exotische objecten hebben; in feite denken veel astronomen tegenwoordig dat *alle* grote melkwegstelsels een superzwaar zwart gat in hun kern hebben. Van onze eigen Melkweg is bekend dat het (minstens) een zwart gat heeft in de kern met een massa van miljoenen sterren.
sv: Moderna teleskop har visat att många spiralgalaxer härbärgerar ytterst massiva svarta hål i sina centrum, med massor som kan överskrida en miljard solar. Det är känt att både elliptiska och spiralgalaxer innehåller dessa exotiska objekt: I själva verket anser många astronomer nu att *alla* stora galaxer innehåller ytterst massiva svarta hål i sina kärnor. Det är känt att vår egen Vintergata har ett svart hål i sitt centrum, med en massa flera miljoner gånger större än en stjärnas massa.
uk: За допомогою сучасних телескопів було виявлено, що у багатьох спіральних галактиках в центрі знаходиться надмасивна чорна дірка, з масою, що може перевищувати мільйон мас Сонця. Відомо, що ці екзотичні об’єкти містяться як у еліптичних, так і у спіральних галактиках; тому багато астрономів вважають, що у ядрі *всіх* великих галактик міститься надмасивна чорна дірка. Відомо, що у центрі нашого Молочного Шляху також міститься чорна дірка з масою, більшою у декілька мільйонів разів за масу зірки.

source: There are many fine examples of spiral galaxies to be found in KStars, and many have beautiful images available in their :ref:`popup menu <commands-popup-menu>`. You can find them by using the :ref:`Find Object <skyobjects-finding-objects>` window. Here is a list of some spiral galaxies with nice images available:
ca: Hi ha molts exemples adequats de galàxies espirals que es troben al KStars, i moltes tenen disponibles imatges boniques en el seu :ref:`menú emergent <commands-popup-menu>`. Podreu trobar-les emprant la finestra :ref:`Troba l'objecte <skyobjects-finding-objects>`. Aquesta és una llista d'algunes galàxies espirals amb imatges boniques disponibles:
nl: In KStars kan men vele heel mooie voorbeelden zien van spiraalstelsels, en van velen ervan kan men via hun :ref:`popup-menu <commands-popup-menu>` prachtige afbeeldingen ophalen. U kunt ze vinden met behulp van het venster :ref:`Object zoeken <skyobjects-finding-objects>. Hier volgt een lijst van enkele spiraalstelsels waarvan mooie afbeeldingen beschikbaar zijn:
sv: Det finns många storartade exempel på spiralgalaxer att betrakta i Kstars, och många har vackra bilder tillgängliga i sina :ref:`objektmenyer <commands-popup-menu>`. Du hittar dem genom att använda fönstret :ref:`Sök objekt <skyobjects-finding-objects>`. Här är en lista med några spiralgalaxer som har fina bilder tillgängliga:
