Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-skycoords.po
Languages: bg, ca, ca@valencia, et, fr, gl, it, nl, pl, pt, pt_br, ru, sl, sv, uk

source: Horizontal coordinates are very useful for determining the Rise and Set times of an object in the sky. When an object has Altitude=0 degrees, it is either Rising (if its Azimuth is < 180 degrees) or Setting (if its Azimuth is > 180 degrees).
ca: Les coordenades horitzontals són molt útils per a determinar les hores de sortida i posta d'un objecte en el cel. Quan un objecte té una altitud=0 graus, aquest estarà sortint (si el seu azimut és < 180 graus) o ponent-se (si el seu azimut és > 180 graus).
ca@valencia: Les coordenades horitzontals són molt útils per a determinar les hores d'eixida i posta d'un objecte en el cel. Quan un objecte té una altitud=0 graus, este estarà eixint (si el seu azimut és < 180 graus) o ponent-se (si el seu azimut és > 180 graus).
fr: Les coordonnées horizontales sont très utiles pour déterminer les heures du lever et du coucher d'un objet céleste. Un objet qui se lève possède une altitude de 0 degrés et un azimut plus petit que 180 degrés ; un objet qui se couche possède une altitude de 0 degrés et un azimut plus grand que 180 degrés.
it: Le coordinate orizzontali sono molto utili per determinare gli istanti di levata e tramonto di un oggetto celeste. Quando un oggetto ha altezza pari a zero gradi, sta sorgendo (se l'azimut è < 180 gradi) o tramontando (se l'azimut è > 180 gradi).
nl: Horizontale coördinaten zijn erg nuttig voor het bepalen van de tijdstippen dat een object opkomt of ondergaat. Op die momenten is de hoogte van het object namelijk = 0. (Bij opkomst is dan het azimut < 180 graden, bij ondergang > 180 graden).
pt_br: Coordenadas horizontais são muito úteis para determinar as horas de nascente e poente de um objeto no céu. Quando um objeto possui altitude = 0 graus, ele está nascendo (se seu azimute é < 180 graus) ou se pondo (se seu azimute é > 180 graus).
sl: Horizontalne koordinate so zelo uporabne za določanje časov vzhoda in zahoda objekta na nebu. Ko ima objekt višino = 0 stopinj, vzhaja (če je njegov azimut < 180 stopinj) ali zahaja (če je njegov azimut > 180 stopinj).
uk: Горизонтальні координати дуже зручні для визначення часу сходу і заходу небесних об’єктів. Коли висота об’єкта дорівнює нулеві, він або сходить (якщо його азимут менший за 180°) або заходить (якщо його азимут більший за 180°).

source: The Ecliptic coordinate system uses the :doc:`Ecliptic <ai-ecliptic>` for its Fundamental Plane. The Ecliptic is the path that the Sun appears to follow across the sky over the course of a year. It is also the projection of the Earth's orbital plane onto the Celestial Sphere. The latitudinal angle is called the *Ecliptic Latitude*, and the longitudinal angle is called the *Ecliptic Longitude*. Like Right Ascension in the Equatorial system, the zeropoint of the Ecliptic Longitude is the :doc:`Vernal Equinox <ai-equinox>`.
ca: El sistema de coordenades eclíptiques utilitza l':doc:`eclíptica <ai-ecliptic>` com a pla fonamental. L'eclíptica és el camí que aparenta seguir el Sol a través del cel durant el transcurs d'un any. També és la projecció del pla orbital de la Terra a l'esfera celeste. L'angle latitudinal s'anomena *latitud eclíptica* i l'angle longitudinal s'anomena *longitud eclíptica*. Igual que l'ascensió recta en el sistema equatorial, el punt zero de la longitud eclíptica és l':doc:`equinocci de primavera <ai-equinox>`.
ca@valencia: El sistema de coordenades eclíptiques utilitza l':doc:`eclíptica <ai-ecliptic>` com a pla fonamental. L'eclíptica és la trajectòria que pareix seguir el Sol al cel al llarg d'un any. També és la projecció del pla orbital de la Terra sobre l'esfera celeste. L'angle latitudinal s'anomena *latitud eclíptica* i l'angle longitudinal, *longitud eclíptica*. Igual que l'ascensió recta al sistema equatorial, el punt zero de la longitud eclíptica és l':doc:`equinocci de primavera <ai-equinox>`.
fr: Le système de coordonnées écliptiques utilise l':doc:`écliptique <ai-ecliptic>` comme plan fondamental. L'écliptique est la trajectoire que le Soleil semble suivre à travers le ciel au cours d'une année. C'est aussi la projection, sur la sphère céleste, du plan orbital de la Terre. L'angle latitudinal est appelé la *latitude écliptique*, et l'angle longitudinal est appelé la *longitude écliptique*. Le point zéro de la longitude écliptique est (tout comme l'ascension droite du système équatorial) l':doc:`équinoxe vernal <ai-equinox>`.
it: Il sistema di coordinate eclittiche usa l`:doc:`Eclittica <ai-ecliptic>` come piano fondamentale. L'eclittica è il percorso che il Sole sembra compiere in cielo nel corso di un anno. È anche la proiezione dell'orbita terrestre sulla sfera celeste. L'angolo latitudinale è chiamato *latitudine eclittica*, e quello longitudinale è detto *longitudine eclittica*. Come l'ascensione retta nel sistema equatoriale, il punto zero della longitudine eclittica è l`:doc:`equinozio vernale <ai-equinox>`.
nl: Het basisvlak van het ecliptische coördinatenstelsel is de :doc:`ecliptica <ai-ecliptic>`. De ecliptica is de schijnbare baan van de zon langs de hemel gedurende een jaar. Het is ook de projectie van het baanvlak van de aarde op de hemelbol. De breedtehoek wordt de *ecliptische breedte* genoemd, en de lengtehoek de *ecliptische lengte*. Net zoals de Rechte Klimming in het equatoriale stelsel wordt de astronomische lengte gemeten vanaf het :doc:`lentepunt <ai-equinox>, in oostelijke richting.
pt_br: O sistema de coordenadas elípticas usa a :doc:`elíptica <ai-ecliptic>` para seu plano fundamental. A elíptica é o caminho que o Sol parece seguir pelo céu no curso de um ano. Ele é também a projeção do plano orbital da Terra na esfera celeste. O ângulo latitudinal é chamado de *latitude elíptica*, e o ângulo longitudinal é chamado *longitude elíptica*. Como a Ascensão Reta no sistema equatorial, o ponto zero da longitude elíptica é o :doc:`equinócio vernal <ai-equinox>`.
sl: Ekliptični koordinatni sistem uporablja :doc:`Ekliptiko <ai-ecliptic>` za svojo temeljno ravnino. Ekliptika je pot, ki jo Sonce navidezno sledi po nebu v teku enega leta. Je tudi projekcija Zemljine orbitalne ravnine na nebesno sfero. Zemljepisni kot se imenuje *ekliptična širina*, vzdolžni kot pa *ekliptična dolžina*. Tako kot rektascenzija v ekvatorialnem sistemu je ničelna točka ekliptične dolžine :doc:`pomladno enakonočje <ai-equinox>`.

source: What do you think such a coordinate system would be useful for? If you guessed charting solar system objects, you are right! Each of the planets (except Pluto) orbits the Sun in roughly the same plane, so they always appear to be somewhere near the Ecliptic (i.e., they always have small ecliptic latitudes).
ca: Per a què penseu que podria servir un sistema de coordenades? Si heu respost que per a cartografiar objectes del sistema solar, heu encertat! Cadascun dels planetes (a excepció de Plutó) orbiten al voltant del Sol més o menys en el mateix pla, de manera que sempre aparenten estar en algun lloc proper a l'eclíptica (per exemple, sempre tenen latituds eclíptiques petites).
ca@valencia: Per a què penseu que seria útil un sistema de coordenades com este? Si heu respost que per a cartografiar objectes del sistema solar, heu encertat! Cadascun dels planetes (a excepció de Plutó) orbiten al voltant del Sol més o menys en el mateix pla, de manera que sempre aparenten estar en algun lloc proper a l'eclíptica (és a dir, sempre tenen latituds eclíptiques xicotetes).
fr: D'après vous, à quoi sert le système de coordonnées écliptiques ? Si vous avez trouvé qu'il sert à cartographier les objets du système solaire, vous avez raison. Les planètes, à l'exception de Pluton, orbitent autour du Soleil sur pratiquement le même plan, et donc on peut dire qu'elles se trouvent toutes à un endroit pas très éloigné de l'écliptique (c'est-à-dire qu'elles possèdent toujours des latitudes écliptiques de petite taille).
it: Secondo te a cosa può servire un sistema di coordinate del genere? Se pensi che serva a tracciare gli oggetti del sistema solare, hai indovinato! Tutti i pianeti (tranne Plutone) orbitano attorno al Sole approssimativamente nello stesso piano, così si trovano sempre nei pressi dell'eclittica (ossia hanno sempre una piccola latitudine eclittica).
nl: Wat is het nut van een dergelijk coördinatenstelsel denkt u? Als u denkt dat het is voor het in kaart brengen van de objecten in het zonnestelsel, dan heeft u goed gedacht! Alle planeten (behalve Pluto) draaien hun rondjes rondom de zon in ten naaste bij hetzelfde vlak, dus zien we ze steeds in de buurt van de ecliptica (dat is: ze hebben altijd een kleine astronomische breedte).
pt_br: Como você acha que este sistema de coordenadas seria usado? Se você pensou que seria para mapear objetos do sistema solar, você está certo! Cada um dos planetas (exceto Plutão) orbita o Sol aproximadamente no mesmo plano, de modo que eles sempre parecem estar em algum lugar próximo da elíptica (por exemplo, eles sempre possuem pequenas latitudes elípticas).
sl: Kaj mislite, za kaj bi bil uporaben tak koordinatni sistem? Če ste uganili načrtovanje objektov sončevega sistema, imate prav! Vsak od planetov (razen Plutona) kroži okoli Sonca v približno isti ravnini, zato se vedno zdi, da so nekje blizu ekliptike (to je vedno imajo majhne ekliptične širine).
uk: Як ви вважаєте, для чого зручна така система координат? Якщо вашою відповіддю була відповідь: «для спостереження за об’єктами сонячної системи», ви не помилилися! Всі планети (окрім Плутона) обертаються навколо Сонця у одній площині, отже, вони завжди знаходяться поряд з екліптикою (інакше кажучи, у них завжди малі значення екліптичної широти).

source: The Galactic coordinate system uses the *Milky Way* as its Fundamental Plane. The latitudinal angle is called the *Galactic Latitude*, and the longitudinal angle is called the *Galactic Longitude*. This coordinate system is useful for studying the Galaxy itself. For example, you might want to know how the density of stars changes as a function of Galactic Latitude, to how much the disk of the Milky Way is flattened.
ca: El sistema de coordenades galàctic utilitza la *Via Làctia* com a pla fonamental. L'angle latitudinal s'anomena *latitud galàctica* i l'angle longitudinal s'anomena *longitud galàctica*. Aquest sistema de coordenades és d'utilitat per a estudiar la galàxia pròpia (la nostra). Per exemple, potser voldreu estudiar des de la variació de la densitat de les estrelles en funció de la seva latitud galàctica, fins a com varia el disc de la Via Làctia.
ca@valencia: El sistema de coordenades galàctiques utilitza la *Via Làctia* com al seu pla fonamental. L'angle latitudinal s'anomena *latitud galàctica* i l'angle longitudinal s'anomena *longitud galàctica*. Este sistema de coordenades és d'utilitat per a estudiar la galàxia pròpia (la nostra). Per exemple, potser voldreu estudiar des de la variació de la densitat de les estreles en funció de la latitud galàctica, fins a com d'aplatat està el disc de la Via Làctia.
fr: Le système de coordonnées galactiques utilise la *Voie Lactée* comme plan fondamental. L'angle latitudinal est appelé la *latitude galactique*, et l'angle longitudinal est appelé la *longitude galactique*. Ce système de coordonnées est utile pour l'étude de la Galaxie. Par exemple, si vous voulez savoir comment la densité des étoiles change en fonction de la latitude galactique, ou de combien est aplatie la Voie Lactée.
it: Il sistema di coordinate galattiche usa la *Via Lattea* come piano fondamentale. L'angolo latitudinale è chiamato *latitudine galattica*, e quello longitudinale è detto *longitudine galattica*. Questo sistema di coordinate è utile per studiare la Galassia stessa. Per esempio, ci si potrebbe domandare come varia la densità di stelle in funzione della latitudine galattica, per determinare quanto è schiacciato il disco della Via Lattea.
nl: In het galactische coördinatenstelsel is het vlak van de *Melkweg* de basis. De breedtehoek heet de *Galactische breedte* en de lengtehoek de *Galactische lengte*. Dit coördinatenstelsel is handig voor de bestudering van de Melkweg zelf. Bijvoorbeeld, misschien wilt u weten hoe de sterdichtheid (aantal sterren in een bepaald volume) afneemt met de galactische breedte, dus hoe afgeplat de schijf van de Melkweg is.
pt_br: O sistema de coordenadas galáticas usa a *Via Láctea* como seu plano fundamental. O ângulo latitudinal é chamado de *latitude galáctica*, e o ângulo longitudinal é chamado de *longitude galáctica*. Este sistema de coordenadas é útil para estudar a galáxia propriamente dita. Por exemplo, você pode querer conhecer como a densidade das estrelas mudam em função da latitude galáctica, para ver o quão achatado o disco da Via Láctea é.
sl: Galaktični koordinatni sistem uporablja *Mlečno cesto* kot svojo temeljno ravnino. Zemljepisni kot se imenuje *galaktična širina*, vzdolžni kot pa *galaktična dolžina*. Ta koordinatni sistem je uporaben za preučevanje Galaksije same. Na primer, morda bi želeli vedeti, kako se spreminja gostota zvezd kot funkcija galaktične širine, koliko je disk Mlečne ceste sploščen.
uk: У галактичній системі координат фундаментальною площиною є площина диска *Молочного Шляху*. Широтний кут називається *галактичною широтою*, а кут довготи — *галактичною довготою*. Ця координатна система корисна для вивчення нашої галактики. Наприклад, корисно знати, як змінюється щільність зірок у залежності від галактичної широти, щоб оцінити рівень сплющеності Молочного Шляху.

source: `[1] <#fn-precess>`__ Actually, the equatorial coordinates are not quite fixed to the stars. See :doc:`precession <ai-precession>`. Also, if :doc:`Hour Angle <ai-hourangle>` is used in place of Right Ascension, then the Equatorial system is fixed to the Earth, not to the stars.
ca: `[1] <#fn-precess>`__ De fet, les coordenades equatorials no estan tan fixades a les estrelles. Vegeu la :doc:`precessió <ai-precession>`. A més, si s'utilitza l':doc:`angle horari <ai-hourangle>` en comptes de l'ascensió recta, el sistema equatorial passa a estar fixat a la Terra, no a les estrelles.
ca@valencia: `[1] <#fn-precess>`__ En realitat, les coordenades equatorials no estan completament fixades a les estreles. Vegeu :doc:`precessió <ai-precession>`. A més, si s'utilitza l':doc:`angle horari <ai-hourangle>` en lloc de l'ascensió recta, el sistema equatorial està fixat a la Terra, no a les estreles.
fr: `[1] <#fn-precess>`__ En fait, les coordonnées équatoriales ne sont pas tout à fait fixées aux étoiles. Voir :doc:`précession <ai-precession>`. De plus, si l'on utilise l':doc:`angle horaire <ai-hourangle>` au lieu de l'ascension droite, le système équatorial devient fixé à la Terre et non aux étoiles.
it: `[1] <#fn-precess>`__ A dire il vero, le coordinate equatoriali non sono del tutto solidali con le stelle. Vedi :doc:`precessione <ai-precession>`. Inoltre, se si usa l`:doc:`Hour Angle <ai-hourangle>` al posto dell'ascensione retta, il sistema equatoriale diventa solidale con la Terra, e non con le stelle.
nl: `[1] <#fn-precess>`__ In werkelijkheid zijn de equatoriale coördinaten niet echt aan de vaste sterren gekoppeld. Zie :doc:`precessie <ai-precession>`. En ook, als de :doc:`uurhoek <ai-hourangle> wordt gebruikt in plaats van de Rechte Klimming, dan is het equatoriale stelsel aan de aarde gekoppeld, en niet aan de vaste sterren.
pt_br: `[1] <#fn-precess>`__ Na verdade, as coordenadas equatoriais não são exatamente fixas às estrelas. Veja :doc:`precessão <ai-precession>`. Além disso, se o :doc:`Ângulo horário <ai-hourangle>` for usado no lugar de ascensão reta, então o sistema equatorial é fixado à Terra, não às estrelas.
sl: `[1] <#fn-precess>`__ Pravzaprav ekvatorialne koordinate niso povsem fiksne glede na zvezde. Glej :doc:`precesija <ai-precession>`. Če se namesto rektascenzije uporabi :doc:`Urni kot <ai-hourangle>`, potem je ekvatorialni sistem fiksiran glede na Zemljo, ne pa glede na zvezde.

source: **Jason Harris**
uk: **Джейсон Гарріс**
