Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-sidereal.po
Languages: bg, ca, ca@valencia, es, et, gl, it, nl, pt, pt_br, sl, sv, uk

source: <title>Sidereal Time</title>
bg: <title>Звездно време</title>
ca: <title>Temps sideri</title>
es: <title>Tiempo sidéreo</title>
et: <title>Täheaeg</title>
gl: <title>Hora sideral</title>
it: <title>Tempo siderale</title>
nl: <title>Sterretijd</title>
pt: <title>Tempo Sideral</title>
pt_br: <title>Hora sideral</title>
sl: <title>Zvezdni čas</title>
sv: <title>Siderisk tid</title>
uk: <title>Сидеричний час</title>

source: <primary>Sidereal Time</primary>
bg: <primary>Звездно време</primary>
ca: <primary>Temps sideri</primary>
es: <primary>Tiempo sidéreo</primary>
et: <primary>Täheaeg</primary>
gl: <primary>Hora sideral</primary>
it: <primary>Tempo siderale</primary>
nl: <primary>Sterretijd</primary>
pt: <primary>Tempo Sideral</primary>
pt_br: <primary>Hora sideral</primary>
sl: <primary>Zvezdni čas</primary>
sv: <primary>Siderisk tid</primary>
uk: <primary>Сидеричний час</primary>

source: Hour Angle
bg: Часови ъгъл
ca: Angle horari
es: Ángulo horario
et: Tunninurk
gl: Ángulo horario
it: Angolo orario
nl: Uurhoek
pt: Ângulo Horário
pt_br: Ângulo horário
sl: Urni kot
sv: Timvinkel
uk: Часовий кут

source: <firstterm>Sidereal Time</firstterm> literally means <quote>star time</quote>. The time we are used to using in our everyday lives is Solar Time. The fundamental unit of Solar Time is a <firstterm>Day</firstterm>: the time it takes the Sun to travel 360 degrees around the sky, due to the rotation of the Earth. Smaller units of Solar Time are just divisions of a Day:
bg: Звездното време се означава още и като сидерално време. Времето, което сме свикнали да използваме в ежедневието си, е слънчевото време. Основната единица на слънчевото време е ден: времето, необходимо на Слънцето да измине 360 градуса около небето, поради въртенето на Земята. По-малките единици слънчево време са просто части на деня:
ca: El <firstterm>temps sideri</firstterm> significa literalment <quote>temps de l'estrella</quote>. El temps que estem habituats a emprar en les nostres vides és el temps solar. La unitat fonamental del temps solar és el <firstterm>dia</firstterm>: El temps que triga el Sol a viatjar 360 graus al voltant del cel, a causa de la rotació de la Terra. Les unitats més petites del temps solar simplement són divisions d'un dia:
es: <firstterm>Tiempo sidéreo</firstterm> significa literalmente «tiempo de las estrellas». El tiempo que estamos habituados a utilizar en nuestras vidas es el tiempo solar. La unidad fundamental del tiempo solar es el <firstterm>día</firstterm>: lo que tarda el Sol en viajar 360 grados por el cielo, debido a la rotación de la Tierra. Las unidades menores del tiempo solar son simplemente divisiones de un día:
et: <firstterm>Täheaeg</firstterm> tähendabki sõna otseses mõttes <quote>tähe aega</quote>. See, mida me igapäevaelus kasutame, on päikeseaeg. Selle põhiühik on <firstterm>päev</firstterm> ehk aeg, mis Päikesel kulub vastavalt Maa pöörlemisele taevalaotusel 360 kraadi läbimiseks. Päikeseaja väiksemad ühikud on päeva jaotised:
gl: A <firstterm>hora sideral</firstterm> significa literalmente <quote>hora das estrelas</quote>. A hora que estamos afeitos a usar na nosa vida cotiá é a hora solar. A unidade fundamental da hora solar é un <firstterm>día</firstterm>: o tempo que lle leva ao Sol viaxar 360 graos arredor do ceo debido á rotación da Terra. As unidades menores da hora solar son simplemente divisións dun día:
it: <firstterm>Tempo siderale</firstterm> significa letteralmente <quote>tempo delle stelle</quote>. Il tempo a cui siamo abituati nella nostra vita di tutti i giorni è il tempo solare.L'unità fondamentale del tempo solare è un <firstterm>giorno</firstterm>, ovvero il tempo impiegato dal Sole a percorrere 360 gradi nel cielo, a causa della rotazione terrestre. Unità più piccole di tempo solare non sono altro che suddivisioni di un giorno:
nl: De tijd die we in het dagelijkse leven gebruiken is de zonnetijd. De basiseenheid voor het meten van de zonnetijd is de <firstterm>dag</firstterm>: dat is de tijd die (gemiddeld) verloopt tussen twee opeenvolgende doorgangen van de zon door dezelfde meridiaan (tussen twee middagen op dezelfde plaats), als gevolg van de rotatie van de aarde. Kleinere eenheden van de zonnetijd zijn slechts onderverdelingen van de dag:
pt: O <firstterm>Tempo Sideral</firstterm> literalmente significa <quote>tempo estelar</quote>. O tempo que estamos habituados a usar no nosso dia-a-dia é o Tempo Solar. A unidade fundamental do Tempo Solar é um <firstterm>Dia</firstterm>: o tempo que leva o Sol a passar em 360 graus à volta do céu, devido à rotação da Terra. As unidade mais pequenas do Tempo Solar são apenas divisões de um Dia:
pt_br: A <firstterm>hora sideral</firstterm> literalmente significa <quote>hora da estrela</quote>. O tempo que nós usamos em todos os dias de nossas vidas é o tempo solar. A unidade fundamental da hora solar é um <firstterm>dia</firstterm>: o tempo que o Sol leva para percorrer os 360 graus ao redor do céu, devido a rotação da Terra. Unidades menores do Tempo Solar são simplesmente divisões de um dia:
sl: <firstterm>Zvezdni čas</firstterm> dobesedno pomeni <quote>čas zvezde</quote>. Čas, ki smo ga vajeni uporabljati v vsakdanjem življenju, je sončni čas. Osnovna enota sončnega časa je <firstterm>dan</firstterm>: čas, ki ga Sonce potrebuje, da obkroži nebo za 360 stopinj zaradi rotacije Zemlje. Manjše enote sončnega časa so le deli dneva:
sv: <firstterm>Siderisk tid</firstterm> betyder bokstavligen <quote>stjärntid</quote>. Tiden som vi är vana vid i vardagslivet är soltid. Den grundläggande enheten för soltiden är en <firstterm>dag</firstterm>: tiden det tar för solen att färdas 360 grader runt himlen, beroende på jordens rotation. Mindre enheter av soltid är bara uppdelningar av dagen:
uk: <firstterm>Сидеричний час</firstterm> буквально означає <quote>зоряний час</quote>. У повсякденному житті ми користуємося сонячним часом. Основною одиницею виміру сонячного часу є <firstterm>день</firstterm>: час, за який Сонце проходить повний оберт у 360 градусів небом через обертання Землі. Менші одиниці сонячного часу є просто похідними одиницями від дня:

source: 1/24 Day = 1 Hour
bg: 1/24 ден = 1 час
ca: 1/24 dia = 1 hora
ca@valencia: 1/24 dia = 1 hora
es: 1/24 día = 1 hora
et: 1/24 päevast = 1 tund
gl: 1/24 día = 1 hora
it: 1/24 di un giorno = un'ora
nl: 1/24 dag= 1 uur
pt: 1/24 Dia = 1 Hora
pt_br: 1/24 dia = 1 hora
sl: 1/24 dan = 1 ura
sv: 1/24 dag = 1 timma
uk: 1/24 дня = 1 година

source: 1/60 Hour = 1 Minute
bg: 1/60 час = 1 минута
ca: 1/60 hora = 1 minut
ca@valencia: 1/60 hora = 1 minut
es: 1/60 hora = 1 minuto
et: 1/60 tunnist = 1 minut
gl: 1/60 hora = 1 minuto
it: 1/60 di ora = un minuto
nl: 1/60 uur = 1 minuut
pt: 1/60 Hora = 1 Minuto
pt_br: 1/60 hora = 1 minuto
sl: 1/60 ure = 1 minuta
sv: 1/60 timma = 1 minut
uk: 1/60 години = 1 хвилина

source: 1/60 Minute = 1 Second
bg: 1/60 минута = 1 секунда
ca: 1/60 minut = 1 segon
ca@valencia: 1/60 minut = 1 segon
es: 1/60 minuto = 1 segundo
et: 1/60 minutist = 1 sekund
gl: 1/60 minuto = 1 segundo
it: 1/60 di minuto = un secondo
nl: 1/60 minuut = 1 seconde</para><para>Noot vertaler: De werkelijke zonnedag is niet steeds even lang, als gevolg van de elliptische baan van de aarde, en van de helling van de aardas ten opzichte van de ecliptica. Omdat een variabele daglengte maatschappelijk niet aanvaardbaar is gebruikt men de middelbare zon, een denkbeeldige zon die wel regelmatig loopt en die dus soms voor de ware zon uitloopt, en soms er achteraan. Het verschil kan ongeveer een kwartier bedragen, en is met een goede zonnewijzer duidelijk te constateren: die wijst de (lokale) ware zonnetijd aan.
pt: 1/60 Minuto = 1 Segundo
pt_br: 1/60 minuto = 1 segundo
sl: 1/60 minute = 1 sekunda
sv: 1/60 minut = 1 sekund
uk: 1/60 хвилини = 1 секунда

source: However, there is a problem with Solar Time. The Earth does not actually spin around 360 degrees in one Solar Day. The Earth is in orbit around the Sun, and over the course of one day, it moves about one Degree along its orbit (360 degrees/365.25 Days for a full orbit = about one Degree per Day). So, in 24 hours, the direction toward the Sun changes by about a Degree. Therefore, the Earth has to spin 361 degrees to make the Sun look like it has traveled 360 degrees around the Sky.
bg: Има обаче проблем със слънчевото време. Земята всъщност не се завъртва напълно на 360 градуса за един слънчев ден. Земята е в орбита около Слънцето и за един ден, тя изминава около един градус по своята орбита (360 градуса/365,25 дни за пълна орбита = около един Градус на ден). И така, за 24 часа посоката към Слънцето се променя с около градус.Следователно Земята трябва да се завърти на 361 градуса, за да изглежда сякаш Слънцето е изминало 360 градуса около небето.
ca: Encara més, hi ha un problema amb el temps solar. Realment la Terra no gira 360 graus en un dia solar. La Terra està en òrbita al voltant del Sol i al llarg d'un dia, es mou aproximadament un grau de la seva òrbita (360 graus/365,25 dies d'una òrbita completa = gairebé un grau per dia). Així que, en 24 hores, la direcció cap al sol variarà més o menys en un grau. Per tant, la Terra haurà de girar 361 graus perquè existeixi la sensació que el Sol ha viatjat 360 graus al voltant del cel.
ca@valencia: Encara més, hi ha un problema amb el temps solar. En realitat, la Terra no gira 360 graus en un dia solar. La Terra està en òrbita al voltant del Sol i al llarg d'un dia, es desplaça aproximadament un grau de la seua òrbita (360 graus/365,25 dies per a una òrbita completa = quasi un grau per dia). Per tant, en 24 hores, la direcció cap al Sol variarà més o menys en un grau. Per tant, la Terra haurà de girar 361 graus perquè existisca la sensació que el Sol ha recorregut 360 graus al voltant del cel.
es: Sin embargo, hay un problema con el tiempo solar. La Tierra en realidad no gira 360 grados en un día solar. La Tierra está en órbita alrededor del Sol y, a lo largo del día, se mueve aproximadamente un grado en esa órbita (360 grados / 365,25 días de una órbita completa = casi un grado diario). Así que, en 24 horas, la dirección hacia el Sol varía más o menos en un grado. Por lo tanto, la Tierra tiene que girar 361 grados para que exista la sensación de que el Sol ha viajado 360 grados alrededor del cielo.
et: Kuid päikeseajaga tekib üks probleem: nimelt ei tee Maa ühe päikesepäeva jooksul tegelikult päris 360-kraadilist pööret. Maa tiirleb ka ümber Päikese ning ühe päeva jooksul liigub sellel edasi umbes ühe kraadi võrra (360 kraadi : 365,25 päeva (täisorbiit) = umbes üks kraad päevas). Nii muutub 24 tunni jooksul Maa asend Päikese suhtes umbes ühe kraadi võrra. Seepärast peaks Maa pöörlema 361 kraadi, et Päike paistaks nii, nagu oleks ta kulgenud taevalaotusel 360 kraadi.
gl: Porén, hai un problema coa hora solar. En realidade a Terra non xira 360 graos nun día solar. A Terra está en órbita arredor do sol e, no curso dun día, móvese aproximadamente un grao na súa órbita (360 graos/365,25 días para unha órbita completa = arredor dun grao por día). Polo tanto, en 24 horas a dirección cara ao Sol cambia en arredor dun grao. En consecuencia, a Terra ten que xirar 361 graos para facer que semelle que o Sol viaxou 360 graos arredor do ceo.
it: C'è però un problema col tempo solare. La Terra in verità non compie un giro di 360 gradi in un giorno solare. Essa è in orbita attorno al Sole, e nel corso di un giorno si muove di circa un grado lungo la propria orbita (360 gradi/365,25 giorni per un'orbita completa = circa un grado al giorno). Così, in 24 ore la direzione del Sole cambia di circa un grado. Perciò la Terra deve ruotare 361 gradi per far sembrare che il Sole abbia compiuto un giro di 360 gradi nel cielo.
nl: Tijdens een zonnedag draait de aarde iets meer dan de 360 graden (om zijn as), die je misschien zou verwachten. De aarde draait om de zon, en legt daarbij 360 graden (in zijn baan om de zon) af in 365,25 dagen. Als gevolg daarvan verplaatst de zon zich per dag iets minder dan een graad langs de ecliptica, van west naar oost. Daarom moet de aarde bijna 361 graden draaien van middag tot middag.
pt: Contudo, existe um problema com o Tempo Solar. A Terra não roda de facto 360 graus num Dia Solar. A terra está em órbita à volta do Sol e durante o curso de um dia, move-se cerca de um grau ao longo da sua órbita (360 graus/365.25 dias para uma órbita completa = cerca de um grau por dia). Por isso, em 24 horas, a direcção ao Sol varia em cerca de um grau. Como tal, a Terra tem de rodar 361 graus para fazer com que o Sol pareça ter viajado 360 graus à volta no céu.
pt_br: No entanto, existe um problema com a hora solar. A Terra atualmente não gira 360 graus em um dia solar. A Terra está em órbita ao redor do Sol, e no curso de um dia, ele se move cerca de um grau ao longo desta órbita (360 graus/365,25 dias para uma órbita completa = cerca de um grau por dia). Logo, em 24 horas, a direção para o Sol muda cerca de um grau. Logo, a Terra tem que girar 361 graus para fazer com que o Sol pareça estar viajando 360 graus no céu.
sl: Vendar pa obstaja težava s sončnim časom. Zemlja se dejansko ne zavrti za 360 stopinj v enem sončnem dnevu. Zemlja kroži okoli Sonca in se v enem dnevu premakne za približno eno stopinjo vzdolž svoje orbite (360 stopinj/365,25 dni za celotno orbito = približno ena stopinja na dan). Torej se v 24 urah smer proti Soncu spremeni za približno stopinjo. Zato se mora Zemlja zavrteti za 361 stopinj, da je Sonce videti, kot da je potovalo 360 stopinj okoli neba.
sv: Det finns dock ett problem med soltid. Jorden snurrar i själva verket inte 360 grader på en soldag. Jorden är i en bana runt solen, och under en dag flyttar den sig ungefär en grad i banan (360 grader / 365,25 dagar för ett helt varv, ungefär en grad per dag). Alltså ändras riktningen mot solen ungefär en grad på 24 timmar. Därför behöver jorden snurra 361 grader för att det ska se ut som om solen har färdats alla 360 graderna över himlen.
uk: Але з сонячним часом пов’язано одну проблему. За один сонячний день Земля обертається на кут, який трохи відрізняється від 360 градусів. Земля обертається навколо Сонця і за один день проходить близько одного градуса вздовж орбіти (360 градусів/365,25 днів на повне обертання = близько одного градуса на день). Отже, за 24 години напрямок на Сонце змінюється приблизно на один градус. Тому Землі потрібно обернутися на 361 градус, щоб Сонце розташовувалося так, наче воно здійснило небом оберт у 360 градусів.
