Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-spiralgal.po
Languages: bg, ca, ca@valencia, es, et, gl, it, nl, pl, pt, pt_br, ru, sl, sv, uk

source: <title>Spiral Galaxies</title>
ca@valencia: <title>Galàxies espirals</title>
et: <title>Spiraalgalaktikad</title>
it: <title>Galassie spirali</title>
sl: <title>Spiralne galaksije</title>

source: <primary>Spiral Galaxies</primary>
ca@valencia: <primary>Galàxies espirals</primary>
et: <primary>Spiraalgalaktikad</primary>
it: <primary>Galassie spirali</primary>
sl: <primary>Spiralne galaksije</primary>

source: Spiral galaxies are huge collections of billions of stars, most of which are flattened into a disk shape, with a bright, spherical bulge of stars at its center. Within the disk, there are typically bright arms where the youngest, brightest stars are found. These arms wind out from the center in a spiral pattern, giving the galaxies their name. Spiral galaxies look a bit like hurricanes, or like water flowing down a drain. They are some of the most beautiful objects in the sky.
bg: Спиралните галактики са огромни колекции от милиарди звезди, повечето от които са сплеснати в диск форма, с ярка, сферична издутина от звезди в центъра. В рамките на диска обикновено има ярки ръкави, където се намират най-младите, най-ярките звезди. Тези ръкави се извиват от центъра в спирален модел, давайки името на галактиките. Спиралните галактики приличат малко на урагани или като вода, която изтича в канала. Те са едни от най-красивите обекти в небето.
ca: Les galàxies espirals són col·leccions enormes de milers de milions d'estrelles, la majoria de les quals s'aplanen en forma de disc, amb una lluminositat i un con esfèric d'estrelles en el seu centre. A dins del disc, hi ha els braços típicament brillants a on es troben les estrelles més joves, més brillants. Aquests braços es caragolen cap enfora des del centre en un patró en espiral, donant a aquestes galàxies el seu nom. Les galàxies espirals són una mica com els huracans, o com l'aigua que flueix cap a un desaigüe. Es tracta d'un dels objectes més bonics del cel.
ca@valencia: Les galàxies espirals són col·leccions enormes de milers de milions d'estreles, la majoria de les quals s'aplanen en forma de disc, amb una brillantor i un con esfèric d'estreles en el seu centre. A dins del disc, hi ha els braços típicament brillants a on es troben les estreles més joves, més brillants. Estos braços s'enrosquen cap enfora des del centre seguint un patró en espiral, donant a estes galàxies el seu nom. Les galàxies espirals són una mica com els huracans o com l'aigua que fluïx cap a un desaigüe. Es tracta d'un dels objectes més bonics en el cel.
es: Las galaxias espirales son colecciones enormes de miles de millones de estrellas, de las que muchas de ellas se agrupan en forma de disco, con un abultamiento esférico central con estrellas en su interior. En el disco existen brazos más luminosos donde se concentran las estrellas más jóvenes y brillantes. Estos brazos se despliegan desde el centro en forma de espiral. De ahí el nombre de estas galaxias. Las galaxias espirales recuerdan de algún modo a los huracanes o al agua fluyendo cuando desagua de una vasija. Son uno de los objetos más bellos del cielo.
et: Spiraalgalaktikad kujutavad endast miljardite tähtede hiigelkogumikke. Enamik neist on lamedad, kettakujulised, nende keskel asub hele, sfääriline <quote>tähemõhn</quote>. Kettal on tavaliselt mõned heledamad harud, mis koosnevad noorimatest ja heledamatest tähtedest. Sellised harud hargnevad galaktika keskmest spiraalikujuliselt, mis ongi andnud galaktikatele nimetuse. Spiraalgalaktikad sarnanevad mõneti tuulispasale või torust alla pulbitsevale veevoolule. Nende seast võib leida mitmed taevalaotuse ilusamad objektid.
gl: As galaxias espirais son coleccións enormes de miles de millóns de estrelas, a maioría das cales están aplanadas en forma de disco, cun vulto brillante e esférico de estrelas no centro. Dentro do disco hai tipicamente brazos nos que se atopan as estrelas máis novas e brillantes. Estes brazos parten do centro nun padrón espiral, o que lles dá a estas galaxias o seu nome. As galaxias espirais semellan un pouco furacáns ou auga escorrendo por un furado. Son algúns dos obxectos máis fermosos do ceo.
it: Le galassie spirali sono enormi raggruppamenti di miliardi di stelle, ed hanno perlopiù forma di disco, con un brillante nucleo sferico di stelle al centro. Nel disco ci sono tipicamente dei bracci brillanti, dove si trovano le stelle più giovani e luminose. Questi bracci si dipartono dal centro seguendo un percorso a spirale, da cui il nome delle galassie. Le galassie spirali ricordano un po' degli uragani, o la forma dell'acqua risucchiata da uno scolo. Sono tra gli oggetti più belli del cielo.
nl: Spiraalstelsels zijn spiraalvormige melkwegstelsels: enorme verzamelingen van miljarden sterren, waarvan de meeste afgeplat zijn tot een schijf, met een heldere bolvormige verdikking in het centrum. In de schijf zijn de typerende heldere armen zichtbaar, waarin de jongste, helderste sterren te vinden zijn. Deze armen vormen een spiraalvormig patroon, van binnen naar buiten, waarnaar deze melkwegstelsels zijn genoemd. Spiraalstelsels doen denken aan wervelstormen, of aan water dat door een afvoerputje wegloopt. Zij horen tot de mooiste objecten aan het firmament.
pl: Galaktyki spiralne to duże zbiorowiska miliardów gwiazd, z których większość znajduje się w przestrzeni mającej kształt dysku, z jasnym, sferycznym centralnym zgrubieniem galaktycznym (jądrem) w środku. Od dysku odchodzą zwykle ramiona, na których znaleźć można najmłodsze i najjaśniejsze gwiazdy. Ramiona te odchodzą ze środka na kształt spirali dając galaktykom ich nazwy. Galaktyki spiralne mają wygląd podobny do huraganów. Są jednym z najpiękniejszych obiektów znajdujących się na niebie.
pt: As galáxias em espiral são enormes conjuntos de biliões de estrelas, a maioria das quais está achatada em forma de um disco, com um aglomerado esférico e brilhante de estrelas no seu centro. Dentro do disco, existem braços tipicamente brilhantes onde as estrelas mais novas e brilhantes se encontram. Estes braços rodam a partir do centro num padrão em espiral, dando às galáxias esse nomes. As galáxias em espiral parecem-se com os furacões ou com a água a fluir por um buraco abaixo. São dos objectos mais bonitos do céu.
pt_br: Galáxias espirais são enormes coleções de bilhões de estrelas, a maioria das quais estão achatadas em uma forma de disco, com uma protuberância de estrelas esférica e brilhosa no seu centro. Dentro do disco, existem tipicamente braços brilhosos onde as estrelas mais jovens e brilhosas são encontradas. Estes braços se afastam do centro em um padrão espiral, fornecendo às galáxias este nome. Galáxias espirais parecem um pouco com furações, ou como água descendo por um ralo. Elas são alguns dos objetos mais bonitos no céu.
ru: Спиральная галактика - скопление миллиардов звёзд, большинство которых "размазано" по диску, со сферическим ядром (bulge) в центре. Внутри диска обычно расположены рукава, где обнаруживаются молодые, ярчайшие звёзды. Эти рукава отходят от центра по спирали, за что такие галактики и получили своё имя. Спиральные галактики выглядят как циклон или ураган, или как воронка от вытекающей воды. Это одни из самых прекрасных объектов на небе.
sl: Spiralne galaksije so ogromne zbirke milijard zvezd, od katerih je večina sploščenih v obliki diska s svetlo, sferično izboklino zvezd v središču. Znotraj diska so običajno svetli kraki, kjer so najmlajše, najsvetlejše zvezde. Ti rokavi se spiralno vijejo iz središča, kar daje galaksijam ime. Spiralne galaksije so videti kot orkani ali kot voda, ki teče v odtok. So eni izmed najlepših objektov na nebu.
sv: Spiralgalaxer är enorma ansamlingar av miljarder stjärnor, de flesta tillplattade i en skivform, med en ljus, sfärisk utbuktning med stjärnor i centrum. Inne i skivan finns det typiskt ljusa armar där de yngsta, starkaste stjärnorna hittas. Armarna sträcks ut från centrum i ett spiralmönster, som ger galaxerna deras namn. Spiralgalaxer ser lite grand ut som orkaner, eller som vatten som släpps ut i ett avlopp. De är några av de vackraste objekten på himlen.
uk: Спіральні галактики — це величезні скупчення мільйонів зірок, більшість з яких зосереджено у плоскій формі диска, з яскравою сферичною опуклістю у центрі. У цьому диску спостерігаються яскраво виражені рукави, де знаходяться молодші, яскравіші зірки. Ці рукави виходять з центру, утворюючи загальний візерунок у вигляді спіралі, звідки подібні галактики і отримали свою назву. Спіральні галактики нагадують формою земні циклони або чорториї на поверхні води. Вони належать до найкрасивіших об’єктів зоряного неба.

source: Galaxies are classified using a <quote>tuning fork diagram</quote>. The end of the fork classifies <link linkend="ai-ellipgal">elliptical galaxies</link> on a scale from the roundest, which is an E0, to those that appear most flattened, which is rated as E7. The <quote>tines</quote> of the tuning fork are where the two types of spiral galaxies are classified: normal spirals, and <quote>barred</quote> spirals. A barred spiral is one whose nuclear bulge is stretched out into a line, so it literally looks like it has a <quote>bar</quote> of stars in its center.
ca@valencia: Les galàxies es classifiquen emprant un <quote>diagrama de dispersió</quote>. L'extrem de la bifurcació classifica les <link linkend="ai-ellipgal">galàxies el·líptiques</link> en una escala des de la més rodona, les quals serien classificades com a E0, a les que aparenten ser més planes, les quals serien una E7. Les <quote>dents</quote> de la dispersió és a on es classifiquen els dos tipus de galàxies espirals: galàxies espirals normals i <quote>barrades</quote>. Una espiral barrada és una que bombeja el nucli estirant-lo cap enfora en una línia, vist així, literalment tenen com una <quote>barra</quote> d'estreles en el seu centre.
et: Galaktikaid liigitatakse vastavalt Hubble'i <quote>helihargi</quote> klassifikatsioonile. Helihargi ots määratleb <link linkend="ai-ellipgal">elliptilisi galaktikaid</link> alates kõige ümaramatest ehk E0 kuni kõige lapikumateni ehk E7. Helihargi <quote>värtnad</quote> määratlevad kaht tüüpi spiraalgalaktikad: tavalised spiraalid ja <quote>varbspiraalsed</quote> galaktikad. Viimased on sellised, kus tuumikmõhn on välja veninud joonekujuliseks, nii et see paistab sõna otseses mõttes <quote>tähevarvana</quote>.
it: Le galassie sono classificate usando un <quote>diagramma a diapason</quote>. L'impugnatura del diapason comprende le <link linkend="ai-ellipgal">galassie ellittiche</link> ordinate dalle più circolari, classificate come E0, alle più elongate, che sono le E7. Sui <quote>rebbi</quote> del diapason si trovano i due tipi di galassie spirali: spirali normali e <quote>barrate</quote>. Una spirale barrata presenta il nucleo centrale allungato a formare un segmento, così da avere a tutti gli effetti una <quote>barra</quote> di stelle al centro.
sl: Galaksije so razvrščene s pomočjo <quote>grafa glasbenih vilic</quote>. Konec vilic razvršča <link linkend="ai-ellipgal">eliptične galaksije</link> na lestvico od najbolj okrogle, ki je E0, do tistih, ki so videti najbolj sploščene, kar je ocenjeno kot E7. <quote>Zobci</quote> grafa glasbenih vilic so tista, kjer sta razvrščeni dve vrsti spiralnih galaksij: normalne spirale in spirale s <quote>prečkami</quote>. Prečkasta spirala je tista, katere jedrna izboklina je raztegnjena v črto, tako da je dobesedno videti, kot da ima v središču <quote>palico</quote> zvezd.

source: Both types of spiral galaxies are sub-classified according to the prominence of their central <quote>bulge</quote> of stars, their overall surface brightness, and how tightly their spiral arms are wound. These characteristics are related, so that an Sa galaxy has a large central bulge, a high surface brightness, and tightly-wound spiral arms. An Sb galaxy has a smaller bulge, a dimmer disk, and looser arms than an Sa, and so on through Sc and Sd. Barred galaxies use the same classification scheme, indicated by types SBa, SBb, SBc, and SBd.
ca@valencia: Ambdós tipus de galàxies espirals se subclassifiquen segons la prominència del seu <quote>bombeig</quote> central d'estreles, la seua brillantor total en superfície i segons l'elongació dels seus braços espirals. Estes característiques estan relacionades, de manera que una galàxia S'ha de tindre un gran bombeig central, una alta brillantor en superfície i una atapeïda elongació dels seus braços espirals. Una galàxia Sb tindrà un bombeig més xicotet, un disc més feble i una elongació més xicoteta que una Sa, i el mateix entre les Sc i Sd. Les galàxies barrades empren el mateix esquema de classificació, indicat pels tipus SBa, SBb, SBc i SBd.
et: Mõlemat spiraalgalaktikate tüüpi jaotatakse edasi vastavalt nende keskse <quote>tähemõhna</quote> suurusele, üldisele pinnaheledusele ning sellele, kui keerdunud on spiraalharud. Kõik need omadused on tihedalt seotud, nii et Sa galaktikal on suur keskmõhn, tugev pinnaheledus ning väga keerdunud spiraalharud. Sb galaktika mõhn on väiksem, ketas ei ole nii hele ning spiraalharud on vähem keerdunud kui Sa galaktikatel. Sc ja Sd on vastavalt veelgi tagashihoidlikumate omadustega. Varbgalaktikad kasutavad põhimõtteliselt samasugust liigitust, tähistuseks SBa, SBb, SBc ja SBd.
it: Entrambi i tipi di galassie spirali sono ulteriormente classificati in base alle dimensioni del loro <quote>nucleo</quote> centrale di stelle, alla brillanza superficiale complessiva e al grado di avvolgimento dei bracci. Queste caratteristiche sono correlate, così che una galassia Sa ha un grande nucleo centrale, un'alta brillanza superficiale e bracci a spirale avvolti strettamente. Una galassia Sb mostra un nucleo più piccolo, un disco meno luminoso e bracci meno avvolti rispetto a una Sa. La tendenza prosegue con le Sc e le Sd. Le galassie barrate adottano lo stesso schema di classificazione, indicato dalle sigle SBa, SBb, SBc e SBd.
sl: Obe vrsti spiralnih galaksij sta podrazvrščeni glede na izrazitost njune osrednje <quote>izbokline</quote> zvezd, njuno skupno površinsko svetlost in to, kako tesno so zaviti njuni spiralni kraki. Te značilnosti so povezane, tako da ima galaksija Sa veliko osrednjo izboklino, visoko površinsko svetlost in tesno zavite spiralne krake. Galaksija Sb ima manjšo izboklino, temnejši disk in ohlapnejše krake kot galaksija Sa in tako naprej skozi Sc in Sd. Galaksije s prečkami uporabljajo isto klasifikacijsko shemo, označeno s tipi SBa, SBb, SBc in SBd.

source: There is another class of galaxy called S0, which is morphologically a transitional type between true spirals and ellipticals. Its spiral arms are so tightly wound as to be indistinguishable; S0 galaxies have disks with a uniform brightness. They also have an extremely dominant bulge.
bg: Има друг клас галактики, наречен S0, който е морфологично преходен тип между истински спирални и елипсовидни галактики. Техните спираловидни рамена са толкова плътно навити, че не се различават. S0 галактиките имат дискове с хомогенна яркост. Те също имат изключително доминираща издутина.
ca: Hi ha una altra classe de galàxia anomenada S0, la qual és morfològicament un tipus transitori entre les verdaderament espirals i les el·líptiques. Els seus braços espirals estan tant caragolats que són indistingibles; les galàxies S0 tenen discs amb una lluminositat uniforme. També tenen una protuberància extremadament dominant.
ca@valencia: Hi ha una altra classe de galàxia anomenada S0, la qual és morfològicament un tipus transitori entre les espirals i les verdaderament el·líptiques. Els seus braços espirals s'allarguen endins fins a ser indistingibles; les galàxies S0 tenen discs amb una brillantor uniforme. També tenen un bombeig extremadament dominant.
es: Existe otro tipo de galaxia denominada S0, que es morfológicamente una transición entre las espirales verdaderas y las elípticas. Sus brazos espirales están tan enrollados que son indistinguibles. Las galaxias S0 tienen discos de brillo uniforme. También muestran un abultamiento muy dominante.
et: On olemas ka klass S0, mis on olemuselt üleminekutüüp pärisspiraalide ja elliptiliste galaktikate vahel. Selle spiraalharud on nii tugevasti keerdunud, et neid on peaaegu võimatu eristada. S0 galaktikad kujutavad endast ühtlase heledusega kettaid ning neil on ka äärmiselt domineeriv mõhn.
gl: Existe outra clase de galaxia chamada S0, que é morfoloxicamente un tipo de transición entre as espirais verdadeiras e as elípticas. Os seus brazos espirais están tan apertados que resultan indistinguíbeis; as galaxias SO teñen discos dun brillo uniforme. Teñen tamén un vulto extremadamente dominante.
it: C'è un'altra classe di galassie, chiamate S0, che morfologicamente segnano la transizione tra le spirali vere e proprie e le ellittiche. I loro bracci a spirale sono avvolti così strettamente da non essere più distinguibili. Le galassie S0 hanno dischi con brillanza superficiale uniforme e nuclei assai prominenti.
nl: Er is nog een klasse melkwegstelsels, met de naam S0, die wat de vorm betreft een overgangstype is tussen echte spiralen en echte elliptische stelsels. Hier zijn de spiraalarmen zo dicht gewonden dat zij niet meer te onderscheiden zijn. S0-stelsels hebben schijven met een helderheid die overal even groot is. Zij hebben ook een zeer sterk overheersende verdikking.
pl: Istnieje jeszcze jeden rodzaj galaktyk o nazwie S0, który jest morfologicznie typem przejściowym pomiędzy galaktykami spiralnymi a eliptycznymi. Ramiona spiralne takiej galaktyki są tak zawinięte, że wyglądają jakby ich wcale nie było; galaktyki S0 posiadają dyski z umiarkowaną jasnością. Mają także proporcjonalnie bardzo duże jądro.
pt: Existe outra classe de galáxias chamada de S0, que é morfologicamente um tipo transitório entre as espirais verdadeiras e as elípticas. Os seus braços em espiral são tão apertados que são quase imperceptíveis; as galáxias S0 têm discos com um brilho uniforme e têm também um núcleo extremamente dominante.
pt_br: Existe uma outra classe de galáxia chamada S0, que é morfologicamente um tipo de transição entre as espirais e elípticas verdadeiras. Seus braços espirais são tão fortemente girados que parecem se misturar; galáxias S0 possuem discos com um brilho uniforme. Elas também possuem uma protuberância extremamente dominante.
ru: Существует промежуточный класс галактик - S0. Этот тип морфологически располагается между спиральными и эллиптическими галактиками. Рукава этих галактик настолько сильно закручены, что практически неразличимы. Светимость S0 галактик практически равномерна по диску. У таких галактик чрезвычайно большое ядро.
sl: Obstaja še en razred galaksij, imenovan S0, ki je morfološko prehodni tip med pravimi spiralnimi in eliptičnimi galaksijami. Njeni spiralni kraki so tako tesno zaviti, da jih ni mogoče razločiti; Galaksije S0 imajo diske z enakomerno svetlostjo. Imajo tudi izjemno dominantno izboklino.
sv: Det finns en annat galaxklass som kallas S0, som morfologiskt är en övergångstyp mellan verkliga spiralgalaxer och elliptiska galaxer. Dess spiralarmar ligger så tätt att de inte kan urskiljas. S0-galaxer har skivor med konstant ljusstyrka. De har också en ytterst dominerande utbuktning.
uk: Існує ще один тип галактик, який має позначення S0, який є перехідним типом між справжніми спіральними галактиками і еліптичними галактиками. Спіральні рукави галактик цього типу настільки туго намотано на ядро, що їх важко визначити; S0 виглядають як диски з рівномірною яскравістю поверхні. У цих найбільшою частиною є центральне потовщення.

source: The Milky Way galaxy, which is home to earth and all of the stars in our sky, is a Spiral Galaxy, and is believed to be a barred spiral. The name <quote>Milky Way</quote> refers to a band of very faint stars in the sky. This band is the result of looking in the plane of our galaxy's disk from our perspective inside it.
ca@valencia: La galàxia Via Làctia, la qual pròpiament és la nostra, a on hi ha la Terra i tot el munt d'estreles que apareixen en el cel, és una galàxia espiral, i es creu que podria ser una espiral barrada. El nom de <quote>Via Làctia</quote> es referix a una banda d'estreles molt febles en el cel. Esta banda és el resultat de mirar en el pla del disc de la nostra galàxia des de la nostra perspectiva, la qual està a dins seu.
et: Linnutee galaktika, kus asub meie armas Maa ja kõik tähed, mida me taevas suudame eristada, on samuti spiraalgalaktika, enamiku arvamust mööda varbgalaktika. Nimetuse <quote>Linnutee</quote> taga seisab rahvapärimus, nagu näitaks see rändlindudele teed lõunasse ja tagasi. Meie näeme seda suhteliselt tuhmide tähtede ribana taevas, sest just nii peabki välja nägema meie galaktika ketas, kui seda seestpoolt vaadata.
it: La Via Lattea, che ospita la Terra e tutte le stelle visibili nel cielo, è una galassia a spirale, e si ritiene che sia barrata. Il nome <quote>Via Lattea</quote> fa riferimento a una banda di stelle molto deboli visibili in cielo. Non si tratta che del piano del disco della nostra galassia visto dall'interno.
sl: Galaksija Rimska cesta (tudi Mlečna cesta), ki je dom Zemlje in vseh zvezd na našem nebu, je spiralna galaksija in se domneva, da je prečkasta spirala. Ime <quote>Rimska cesta</quote> se nanaša na pas zelo šibkih zvezd na nebu. Ta pas je rezultat pogleda na ravnino diska naše galaksije iz naše perspektive znotraj nje.
