Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-skycoords.po
Languages: bg, ca, ca@valencia, et, fr, gl, it, nl, pl, pt, pt_br, ru, sl, sv, uk

source: However, there is an important difference between the equatorial and geographic coordinate systems: the geographic system is fixed to the Earth; it rotates as the Earth does. The Equatorial system is fixed to the stars\ `[1] <#ftn.fn-precess>`__, so it appears to rotate across the sky with the stars, but of course it is really the Earth rotating under the fixed sky.
ca: No obstant això, hi ha una diferència important entre el sistema equatorial i el geogràfic: aquest últim està fixat a la Terra i fa la rotació junt amb ella. El sistema equatorial està fixat a les estrelles\ `[1] <#ftn.fn-precess>`__, de manera que aparenta fer una rotació a través del cel junt amb les estrelles, tot i que per descomptat en realitat és la Terra la que fa la rotació sota el cel fix.
ca@valencia: No obstant açò, hi ha una diferència important entre els sistemes de coordenades equatorials i geogràfiques: el sistema geogràfic està fix en la Terra, gira amb ella. El sistema equatorial està fix a les estreles\ `[1] <#ftn.fn-precess>`__, per la qual cosa pareix girar en el cel amb elles, però en realitat és la Terra la que gira davall el cel fix.
fr: Il existe toutefois une différence importante entre le système de coordonnées équatoriales et le système de coordonnées géographiques : le système géographique est fixé à la Terre ; il tourne avec la Terre. Le système équatorial est fixé aux étoiles `[1] <#ftn.fn-precess>`__
it: C'è però un'importante differenza tra i sistemi di coordinate equatoriali e geografiche: quest'ultimo è solidale con la Terra e ruota con essa. Il sistema equatoriale è solidale con le stelle\ `[1] <#ftn.fn-precess>`__, perciò sembra ruotare nel cielo con le stelle, ma ovviamente è la Terra a ruotare sotto il cielo fisso.
nl: Echter, er is een groot verschil tussen de equatoriale- en geografische coördinatenstelsels: het geografische stelsel is gekoppeld aan de aarde, het draait met de aarde mee. Het equatoriale stelsel is gekoppeld aan de sterren\ `[1] <#ftn.fn-precess>`__, zodat het mee lijkt te draaien met de sterren langs de hemel, maar natuurlijk is het de aarde die onder de vaste sterrenhemel draait.
pt_br: No entanto, há uma importante diferença entre o sistema de coordenadas geográficas e equatorial: o sistema geográfico é fixo na Terra; ele roda conforme a Terra roda. O sistema equatorial é fixo nas estrelas\ `[1] <#ftn.fn-precess>`__, logo ele parece girar pelo céu com as estrelas, mas é claro que quem está realmente rodando é a Terra pelo céu fixado.
sl: Vendar pa obstaja pomembna razlika med ekvatorialnim in geografskim koordinatnim sistemom: geografski sistem je fiksen na Zemljo; vrti se tako kot Zemlja. Ekvatorialni sistem je fiksen na zvezde\ `[1] <#ftn.fn-precess>`__, zato se zdi, da se vrti po nebu skupaj z zvezdami, seveda pa se v resnici Zemlja vrti pod fiksnim nebom.

source: The *latitudinal* (latitude-like) angle of the Equatorial system is called *Declination* (Dec for short). It measures the angle of an object above or below the Celestial Equator. The *longitudinal* angle is called the *Right Ascension* (RA for short). It measures the angle of an object East of the :doc:`Vernal Equinox <ai-equinox>`. Unlike longitude, Right Ascension is usually measured in hours instead of degrees, because the apparent rotation of the Equatorial coordinate system is closely related to :doc:`Sidereal Time <ai-sidereal>` and :doc:`Hour Angle <ai-hourangle>`. Since a full rotation of the sky takes 24 hours to complete, there are (360 degrees / 24 hours) = 15 degrees in one Hour of Right Ascension.
ca: L'angle *latitudinal* (com la latitud) del sistema equatorial s'anomena *declinació* (Dec per a abreujar). Aquest mesura l'angle d'un objecte per sobre o per sota de l'equador celeste. L'angle *longitudinal* s'anomena d'*ascensió recta* (AR per a abreujar). Aquest mesura l'angle d'un objecte a l'est de l':doc:`equinocci de primavera <ai-equinox>`. A diferència de la longitud, l'ascensió recta habitualment es mesura en hores en comptes de graus, atès que la rotació aparent del sistema de coordenades equatorials està molt relacionada amb l':doc:`hora sidèria <ai-sidereal>` i l':doc:`angle horari <ai-hourangle>`. Com que una rotació completa del cel triga 24 hores a completar-se, hi ha (360 graus / 24 hores) = 15 graus en una hora d'ascensió recta.
ca@valencia: L'angle *latitudinal* (similar a la latitud) del sistema equatorial s'anomena *declinació* (abreujat com a Dec.). Mesura l'angle d'un objecte per damunt o per davall de l'equador celeste. L'angle *longitudinal* s'anomena ascensió recta (abreujat com a AR). Mesura l'angle d'un objecte a l'est de l':doc:`equinocci de primavera <ai-equinox>`. A diferència de la longitud, l'ascensió recta sol mesurar-se en hores en lloc de graus, ja que la rotació aparent del sistema de coordenades equatorials està relacionada estretament amb el :doc:`temps sideral <ai-sidereal>` i l':doc:`angle horari <ai-hourangle>`. Atés que una rotació completa del cel triga 24 hores, hi ha (360 graus / 24 hores) = 15 graus en una hora d'ascensió recta.
fr: L'angle *latitudinal* du système équatorial est appelé *déclinaison* (que l'on abrège DEC). La déclinaison mesure l'angle d'un objet au-dessus ou au-dessous de l'équateur céleste. L'angle *longitudinal* s'appelle l'*ascension droite* (que l'on abrège AD). L'ascension droite mesure l'angle d'un objet à l'est de l':doc:`équinoxe vernal <ai-equinox>`. Contrairement à la longitude, l'ascension droite est habituellement mesurée en heures, non en degrés, parce que la rotation apparente du système de coordonnées équatoriales est très apparenté à l':doc:`heure sidérale <ai-sidereal>` et à l':doc:`angle horaire <ai-hourangle>`. Puisqu'une rotation complète du ciel prend 24 heures, un heure d'ascension droite est égale à 15 degrés (360 degrés / 24 heures).
it: L'angolo *latitudinale* (equivalente alla latitudine) del sistema equatoriale è chiamato *declinazione* (abbreviato in Dec), e misura l'angolo di un oggetto rispetto all'equatore celeste. L'angolo *longitudinale* è chiamato *ascensione retta* (abbreviato in AR) e misura l'angolo di un oggetto, verso est, rispetto all`:doc:`equinozio vernale <ai-equinox>`. Al contrario della longitudine, l'ascensione retta si misura solitamente in ore invece che in gradi, dato che la rotazione apparente del sistema di coordinate equatoriali è strettamente legata al doc:`tempo siderale <ai-sidereal>` e all`:doc:`angolo orario <ai-hourangle>`. Poiché una rotazione completa del cielo dura 24 ore, ci sono 360 gradi / 24 ore = 15 gradi in un'ora di ascensione retta.
nl: De hoekmaat in het equatoriale stelsel die overeenkomt met de breedte in het geografische stelsel heet *Declinatie* (afgekort Dec). Dit is de hoekafstand van (het middelpunt van) een object tot de hemelequator, van -90 (zuidelijke hemelpool) tot +90 graden (noordelijke hemelpool). De hoekmaat die overeenkomt met de lengte op aarde heet de *Rechte Klimming* (afgekort RK). Dit is de hoekafstand gemeten langs de equator, vanaf het :doc:`lentepunt <ai-equinox>`, in oostelijke richting, tot aan de declinatiecirkel die door het (middelpunt van het) object gaat. Anders dan de lengte wordt de Rechte Klimming gewoonlijk uitgedrukt in uren in plaats van graden, omdat er een nauw verband bestaat tussen de schijnbare rotatie van het equatoriale coördinatenstelsel en de :doc:`sterrentijd <ai-sidereal>` en de :doc:`uurhoek <ai-hourangle>. Aangezien de sterrenhemel in 24 uur een keer ronddraait (360 graden), komt elke 15 graden overeen met 1 uur Rechte Klimming (360 graden komen overeen met 24 uur).
pt_br: O ângulo *latitudinal* (da latitude) do sistema equatorial é chamado *Declinação* (abreviado como Dec). Ele mede o ângulo de um objeto acima ou abaixo do equador celeste. O ângulo *longitudinal* é chamado *ascensão reta* (abreviado como AR). Ele mede o ângulo de um objeto a leste do :doc:`equinócio vernal <ai-equinox>`. Ao contrário da longitude, a ascensão reta é normalmente medida em horas ao invés de graus, devido ao fato da rotação aparente do sistema de coordenadas equatorial estar fortemente relacionada à :doc:`hora sideral <ai-sidereal>` e :doc:`hora angular <ai-hourangle>`. Uma vez que uma rotação completa do céu leva 24 horas para completar, existem (360 graus / 24 horas) = 15 graus em uma hora de ascensão reta.
sl: *Širinski* kot (podoben zemljepisni širini) ekvatorialnega sistema se imenuje *Deklinacija* (skrajšano Dec). Meri kot objekta nad ali pod nebesnim ekvatorjem. *Dolžinski* kot se imenuje *Rektascenzija* (skrajšano RA). Meri kot objekta vzhodno od :doc:`Pomladišča <ai-equinox>`. Za razliko od zemljepisne dolžine se rektascenzija običajno meri v urah namesto v stopinjah, ker je navidezna rotacija ekvatorialnega koordinatnega sistema tesno povezana z :doc:`Zvezdnim časom <ai-sidereal>` in :doc:`Urnim kotom <ai-hourangle>`. Ker polna rotacija neba traja 24 ur, je v eni uri rektascenzije (360 stopinj / 24 ur) = 15 stopinj.

source: The equatorial coordinates for deep-sky objects and stars do not vary appreciably over short durations of time, since they are not affected by the *diurnal motion* (the daily apparent rotation of the sky around the earth. However, note that this takes :doc:`1 sidereal day <ai-sidereal>`, as against 1 solar day). They are suitable coordinates for making catalogs of stars and deep-sky objects (note that *Galactic Coordinates* also work well, but are cumbersome to use from an earth point-of-view). However, there are effects that cause the RA and Dec of objects to vary over time, namely :doc:`Precession <ai-precession>` and *nutation*, and *proper motion*, the latter being even less important. Equatorial coordinates are thus generally specified with an appropriate :doc:`epoch <ai-epoch>`, to account for precession. Popular epochs include J2000.0 (:doc:`Julian Year <ai-julianday>` 2000) and B1950.0 (*Besselian Year* 1950).
ca: Les coordenades equatorials per a objectes del cel profund i les estrelles no varien sensiblement en períodes curts de temps, ja que no es veuen afectades pel *moviment diürn* (la rotació aparent diària del cel al voltant de la Terra. Però cal tenir en compte que això triga :doc:`1 dia sideri <ai-sidereal>`, en lloc d'1 dia solar). Són les coordenades adequades per a fer catàlegs d'estrelles i objectes del cel profund (cal tenir en compte que les *Coordenades galàctiques* també funcionen bé, però són difícils d'utilitzar d'un punt de vista a la Terra). No obstant això, hi ha efectes que provoquen que l'AR i Dec d'objectes variïn en el temps, anomenats :doc:`precessió <ai-precession>` i *nutació*, i *moviment propi*, sent aquest últim el menys important. Les coordenades equatorials generalment s'especifiquen amb una :doc:`època <ai-epoch>` apropiada per a tenir en compte la precessió. Les èpoques més populars són J2000.0 (:doc:`any julià <ai-julianday>` 2000) i B1950.0 (*any besselià* 1950).
ca@valencia: Les coordenades equatorials per als objectes del cel profund i les estreles no varien apreciablement en períodes curts de temps, ja que no es veuen afectades pel *moviment diürn* (la rotació aparent diària del cel al voltant de la Terra. No obstant açò, cal destacar que açò requerix :doc:`1 dia sideral <ai-sidereal>`, en comptes d'1 dia solar). Són coordenades adequades per a crear catàlegs d'estreles i objectes del cel profund (les *coordenades galàctiques* també funcionen bé, però són molestes des de la perspectiva terrestre). No obstant açò, hi ha efectes que fan que l'AR i la Dec dels objectes varien amb el temps, com la :doc:`precessió <ai-precession>`, la *nutació* i el *moviment propi*, sent este últim encara menys important. Per tant, les coordenades equatorials generalment s'especifiquen amb una :doc:`època <ai-epoch>` apropiada per a tindre en compte la precessió. Les èpoques més populars inclouen J2000.0 (:doc:`any julià <ai-julianday>` 2000) i B1950.0 (*any besselià* 1950).
fr: Les coordonnées équatoriales pour les objets du ciel profond et les étoiles ne varient pas sensiblement pendant une courte période, car elles ne sont pas affectées par le *mouvement diurne* (la rotation quotidienne apparente du ciel autour de la Terre. Toutefois, notez que cela prend :doc:`1 jour sidéral <ai-sidereal>`, contre 1 jour solaire). Les coordonnées sont adaptées pour la créations des catalogues d'étoiles et les objets du ciel profond (à noter que les *coordonnées galactiques* fonctionneront également, mais sont difficiles à utiliser à partir d'un point de vue terrestre. Cependant, il y a des effets qui font varier la RA et DEC des objets au fil du temps, à savoir la :doc:`précession <ai-precession>` et la *nutation*, et le *mouvement propre *, ce dernier étant encore moins important. Les coordonnées équatoriales sont donc généralement spécifiées avec une :doc:`époque <ai-epoch>`, pour tenir compte de la précession. Les époques comprennent J2000.0 (:doc:`Année julienne <ai-julianday>` 2000) et B1950.0 (*année besselienne* 1950).
it: Le coordinate equatoriali per oggetti del cielo profondo e stelle non variano in modo significativo in brevi intervalli di tempo, dato che non sono soggette al *moto diurno* (la rotazione giornaliera apparente del cielo attorno alla Terra; tuttavia, questo richiede :doc:`un giorno siderale <ai-sidereal>` e non un giorno solare). Queste coordinate sono adatte per cataloghi di stelle e oggetti del cielo profondo (le *coordinate galattiche* possono essere ugualmente usate, ma sono scomode da usare da un punto di vista della Terra). Tuttavia, ci sono effetti che causano la variazione di AR/Dec di oggetti col tempo, cioè :doc:`precessione <ai-precession>` e *nutazione*, e in misura minore anche il *moto proprio*. Le coordinate equatoriali sono quindi generalmente specificate con un`:doc:`epoca <ai-epoch>` adatta, tenendo conto della precessione. Epoche comunemente usate includono J2000.0 (:doc:`anno giuliano <ai-julianday>` 2000) e B1950.0 (*anno besseliano* 1950).
nl: De equatoriale coördinaten voor deep-sky objecten (buiten ons eigen melkwegstelsel) en sterren veranderen niet merkbaar gedurende korte tijdsperioden, omdat zij niet worden beïnvloed door de *dagelijkse beweging* (van de sterrenhemel rond de aarde). Maar, merk op dat deze beweging :doc:`1 sterrendag <ai-sidereal>` duurt en niet een zonnedag). Deze coördinaten zijn geschikt voor het maken van catalogi van sterren en deep-sky-objecten. Dit geldt ook voor *Galactische coördinaten*, maar die zijn hier minder handig. Er zijn echter effecten die er de oorzaak van zijn dat de RK en Dec van objecten met de tijd veranderen, namelijk :doc:`Precessie <ai-precession> en *Nutatie* en de *Eigen beweging*, waarvan het laatste erg klein is. Equatoriale coördinaten worden dus algemeen opgegeven voor een bepaalde :doc:`epoche <ai-epoch>`, om rekening te kunnen houden met precessie. Veel voorkomende epoches zijn J2000.0 (:doc:`Juliaans jaar <ai-julianday>` 2000) en B1950.0 (*Besseliaans jaar* 1950) (Noot vertaler: Het Besseliaans jaar is thans verouderd, waarom dat hier wordt genoemd is mij een raadsel).
pt_br: As coordenadas equatoriais dos objetos do espaço profundo e estrelas não variam muito em períodos curtos de tempo, uma vez que não são afetados pelo *movimento diurno* (a rotação diária aparente do céu em torno da Terra. Entretanto, lembre-se de que isto leva :doc:`1 dia sideral <ai-sidereal>`, em vez de 1 dia solar). Estas são coordenadas adequadas para criar catálogos de estrelas e objetos do espaço profundo (lembre-se de que as *Coordenadas Galácticas* também resultam, mas são mais difíceis de usar, do ponto de vista da Terra). Contudo, existem efeitos que fazem com que a AR e a Dec dos objetos variem ao longo do tempo, como a :doc:`Precessão <ai-precession>` e a *nutação*, assim como o *movimento próprio*, sendo o último ainda menos importante. As coordenadas equatoriais são por isso definidas geralmente com uma determinada :doc:`época <ai-epoch>`, para ter em conta a precessão. As épocas conhecidas incluem o J2000.0 (:doc:`Ano Juliano<ai-julianday>` 2000) e o B1950.0 (*Ano de Bessel* 1950).
sl: Ekvatorialne koordinate za objekte globokega vesolja in zvezde se v kratkih časovnih obdobjih ne spreminjajo bistveno, saj nanje ne vpliva *dnevno gibanje* (dnevno navidezno vrtenje neba okoli Zemlje. Vendar upoštevajte, da to traja :doc:`1 zvezdni dan <ai-sidereal>` v primerjavi z 1 sončnim dnevom). So primerne koordinate za izdelavo katalogov zvezd in objektov globokega vesolja (upoštevajte, da *galaktične koordinate* prav tako dobro delujejo, vendar so z zemeljskega vidika nerodne za uporabo). Vendar pa obstajajo učinki, ki povzročajo, da se RA in Dec objektov sčasoma spreminjata, in sicer :doc:`precesija <ai-precession>` in *nutacija* ter *lastno gibanje*, pri čemer je slednje še manj pomembno. Ekvatorialne koordinate so zato običajno določene z ustrezno :doc:`epoho <ai-epoch>`, da se upošteva precesijo. Med priljubljenimi epohami sta J2000.0 (:doc:`julijansko leto <ai-julianday>` 2000) in B1950.0 (*besselijsko leto* 1950).

source: The Horizontal coordinate system uses the observer's local :doc:`horizon <ai-horizon>` as the Fundamental Plane. This conveniently divides the sky into the upper hemisphere that you can see, and the lower hemisphere that you can't (because the Earth is in the way). The pole of the upper hemisphere is called the :doc:`Zenith <ai-zenith>`. The pole of the lower hemisphere is called the *nadir*. The angle of an object above or below the horizon is called the *Altitude* (Alt for short). The angle of an object around the horizon (measured from the North point, toward the East) is called the *Azimuth*. The Horizontal Coordinate System is sometimes also called the Alt/Az Coordinate System.
ca: El sistema de coordenades horitzontals utilitza l':doc:`horitzó <ai-horizon>` local de l'observador com a pla fonamental. Això divideix convenientment el cel en un hemisferi superior que podeu veure i un hemisferi inferior que romandrà ocult (darrere de la mateixa Terra). El pol de l'hemisferi superior s'anomena :doc:`zenit <ai-zenith>`. El pol de l'hemisferi inferior s'anomena *nadir*. L'angle d'un objecte per sobre o per sota de l'horitzó s'anomena *altitud* (Alt per a abreujar). L'angle d'un objecte al voltant de l'horitzó (mesurat des del punt nord, cap a l'est) s'anomena *azimut*. El sistema de coordenades horitzontals també és conegut com a sistema de coordenades Alt/Az.
ca@valencia: El sistema de coordenades horitzontals utilitza l':doc:`horitzó local <ai-horizon>` de l'observador com a pla fonamental. Açò dividix convenientment el cel a l'hemisferi superior, visible, i l'hemisferi inferior, invisible (perquè la Terra interferix). El pol de l'hemisferi superior s'anomena :doc:`zenit <ai-zenith>`. El pol de l'hemisferi inferior s'anomena *nadir*. L'angle d'un objecte per damunt o per davall l'horitzó s'anomena *altitud* (abreujat com a «Alt»). L'angle d'un objecte al voltant de l'horitzó (mesurat des del punt nord cap a l'est) s'anomena *azimut*. El sistema de coordenades horitzontals de vegades també s'anomena sistema de coordenades Alt/Az.
fr: Le système de coordonnées horizontales utilise l':doc:`horizon <ai-horizon>` local de l'observateur comme plan fondamental. Cela divise le ciel en deux hémisphères, celui du haut, que l'on peut voir, et celui du bas qui est caché par la Terre sous nos pieds. Le pôle de l'hémisphère \"du haut\" s'appelle le :doc:`zénith <ai-zenith>`. Le pôle de l'hémisphère qui nous est invisible s'appelle le *nadir*. L'angle d'un objet au-dessus ou au-dessous de l'horizon s'appelle l'*altitude* (Alt). L'angle d'un objet autour de l'horizon (mesuré à partir du point nord, vers l'est) est appelé *azimut*. Le système de coordonnées horizontal est parfois appelé système de coordonnées Alt/Az.
it: Il sistema di coordinate orizzontali usa l`:doc:`orizzonte <ai-horizon>` locale dell'osservatore come piano fondamentale. Esso divide convenientemente il cielo nell'emisfero superiore, visibile, e in quello inferiore, invisibile (dato che c'è la Terra di mezzo). Il polo dell'emisfero superiore è chiamato :doc:`zenit <ai-zenith>`, mentre quello dell'emisfero inferiore è detto *nadir*. L'angolo di un oggetto rispetto all'orizzonte è chiamato *altezza* (abbreviato in Alt). L'angolo di un oggetto lungo l'orizzonte (misurato dal punto a nord, in direzione est) è detto *azimut*. Il sistema di coordinate orizzontali è noto anche come sistema di coordinate altazimutali.
nl: In het horizontale coördinatenstelsel wordt de lokale :doc:`horizon <ai-horizon>` van de waarnemer gebruikt als basisvlak. Dit vlak verdeelt de hemelbol eenvoudig in een bovenste halve bol, die zichtbaar is, en een onderste die niet zichtbaar is (omdat de aarde dat verhindert). De pool van de bovenste halve bol heet <:doc:`Zenit <ai-zenith>`. De pool van de onderste halve bol heet *nadir*. De hoekafstand van (het middelpunt van) een object tot de horizon heet de *Hoogte* (afgekort hgte). De hoekafstand van een object, gemeten langs de horizon vanaf het Noordpunt tot aan de meridiaan (door het middelpunt) van het object, in oostelijke richting, heet *Azimut*. (afgekort az). Het azimut is dus de richting waarin het object wordt gezien. Het horizontale coördinatenstelsel wordt ook wel eens het hgte/az-coördinatenstelsel genoemd.
pt_br: O sistema de coordenadas horizontais usa o :doc:`horizonte <ai-horizon>` local do observador como plano fundamental. Ele divide convenientemente o céu em um hemisfério superior que você pode ver, e um inferior que você não pode ver (por causa da forma da Terra). O polo do hemisfério superior é chamado de :doc:`zênite <ai-zenith>`. O polo do hemisfério inferior é chamado de *nadir*. O ângulo de um objeto acima ou abaixo do horizonte é chamado de *altitude* (abreviado para Alt). O ângulo de um objeto ao longo do horizonte (medido a partir do ponto norte, para leste) é chamado de *azimute*. O sistema de coordenadas horizontais é algumas vezes chamado de sistema de coordenadas Alt/Az.
sl: Horizontalni koordinatni sistem uporablja opazovalčev lokalni :doc:`horizon <ai-horizon>` kot temeljno ravnino. To priročno deli nebo na zgornjo poloblo, ki jo lahko vidite, in spodnjo poloblo, ki je ne morete (ker nam je Zemlja na poti). Pol zgornje poloble se imenuje :doc:`Zenit <ai-zenith>`. Pol spodnje poloble se imenuje *nadir*. Kot predmeta nad ali pod obzorjem se imenuje *višina* (skrajšano Alt). Kot predmeta okoli obzorja (merjeno od severne točke proti vzhodu) se imenuje *azimut*. Horizontalni koordinatni sistem se včasih imenuje tudi koordinatni sistem Alt/Az.
