Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-telescopes.po
Languages: bg, ca, ca@valencia, et, fr, it, nl, pt, pt_br, sl, uk

source: Because Earth-based observations are affected by extinction due Earth's atmosphere, observations carried out in space are more successful. We mention the *Hubble Space Telescope (HST)* that has a 2.4, f/24 primary mirror, the smoothest mirror ever constructed. The Hubble Space Telescope is placed on a low-orbit around Earth and because of the lack of atmosphere it can observe very faint objects. Another Space Telescope is the *James Webb Space Telescope (JWST)* which is planned to be launched in 2018. It will have a 6.5m primary mirror and it will orbit around a gravitation stable point on the Sun-Earth line known as the Second Lagrange Point (L2). Here the gravitational attractions due to both Sun and Earth balances the centrifugal force of an object set in motion around the Sun. This point has the special property that if an object is placed here, it is in equilibrium with respect to the Sun-Earth system. The second Lagrange Point lies on the line connecting Sun and Earth, on the other side of the Earth. So a telescope placed here will receive less thermal radiation, which will improve Infrared Observations.
ca: Com que les observacions des de la Terra es veuen afectades per l'extinció, a causa de l'atmosfera, les observacions dutes a terme en l'espai tenen més èxit. Esmentem el *telescopi espacial Hubble (Hubble Space Telescope, HST)* que té un mirall primari de 2,4, F/24, el mirall més polit mai s'hagi construït. Aquest telescopi espacial es troba en una òrbita baixa al voltant de la Terra i per la falta d'atmosfera es poden observar objectes molt dèbils. Un altre telescopi espacial és el *telescopi espacial James Webb (James Webb Space Telescope, JWST)*, que es va llançar el 2018. Compta amb un mirall primari de 6,5 metres i orbita al voltant d'un punt de gravitació estable a la línia Sol-Terra, conegut com el segon punt de Lagrange (L2). Aquí les atraccions gravitacionals a causa tant del Sol com de la Terra equilibren la força centrífuga d'un objecte posat en moviment al voltant del sol. Aquest punt té la característica especial que si un objecte es col·loca aquí, restarà en equilibri pel que fa al sistema Sol-Terra. El segon punt de Lagrange es troba en la línia que connecta Sol i Terra, a l'altre costat de la Terra. De manera que un telescopi disposat aquí rebrà menys radiació tèrmica, el qual millorarà les observacions infraroges.
fr: Puisque les observations sur Terre sont affectées par l'atténuation due à l'atmosphère, les observations réalisées à partir de l'espace sont plus performantes. Le *télescope spatial Hubble (HST)* possède un miroir primaire de 2,4 m à f/24, le plus lisse de tous les miroirs jamais construits. Le télescope spatial Hubble est placé sur une orbite basse autour de la Terre. Grâce à l'absence d'atmosphère, il peut observer des objets très petits. Un autre télescope spatial est le télescope *James Webb Space Telescope (JWST)* dont le lancement était prévu en 2018 (finalement lancé en 2022). Il possédera un miroir primaire de 6,5 mètres et sera placé sur une orbite autour d'un point stable pour la gravitation sur la ligne entre le Soleil et la Terre, connu sous le nom de second point de Lagrange (L2). À cet endroit, les attractions gravitationnelles à la fois du soleil et de la Terre équilibrent la force centrifuge d'un objet en mouvement autour du Soleil. Ce point possède une propriété spéciale qui, pour un objet y étant placé, le maintient en équilibre grâce au système Terre-Soleil. Le deuxième point de Lagrange se trouve sur une ligne reliant le Soleil et la Terre de l'autre coté de la Terre. Ainsi, si un télescope est placé ici recevra moins de radiations thermiques, ce qui améliorera les observations infrarouges.
it: Dato che le osservazioni dalla Terra sono influenzate dall'estinzione a causa dell'atmosfera terrestre, le osservazioni effettuate dallo spazio sono più efficaci. Vogliamo citare il *telescopio spaziale Hubble (HST)*, che ha uno specchio primario di 2,4m f/24, lo specchio più liscio mai costruito. Il telescopio spaziale Hubble si trova su un'orbita bassa attorno alla Terra e, per la mancanza di atmosfera, può osservare oggetti molto deboli. Un altro telescopio spaziale è il *telescopio Spaziale James Webb (JWST)*, il cui lancio è pianificato per il 2018. Avrà uno specchio primario di 6,5m e orbiterà attorno ad un punto di gravitazione stabile sulla linea Sole-Terra chiamato secondo punto di Lagrange (L2). Lì le attrazioni gravitazionali di Sole e Terra bilanciano la forza centrifuga di un oggetto in moto attorno al Sole. Questo punto ha la speciale proprietà che se un oggetto è piazzato lì, risulta in equilibrio nel sistema Sole-Terra. Il secondo punto di Lagrange è sulla linea che connette il Sole e la Terra, sull'altro lato della Terra. Quindi, un telescopio piazzato lì riceverà meno radiazioni termiche, migliorando le osservazioni degli infrarossi.
pt_br: Uma vez que as observações baseadas na terra são afetadas pela atmosfera terrestre, observações feitas a partir do espaço são melhores. Nós mencionamos o *Telescópio espacial Hubble(HST)* que tem um espelho primário de 2,4 m, f/24, o mais fino espelho já construído. O telescópio espacial Hubble está posicionado em uma órbita baixa ao redor da Terra e devido a ausência de atmosfera ele pode observar objetos bem fracos. Outro telescópio espacial é o *Telescópio espacial James Webb (JWST)*, que está planejado para ser lançado em 2018. Ele terá um espelho primário de 6,5 m e orbitará ao redor de um ponto de gravidade estável na linha Terra-Sol conhecido como o Segundo Ponto de Lagrange (L2). Nele as atrações gravitacionais do Sol e Terra balanceiam a força centrífuga de um objeto em movimento ao redor do Sol. Este ponto possui a propriedade especial de que se um objeto é posicionado nele, ele está em equilíbrio em relação ao sistema Sol-Terra. O Segundo Ponto de Lagrange fica na linha que conecta o Sol e a Terra, no outro lado da Terra. Assim, um telescópio posicionado nele receberá menos radiação termal, o que melhorará observações infravermelhas.
sl: Ker na opazovanja z Zemlje vpliva izumrtje zaradi Zemljine atmosfere, so opazovanja, ki se izvajajo v vesolju, uspešnejša. Omenimo *Hubblov vesoljski teleskop (HST)*, ki ima glavno zrcalo 2,4, f/24, najbolj gladko zrcalo, ki je bilo kdaj izdelano. Vesoljski teleskop Hubble je postavljen v nizko orbito okoli Zemlje in zaradi pomanjkanja atmosfere lahko opazuje zelo šibke objekte. Drug vesoljski teleskop je *Vesoljski teleskop James Webb (JWST)*, ki naj bi bil izstreljen leta 2018. Imel bo 6,5 m glavno zrcalo in bo krožil okoli gravitacijsko stabilne točke na Sonce-Zemlja. črta, znana kot druga Lagrangeova točka (L2). Tu gravitacijska privlačnost zaradi Sonca in Zemlje uravnoteži centrifugalno silo objekta, ki se giblje okoli Sonca. Ta točka ima posebno lastnost, da če je objekt postavljen tja, je v ravnotežju glede na sistem Sonce-Zemlja. Druga Lagrangeova točka leži na črti, ki povezuje Sonce in Zemljo, na drugi strani Zemlje. Torej bo teleskop postavljen tja, prejel manj toplotnega sevanja, kar bo izboljšalo infrardeča opazovanja.
uk: Оскільки на спостереження з поверхні Землі значним чином впливає розсіювання світла атмосферою, спостереження, що виконуються з космосу дають набагато кращі результати. Варто згадати *космічний телескоп Хаббла (HST)*, у якому використано 2,4 метрове головне дзеркало з діафрагмовим числом f/24, найгладше дзеркало зі створених людством. Космічний телескоп Хаббла запущено на низьку орбіту навколо Землі. Через те, що світлу не доводиться долати атмосферу, у телескоп можна спостерігати дуже тьмяні об’єкти. Ще одним прикладом космічного телескопа є *космічний телескоп Джеймса Вебба (JWST)*, який планується запустити у 2018 році. Телескоп має 6,5-метрове головне дзеркало і розташовується поблизу гравітаційно стабільної точки на лінії Сонце-Земля, відомої як друга точка Лагранжа (L2). У цій точці врівноважуються сили тяжіння до Сонця і Землі, а також відцентрова сила, що діє на об’єкт, який рухається навколо Сонця. Об’єкт, що перебуває у такій точці, є врівноваженим у системі небесних тіл Сонце-Земля. Другу точку Лагранжа розташовано на лінії Сонце-Земля за точкою центра Землі відносно Сонця. Телескоп, який перебуватиме у цій точці, зазнаватиме меншого впливу теплового випромінювання, що покращить умови для спостережень у інфрачервоній ділянці спектра.
