Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-telescopes.po
Languages: bg, ca, ca@valencia, et, fr, it, nl, pt, pt_br, sl, uk

source: *Refracting Telescopes* use two lenses in order to create an image, a primary or *objective lens*, which collects the incoming light, forming an image in the focal plane and the *eyepiece*, which is acting as a magnifying glass used for observing the final image. The two lenses are situated at opposite ends of a moving tube and the distance between the two of them can be adjusted in order to obtain the final image.
ca: Els *telescopis refractors* utilitzen dues lents amb la finalitat de crear una imatge, una lent d'*objectiu* o primària, que recull la llum entrant, forma una imatge en el pla focal i l'*ocular*, el qual actua com una lupa d'ampliació utilitzada per a l'observació de la imatge final. Les dues lents estan situades en extrems oposats d'un tub en moviment i la distància entre les dues es pot ajustar per a obtenir la imatge final.
fr: Les *télescopes réfracteurs* utilisent deux lentilles pour créer une image. Une *lentille objectif* ou primaire qui collecte la lumière entrante pour former une image dans le plan focal et un *oculaire* qui fonctionne comme un verre grossissant pour permettre l'observation de l'image finale. Les deux lentilles sont situées aux extrémités d'un tube coulissant et la distance entre ces deux lentilles peut être ajustée pour obtenir l'image finale.
it: I *telescopi rifrattori* usano due lenti per creare l'immagine: una primaria o *obiettivo* che raccoglie la luce formando un'immagine sul piano focale, e l`*oculare* che funge da lente d'ingrandimento e viene usato per osservare l'immagine finale. Le due lenti sono poste ai lati opposti di un tubo mobile e la distanza tra di loro può essere regolata per produrre l'immagine finale.
pt_br: *Telescópios refratores* usam duas lentes para criar uma imagem. Uma primária ou *lente objetiva*, que coleta a luz formando uma imagem no plano focal, e a *ocular*, que age como lente amplificadora usada para observar a imagem final. As duas lentes estão situadas nos extremos opostos de um tubo móvel e a distância entre elas pode ser ajustada para obter a imagem final.
sl: *Teleskopi refraktorji* uporabljajo dve leči za ustvarjanje slike, primarno ali *lečo objektiva*, ki zbira vhodno svetlobo in tvori sliko v goriščni ravnini in *okular*, ki deluje kot povečevalno steklo za opazovanje končne slike. Dve leči sta nameščeni na nasprotnih koncih premikajoče se cevi in razdaljo med njima je mogoče prilagajati, da dobimo končno sliko.
uk: У *рефракторах* для отримання зображення використовуються дві лінзи: основна лінза або *лінза об’єктива*, яка збирає світло від його джерела і формує зображення у фокальній площині, та лінза *окуляра*, яка працює як збільшувальне скло, призначене для формування остаточного зображення. Ці дві лінзи розташовуються у протилежних кінцях рухомої труби, а відстань між ними коригується з метою отримання якісного остаточного зображення.

source: The largest refracting telescope in the world is at the *Yerkes Observatory* in Williams Bay, Wisconsin. Built in 1897, it has a 1.02-m (40-in) objective and a focal length of 19.36 m.
ca: El telescopi refractor més gros del món és a l'*Observatori Yerkes* a Williams Bay, Wisconsin. Construït el 1897, compta amb un objectiu d'1,02 m (40 polzades) i una distància focal de 19,36 m.
fr: Le plus grand télescope réfracteur dans le monde est celui de *l'observatoire Yerkes* à Williams Bay, Wisconsin. Construit en 1897, il possède un objectif de 1,02 m (40 pouces) et une longueur de focale de 19,36 m.
it: Il più grande telescopio rifrattore al mondo si trova all`*Osservatorio Yerkes* nel villaggio di Williams Bay, nel Wisconsin. Costruito nel 1897, ha un obiettivo da 1,02 m (40 in) e una lunghezza focale di 19,36 m.
pt_br: O maior telescópio refrator do mundo está no *Observatório Yerkes* em Williams Bay, Wisconsin. Construído em 1897, ele possui uma objetiva de 1,02 m (40 polegadas) e uma distância focal de 19,36 m.
sl: Največji teleskop refraktor na svetu je v *observatoriju Yerkes* v zalivu Williams Bay v Wisconsinu. Izdelan je bil leta 1897, ima 1,02-m (40-in) objektiv in goriščno razdaljo 19,36 m.
uk: Найбільшим телескопом-рефрактором у світі вважається телескоп *Єркської обсерваторії* у Вільямс-Бей, штат Вісконсін, США. Цей телескоп споруджено у 1897 році, він має 1,02-метровий (40-дюймовий) об’єктив і фокусну відстань 19,36 м.

source: *Reflecting Telescopes*, on the other side, use mirrors instead of lenses in order to obtain the final image. By replacing the objective lens with a mirror, we obtain a focal point that lies on the path of the incoming light. An observer situated at this point could see an image, but he would block part of the incoming light. The focal point of the principal mirror is called *prime focus*, and this is also the name of the first category of reflecting telescopes. Thus, prime focus telescopes use a mirror in order to collect light from a celestial object and by reflection the image of the object may be observed from the prime focus of the telescope. Other types of reflecting telescopes are *Newtonian*, *Cassegrain* and *Coude*.
ca: Els *telescopis reflectors*, per contra, utilitzen miralls en lloc de lents per a obtenir la imatge final. Substituint la lent d'objectiu per un mirall, s'obté un punt focal que es troba en el camí de la llum entrant. Un observador situat en aquest punt podria veure una imatge, però podria bloquejar part de la llum entrant. El punt focal del mirall principal s'anomena *enfocament primari*, i aquest és també el nom de la primera categoria de telescopis reflectors. Per tant, els telescopis d'enfocament primari utilitzen un mirall per a captar la llum d'un objecte celeste i per a reflectir la imatge de l'objecte de manera que es pugui observar des de l'enfocament primari del telescopi. Altres tipus de telescopis reflectors són *Newtonià*, *Cassegrain* i *Coude*.
fr: Les *télescopes réflecteur*, d'un autre coté, utilisent des miroirs au lieu de lentilles pour obtenir l'image finale. En remplaçant la lentille de l'objectif avec un miroir, le point focal est obtenu sur le trajet de la lumière entrante. Un observateur situé sur ce point pourrait voir une image, mais il ne pourrait recevoir qu'une partie de la lumière entrante. Le point focal du miroir principal est appelé *foyer primaire* et ceci est aussi le nom de la première catégorie de télescopes à réflecteurs. Ainsi, les télescopes à foyer primaire utilisent un miroir pour collecter la lumière d'un objet céleste et, par réflexion, l'image de l'objet peut être observée à partir du foyer principal du télescope. Les autres types de télescopes réflecteurs sont *Newtonien*, *Cassegrain* et *Coude*.
it: I *telescopi riflettori*, invece, usano specchi al posto di lenti per produrre l'immagine finale. Sostituendo la lente dell'obiettivo con uno specchio, la posizione del fuoco sarà nel percorso della luce che entra nel telescopio. Un osservatore situato in questo punto può vedere un'immagine, ma bloccherebbe parte della luce in entrata. Il fuoco dello specchio principale è chiamato *fuoco primario*, ed è anche il nome della prima categoria di telescopi riflettori. Quindi, questi telescopi usano uno specchio per raccogliere la luce di un oggetto celeste, e di riflesso l'immagine dell'oggetto può essere osservata dal fuoco primario del telescopio. Altri tipi di telescopi riflettori sono i *newtoniani*, i *Cassegrain* e i *Coudé*.
pt_br: *Telescópios refletores*, por outro lado, usam espelhos ao invés de lentes para obter a imagem final. Substituindo as lentes de objetiva com um espelho, nós obtemos um ponto focal que está no caminho da luz. Um observador situado neste ponto pode ver uma imagem, mas ele bloquearia parte da luz. O ponto focal do espelho principal é chamado de *foco primário*, e este também é o nome da primeira categoria de telescópios refletores. Assim, telescópios de foco primário usam um espelho para coletar luz de objetos celestes e pela reflexão da imagem do objeto pode ser observada a partir do foco primário do telescópio. Outros tipos de telescópios refletores são os *Newtoniano*, *Cassegrain* e *Coudé*.
sl: *Teleskopi reflektorji* na drugi strani uporabljajo ogledala namesto leč, da dobijo končno sliko. Z zamenjavo leče objektiva z zrcalom dobimo žarišče, ki leži na poti vhodne svetlobe. Opazovalec, ki se nahaja na tej točki, bi lahko videl sliko, vendar bi blokiral del vhodne svetlobe. Žarišče glavnega zrcala se imenuje *primarni fokus* in to je tudi ime prve kategorije teleskopov reflektorjev. Tako teleskopi s prvim fokusom uporabljajo zrcalo za zbiranje svetlobe nebesnega objekta in z odbojem lahko opazujemo sliko objekta iz glavnega žarišča teleskopa. Druge vrste reflektorjev so *Newtonov*, *Cassegrain* in *Coude*.
uk: У іншому типі телескопів, *рефлекторах*, для отримання остаточного зображення використовують дзеркала. Якщо лінзу об’єктива замінити на дзеркало, точка фокуса лежатиме на шляху світла, що падає на дзеркало. Якщо спостерігач розташується у точці фокуса, він бачитиме зображення, але також затулятиме частину світла собою. Точка фокуса головного дзеркала називається *головним фокусом*, що дало назву першій категорії телескопів-рефлекторів. Отже, у телескопах з головним фокусом для збирання світла від небесних об’єктів використовується дзеркало. Відбите зображення об’єкта можна спостерігати у головному фокусі телескопа. До інших типів телескопів-рефлекторів належать телескопи систем *Ньютона*, *Кассегрена* і *колінчасті* телескопи.

source: *The Newtonian* one uses an additional flat mirror placed in the vicinity of the prime focus, in the path of the reflected light. This results in moving the focal point to a different location, on one of the sides of the telescope, more accessible for observing. Of course, a mirror placed in the path of the reflected light will also block part of the incoming one, but if the ratio of the surface aeries of the primary mirror to the second one is big enough, the amount of the blocked incoming light is negligible.
ca: Els *telescopis newtonians* utilitzen un mirall pla addicional situat a prop de l'enfocament primari, en el camí de la llum reflectida. Això dona com a resultat el moviment del punt focal a una altra ubicació, sobre un dels costats del telescopi, més accessible per a l'observació. Per descomptat, un mirall col·locat en la trajectòria de la llum reflectida també bloquejarà part de l'entrada, però si la relació entre les àrees de la superfície dels miralls primari i secundari és prou gran, la quantitat de la llum entrant bloquejada gairebé no serà perceptible.
fr: Le télescope de *Newton* utilise un miroir additionnel plat à proximité du foyer principal, sur le trajet de la lumière réfléchie. Cela conduit à déplacer le point focal vers une position différente, sur l'un des côtés du télescope, plus accessible pour l'observation. Bien sûr, un miroir placé sur le trajet de la lumière réfléchie bloquera aussi une partie de la lumière entrante. Mais le rapport des surfaces entre le miroir primaire et le second est assez grand et la quantité de lumière entrante bloquée est négligeable.
it: I telescopi *newtoniani* usando uno specchio piatto in più localizzato nelle vicinanze del fuoco primario, nel percorso della luce riflessa. Ciò comporta lo spostamento del fuoco in un punto diverso, su uno dei lati del telescopio, più accessibile all'osservatore. Ovviamente, uno specchio piazzato nel percorso della luce riflessa bloccherà anche parte di quella che entra nel telescopio, ma se il rapporto della superficie dello specchio primario rispetto a quella del secondo specchio è abbastanza grande, la quantità di luce in entrata bloccata è trascurabile.
pt_br: O *Newtoniano* usa um espelho plano adicional colocado próximo ao foco primário, no caminho da luz refletida. Isto faz com que o ponto focal seja movido para uma localização diferente, para um dos lados do telescópio mais acessível para observação. É claro, um espelho colocado no caminho da luz refletida também bloqueará parte da luz, mas se a razão entre a superfície do espelho primário e o secundário for grande o bastante, a quantidade de luz bloqueada é desprezível.
sl: *Newtonov* reflektor uporablja dodatno ravno zrcalo, nameščeno v bližini glavnega žarišča, na poti odbite svetlobe. Posledica tega je premik žariščne točke na drugo lokacijo, na eno od strani teleskopa, ki je bolj dostopna za opazovanje. Seveda bo zrcalo, postavljeno na pot odbite svetlobe, tudi blokiralo del vhodne svetlobe, toda če je razmerje med površinskimi površinami primarnega zrcala in drugega zrcala dovolj veliko, je količina blokirane vhodne svetlobe zanemarljivo.
uk: У телескопі системи *Ньютона* використовується додаткове плоске дзеркало, розташоване поблизу головного фокуса на шляху відбитого світла. Це пересуває справжню точку фокусування у іншу точку, за бічною поверхнею труби телескопа, звідки спостерігати за зображенням набагато зручніше. Звичайно ж, дзеркало, розташоване на шляху відбитого світла, також блокує частину світла від об’єктів, але якщо відношення площ поверхонь головного і додаткового дзеркала є достатньо великим, таким блокуванням вхідного світла можна знехтувати.

source: *The Cassegrain* telescope is similar to the Newtonian one but this time the secondary mirror reflects light to the bottom of the telescope. There is a hole at the center of the primary mirror that lets the reflected light to go on its way until it converges to the focal point. The secondary mirror needs to be convex, as it is increasing the focal length of the optical system. The primary mirror of a Cassegrain Telescope is a paraboloid. By replacing it with a hyperboloid we obtain a Ritchey-Chretien telescope. The advantage of using a *Ritchey-Chretien* telescope is that it removes the coma of the classical reflectors.
ca: Els *telescopis Cassegrain* són similars als newtonians, però aquesta vegada el mirall secundari reflecteix la llum a la part inferior del telescopi. Hi ha un forat al centre del mirall primari per a permetre que la llum reflectida segueixi el seu camí fins que convergeixi al punt focal. El mirall secundari ha de ser convex, de manera que incrementi la distància focal del sistema òptic. El mirall primari d'un telescopi Cassegrain és un paraboloide. Si se substitueix per un hiperboloide, s'obté un telescopi Ritchey-Chretien. L'avantatge d'utilitzar un telescopi *Ritchey-Chretien* és que elimina la coma dels reflectors clàssics.
fr: Le télescope de *Cassegrain* est similaire à celui de type de Newton, mais, cette fois-ci, le second miroir réfléchit la lumière vers le bas du télescope. Il y a un trou dans le centre du miroir principal qui laisse passer la lumière réfléchie sur son trajet jusqu'à ce qu'elle converge sur le point focal. Le second miroir doit être convexe puisqu'il augmente la longueur focale du système optique. Le miroir principal d'un télescope de type Cassegrain est un paraboloïde. Son remplacement par un hyperboloïde permet d'obtenir un télescope de Ritchey-Chretien. L'utilisation d'un télescope de *Ritchey-Chretien* présente l'avantage de supprimer le coma des réflecteurs classiques.
it: Il telescopio *Cassegrain* è simile a quello newtoniano, ma in questo tipo lo specchio secondario riflette la luce verso il fondo del telescopio. Un foro nel centro dello specchio primario permette alla luce riflessa di proseguire nel suo percorso, fino a che non converge nel fuoco. Lo specchio secondario deve essere convesso, dato che incrementa la lunghezza focale del sistema ottico. Lo specchio primario di un telescopio Cassegrain è un paraboloide. Sostituendolo con un iperboloide otteniamo un telescopio Ritchey-Chrétien. Il vantaggio di usare un telescopio *Ritchey-Chrétien* è che annulla la coma dei riflettori classici.
pt_br: O telescópio *Cassegrain* é similar ao Newtoniano, mas desta vez o espelho secundário reflete a luz para baixo do telescópio. Existe um buraco no centro do espelho primário que permite que a luz refletida vá por este caminho até convergir para o ponto focal. O espelho secundário precisa ser convexo, uma vez que ele aumenta a distância focal do sistema ótico. Substituindo-o com um hiperboloide nós obtemos um telescópio Ritchey-Chretien. A vantagem de usar um telescópio *Ritchey-Chretien* é que ele remove o efeito coma dos refletores clássicos.
sl: *Cassegrainov* reflektor je podoben Newtonovemu, vendar tokrat sekundarno ogledalo odbija svetlobo na dno teleskopa. V središču primarnega zrcala je luknja, ki omogoča, da odbita svetloba nadaljuje svojo pot, dokler se ne zbliža z goriščem. Sekundarno zrcalo mora biti konveksno, saj povečuje goriščno razdaljo optičnega sistema. Primarno zrcalo Cassegrainovega teleskopa je paraboloid. Z zamenjavo s hiperboloidom dobimo Ritchey-Chretienov teleskop. Prednost uporabe teleskopa *Ritchey-Chretien* je, da odstrani komo klasičnih reflektorjev.
uk: Телескопи системи *Кассегрена* подібні до телескопів системи Ньютона, але у них додаткове дзеркало відбиває зображення не на бічну поверхню, а на дно труби телескопа. У центрі головного дзеркала передбачено отвір, через проходить який відбите світло, збираючись за ним у точці фокуса. Допоміжне дзеркало має бути опуклим, оскільки так можна збільшити фокусну відстань оптичної системи. Головне дзеркало телескопа системи Кассегрена має бути параболічним. Якщо замінити це дзеркало на гіперболічне, отримаємо телескоп системи Річі-Кретьєна. Перевагою використання телескопів системи *Річі-Кретьєна* є те, що у них немає коматичної аберації класичних телескопів-рефлекторів.

source: *The Coude* type consists of more than one mirror that reflects the light to a special room, the Coude room, which is located below the telescope. The advantages of using a Coude telescope are varied, from obtaining a long focal length useful in different fields of astronomy and astrophysics, like spectroscopy to avoiding the usage of a massive instrument. But there are also disadvantages in using a Coude telescope, because the more mirrors are placed in the system, the less amount of light arrives at the detector. This happens because by using Aluminum mirrors, only 80 % of the incident light gets reflected.
ca: El *tipus coudé* consisteix en més d'un mirall que reflecteix la llum cap a una cambra especial, la cambra de coudé, la qual es troba per sota del telescopi. Els avantatges d'utilitzar un telescopi coudé són variades, des de l'obtenció d'una distància focal útil gran en diferents camps de l'astronomia i l'astrofísica, com l'espectroscòpia per a evitar l'ús d'un instrument molt pesat. Però també hi ha desavantatges en el seu ús, ja que contra més miralls es col·loquin en el sistema, menys quantitat de llum arribarà al detector. Això succeeix perquè s'utilitzen miralls d'alumini, que només reflecteix el 80% de la llum incident.
fr: Le télescope de type *Coude* consiste en plus d'un miroir qui réfléchit la lumière dans une chambre spéciale, la chambre de Coude, qui est située sous le télescope. L'utilisation d'un télescope de Coude présente de multiples avantages, comme obtenir une longueur focale importante utile dans différents champs de l'astronomie et de l'astrophysique comme la spectroscopie pour éviter l'utilisation d'instruments encombrants. Mais il a aussi des inconvénients dans l'utilisation de télescopes de type Coude car plus il y a de miroirs dans le système, moins il y a de lumière qui arrive dans le détecteur. Cela est causé par l'utilisation de miroirs en aluminium pour lesquels seulement 80 % de la lumière incidente est réfléchie.
it: Il tipo *Coudé* consiste di più di uno specchio che riflette la luce verso una camera speciale, detta camera Coudé, posizionata sotto al telescopio. I vantaggi dei telescopi Coudé sono vari, e derivano dall'avere una lunghezza focale lunga utile in diversi campi dell'astronomia e dell'astrofisica; ad esempio, in spettroscopia possono evitare l'uso di strumenti enormi. Tuttavia, i telescopi Coudé hanno anche svantaggi: dato che ci sono più specchi nel sistema, arriva meno luce al rivelatore. Ciò si verifica poiché, usando specchi di alluminio, solo l'80% della luce incidente viene riflesso.
pt_br: O *Coudé* consiste de mais de um espelho que reflete a luz para uma sala especial, a sala Coudé, que está localizada abaixo do telescópio. As vantagens de usar um telescópio Coudé são variadas, desde obter uma distância focal maior, útil em diferentes campos da astronomia e astrofísica, como a espectroscopia para evitar o uso de um instrumento massivo. Mas existem também desvantagens em usar um telescópio Coudé, porque mais espelhos são colocados no sistema e uma menor quantidade de luz chega ao detector. Isto acontece pelo uso de lentes de alumínio, onde apenas 80% da luz incidente é refletida.
sl: Vrsta *Coude* reflektorja je sestavljena iz več kot enega ogledala, ki odbija svetlobo v posebno sobo, Coude-ovo sobo, ki se nahaja pod teleskopom. Prednosti uporabe teleskopa Coude so različne, od pridobivanja velike goriščne razdalje, uporabne na različnih področjih astronomije in astrofizike, kot je spektroskopija, do izogibanja uporabi masivnega instrumenta. Toda uporaba teleskopa Coude ima tudi slabosti, saj več kot je zrcal v sistemu, manj svetlobe pride do detektorja. To se zgodi zato, ker se pri uporabi aluminijastih ogledal odbije samo 80 % vpadne svetlobe.
uk: Телескоп *колінчастої* системи складається з декількох дзеркал, які відбивають світло до певної точки, розташованої під телескопом. Колінчасті телескопи мають декілька переваг, зокрема отримання більшої фокусної відстані є корисним у різних областях астрономії та астрофізики, зокрема спектроскопії, та усування потреби у громіздкому обладнанні. Але у цієї системи телескопів є і недоліки. Оскільки у системі використовується багато дзеркал, втрачається потужність світла, що надходить у фокус. Причиною є те, що, наприклад, дзеркала з алюмінієвою плівкою-відбивачем здатні відбити лише 80% світла, що потрапляє на дзеркало.
