Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-telescopes.po
Languages: bg, ca, ca@valencia, et, fr, it, nl, pt, pt_br, sl, uk

source: <title>Telescopes</title>
bg: <title>Телескопи</title>
ca@valencia: <title>Telescopis</title>
et: <title>Teleskoobid</title>
nl: <title>Telescopen</title>
pt: <title>Telescópios</title>

source: <primary>Telescopes</primary>
bg: <primary>Телескопи</primary>
ca@valencia: <primary>Telescopis</primary>
et: <primary>Teleskoobid</primary>
nl: <primary>Telescopen</primary>
pt: <primary>Telescópios</primary>

source: Invented in Holland at the beginning of the 17th century, telescopes are the tools used by astronomers and astrophysicists for their observations. With the development of modern science, telescopes are nowadays used for observing in all ranges of the electromagnetic spectrum, inside and outside Earth's atmosphere. Telescopes work by collecting light with a large surface aerie called objective that makes the incoming light to converge. The final image will be viewed by using an eyepiece.
bg: Изобретени в Холандия в началото на 17 век, телескопите са инструментите, използвани от астрономите и астрофизиците за техните наблюдения. С развитието на съвременната наука днес телескопите се използват за наблюдение във всички диапазони на електромагнитния спектър, във и извън земната атмосфера. Телескопите работят, като събират светлината с помощта на оптична система, наречен обектив, която кара входящата светлина да се събира. Крайното изображение се гледа с помощта на окуляр.
ca: Inventats a Holanda a principis del segle XVII, els telescopis són les eines utilitzades pels astrònoms i astrofísics per a les seves observacions. Amb el desenvolupament de la ciència moderna, els telescopis s'utilitzen avui en dia per a l'observació en tot l'interval de l'espectre electromagnètic, dins i fora de l'atmosfera terrestre. Els telescopis funcionen recollint la llum en una superfície gran anomenada objectiu que fa que la llum que entra convergeixi. La imatge final es veu utilitzant un ocular.
ca@valencia: Inventat en Holanda a principis del segle 17, els telescopis són les eines utilitzades pels astrònoms i astrofísics per a les seues observacions. Amb el desenvolupament de la ciència moderna, els telescopis s'utilitzen hui en dia per a l'observació en tot l'interval de l'espectre electromagnètic, dins i fora de l'atmosfera terrestre. Els telescopis treballen arreplegant la llum amb una àmplia superfície, anomenada objectiu, la qual fa que la llum que entra convergisca. La imatge final es veu utilitzant un ocular.
et: 17. sajandi algul Hollandis leiutatud teleskoope on astronoomid ja astrofüüsikud pikka aega kasutanud vaatlusteks. Tänapäevase teaduse kujunemise tulemusel kasutatakse praegu teleskoope vaatlusteks elektromagnetilise spektri täies ulatuses nii Maa peal kui ka sellest väljaspool. Teleskoopides langeb valgus suurele läätsele, mis sunnib valguse koonduma. Taevapilti ennast nähakse okulaaris.
fr: Inventé en Hollande au début du 17:sup:`e` siècle, les télescopes sont les outils utilisés par les astronomes et les astrophysiciens pour leurs observations. Avec le développement de la science moderne, les télescopes sont aujourd'hui utilisés pour observer dans toutes les plages du spectre électromagnétique, à l'intérieur ou à l'extérieur de l'atmosphère terrestre. Les télescopes fonctionnent en collectant la lumière sur une aire de grande surface qui fait converger la lumière entrante. L'image finale sera vue en utilisant un oculaire.
it: Inventati nei Paesi Bassi agli inizi del diciassettesimo secolo, i telescopi sono gli strumenti usati da astronomi e astrofisici per le loro osservazioni. Con lo sviluppo della scienza moderna, al giorno d'oggi i telescopi sono usati per l'osservazione in tutte le bande dello spettro elettromagnetico, dentro e fuori l'atmosfera terrestre. I telescopi raccolgono la luce attraverso un'ampia superficie chiamata obiettivo che fa convergere la luce. L'immagine finale sarà visualizzata usando un oculare.
nl: Uitgevonden in Nederland, in het begin van de 17e eeuw, worden telescopen door astronomen en astrofysici gebruikt voor hun waarnemingen. Met de ontwikkeling van de moderne wetenschap, worden telescopen tegenwoordig gebruikt voor waarnemingen in alle gebieden van het elektromagnetische spectrum, zowel binnen als buiten de aardse atmosfeer. Telescopen verzamelen licht met een ontvangend groot oppervlak, dat het binnenkomende licht convergeert. Het resulterende beeld wordt daarna bekeken met een oculair.
pt: Inventados na Holanda, no início do século XVII, os telescópios são as ferramentas usadas pelos astrónomos e astrofísicos para as suas observações. Com o desenvolvimento da ciência moderna, os telescópios são agora usados para observar em todas as gamas do espectro electromagnético, dentro ou fora da atmosfera da Terra. Os telescópios funcionam pela recolha da luz com uma superfície larga, chamada de objectiva, que faz com que a luz recebida seja convergida. A imagem final será visualizada através de uma lente ou foco.
pt_br: Inventado na Holanda no início do século XVII, telescópios são ferramentas usadas por astrônomos e astrofísicos para suas observações. Com o desenvolvimento da ciência moderna, telescópios são atualmente usados para observar em todo o espectro eletromagnético, dentro e fora da atmosfera terrestre. Telescópios funcionam coletando luz com uma grande superfície que faz com que a luz que chega convirja. A imagem final é visualizada usando uma ocular.
sl: Teleskopi, izumljeni na Nizozemskem v začetku 17. stoletja, so orodje, ki ga uporabljajo astronomi in astrofiziki za svoja opazovanja. Z razvojem sodobne znanosti se teleskopi dandanes uporabljajo za opazovanje v vseh območjih elektromagnetnega spektra, znotraj in zunaj Zemljine atmosfere. Teleskopi delujejo tako, da zbirajo svetlobo z veliko površino, imenovano objektiv, zaradi katere prihajajoča svetloba konvergira. Končno sliko si bomo ogledali z okularjem.
uk: Телескопи було винайдено у Голландії у XXVII столітті. Астрономи і астрофізики використовують телескопи для ведення спостережень. Завдяки досягненням сучасної науки телескопи використовуються для спостереження у широкому спектрі електромагнітних хвиль, у межах та поза межами атмосфери Землі. Принцип роботи телескопа полягає у збиранні світла з поверхні зі значною площею, яку називають об’єктивом, на певній малій площі. Концентроване таким чином зображення може бути переглянуте за допомогою окуляра.

source: Aperture and Focal Ratio
bg: Апертура и фокално съотношение
ca: Obertura i relació focal
ca@valencia: Obertura i relació focal
et: Ava ja valgusjõud
fr: Ouverture et rapport focal
it: Apertura e rapporto focale
nl: Opening en openingsverhouding
pt: Abertura e Relação Focal
pt_br: Abertura e Relação focal
sl: Zaslonka in goriščno razmerje
uk: Апертура та діафрагмове число

source: Telescopes are used in order to collect light from celestial objects and to converge it to a point, named the focal point. They are described by two parameters, <firstterm>aperture</firstterm> and <firstterm>Focal Ratio</firstterm>. The diameter of the light collecting surface is called the <firstterm>aperture</firstterm> of the telescope &ndash; the bigger the aperture, the brighter the image. The ratio of the focal length <firstterm>f</firstterm> to the <firstterm>aperture D</firstterm> of a telescope is defined as the <firstterm>focal ratio</firstterm>. This describes the light gathering power of a telescope. <quote>Fast</quote> telescopes have smaller focal ratios, as they obtain brighter images in a smaller exposure time. As the focal ratio gets bigger, the telescope needs more exposure time in order to obtain a bright image, which is why it is <quote>slower</quote>. The focal ratio is usually denoted as <quote>f/n</quote>, where n is the ratio of the focal length to the aperture.
bg: Телескопите се използват, за да събират светлина от небесни обекти и да я събират в точка, наречена фокусна точка. Те се описват с два параметъра, <firstterm>бленда</firstterm> и <firstterm>Фокусно съотношение</firstterm>. Диаметърът на повърхността за събиране на светлина се нарича <firstterm>апертура</firstterm> на телескопа и колкото по-голям е отворът, толкова по-ярко е изображението. Съотношението на фокусното разстояние <firstterm>f</firstterm> към <firstterm>апертурата D</firstterm> на телескопа се определя като <firstterm>фокусно съотношение</firstterm>. Това описва силата на събиране на светлина на телескопа. <quote>Бързите</quote> телескопи имат по-малки фокусни съотношения, тъй като получават по-ярки изображения за по-малко време на експозиция. С нарастването на фокусното съотношение, телескопът се нуждае от повече време на експозиция, за да получи ярко изображение, поради което е <quote>по-бавен</quote>. Фокусното съотношение обикновено се означава като <quote>f/n</quote>, където n е съотношението на фокусното разстояние към блендата.
ca@valencia: Els telescopis s'utilitzen per a arreplegar la llum dels objectes celestes i que convergisca en un punt, anomenat el punt focal. Es descriuen per dos paràmetres, <firstterm>obertura</firstterm> i <firstterm>relació focal</firstterm>. El diàmetre de la superfície col·lectora de llum s'anomena l'<firstterm>obertura</firstterm> del telescopi -com més gran siga l'obertura, més brillant serà la imatge-. La relació de la distància focal <firstterm>f</firstterm> amb l'<firstterm>obertura D</firstterm> d'un telescopi es definix com la <firstterm>relació focal</firstterm>. Açò ens descriurà el poder de captació de llum d'un telescopi. Els telescopis <quote>ràpids</quote> tenen relacions focals més xicotetes, ja que obtenen imatges brillants en un temps d'exposició més xicotet. A mesura que la relació focal es fa més gran, el telescopi necessita més temps d'exposició per a obtindre una imatge brillant, el qual és <quote>més lent</quote>. La relació focal normalment és designada com <quote>f/n</quote>, on n és la relació de la distància focal amb l'obertura.
et: Teleskoope kasutatakse taevakehadelt lähtuva valguse kogumiseks ja koondamiseks teatud punkti, mida nimetatakse fookuseks. Neid iseloomustatakse kahe parameetriga: <firstterm>ava</firstterm> ehk apertuur ja <firstterm>valgusjõud</firstterm>. Valgust koguva pinna diameetrit nimetataksegi teleskoobi <firstterm>ava</firstterm>ks &ndash; järelikult mida suurem ava, seda valgusrohkem pilt. Teleskoobi fookuskauguse <firstterm>f</firstterm> ja <firstterm>ava D</firstterm> suhet nimetatakse <firstterm>valgusjõuks</firstterm>. <quote>Kiirel</quote> teleskoobil on väiksem valgusjõud, sest nad hangivad heledamaid pilte väiksema säriajaga. Mida suurem on valgusjõud, seda pikem peab heleda pildi saamiseks olema teleskoobi säriaeg, mistõttu nad muutuvad <quote>aeglaseks</quote>. Valgusjõudu märgitakse tavaliselt kujul <quote>f/n</quote>, kus n on fookuskauguse ja ava suhe.
nl: Telescopen worden gebruikt voor het verzamelen van licht van objecten aan de hemel, en dat licht te laten convergeren in een punt, dat het brandpunt wordt genoemd. Hierbij behoren twee parameters, de <firstterm>opening</firstterm> en de <firstterm>openingsverhouding</firstterm>. De <firstterm>opening</firstterm> is de diameter van het licht verzamelende oppervlak van de telescoop &ndash; hoe groter de opening, hoe helderder het beeld. De verhouding van de brandpuntsafstand <firstterm>f</firstterm>, ten opzichte van de <firstterm>opening D</firstterm> van een telescoop, wordt de <firstterm>openingsverhouding</firstterm> genoemd. Deze bepaalt het lichtverzamelend vermogen van de telescoop. <quote>Lichtsterke</quote> telescopen hebben een kleine openingsverhouding, omdat er helderder beelden in minder tijd mee kunnen worden verkregen. Bij een toenemende openingsverhouding is er meer belichtingstijd nodig voor het verkrijgen van een helder beeld, en zegt men dat de telescoop <quote>langzamer</quote> is. De openingsverhouding wordt gewoonlijk aangegeven met <quote>f/n</quote>, hierin is n de verhouding brandpuntsafstand/opening.
pt: Os telescópios são usados para recolher a luz dos objectos celestes e para convergi-la num ponto, chamado de ponto focal. São descritos por dois parâmetros, a <firstterm>abertura</firstterm> e a <firstterm>Relação Focal</firstterm>. O diâmetro da superfície de recolha de luz é chamado de <firstterm>abertura</firstterm> do telescópio &ndash; quanto maior a abertura, mais clara será a imagem. A relação entre a distância focal <firstterm>f</firstterm> e a abertura <firstterm>D</firstterm> de um telescópio é definida como sendo a <firstterm>relação focal</firstterm>. Isto descreve a potência de recolha de luz de um telescópio. Os telescópios <quote>rápidos</quote> têm relações focais menores, dado que obtêm imagens mais claras num tempo de exposição menor. À medida que a relação focal vai aumentando, o tempo de exposição para obter uma imagem clara vai aumentando, por isso se denominar de <quote>mais lento</quote>. A relação focal é normalmente denominada por <quote>f/n</quote>, onde o 'n' é a relação entre a distância focal e a abertura.

source: Aberrations
bg: Аберации
ca: Aberracions
ca@valencia: Aberracions
et: Aberratsioonid
it: Aberrazioni
nl: Aberraties
pt: Aberrações
pt_br: Aberrações
sl: Aberacije
uk: Аберації

source: In order to obtain an image, telescopes use lenses or mirrors. Unfortunately, if we use both of them we obtain image distortions known as <firstterm>aberrations</firstterm>. Some aberrations are common for both lenses and mirrors, like <firstterm>astigmatism</firstterm> and <firstterm>curvature of field</firstterm>.
bg: За да получат изображение, телескопите използват лещи или огледала. За съжаление, ако използваме и двете, получаваме изкривявания на изображението, известни като <firstterm>аберации</firstterm>. Някои аберации са общи както за лещи, така и за огледала, като <firstterm>астигматизъм</firstterm> и <firstterm>кривина на полето</firstterm>.
ca@valencia: Per a obtindre una imatge, els telescopis utilitzen lents o espills. Desgraciadament, si fem servir ambdós, obtenim distorsions de la imatge conegudes com a <firstterm>aberracions</firstterm>. Algunes aberracions són comunes en ambdós, com <firstterm>astigmatisme</firstterm> i <firstterm>curvatura del camp</firstterm>.
et: Pildi saamiseks kasutavad teleskoobid läätsi või peegleid. Kui neid aga koos kasutada, tekivad pildimoonutused, mida nimetatakse <firstterm>aberratsioon</firstterm>iks. Mõned aberratsioonid on levinud nii läätsede kui peeglite puhul, näiteks <firstterm>astigmatism</firstterm> ja <firstterm>vaatevälja kõverus</firstterm>.
nl: Voor het krijgen van afbeeldingen met telescopen, worden lenzen of spiegels gebruikt. Jammer genoeg ontstaan in beide gevallen beeldfouten, die <firstterm>aberraties</firstterm> worden genoemd. Sommige aberraties treden bij zowel lenzen als spiegels op, zoals <firstterm>astigmatisme</firstterm> en <firstterm>beeldveldwelving</firstterm>.
pt: Para obter uma imagem, os telescópios usam lentes ou espelhos. Infelizmente, se usarmos ambos, iremos obter distorções nas imagens denominadas de <firstterm>aberrações</firstterm>. Algumas aberrações são comuns tanto nas lentes como nos espelhos, como o <firstterm>astigmatismo</firstterm> e a <firstterm>curvatura do campo</firstterm>.

source: <firstterm>Astigmatism</firstterm> appears when different parts of the lens or mirror make the rays of the incoming light to converge in slightly different locations on the focal plane. When corrected for astigmatism, <firstterm>curvature of field</firstterm> may appear on the surface of the lens/ mirror, which makes the light to converge on a curve rather than on a plane.
bg: <firstterm>Астигматизмът</firstterm> се появява, когато различни части на лещата или огледалото карат лъчите на входящата светлина да се събират в малко по-различни места във фокалната равнина. Когато се коригира за астигматизъм, <firstterm>кривината на полето</firstterm> може да се появи на повърхността на лещата/огледалото, което кара светлината да се събира в крива, а не в равнина.
ca@valencia: L'<firstterm>astigmatisme</firstterm> apareix quan les diferents parts de la lent o espill fan que els raigs de la llum entrant convergisquen en llocs lleugerament diferents en el pla focal. Quan es corregix l'astigmatisme, la <firstterm>curvatura del camp</firstterm> pot aparéixer en la superfície de la lent/espill, el qual fa que la llum convergisca més prompte sobre una corba en lloc damunt d'un pla.
et: <firstterm>Astigmatism</firstterm> tekib, kui läätsede või peegli eri osad sunnivad saabuva valguse kiired koonduma fookustasandi veidi erinevates kohtades. Kui ka astigmatismist lahti saada, võib läätse/peegli pinnal tekkida <firstterm>vaatlusvälja kõverus</firstterm>, mille korral valgus koondub mitte tasandil, vaid kumeral pinnal.
nl: <firstterm>Astigmatisme</firstterm> komt voor wanneer de diverse delen van het lensoppervlak niet alle dezelfde brandpuntsafstand hebben. Na correctie van de lens voor astigmatisme, kan door verder lensfouten <firstterm>beeldveldwelving</firstterm> het beeld op een gebogen in plaats van op een plat vlak laten convergeren.
pt: O <firstterm>astigmatismo</firstterm> aparece quando diferentes partes das lentes ou dos espelhos fazem os raios da luz recebida convergir em locais ligeiramente diferentes do plano focal. Quando for corrigido para o astigmatismo, poderá surgir uma <firstterm>curvatura do campo</firstterm> sobre a superfície da lente/espelho, que faz a luz convergir sobre uma curva, em vez de um plano.

source: Still, there are also lens specific aberrations and mirror specific aberrations.
bg: Все пак има и аберации, специфични за лещите, и аберации, специфични за огледалата.
ca: No obstant això, també hi ha aberracions específiques de les lents i aberracions específiques dels miralls.
ca@valencia: No obstant açò, també hi ha aberracions específiques de la lent i aberracions específiques de l'espill.
et: On olemas ka spetsiaalselt läätsedele või peeglitele omased aberratsioonid.
fr: De plus, il y a aussi des aberrations spécifiques aux lentilles et des aberrations spécifiques aux miroirs.
it: Tuttavia, ci sono anche aberrazioni specifiche per le lenti e aberrazioni specifiche per gli specchi.
nl: Maar er zijn ook aberraties die alleen bij lenzen, of alleen bij spiegels optreden.
pt: De qualquer forma, também existem aberrações específicas das lentes e específicas dos espelhos.
pt_br: Além disso, existem também aberrações específicas para lentes e específicas para espelhos.
sl: Kljub temu obstajajo tudi aberacije, specifične za leče, in aberacije, specifične za ogledala.
uk: Крім того, існують ще аберації, специфічні для лінз та дзеркал.
