Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-telescopes.po
Languages: bg, ca, ca@valencia, et, fr, it, nl, pt, pt_br, sl, uk

source: As telescopes are used in observations over the entire electromagnetic spectrum, they are classified in Optical Telescopes, Ultraviolet, Gamma Ray, X-Ray, Infrared and Radio Telescopes. Each one of them has its own, well defined role in obtaining a detailed analysis of a celestial object.
bg: Тъй като телескопите се използват за наблюдения върху целия електромагнитен спектър, те се класифицират като оптични телескопи, ултравиолетови, гама-лъчи, рентгенови, инфрачервени и радиотелескопи. Всеки един от тях има своя собствена, добре дефинирана роля за получаване на подробен анализ на небесните обекти.
ca: Atès que els telescopis s'utilitzen en les observacions sobre tot l'espectre electromagnètic, es classifiquen com a telescopis òptics, ultraviolats, raigs gamma, raigs X, infrarojos o radiotelescopis. Cadascun té el seu propi paper ben definit en l'obtenció d'una anàlisi detallada d'un objecte celeste.
ca@valencia: Atés que els telescopis s'utilitzen en les observacions sobre l'espectre electromagnètic, es classifiquen com a telescopis òptics, ultraviolats, raigs gamma, raigs X, infrarojos o ràdio-telescopis. Cadascun té el seu propi paper ben definit en l'obtenció d'una anàlisi detallada d'un objecte celeste en estudi.
et: Kuna teleskoope kasutatakse kogu elektromagnetilise spektri vaatlemiseks, jagunevad teleskoobid optilisteks, ultraviolett, gamma-, röntgen-, infrapuna- ja raadioteleskoopideks. Kõigil neil on oma kindel roll taevakehade põhjaliku analüüsi saavutamisel.
fr: Puisque les télescopes sont utilisés dans des observations sur tout le spectre électromagnétique, ils sont classés en télescopes optiques ou télescopes ultra-violets, rayons gamma, rayons X, infrarouges et radio-télescopes. Chacun d'entre eux possède un rôle propre et bien défini pour obtenir une analyse détaillée d'un corps céleste.
it: Dato che i telescopi sono usati per osservare tutto lo spettro elettromagnetico, sono classificati in telescopi ottici, per l'ultravioletto, per raggi gamma, per raggi X, infrarossi, e radiotelescopi. Ciascuno ha un proprio ruolo nell'analisi dettagliata di un corpo celeste.
nl: Omdat voor waarnemingen in het hele elektromagnetische spectrum telescopen worden gebruikt, worden die onderverdeeld in Optische telescopen, en Ultraviolet-, Gammastraling-, X-straling (Röntgen)-, Infrarood-, en Radiotelescopen. Elk daarvan speelt zijn eigen rol bij het gedetailleerde onderzoek van objecten aan de hemel.
pt: Dado que os telescópios são usados nas observações em todo o espectro electromagnético, são classificados como Telescópios Ópticos, Ultra-Violetas, Raios Gama, Raios X, Infra-Vermelhos ou Rádio. Cada um destes tem o seu próprio papel bem definido na obtenção de uma análise detalhada do objecto celeste em estudo.
pt_br: Como os telescópios são usados em observações por todo o espectro eletromagnético, eles são classificados em telescópios óticos, ultravioleta, raios gama, raio-x, infravermelho e rádio-telescópios. Cada um deles possui suas próprias e bem definidas regras para obter análises detalhadas de um objeto celeste.
sl: Ker se teleskopi uporabljajo pri opazovanju celotnega elektromagnetnega spektra, jih delimo na optične teleskope, ultravijolične, gama žarke, rentgenske, infrardeče in radijske teleskope. Vsak od njih ima svojo, dobro definirano vlogo pri pridobivanju podrobne analize nebesnega objekta.
uk: Оскільки телескопи використовуються для спостережень у всьому діапазоні довжин електромагнітних хвиль, їх поділяються на оптичні, ультрафіолетові, гамма-, рентгенівські, інфрачервоні та радіотелескопи. Телескопи кожного з цих типів мають власну визначену роль у отриманні докладної картини небесних об’єктів.

source: Optical Telescopes
bg: Оптични телескопи
ca: Telescopis òptics
ca@valencia: Telescopis òptics
et: Optilised teleskoobid
fr: Télescopes optiques
it: Telescopi ottici
nl: Optische telescopen
pt: Telescópios Ópticos
pt_br: Telescópios óticos
sl: Optični teleskopi
uk: Оптичні телескопи

source: Used for observations in the visible field of view, Optical Telescopes are mainly Refractors and Reflectors, the difference between the two of them being the way of collecting light from a star.
bg: Използвани за наблюдения във видимото зрително поле, оптичните телескопи са главно рефрактори и рефлектори, като разликата между двата е в начина на събиране на светлина от звездите.
ca: S'utilitzen per a observacions en el camp de visió visible, principalment són refractors i reflectors, la diferència entre els dos és la forma de recollir la llum d'una estrella.
ca@valencia: S'utilitzen per a observacions en el camp de visió visible, principalment són refractors i reflectors, la diferència entre els dos és la forma d'arreplegar la llum d'una estrela.
et: Optilised teleskoobid, mida kasutatakse nähtava vaatevälja vaatlemiseks, jagunevad peamiselt refraktoriteks ja reflektoriteks, mis erinevad omavahel tähtedelt saabuva valguse kogumise poolest.
fr: Utilisés pour des observations dans le champ de spectre visible, les télescopes optiques sont principalement des réfracteurs et des réflecteurs, la différence entre ces deux n'est que la façon de collecter la lumière provenant d'une étoile.
it: Usati per l'osservazione del campo di vista visibile, i telescopi ottici sono principalmente rifrattori e reflettori, che raccolgono in modo diverso la luce di una stella.
nl: Optische telescopen worden gebruikt voor waarnemingen in zichtbaar licht. Ze worden onderverdeeld in lenzen en spiegel-telescopen (refractors en reflectors), met als verschil het gebruik van lenzen of van spiegels voor het opvangen en convergeren van licht, afkomstig van een hemellichaam.
pt: Usados para as observações no campo de visão visível, os telescópios ópticos são principalmente refractores e reflectores, sendo a diferença entre os dois a forma de recolher a luz de uma estrela.
pt_br: Usados para as observações no campo de visão visível, os telescópios óticos são principalmente refractores e refletores, sendo a diferença entre os dois a forma de coletar a luz de uma estrela.
sl: Optični teleskopi, ki se uporabljajo za opazovanje v vidnem polju, so večinoma refraktorji in reflektorji, razlika med njima pa je v načinu zbiranja svetlobe zvezde.
uk: Оптичні телескопи, що використовуються для спостережень у видимому діапазоні світлових хвиль, поділяються на рефрактори та рефлектори, залежно від способу, який використовується для концентрації променів світла від небесних об’єктів.

source: <firstterm>Refracting Telescopes</firstterm> use two lenses in order to create an image, a primary or <firstterm>objective lens</firstterm>, which collects the incoming light, forming an image in the focal plane and the <firstterm>eyepiece</firstterm>, which is acting as a magnifying glass used for observing the final image. The two lenses are situated at opposite ends of a moving tube and the distance between the two of them can be adjusted in order to obtain the final image.
bg: <firstterm>Рефракторните телескопи</firstterm> използват две лещи, за да създадат изображение, основна или <firstterm>обективна леща</firstterm>, която събира входящата светлина, образувайки изображение във фокалната равнина и <firstterm> окуляр</firstterm>, който действа като лупа, използвана за наблюдение на крайното изображение. Двете лещи са разположени в противоположните краища на движеща се тръба и разстоянието между двете може да се регулира, за да се получи крайното изображение.
ca@valencia: Els <firstterm>telescopis de refracció</firstterm> utilitzen dues lents amb la finalitat de crear una imatge, una lent primària o un <firstterm>objectiu</firstterm>, el qual arreplega la llum entrant, formant una imatge en el pla focal i l'<firstterm>ocular</firstterm>, el qual actua com una lupa d'ampliació utilitzada per a l'observació de la imatge final. Les dues lents estan situades en extrems oposats d'un tub en moviment i la distància entre les dues es pot ajustar per tal d'obtindre la imatge final.
et: <firstterm>Refraktor</firstterm> kasutab kujutise loomiseks kaht läätse: primaarset ehk <firstterm>objektiivi läätse</firstterm>, mis kogub saabuva valguse, moodustades fookustasandil kujutise, ja <firstterm>okulaari</firstterm>, mis on nagu suurendusklaas lõppkujutise vaatamiseks. Läätsed asuvad liikuva toru vastasotstes ning lõppkujutise saamiseks on võimalik nendevahelist kaugust muuta.
nl: Bij <firstterm>Lenzentelescopen</firstterm> worden (minstens) twee lenzen gebruikt voor het maken van een beeld: een primaire lens, het <firstterm>objectief</firstterm>, dat het inkomende licht opvangt, en een beeld van de lichtbron vormt in het brandvlak, en het <firstterm>oculair</firstterm>, dat dienst doet als vergrootglas, waarmee het door het objectief gevormde beeld wordt bekeken. De twee lenzen zitten aan de uiteinden van een buis, waarvan de lengte kan worden gewijzigd om het beeld scherp te kunnen zien (scherpstellen). Zowel objectief als oculair kunnen meerdere lenzen bevatten.
pt: Os <firstterm>Telescópios por Refracção</firstterm> usam duas lentes para criar uma imagem, uma lente primária ou <firstterm>objectiva</firstterm>, que recolhe a luz recebida, e o <firstterm>foco</firstterm> ou óculo, que actua como uma lupa usada na observação da imagem final. As duas lentes situam-se em lados opostos de um tubo e a distância entre eles poderá ser ajustada para obter a imagem final.

source: The largest refracting telescope in the world is at the <firstterm>Yerkes Observatory</firstterm> in Williams Bay, Wisconsin. Built in 1897, it has a 1.02-m (40-in) objective and a focal length of 19.36 m.
bg: Най-големият рефракционен телескоп в света се намира в <firstterm>Yerkes Observatory</firstterm> в Уилямс Бей, Уисконсин. Построен през 1897 г., той има обектив 1,02 м (40 инча) и фокусно разстояние от 19, 36 м.
ca@valencia: El telescopi refractor més gros del món es troba a l'<firstterm>Observatori Yerkes</firstterm> en Williams Bay, Wisconsin. Construït el 1897, compta amb un objectiu d'1,02 m (40 polzades) i una distància focal de 19,36 m.
et: Maailma suurim refraktor asub USA-s Wisconsini osariigis Williams Bays <firstterm>Yerkesi observatooriumis</firstterm>. See on ehitatud 1897. aastal ning sellel on 1,02 meetrine (40-tolline) objektiiv ja fookuskaugus 19,36 m.
nl: De grootste huidige lenzentelescoop in de wereld is die van de <firstterm>Yerkes Sterrenwacht</firstterm> in Williams Bay, Wisconsin. Gebouwd in 1897 (!), heeft die een objectief van 1,02 m en een brandpuntsafstand van 19,36 m.
pt: O maior telescópio por refracção no mundo é o existente no <firstterm>Observatório de Yerkes</firstterm> em Williams Bay, Wisconsin. Construído em 1897, tem uma objectiva de 1,02m (40 polegadas) e uma distância focal de 19,36m.

source: <firstterm>Reflecting Telescopes</firstterm>, on the other side, use mirrors instead of lenses in order to obtain the final image. By replacing the objective lens with a mirror, we obtain a focal point that lies on the path of the incoming light. An observer situated at this point could see an image, but he would block part of the incoming light. The focal point of the principal mirror is called <firstterm>prime focus</firstterm>, and this is also the name of the first category of reflecting telescopes. Thus, prime focus telescopes use a mirror in order to collect light from a celestial object and by reflection the image of the object may be observed from the prime focus of the telescope. Other types of reflecting telescopes are <firstterm>Newtonian</firstterm>, <firstterm>Cassegrain</firstterm> and <firstterm>Coude</firstterm>.
bg: <firstterm>Рефлекторните телескопи</firstterm>, от друга страна, използват огледала вместо лещи, за да получат окончателното изображение. Като заменим лещата на обектива с огледало, получаваме фокусна точка, която лежи на пътя на входящата светлина. Наблюдател, разположен в тази точка, може да види изображение, но ще блокира част от входящата светлина. Фокусната точка на главното огледало се нарича <firstterm>основен фокус</firstterm> и това е и името на първата категория рефлекторни телескопи. По този начин телескопите с първичен фокус използват огледало, за да събират светлина от небесен обект и чрез отражение изображението на обекта може да се наблюдава от основния фокус на телескопа. Други видове отразяващи телескопи са <firstterm>Нютонов</firstterm>, <firstterm>Касегрен</firstterm> и <firstterm>Куде</firstterm>.
ca@valencia: Els <firstterm>telescopis de reflexió</firstterm>, en l'altre costat, utilitzen espills en lloc de lents per tal d'obtindre la imatge final. Substituint la lent d'objectiu amb un espill, s'obté un punt focal que es troba en el camí de la llum entrant. Un observador situat en este punt podria veure una imatge, però podria bloquejar part de la llum entrant. El punt focal de l'espill principal s'anomena <firstterm>enfocament primari</firstterm>, i este és també el nom de la primera categoria dels telescopis reflectors. Per tant, els telescopis d'enfocament primari utilitzen un espill per a captar la llum d'un objecte celeste i per a reflectir la imatge de l'objecte de manera que es puga observar des de l'enfocament primari del telescopi. Altres tipus de telescopis reflectors són <firstterm>Newtonià</firstterm>, <firstterm>Cassegrain</firstterm> i <firstterm>Coude</firstterm>.
et: <firstterm>Reflektor</firstterm> aga kasutab lõppkujutise saamisel läätsede asemel peegleid. Läätsed peeglitega asendades saab fookuse, mis asub saabuva valguse teel. Fookuses asuv vaatleja võib kujutist näha, kuid blokeerib osa saabuvast valgusest. Peapeegli fookust nimetataksegi <firstterm>peafookuseks</firstterm>, mille järgi tuntakse ühtlasi reflektorite üht tähtsamat kategooriat. Niisiis, peafookus-teleskoobid kasutavad taevakeha valguse kogumiseks peeglit ning peegelduse kaudu saab objekti kujutist jälgida teleskoobi peafookuses. Teised reflektorite tüübid on <firstterm>Newtoni</firstterm>, <firstterm>Cassegraini</firstterm> ja <firstterm>kudee</firstterm> teleskoobid.
nl: Bij <firstterm>Spiegeltelescopen</firstterm> daarentegen maakt men gebruik van spiegels voor het verkrijgen van een uiteindelijk beeld. Door het objectief te vervangen door een spiegel, verkrijgen we een brandpunt dat in de baan van het binnenkomende licht ligt. Een waarnemer in dit punt, zou een beeld kunnen zien, maar het inkomende licht blokkeren. Het brandpunt van de hoofdspiegel heet het <firstterm>Primaire brandpunt</firstterm>, en hiermee wordt ook de eerste categorie van spiegeltelescopen aangeduid. Dat wil zeggen dat bij deze telescopen met een spiegel het licht, afkomstig van een hemellichaam, wordt opgevangen, en dat het beeld in het primaire brandpunt kan worden waargenomen. Andere typen van spiegeltelescopen zijn <firstterm>Newton-</firstterm>, <firstterm>Cassegrain-</firstterm> en <firstterm>Coudé-</firstterm> telescopen..
pt: Os <firstterm>telescópios por reflexão</firstterm>, por outro lado, usam espelhos em vez de lentes para obter a imagem final. Ao substituir a lente da objectiva por um espelho, iremos obter um ponto focal que fica a meio caminho da luz recebida. Um observador situado neste ponto poderia ver uma imagem, mas iria bloquear parte da luz recebida. O ponto focal do espelho principal é chamado de <firstterm>foco primário</firstterm>, sendo este também o nome da primeira categoria de telescópios por reflexão. Como tal, os telescópios de foco primário usam um espelho para recolher a luz de um objecto celeste e, por reflexão, a imagem do objecto poderá ser observada a partir do foco primário do telescópio. Os outros tipos de telescópios por reflexão são os de <firstterm>Newton</firstterm>, <firstterm>Cassegrain</firstterm> e <firstterm>Coude</firstterm>.

source: <firstterm>The Newtonian</firstterm> one uses an additional flat mirror placed in the vicinity of the prime focus, in the path of the reflected light. This results in moving the focal point to a different location, on one of the sides of the telescope, more accessible for observing. Of course, a mirror placed in the path of the reflected light will also block part of the incoming one, but if the ratio of the surface aeries of the primary mirror to the second one is big enough, the amount of the blocked incoming light is negligible.
bg: <firstterm>Нютоновите</firstterm> телескопи използват допълнително плоско огледало, поставено в близост до главния фокус, по пътя на отразената светлина. Това води до преместване на фокусната точка на друго място, от едната страна на телескопа, по-достъпно за наблюдение. Разбира се, огледало, поставено на пътя на отразената светлина, също ще блокира част от входящата светлина, но ако съотношението на повърхността на основното огледало към второто е достатъчно голямо, количеството на блокираната входяща светлина е незначително.
ca@valencia: Els <firstterm>telescopis newtonians</firstterm> utilitzen un espill pla addicional situat a prop de l'enfocament primari, en el camí de la llum reflectida. Açò resulta en el moviment del punt focal a una altra ubicació, sobre un dels costats del telescopi, més accessible per a l'observació. Per descomptat, un espill col·locat en la trajectòria de la llum reflectida també bloquejarà part de l'entrada, però si la relació entre les àrees de la superfície dels espills primari i secundari és prou gran, la quantitat bloquejada de la llum entrant a penes serà perceptible.
et: <firstterm>Newtoni</firstterm> teleskoop kasutab tasast lisapeeglit, mis on asutatud peegelduva valguse teele peafookuse läheduses. Sel moel liigub fookus teise asukohta, teleskoobi küljele, kus on parem vaadelda. Loomulikult blokeerib peegeldunud valguse teele asetatud peegel ka osa saabuvast valgusest, aga kui peapeegli pinna suhe teise peegli omaga on piisavalt suur, on blokeeritud saabuva valguse hulk piisavalt väike, et seda mitte arvestada.
nl: Bij de <firstterm>The Newtontelescoop</firstterm> wordt een extra vlak spiegeltje geplaatst nabij het primaire brandpunt, dus in de baan van het inkomende licht. Hierdoor wordt het brandpunt naar elders verplaatst, opzij van de telescoop, en daardoor beter toegankelijk gemaakt voor waarneming. Natuurlijk blokkeert dit spiegeltje een deel van het inkomende licht, maar als het maar klein genoeg is, is dit verwaarloosbaar. Het mag uiteraard ook niet te klein zijn.
pt: O telescópio de <firstterm>Newton</firstterm> usa um espelho plano adicional, colocado na vizinhança do foco primário, no caminho da luz reflectida. Isto resulta na mudança do ponto focal para outro local, num dos lados do telescópio, sendo mais acessível para a observação. Obviamente, um espelho colocado a meio caminho da luz reflectida irá também bloquear parte da imagem recebida mas, se a relação entre as áreas das superfícies do espelho primário e do secundário forem grandes o suficiente, a quantidade luz recebida bloqueada é pouco perceptível.

source: <firstterm>The Cassegrain</firstterm> telescope is similar to the Newtonian one but this time the secondary mirror reflects light to the bottom of the telescope. There is a hole at the center of the primary mirror that lets the reflected light to go on its way until it converges to the focal point. The secondary mirror needs to be convex, as it is increasing the focal length of the optical system. The primary mirror of a Cassegrain Telescope is a paraboloid. By replacing it with a hyperboloid we obtain a Ritchey-Chretien telescope. The advantage of using a <firstterm>Ritchey-Chretien</firstterm> telescope is that it removes the coma of the classical reflectors.
bg: <firstterm>Телескопът Cassegrain</firstterm> е подобен на Нютоновия, но този път вторичното огледало отразява светлината към дъното на телескопа. В центъра на основното огледало има дупка, която позволява на отразената светлина да върви по пътя си, докато се сближи с фокусната точка. Вторичното огледало трябва да е изпъкнало, тъй като увеличава фокусното разстояние на оптичната система. Основното огледало на телескоп Касегрен е параболоид. Заменяйки го с хиперболоид, получаваме телескоп Ritchey-Chretien. Предимството на използването на телескоп <firstterm>Ritchey-Chretien</firstterm> е, че той премахва комата на класическите рефлектори.
ca@valencia: El <firstterm>telescopi de Cassegrain</firstterm> és similar al newtonià, però esta vegada l'espill secundari reflectix la llum a la part inferior del telescopi. Hi ha un forat al centre de l'espill primari per a permetre que la llum reflectida seguisca el seu camí fins que convergisca al punt focal. L'espill secundari ha de ser convex, de manera que incremente la distància focal del sistema òptic. L'espill primari d'un telescopi Cassegrain és un paraboloide. Si se substituïx per un hiperboloide, s'obté un telescopi Ritchey-Chretien. L'avantatge d'utilitzar un telescopi <firstterm>Ritchey-Chretien</firstterm> és que elimina la coma dels reflectors clàssics.
et: <firstterm>Cassegraini</firstterm> teleskoop sarnaneb Newtoni omaga, aga siin peegeldab teine peegel valgust teleskoobi allossa. Peapeegli keskel on avaus, mis laseb peegeldunud valguse läbi, kuni see koondub fookuses. Teine peegel peab olema kumer, sest selle eesmärk on suurendada optilise süsteemi fookuskaugust. Cassegraini teleskoobi peapeegel on paraboloid. Kui asendada see hüperboloidiga, saame Ritchey-Chretioeni teleskoobi. <firstterm>Ritchey-Chretieni</firstterm> teleskoobi eeliseks on klassikaliste reflektorite koomast vabanemine.
nl: De <firstterm>Cassegraintelescoop</firstterm> is vergelijkbaar met de Newtontelescoop, maar nu wordt het inkomende licht weer in de richting van de hoofdspiegel teruggekaatst. In de hoofdspiegel bevindt zich een gat, om dit teruggekaatste licht door te laten, waarna dat kan convergeren in het brandpunt. Het tweede spiegeltje moet convex (bol) zijn om de brandpuntsafstand van het systeem te vergroten. De hoofdspiegel van een Cassegraintelescoop is paraboloïde (een omwentelingsparabool). Door die te vervangen door een hyperboloïde spiegel krijgt men een Ritchey-Chretientelescoop. Het voordeel daarvan is dat hiermee de comafout wordt tegengegaan, waarvan men bij de klassieke spiegeltelescopen last heeft.
pt: O telescópio de <firstterm>Cassegrain</firstterm> é semelhante ao de Newton, só que neste o espelho secundário reflecte luz para o fundo do telescópio. Aí, existe um furo ao centro do espelho primário que permite à luz reflectida seguir o seu caminho até convergir no ponto de foco. O espelho secundário tem de ser convexo, dado que aumenta a distância focal do sistema óptico. O espelho primário de um telescópio Cassegrain é um parabolóide. Se o substituir por um hiperbolóide, iremos obter um telescópio Ritchey-Chretien. A vantagem de usar um telescópio <firstterm>Ritchey-Chretien</firstterm> é a de remover os efeitos dos reflectores clássicos.
