Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-telescopes.po
Languages: bg, ca, ca@valencia, et, fr, it, nl, pt, pt_br, sl, uk

source: <firstterm>The Coude</firstterm> type consists of more than one mirror that reflects the light to a special room, the Coude room, which is located below the telescope. The advantages of using a Coude telescope are varied, from obtaining a long focal length useful in different fields of astronomy and astrophysics, like spectroscopy to avoiding the usage of a massive instrument. But there are also disadvantages in using a Coude telescope, because the more mirrors are placed in the system, the less amount of light arrives at the detector. This happens because by using Aluminum mirrors, only 80 % of the incident light gets reflected.
bg: Типът <firstterm>Coude</firstterm> се състои от повече от едно огледало, което отразява светлината към специално пространство, пространство на Coude, което се намира под телескопа. Предимствата от използването на телескоп Coude са разнообразни, от получаване на голямо фокусно разстояние, полезно в различни области на астрономията и астрофизиката, като спектроскопия, до избягване на използването на масивен инструмент. Но има и недостатъци при използването на телескоп Coude, тъй като колкото повече огледала са поставени в системата, толкова по-малко количество светлина достига до детектора. Това се случва, защото при използването на алуминиеви огледала само 80% от падащата светлина се отразява.
ca@valencia: El <firstterm>tipus Coude</firstterm> consistix en més d'un espill que reflectix la llum cap a una sala especial, la sala de Coude, la qual es troba per davall del telescopi. Els avantatges d'utilitzar un telescopi Coude són variades, des de l'obtenció d'una gran distància focal útil en diferents camps d'astronomia i astrofísica, com l'espectroscòpia per a evitar l'ús d'un instrument de masses. Però també hi ha desavantatges en el seu ús, ja que contra més espills es col·loquen en el sistema, menys quantitat de llum arribarà fins al detector. Açò succeïx perquè s'utilitzen espills d'alumini, sols es reflectix el 80% de la llum incident.
et: <firstterm>Kudee</firstterm> teleskoop koosneb enam kui ühest peeglist, mis peegeldavad valgust spetsiaalsesse kudee ruumi, mis asub teleskoobist allpool. Selle eelised on mitmesugused, kas või juba pikk fookuskaugus, mis on õige kasulik mitmesugustes astronoomia ja astrofüüsika valdkondades, näiteks spektorskoopias, kus see süsteem aitab vältida vajadust kasutada massiivseid instrumente. Kuid kudee süsteemil on ka miinuseid: mida rohkem peegleid on süsteemis, seda vähem valgust jõuab lõpuks detektorisse. Näiteks alumiiniumpeeglite korral peegeldub ainult 80% valgusest.
nl: Bij de <firstterm>Coudételescoop</firstterm> worden meerdere spiegels gebruikt voor het reflecteren van het licht naar een speciale ruimte, de Coudéruimte, die zich onder de telescoop bevindt. Een Coudételescoop heeft verschillende voordelen, die variëren van een lange brandpuntsafstand, nuttig voor diverse soorten astronomische waarnemingen, zoals spectroscopie (sterk uitgerekte spectra), tot het onnodig maken van een zeer groot instrument. Maar er zijn ook nadelen, want spiegels reflecteren nooit al het opvallende licht, zodat als men meerdere spiegels gebruikt, er uiteindelijk steeds minder licht wordt waargenomen. Aluminiumspiegels reflecteren bijvoorbeeld maar 80% van het erop vallende licht.
pt: O tipo <firstterm>Coude</firstterm> consiste em mais de um espelho que reflecte a luz para um local especial, o local de Coude, que se localiza por baixo do telescópio. A vantagem de usar um telescópio Coude varia, desde obter uma distância focal grande e útil para os diferentes campos da astronomia e da astrofísica, como a espectroscopia, para evitar a utilização de um instrumento massivo. Contudo, existem também desvantagens em usar um telescópio de Coude, dado que quanto mais espelhos forem colocados no sistema, menor quantidade de luz irá chegar ao detector. Isto acontece porque, ao usar espelhos de alumínio, somente 80% da luz incidente será reflectida.

source: <firstterm>Catadioptrics</firstterm> are types of telescopes that use systems of both lenses and mirrors for making the light to converge. The most popular catadioptric is the <firstterm>Schmidt-Cassegrain</firstterm> telescope. It has the advantage of providing a large angle field of view. In order to minimize coma, it uses a primary spheroidal mirror with a thin correcting lens that removes spherical aberrations. The secondary mirror is placed in the center of the correcting lens, reflecting light through a hole made in the primary mirror. Not as famous as the Schmidt-Cassegrain telescope but common though is the <firstterm>Maksutov</firstterm> telescope that also uses a correcting lens with the primary mirror, this time their surfaces being concentric.
bg: <firstterm>Катадиоптриците</firstterm> са видове телескопи, които използват системи от лещи и огледала, за да накарат светлината да се сближи. Най-популярният катадиоптрик е телескопът <firstterm>Schmidt-Cassegrain</firstterm>. Предимството му е да осигурява широк ъгъл на видимост. За да се сведе до минимум комата, той използва основно сфероидно огледало с тънка коригираща леща, която премахва сферичните аберации. Вторичното огледало се поставя в центъра на коригиращата леща, отразявайки светлината през отвор, направен в основното огледало. Не толкова известен като телескопа Шмид-Касегрен, но често срещан е телескопът <firstterm>Максутов</firstterm>, който също използва коригираща леща с основното огледало, като този път повърхностите им са концентрични.
ca@valencia: Els <firstterm>telescopis catadiòptrics</firstterm> són del tipus que utilitzen sistemes de lents i espills per a fer que la llum convergisca. El catadiòptric més popular és el telescopi <firstterm>Schmidt-Cassegrain</firstterm>. Té l'avantatge de proporcionar un ampli angle de camp de visió. Per tal de minimitzar la coma, s'utilitza un espill primari esfèric amb una lent de correcció que elimina les aberracions esfèriques. L'espill secundari es col·loca en el centre de la lent correctora, reflectint la llum a través d'un orifici en l'espill primari. No és tan famós com el telescopi Schmidt-Cassegrain, però fins i tot és més comú que el telescopi <firstterm>Maksutov</firstterm> que també utilitza una lent correctora amb l'espill primari, en esta ocasió la seua superfície és concèntrica.
et: <firstterm>Katadioptrilised</firstterm> teleskoobid kasutavad valguse koondamiseks korraga nii läätsi kui ka peegleid. Kõige populaarsem on <firstterm>Schmidti-Cassegraini</firstterm> teleskoop. See võimaldab suurt vaatevälja. Kooma võimalikult täielikuks kaotamiseks on peapeegel sfääriline ja sellel on õhuke korrigeeriv lääts, mis eemaldab sfääriaberratsiooni. Teine peegel asetatakse korrigeerivate läätsede keskele ning see peegeldab valgust läbi peapeeglis oleva avause. Schmidti-Cassegraini teleskoobist veidi vähem tuntud on <firstterm>Maksutovi</firstterm> ehk meniskteleskoop, mis samuti kasutab peapeegli juures korrigeerivaid läätsi, aga nende pind on kontsentriline.
nl: Bij <firstterm>Catadioptrische</firstterm> telescopen worden zowel lenzen als spiegels gebruikt. Het meest voorkomende type is de <firstterm>Schmidt-Cassegrain</firstterm>telescoop, die als voordeel een grote gezichtshoek heeft. Om coma te verminderen, wordt een sferische spiegel gebruikt, en een dunne correctielens die de sferische aberraties opheft. De tweede spiegel bevindt zich in het midden van de correctielens, het gereflecteerde licht gaat door een gat in de hoofdspiegel. Minder bekend is de <firstterm>Maksutov</firstterm>telescoop, waarin ook een hoofdspiegel met correctielens wordt gebruikt, maar nu met concentrische oppervlakken.
pt: Os <firstterm>Catadiópticos</firstterm> são tipos especiais de telescópios que usam tanto lentes como espelhos para fazer a luz convergir. O catadióptico mais conhecido é o telescópio de <firstterm>Schmidt-Cassegrain</firstterm>. Tem a vantagem de oferece um campo de visão com um grande ângulo. Para minimizar a cobertura, usa um espelho primário esférico com uma fina lente de correcção que retira as aberrações esféricas. O espelho secundário é colocado no centro da lente de correcção, reflectindo a luz através de um furo feito no espelho primário. Não tão conhecido como o telescópio de Schmidt-Cassegrain, mas também conhecido o suficiente, é o telescópio <firstterm>Maksutov</firstterm>, que usa uma lente de correcção com o espelho primário, tendo desta vez as suas superfícies concêntricas.

source: Observations in Other Wavelengths
bg: Наблюдения в други дължини на вълните
ca: Observacions en altres longituds d'ona
ca@valencia: Observacions en altres longituds d'ona
et: Vaatlused muudes lainepikkustes
fr: Observations dans d'autres longueurs d'onde
it: Osservazioni in altre lunghezze d'onda
nl: Waarnemingen op andere golflengten
pt: Observações Noutros Comprimentos de Onda
pt_br: Observações em outros comprimentos de onda
sl: Opazovanja v drugih valovnih dolžinah
uk: Спостереження на інших довжинах хвиль

source: For a detailed analysis of the sky, observations are also carried in other regions of the electromagnetic spectrum. Very popular and efficient are <firstterm>radio telescopes</firstterm>, developed mostly in the last century. A common problem for both radio and optical telescopes is the need for better resolution. We can derive the resolution of a telescope by using Rayleigh criterion, that states the resolving power is equal to the ratio of the incoming wavelength to the diameter of the aperture (times 1.22 for circular apertures). So for a good resolution we need a diameter as big as possible. The biggest radio telescope in the world is the Arecibo telescope from Puerto Rico that uses a huge dish of 305 m diameter. In order to solve the problem for resolutions, astronomers have developed a new technique called interferometry. The basic principal of interferometry is that by observing the same object with two distinct telescopes we can obtain a final image by "connecting" the two initial ones. Nowadays, the most efficient observatory that uses interferometry is the Very Large Array located near Socorro, New Mexico. It uses 27 telescopes placed in a "Y" shape, with 25 m aperture each. There also exists a technique called Very Long Baseline Interferometry (VLBI) that allows astronomers to resolve images over the size of continents. The biggest project of the century in this domain is the building of the Atacama Large Millimeter Array (ALMA), which will be using 66 telescopes placed in the Atacama desert of northern Chile.
bg: За подробен анализ на небето се извършват наблюдения и в други области на електромагнитния спектър. Много популярни и ефективни са <firstterm>радиотелескопите</firstterm>, разработени предимно през миналия век. Често срещан проблем както за радио, така и за оптичните телескопи е необходимостта от по-добра разделителна способност. Можем да извлечем разделителната способност на телескоп, като използваме критерия на Rayleigh, който гласи, че разделителната способност е равна на съотношението на входящата дължина на вълната към диаметъра на отвора (умножено по 1,22 за кръгли отвори). Така че за добра разделителна способност се нуждаем от възможно най-голям диаметър. Най-големият радиотелескоп в света е телескопът Arecibo от Пуерто Рико, който използва огромна чиния с диаметър 305 m. За да решат проблема с разделителната способност, астрономите са разработили нова техника, наречена интерферометрия. Основният принцип на интерферометрията е, че като наблюдаваме един и същ обект с два различни телескопа, можем да получим крайно изображение чрез "свързване", на двата образа. В момента най-ефективната обсерватория, която използва интерферометрия, е Very Large Array, разположена близо до Сокоро, Ню Мексико. Тя използва 27 телескопа, разположени във формата на буквата "Y", с апертура от 25 м всеки. Съществува и техника, наречена интерферометрия с много дълга базова линия (VLBI), която позволява на астрономите да разрешават изображения с размерите на континенти. Най-големият проект на века в тази област е изграждането на Големия милиметров масив в Атакама (ALMA), който ще използва 66 телескопа, разположени в пустинята Атакама в северната част на Чили.
ca@valencia: Per a una anàlisi detallada del cel, les observacions també es realitzen en altres regions de l'espectre electromagnètic. Molt popular i eficients són els <firstterm>radiotelescopis</firstterm>, desenvolupats en la seua majoria al segle passat. Un problema comú per als radiotelescopis i telescopis òptics és la necessitat d'una millor resolució. Podem derivar la resolució d'un telescopi utilitzant el criteri de Rayleigh, el qual indica que el poder de resolució és igual que la relació entre la longitud d'ona d'entrada al diàmetre de l'obertura (1,22 vegades per a les obertures circulars). De manera que per a una bona resolució, necessitarem un diàmetre tan gran com siga possible. El telescopi de ràdio més gran al món és el telescopi d'Arecibo a Puerto Rico, el qual utilitza un plat enorme de 305 m de diàmetre. Per tal de resoldre el problema de les resolucions, els astrònoms han desenvolupat una nova tècnica anomenada interferometria. El principi bàsic de la interferometria és que en observar el mateix objecte amb dos telescopis diferents, podem obtindre una imatge final en «connectar» les dues imatges inicials. Hui dia, l'observatori més eficient que utilitza la interferometria és el Very Large Array situat a prop de Socórrec, Nou Mèxic. Utilitza 27 telescopis disposats en forma de «Y», amb 25 m d'obertura de cadascun. També hi ha una tècnica anomenada interferometria de base molt llarga (Very Long Baseline Interferometry -VLBI-) que permet als astrònoms resoldre les imatges sobre la mida dels continents. El projecte més important del segle en este àmbit és la construcció de l'Atacama Large Millimeter Array (ALMA), el qual utilitzarà 66 telescopis situats al desert d'Atacama al nord de Xile.
et: Taevalaotuse põhjalikuks analüüsiks korraldatakse vaatlusi ka elektromagnetilise spektri teistes piirkondades. Väga populaarsed ja tõhusad on <firstterm>raadioteleskoobid</firstterm>, mis arenesid eriti jõudsalt möödunud sajandil. Nii raadio- kui ka optiliste teleskoopide ühine probleem on vajadus suurema lahutusvõime järele. Teleskoobi lahutusvõime saab tuletada Rayleigh' kriteeriumi põhjal, mis sedastab, et see võrdub lainepikkuse ja ava diameetri jagatisega (ümara ava korral korrutatakse 1,22-ga). Niisiis on hea lahutusvõime jaoks vaja võimalikult suurt diameetrit. Maailma suurim raadioteleskoop on Puerto Ricos asuv Arecibo teleskoop, millel on hiiglaslik, 305 m diameetriga taldrik. Lahutusvõime probleemi lahendamiseks on töötatud välja uus tehnoloogia, mida nimetatakse interferomeetriaks. Selle aluspõhimõtteks on tõdemus, et üht ja sama objekti kahe teleskoobiga vaadeldes saame kahe kujutise asemel neist kokku panna ühe. Tänapäeval on kõige mõjusam interferomeetriat kasutab observatoorium USA-s New Mexico osariigis Socorro lähedal asuv Very Large Array. Seal on töös 27 Y-tähe kujuliselt asetatud teleskoopi, kõigil ava 25 m. On olemas ka tehnoloogia, mida nimetatakse ülipika baasjoone interferomeetriaks (Very Long Baseline Interferometry ehk VLBI) ja mis võimaldab astronoomidel teleskoope liites lahutusvõimet suurendada isegi üle mandrite. Selles vallas on sajandi suurim projekt Atacama Large Millimeter Array (ALMA) rajamine Põhja-Tšiilisse Atacama kõrbe, kus hakkab tööle 66 teleskoopi.
nl: Voor een gedetailleerd onderzoek, worden ook waarnemingen gedaan in andere gebieden van het elektromagnetisch spectrum. Zeer bekend en efficiënt zijn de <firstterm>radiotelescopen</firstterm>, waarvan de ontwikkeling halverwege de vorige eeuw begon, met onder andere de radiotelescoop in Dwingeloo (1956). (Met deze radiotelescoop, samen met de radiotelescoop van Parkes Observatory in Australië, met methoden ontwikkeld door de Nederlandse astronoom J.H. Oort, werd voor het eerst een afbeelding gemaakt van ons eigen melkwegstelsel. Iets dat met optische telescopen onmogelijk is).Zowel gewone als radiotelescopen moeten een goede resolutie (oplossend vermogen) hebben. Het oplossend vermogen kan worden berekend met de formule van Rayleigh, en is gelijk aan de golflengte van de inkomende straling, gedeeld door de diameter van het ontvangende oppervlak, maal 1,22 voor ronde oppervlakken. Dus voor een goede resolutie moet die diameter zo groot mogelijk zijn. De grootste (enkele) radiotelescoop ter wereld is die van Arecibo op Puerto Rico, die een schotel heeft met een diameter van 300m. Om hogere resoluties mogelijk te maken, hebben astronomen een nieuwe techniek ontwikkeld, met de naam interferometrie. De basisgedachte is meerdere telescopen te gebruiken die met elkaar samenwerken. Het effect is gelijk aan dat van een enkele telescoop met een opening (diameter ontvangende oppervlak) die gelijk is aan de afstand tussen de uiterste telescopen. Deze afstand kan zeer groot zijn (VLBI: Very Long Base Interferometry: Interferometrie met een zeer grote basis), en zelfs continenten beslaan. De radiotelescoop in Westerbork (WSRT: Westerbork Synthese Radio Telescoop), gebouwd in 1970, is op deze manier jaren lang de grootste radiotelescoop ter wereld geweest, thans is dat de Very Large Array in New Mexico. Op dit moment worden 50 radiotelescopen gebouwd, in de Verenigde Staten, Europa en Japan, die, met de VLBI-techniek, zullen samenwerken in het kader van de Atacama Large Millimeter Array (ALMA).
pt: Para uma análise detalhada do céu, as observações são também efectuadas em outras regiões do espectro electromagnético. Os mais conhecidos e eficientes são os <firstterm>radio-telescópios</firstterm>, desenvolvidos na sua maioria no último século. Um problema comum para os telescópios de rádio e os ópticos é a necessidade de uma melhor resolução. Podemos derivar a resolução de um telescópio pelo critério de Rayleigh, que define a que a potência resultante é igual à relação entre o comprimento de onda e o diâmetro da abertura (vezes 1,22 para as aberturas circulares). Por isso, para uma boa resolução, é necessário um diâmetro o maior possível. O maior rádio-telescópio no mundo é o telescópio de Arecibo, em Porto Rico, que usa um prato gigante com 300 m de diâmetro. Para resolver o problema das resoluções, os astrónomos desenvolveram uma nova técnica chamada de interferometria. O seu princípio básico é a observação do mesmo objecto com dois telescópios distintos, obtendo uma imagem final através da "ligação" das duas imagens iniciais. Nos dias de hoje, o observatório mais eficiente que usa interferometria é o Very Large Array, localizado perto de Socorro, Novo México. Usa 27 telescópios dispostos em "Y", com uma abertura de 25 m cada um. Existe também uma técnica chamada de Interferometria de Linha-Base Muito Longa (VLBI) que permite aos astrónomos resolverem imagens do tamanho de continentes. O maior projecto do século neste domínio é a construção do Atacama Large Millimeter Array (ALMA), que irá usar 66 telescópios colocados no deserto de Atacama, no Norte do Chile.

source: Space-Based Observations
bg: Наблюдения от космоса
ca: Observacions des de l'espai
ca@valencia: Observacions des de l'espai
et: Kosmosevaatlused
fr: Observations à partir de l'espace
it: Osservazioni dallo spazio
nl: Waarnemingen buiten de dampkring
pt: Observações Baseadas no Espaço
pt_br: Observações baseadas no espaço
sl: Vesoljska opazovanja
uk: Спостереження з космосу
