Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-telescopes.po
Languages: bg, ca, ca@valencia, et, fr, it, nl, pt, pt_br, sl, uk

source: *Chromatic aberration* is a feature of telescopes that use lenses to converge the light. Mainly, the focal length of a lens is wavelength dependent, which means that the focal point of blue light differs from that of the red light. This results in a blurred image. The effect of chromatic aberration can be diminished by adding correcting lenses into the system. *Spherical* aberration may also be a problem for lenses, resulting from their shape. Spheroid surfaces will not make the incoming light to converge to a single point, which is why other optical surfaces like paraboloids are preferred. Even by using them we aren't still out of trouble, as coma aberration appears in this case. It results from the dependence of the focal length on the angle between the direction of the incoming ray and the optical axis of the system. Thus, images of points that lie off the optical axis are elongated, rather than being simple points, as it would be normal.
ca: L'*aberració cromàtica* és una característica dels telescopis que utilitzen lents per a convergir la llum. Principalment, la distància focal d'una lent depèn de la longitud d'ona, el qual significa que el punt focal de la llum blava difereix del de la llum vermella. Això dona com a resultat una imatge borrosa. L'efecte de l'aberració cromàtica es pot disminuir afegint lents correctores en el sistema. L'aberració *esfèrica* també pot ser un problema per a les lents, com a resultat de la seva forma. Les superfícies esferoidals no faran que la llum entrant convergeixi en un sol punt, que és la raó per a altres superfícies òptiques com paraboloides, que són les preferides. Fins i tot quan s'utilitzen no estan lliures de problemes, com l'aberració comatosa que apareixerà en aquest cas. Aquesta ocasiona la dependència de la distància focal i l'angle entre la direcció del raig entrant i l'eix òptic del sistema. Per tant, les imatges dels punts que es troben fora de l'eix òptic són allargades, en lloc de ser simples punts, com seria normal.
fr: *Les aberrations chromatiques* sont une caractéristique des télescopes qui utilisent des lentilles pour faire converger la lumière. En général la longueur de focale d'une lentille est fonction de la longueur d'onde, ce qui signifie que le point focal d'une lumière bleue est différent de celui d'une lumière rouge. Cela conduit à une image floue. Les effets d'une aberration chromatique peuvent être limités en utilisant des lentilles correctives dans le système. Les aberrations *sphériques* peuvent être aussi un problème pour les lentilles, venant de leurs formes. Les surfaces sphériques ne feront pas converger la lumière entrante en un point unique, raison pour laquelle d'autres surfaces optiques comme les paraboloïdes sont préférées. Même en les utilisant, il y a toujours des difficultés puisque des aberrations de coma apparaissent dans ce cas. Cela provient de la dépendance entre la longueur focale sur l'angle entre la direction de la lumière entrante et l'axe optique du système. Ainsi, les images des points qui se trouvent loin de l'axe optique sont étirées, plutôt que d'être de simples points, comme cela devrait être le cas.
it: L`*aberrazione cromatica* è un effetto dei telescopi che usando lenti per convergere la luce. In particolare, la lunghezza focale di una lente dipende dalla lunghezza d'onda, e per questo il fuoco della luce blu è differente da quello della luce rossa, producendo un'immagine sfuocata. L'effetto dell'aberrazione cromatica può essere ridotto aggiungendo lenti correttive nel sistema. Anche l'aberrazione *sferica* può essere un problema per le lenti, dovuto alla loro forma. Superfici sferiche non convergono la luce in un solo punto, e per questo vengono preferite altre superfici ottiche, ad esempio i paraboloidi. Tuttavia, anche usandole non si risolvono tutti i problemi, dato che in questo si verifica aberrazione coma, che deriva dalla dipendenza tra la lunghezza focale con l'angolo tra la direzione dei raggi ricevuti e l'asse ottico del sistema. Per questo, le immagini di punti che giacciono sull'asse ottico risultano allungate, piuttosto che risultare semplici punti (come dovrebbe essere).
pt_br: A *aberração cromática* é um recurso de telescópios que usam lentes para convergir a luz. Basicamente, a distância focal de uma lente é dependente do comprimento da onda, o que significa que o ponto focal de uma luz azul difere do de uma luz vermelha. Isto resulta em uma imagem borrada. O efeito da aberração cromática pode ser diminuído adicionando lentes de correção no sistema. A aberração *esférica* pode também ser um problema para lentes, resultado de sua forma. Superfícies esféricas não farão com que a luz que chega convirja para um único ponto, sendo por isso que outras superfícies óticas como as paraboloides são preferidas. Mesmo usando-as ainda teremos problemas, uma vez que a aberração coma aparece neste caso. Ela resulta da dependência da distância focal e do ângulo entre a direção do raio de chegada e o eixo ótico do sistema. Assim, imagens dos pontos que incidem fora do eixo ótico são alongadas, ao invés de serem pontos únicos, como seria o normal.
sl: *Kromatska aberacija* je značilnost teleskopov, ki uporabljajo leče za zbliževanje svetlobe. V glavnem je goriščna razdalja leče odvisna od valovne dolžine, kar pomeni, da se žarišče modre svetlobe razlikuje od goriščne točke rdeče svetlobe. Posledica tega je zamegljena slika. Učinek kromatske aberacije je mogoče zmanjšati z dodajanjem korekcijskih leč v sistem. *Sferična* aberacija je lahko tudi težava za leče, ki izhajajo iz njihove oblike. Sferoidne površine ne bodo povzročile konvergence vhodne svetlobe v eno točko, zato so druge optične površine, kot so paraboloidi, prednostne. Tudi z njihovo uporabo nismo še vedno brez težav, saj se v tem primeru pojavi koma aberacija. Izhaja iz odvisnosti goriščne razdalje od kota med smerjo vhodnega žarka in optično osjo sistema. Tako so slike točk, ki ležijo izven optične osi, podolgovate in ne preproste točke, kot bi bilo običajno.
uk: *Хроматична аберація* є особливістю телескопів, у яких для збирання потоку світла використовуються лінзи. Основною причиною є те, що фокусна відстань лінзи залежить від довжини хвилі світла, тобто точка фокуса для блакитних променів відрізняється від точки фокуса для червоних променів світла. Результатом є втрата зображенням чіткості. Зменшити вплив наслідків хроматичної аберації можна додаванням у систему коригувальних лінз. *Сферична аберація* також може бути проблемою для лінз. Її причиною є форма лінзи. Використання сферичних поверхонь не дає змоги зібрати світло у одній точці, тому у оптиці використовують параболічні поверхні. Але навіть використання ідеальних параболічних поверхонь не дає ідеальних результатів, оскільки існує *коматична аберація*. Її причиною є залежність фокусної відстані від кута між напрямком променя світла, що падає на об’єктив, та оптичною віссю системи. У результаті зображення точок, що не лежать на оптичній вісі, видовжуються: замість точок виходять лінії.

source: *Magnification*, the increase in angular size of an object as viewed in a telescope, is described as the ratio of the focal length of the objective to the focal length of the eyepiece. So the greater the focal length of the objective, the greater the magnification. If you want to have a large image then you need a long focal length objective and a short focal length eyepiece.
ca: *Ampliació*, l'augment de la mida angular d'un objecte tal com es veu en un telescopi, es descriu com la relació entre la longitud focal de l'objectiu de la distància focal de l'ocular. Per tant, com més gran sigui la distància focal de l'objectiu, més gran serà l'ampliació. Si voleu tenir una imatge gran, llavors necessitareu un objectiu de distància focal llarga i un ocular de distància focal curta.
fr: Le *grossissement* est l'augmentation de la taille angulaire d'un objet lorsque vu dans un télescope ; il est décrit comme le rapport entre la longueur focale d'un objectif sur la longueur focale d'un oculaire. Ainsi, plus la longueur focale d'un objectif est grande, plus important est le grossissement. Si vous souhaitez avoir une grande image, alors, vous aurez besoin d'un objectif à grande longueur focale et un oculaire à petite longueur focale.
it: L`*ingrandimento*, cioè l'aumento del diametro angolare di un oggetto visto con un telescopio, è descritto come il rapporto tra la lunghezza focale dell'obiettivo con la lunghezza focale dell'oculare; quindi, all'aumentare della lunghezza focale dell'obiettivo aumenta anche l'ingrandimento. Se vuoi un'immagine ampia hai bisogno di un obiettivo con una lunghezza focale lunga e di un oculare con una lunghezza focale corta.
pt_br: A *ampliação*, o aumento do tamanho angular de um objeto visualizado em um telescópio, é descrita como a razão da distância focal da objetiva para a distância focal da ocular. Assim, quanto maior a distância focal da objetiva, maior a ampliação. Se você deseja uma grande imagem, então você precisa de uma grande distância focal da objetiva e uma pequena distância focal da ocular.
sl: *Povečava*, povečanje kotne velikosti objekta, gledanega v teleskop, je opisano kot razmerje med goriščno razdaljo objektiva in goriščno razdaljo okularja. Torej večja kot je goriščna razdalja objektiva, večja je povečava. Če želite imeti veliko sliko, potrebujete objektiv z dolgo goriščno razdaljo in okular s kratko goriščno razdaljo.
uk: *Збільшення* кутового розміру об’єкта, що спостерігається у телескоп є відношенням фокусної відстані об’єктива до фокусної відстані окуляра. Отже, чим більшою є фокусна відстань об’єктива, тим більшим є збільшення. Якщо вам потрібне велике зображення, вам потрібен об’єктив з великою фокусною відстанню та окуляр з малою фокусною відстанню.

source: The field of view is the angle covered on the sky by the telescope.\ *The apparent* field of view of a telescope is determined only by the eyepiece. It is a specific characteristic of it, usually around 52 degrees. In order to find the *true field of view* of a telescope, you need to divide the apparent field of view by the magnification. The true field of view is the actual angle covered on the sky by the telescope.
ca: El camp de visió és l'angle cobert al cel pel telescopi. El\ *camp de visió aparent* d'un telescopi només és determinat per l'ocular. És una característica específica d'aquest, en general al voltant de 52 graus. Per tal de trobar el *camp de visió real* d'un telescopi, cal dividir el camp de visió aparent per l'ampliació. El camp de visió real és l'angle real cobert al cel pel telescopi.
fr: Le champ de vision est l'angle du ciel couvert par le télescope. Le champ de vision *apparent* d'un télescope n'est déterminé que par l'oculaire. C'est une de ses caractéristiques propres, généralement autour de 52 degrés. Pour trouver le *véritable champ de vision* d'un télescope, vous devez diviser le champ de vision apparent par le grossissement. Le véritable champ de vision est l'angle réel du ciel couvert par le télescope.
it: Il campo di vista è l'angolo di cielo osservabile dal telescopio. Il campo di vista *apparente* di un telescopio è determinato solamente dall'oculare, ed è una sua caratteristica specifica, di solito 52 gradi. Per scoprire il *campo di vista reale* di un telescopio devi dividere il campo di vista apparente per l'ingrandimento. Il campo di vista reale è l'angolo effettivo di cielo osservabile dal telescopio.
pt_br: O campo de visão é o ângulo do céu coberto pelo telescópio.\ O campo de visão *aparente* de um telescópio é o determinado somente pela ocular. Ele é uma característica específica dela, normalmente ao redor de 52 graus. Para obter o *campo de visão verdadeiro* de um telescópio, você precisa dividir o campo de visão aparente pela ampliação. O campo de visão verdadeiro é o ângulo do céu de fato coberto pelo telescópio.
sl: Vidno polje je kot na nebu, ki ga pokriva teleskop.*Navidezno* vidno polje teleskopa določa samo okular. To je njegova posebna značilnost, običajno okoli 52 stopinj. Da bi našli *pravo vidno polje* teleskopa, morate navidezno vidno polje deliti s povečavo. Pravo vidno polje je dejanski kot, ki ga na nebu pokriva teleskop.
uk: Поле зору — це кут на небесній сфері, зображення з якого реєструється телескопом.\ *Видиме поле зору* телескопа визначається лише окуляром. Це специфічна характеристика окуляра, зазвичай рівна значенню, близькому до 52&deg;. Якщо вам потрібно знайти *справжнє поле зору* телескопа, вам слід поділити видиме поле зору на збільшення. Справжнє поле зору визначається справжнім кутом на небесній сфері, зображення з якого можна бачити у телескоп.

source: KStars has a tool to find and display (on the virtual sky) a true field of view called the ``FOV Indicator``. Launch it by heading under the ``Settings`` → ``FOV Symbols`` → ``Edit FOV Symbols...`` menu item. Clicking ``New...`` will open a dialog with four different tabs: ``Eyepiece``, ``Camera``, ``Binocular`` and ``Radiotelescope``. To compute the field of view, select the tab that applies and enter the specifications of the equipment. Finally, clicking ``Compute FOV`` will calculate and display the field of view immediately below. KStars can now also display this as a shape of that size on the virtual sky. To do so, enter a name for this particular field of view (such as **``20mm eyepiece``** or **``DSLR with refractor``**) and select a shape and color to be displayed. For ``Eyepiece``, use ``Circle`` or ``Semitransparent`` circle as the shape since an eyepiece's field is round. For ``Camera``, use ``Square`` (which is actually a rectangle) assuming the sensor or film is rectangular or square. When using multiple eyepieces and/or telescopes, it is good to distinguish them with different colors. Click ``OK`` to close the dialog. To show the shape on the screen, go back under the ``Settings`` → ``FOV Symbols`` submenu, then select the new menu item with the name of whatever it was given. To disable it again, click the menu item again.
ca: El KStars disposa d'una eina per a trobar i mostrar (al cel virtual) un camp de visió real anomenat ``Indicador CDV``. Llanceu-lo des de l'element de menú ``Arranjament`` → ``Símbols del CDV`` → ``Edita els símbols CDV...``. En fer clic a ``Nou...`` s'obrirà un diàleg amb quatre pestanyes diferents: ``Ocular``, ``Càmera``, ``Prismàtics`` i ``Radiotelescopi``. Per a calcular el camp de visió, seleccioneu la pestanya que correspongui i introduïu les especificacions de l'equip. Finalment, en fer clic a ``Calcula el CDV`` es calcularà i mostrarà el camp de visió immediatament. El KStars ara també ho pot mostrar com una forma d'aquesta mida en el cel virtual. Per a fer-ho, introduïu un nom per a aquest camp de visió en particular (com **``Ocular 20 mm``** o **``Càmera rèflex digital amb refractor``**) i seleccioneu una forma i color a mostrar. Per a ``Ocular``, utilitzeu ``Cercle`` o ``Cercle semitransparent`` com a forma, ja que el camp d'un ocular és rodó. Per a ``Càmera``, utilitzeu ``Quadrat`` (el qual en realitat és un rectangle), suposant que el sensor o la pel·lícula és rectangular o quadrat. Quan s'utilitzen diversos oculars i/o telescopis, és bo distingir-los amb colors diferents. Premeu ``D'acord`` per a tancar el diàleg. Per a mostrar la forma a la pantalla, torneu als menús ``Arranjament`` → ``Símbols del CDV`` i seleccioneu l'element nou amb el nom que li heu donat. Per a desactivar-lo, feu clic una altra vegada sobre l'element de menú.
fr: KStars possède un outil pour trouver et afficher (sur un ciel virtuel) un champ de vision réel, appelé ``l'indicateur CdV``. Lancez le par sa rubrique sous ``Configuration`` ``Symboles CdV````Modifier les symboles CdV``. Un clic sur ``Nouveau`` ouvrira une boîte de dialogue avec quatre onglets différents : ``Oculaire``, ``Appareil photo``, ``Binoculaire`` et ``Radio-télescope``. Pour calculer le champ de vision, sélectionnez l'onglet correspondant et saisissez les caractéristiques de l'équipement. Enfin, un clic sur ``Calculer le CdV`` calculera et affichera le champ de vision immédiatement en dessous. KStars peut maintenant l'afficher dans une forme de cette taille sur le ciel virtuel. Pour le faire, saisissez un nom pour ce champ de vision spécifique (comme ``oculaire de 20 mm `` ou ``APN avec réfracteur``) et sélectionnez une forme et une couleur pour affichage. Pour ``Oculaire``, utilisez ``Cercle`` ou ``Cercle semi-transparent`` comme forme puisque qu'un oculaire est circulaire. Pour ``Appareil photo``, utilisez ``Carré`` (qui est plutôt un rectangle), en supposant que le capteur ou le film est rectangulaire ou carré. Lors de l'utilisation d'oculaires et/ou de télescopes multiples, il est bon de les distinguer par des couleurs différentes. Cliquez sur ``Ok`` pour fermer la boîte de dialogue. Pour afficher la forme sur l'écran, retournez sur les menus ``Configuration`` ``Symboles CdV`` et ensuite sélectionnez le nouvel élément de menu avec le nom qui lui a été donné. Pour le désactiver, cliquez une nouvelle fois sur l'élément de menu.
it: KStars ha uno strumento per cercare e mostrare (sul cielo virtuale) un vero campo di vista chiamato ``Indicatore CDV``. Puoi avviarlo da ``Impostazioni`` → ``Simboli CDV`` → ``Modifica simboli CDV...``. Premendo ``Nuovo`` sarà aperta una finestra di dialogo con quattro schede: ``Oculare``, ``Telecamera``, ``Binocolo`` e ``Radiotelescopio``. Per calcolare il campo di vista, scegli la scheda opportuna e inserisci i dettagli della strumentazione. Infine, premendo ``Calcola CDV`` sarà calcolato il campo di vista e lo mostrerà appena sotto. KStars ora può anche mostrarne la forma sul cielo virtuale: inserisci il nome per questo specifico campo di vista (per es. **Oculare da 20mm** oppure **Reflex digitale con rifrattore**) e scegli una forma e un colore da usare. Per un ``Oculare`` usa ``Cerchio`` o ``Cerchio semitrasparente`` come forma, dato che il campo di vista di un oculare è rotondo. Per una ``Telecamera`` usa ``Quadrato`` (che in realtà è un rettangolo), visto che il sensore o la pellicola in genere sono rettangolari o quadrati. Quando usi oculari e/o telescopi multipli è bene distinguerli con colori diversi. Premi ``OK`` per chiudere la finestra di dialogo. Per mostrare la forma sullo schermo, torna nel menu ``Impostazioni`` → ``Simboli CDV`` e scegli la nuova voce di menu con il nome che hai specificato in precedenza. Per disabilitare la forma, scegli nuovamente la sua voce di menu.
pt_br: O KStars possui uma ferramenta para encontrar e exibir (no céu virtual) um campo de visão real, chamado ``Indicador de CDV``. Inicie-o acessando o item de menu ``Configurações`` → ``Símbolos de CDV`` → ``Editar símbolos de CDV...``. Clicar em ``Novo...`` abrirá uma caixa de diálogo com quatro guias diferentes: ``Ocular``, ``Câmera``, ``Binóculo`` e ``Radiotelescópio``. Para calcular o campo de visão, selecione a guia aplicável e insira as especificações do equipamento. Por fim, clicar em ``Calcular CDV`` calculará e exibirá o campo de visão imediatamente abaixo. O KStars agora também pode exibi-lo como uma forma deste tamanho no céu virtual. Para isso, insira um nome para este campo de visão específico (como **``Ocular de 20 mm``** ou **``DSLR com refrator``**) e selecione um formato e uma cor a serem exibidos. Para ``Ocular``, use ``Círculo`` ou ``Círculo semitransparente`` como formato, já que o campo de uma ocular é redondo. Para ``Câmera``, use ``Quadrado`` (que na verdade é um retângulo), supondo que o sensor ou filme seja retangular ou quadrado. Ao usar várias oculares e/ou telescópios, é bom distingui-los com cores diferentes. Clique em ``OK`` para fechar a caixa de diálogo. Para exibir o formato na tela, volte ao submenu ``Configurações`` → ``Símbolos de CDV`` e selecione o novo item de menu com o nome que lhe foi atribuído. Para desativá-lo novamente, clique no item de menu novamente.
sl: KStars ima orodje za iskanje in prikaz (na virtualnem nebu) dejanskega vidnega polja, imenovano ``Indikator vidnega polja``. Zaženite ga tako, da v meniju ``Nastavitve`` poiščete ``Simboli vidnega polja`` → ``Uredi simbole vidnega polja...``. S klikom na ``Novo...`` odprete pogovorno okno s štirimi različnimi zavihki: ``Okular``, ``Kamera``, ``Daljnogled`` in ``Radioteleskop``. Za izračun vidnega polja izberite ustrezni zavihek in vnesite specifikacije opreme. Nazadnje, s klikom na ``Izračunaj vidno polje`` izračunate in prikažete vidno polje tik pod njim. KStars lahko zdaj to prikaže tudi kot obliko te velikosti na virtualnem nebu. To storite tako, da vnesete ime za to določeno vidno polje (na primer **``20 mm okular``** ali **``DSLR z refraktorjem``**) in izberete obliko in barvo za prikaz. Za ``okular`` uporabite obliko ``krog`` ali ``polprozoren`` krog, ker je vidno polje okularja okroglo. Za ``kamero`` uporabite ``kvadrat`` (ki je pravzaprav pravokotnik), ob predpostavki, da je senzor ali film pravokoten ali kvadraten. Pri uporabi več okularjev in/ali teleskopov jih je dobro ločiti z različnimi barvami. Kliknite ``V redu``, da zaprete pogovorno okno. Če želite obliko prikazati na zaslonu, se vrnite v podmeni ``Nastavitve`` → ``Simboli vidnega polja`` in nato izberite nov element menija z imenom, ki ste ga prejeli. Če ga želite onemogočiti, znova kliknite element menija.
uk: У KStars передбачено інструмент для визначення та показу (на віртуальній карті зоряного неба) справжнього поля зору. Це інструмент називається ``Індикатор поля зору``. Відкрити вікно налаштовування цього інструмента можна за допомогою пункту меню ``Параметри`` → ``Рамки поля зору`` → ``Редагувати рамки поля зору``. Натискання кнопки ``Створити`` призведе до відкриття діалогового вікна з чотирма вкладками: ``Окуляр``, ``Камера``, ``Бінокль`` і ``Радіотелескоп``. Щоб виконати визначення поля зору, виберіть відповідну вкладку і вкажіть параметри обладнання. Нарешті, натисніть кнопку ``Обчислити поле зору``, щоб наказати програмі негайно визначити і показати поле зору нижче. Після цього KStars зможе показувати визначену форму відповідного розміру на карті неба. Щоб наказати програмі зробити це, вкажіть назву цього поля зору (наприклад **``20-мм окуляр``** або **``Цифрова дзеркальна камера з рефрактором``**) і виберіть колір, яким буде показано рамку поля зору. На вкладці ``Окуляр`` скористайтеся варіантом форми ``Коло`` або ``Напівпрозоре коло``, оскільки зображення у окулярі має круглу форму. На вкладці ``Камера`` скористайтеся формою ``Квадрат`` (насправді прямокутник), оскільки форма ділянки датчиків або кадр плівки мають прямокутну або квадратну форму. Якщо під час роботи з телескопом використовуються декілька окулярів або ви користуєтеся декількома телескопами, варто визначити різні кольори для полів зору. Натисніть кнопку ``Гаразд``, щоб закрити діалогове вікно. Щоб форму поля зору було показано на екрані, поверніться до підменю ``Параметри`` → ``Рамки поля зору`` і виберіть новий пункт меню з назвою, даною вами рамці поля зору. Щоб вимкнути показ рамки поля зору, ще раз виберіть той самий пункт меню.
