Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-telescopes.po
Languages: bg, ca, ca@valencia, et, fr, it, nl, pt, pt_br, sl, uk

source: Because Earth-based observations are affected by extinction due Earth's atmosphere, observations carried out in space are more successful. We mention the <firstterm>Hubble Space Telescope (HST)</firstterm> that has a 2.4, f/24 primary mirror, the smoothest mirror ever constructed. The Hubble Space Telescope is placed on a low-orbit around Earth and because of the lack of atmosphere it can observe very faint objects. Another Space Telescope is the <firstterm>James Webb Space Telescope (JWST)</firstterm> which is planned to be launched in 2018. It will have a 6.5m primary mirror and it will orbit around a gravitation stable point on the Sun-Earth line known as the Second Lagrange Point (L2). Here the gravitational attractions due to both Sun and Earth balances the centrifugal force of an object set in motion around the Sun. This point has the special property that if an object is placed here, it is in equilibrium with respect to the Sun-Earth system. The second Lagrange Point lies on the line connecting Sun and Earth, on the other side of the Earth. So a telescope placed here will receive less thermal radiation, which will improve Infrared Observations.
bg: Тъй като наблюденията на Земята са засегнати от отслабване на светлината поради земната атмосфера, наблюденията, извършвани в космоса, са по-успешни. Споменаваме <firstterm>космическия телескоп Хъбъл (HST)</firstterm>, който има основно огледало 2, 4, f/24, най-гладкото огледало, конструирано някога. Космическият телескоп Хъбъл е разположен на ниска орбита около Земята и поради липсата на атмосфера може да наблюдава много бледи обекти. Друг космически телескоп е <firstterm>Космическият телескоп на Джеймс Уеб (JWST)</firstterm>, който беше изстрелян през 2018 г. Той има основно огледало от 6,5 метра и обикаля около гравитационно стабилна точка на линията на Слънце-Земя, известна като Втора точка на Лагранж (L2). Тук гравитационното привличане, дължащо се както на Слънцето, така и на Земята, балансира центробежната сила на обект, който се движи около Слънцето. Тази точка има специалното свойство, че ако даден обект е поставен тук, той е в равновесие по отношение на системата Слънце-Земя. Втората точка на Лагранж се намира на линията, свързваща Слънцето и Земята, от другата страна на Земята. Така че телескопът, поставен тук, ще получи по-малко топлинно лъчение, което ще подобри инфрачервените наблюдения.
ca@valencia: Com que les observacions des de la Terra es veuen afectades per l'extinció, a causa de l'atmosfera, les observacions dutes a terme en l'espai tenen més èxit. Esmentem el <firstterm>telescopi espacial Hubble (Hubble Space Telescope -HST-)</firstterm> que té un espill primari de 2,4, F/24, l'espill més suau mai s'haja construït. Este telescopi espacial es troba en una òrbita baixa al voltant de la Terra i per la falta d'atmosfera es poden observar objectes molt dèbils. Un altre telescopi espacial és el <firstterm>telescopi espacial James Webb (James Webb Space Telescope -JWST-)</firstterm>, el qual està previst per a ser llançat el 2018. Comptarà amb un espill primari de 6,5 metres i orbitarà al voltant d'un punt de gravitació estable en la línia Sol-Terra, conegut com el segon punt de Lagrange (L2). Ací les atraccions gravitacionals a causa tant del Sol com de la Terra equilibren la força centrífuga d'un objecte posat en moviment al voltant del sol. Este punt té la característica especial que si un objecte es col·loca ací, restarà en equilibri pel que fa al sistema Sol-Terra. El segon punt de Lagrange es troba en la línia que connecta Sol i Terra, en l'altre costat de la Terra. De manera que un telescopi disposat ací rebrà menys radiació tèrmica, el qual millorarà les observacions infraroges.
et: Et Maa peal tehtavaid vaatlusi raskendab Maa atmosfäär, on palju edukamad kosmoses korraldatavad vaatlused. Siin tuleb ära mainida <firstterm>Hubble'i kosmoseteleskoop</firstterm>, mille 2,4-meetrine valgusjõuga f/24 peapeegel on kõigi aegade siledaim. Kosmoseteleskoop paikneb madalal Maa-lähedasel orbiidil, aga atmosfääri puudumise tõttu suudab vaadelda ka väga nõrku objekte. Teine Maa-väline teleskoop on <firstterm>James Webbi kosmoseteleskoop</firstterm>, mis kavatsetakse üles viia 2018. aastal. Sellel on 6,5-meetrine peapeegel ja see paigutatakse gravitatsiooni mõttes stabiilsesse Päikese ja Maa vahel, niinimetatud teise Lagrange'i punkti (L2). Seal tasakaalustab Päikese ja Maa külgetõmme Päikese ümber tiirleva objekti tsentrifugaaljõu. Teine Lagrange'i punkt asub Päikese ja Maa teljel teisel pool Maad. See tähendab, et sinna paigutatud teleskoobi puhul ei pea nii palju muretsema soojuskiirguse pärast, mis parandab tunduvalt infrapunavaatluste tingimusi.
nl: Omdat op aarde waarnemingen worden beïnvloed door de dampkring, en in veel golflengten zelfs onmogelijk zijn, worden deze ook buiten de dampkring gedaan. We noemen hier de <firstterm>Hubble Space Telescope (HST)</firstterm> (de Hubble ruimtetelescoop), die een primaire spiegel heeft met de specificaties 2,4, f/24. De Hubble telescoop is in een lage baan om de aarde geplaatst, en omdat die geen last heeft van de dampkring, kunnen er zeer lichtzwakke objecten mee worden waargenomen. Een andere ruimtetelescoop is de <firstterm>James Webb Space Telescope (JWST)</firstterm>, die in 2011 zou worden gelanceerd, maar mogelijk wordt dit project geschrapt. Houd de betreffende Wikipediapagina in de gaten. Volgens de Nederlandse pagina vindt de lancering nu (op het moment van vertalen) plaats in 2018.
pt: Dado que as observações baseadas na Terra são afectadas por extinção, devido à atmosfera da Terra, as observações feitas a partir do espaço são mais bem sucedidas. Um exemplo é o <firstterm>Telescópio Espacial Hubble (HST)</firstterm>, que tem um espelho primário de 2,4, f/24, o espelho mais suave que alguma vez foi construído. Este telescópio está colocado numa órbita baixa em torno da Terra e, devido à falta de atmosfera, poderá observar objectos muito distantes. Outro telescópio espacial é o <firstterm>Telescópio Espacial James Webb (JWST)</firstterm> que será lançado em 2018. Terá um espelho primário de 6m e irá orbitar em torno de um ponto estável a nível gravitacional na linha Sol-Terra, conhecido pelo Segundo Ponto de Lagrange (L2). Aí, as atracções gravitacionais devido ao Sol e à Terra são balanceadas pela força centrífuga de um objecto colocado em movimento em torno do Sol. Este ponto tem a propriedade especial que, se um objecto estiver aí colocado, estará em equilíbrio em relação ao sistema Sol-Terra. O segundo ponto de Lagrange existe na linha que liga o Sol e a Terra, do outro lado da Terra. Como tal, um telescópio aí colocado irá receber menos radiação térmica, o que irá melhorar as observações em infra-vermelhos.

source: Telescopes
ca: Telescopis
fr: Télescopes
it: Telescopi
pt_br: Telescópios
sl: Teleskopi
uk: Телескопи

source: **Ana-Maria Constantin**
uk: **Ана-Марія Константін**

source: Telescopes are used in order to collect light from celestial objects and to converge it to a point, named the focal point. They are described by two parameters, *aperture* and *Focal Ratio*. The diameter of the light collecting surface is called the *aperture* of the telescope – the bigger the aperture, the brighter the image. The ratio of the focal length *f* to the *aperture D* of a telescope is defined as the *focal ratio*. This describes the light gathering power of a telescope. “Fast” telescopes have smaller focal ratios, as they obtain brighter images in a smaller exposure time. As the focal ratio gets bigger, the telescope needs more exposure time in order to obtain a bright image, which is why it is “slower”. The focal ratio is usually denoted as “f/n”, where n is the ratio of the focal length to the aperture.
ca: Els telescopis s'utilitzen per a recollir la llum dels objectes celestes i que convergeixi en un punt, anomenat el punt focal. Es descriuen per dos paràmetres, *obertura* i *relació focal*. El diàmetre de la superfície col·lectora de llum s'anomena l'*obertura* del telescopi (com més gran sigui l'obertura, més brillant serà la imatge). La relació de la distància focal *f* amb l'*obertura D* d'un telescopi es defineix com la *relació focal*. Això ens descriurà el poder de captació de llum d'un telescopi. Els telescopis «ràpids» tenen relacions focals més petites, ja que obtenen imatges brillants en un temps d'exposició més curt. A mesura que la relació focal es fa més gran, el telescopi necessita més temps d'exposició per a obtenir una imatge brillant, el qual és «més lent». La relació focal normalment és designada com «f/n», on n és la relació de la distància focal amb l'obertura.
fr: Les télescopes sont utilisés pour collecter la lumière venant des objets célestes et la faire converger en un point nommé point focal. Les télescopes se caractérisent par deux paramètres, *l'ouverture* et *le rapport focal*. Le diamètre de la surface qui collecte la lumière est appelé *l'ouverture* du télescope ndash plus l'ouverture est grande, plus l'image est lumineuse. Le rapport de la longueur de focale *f* à *l'ouverture D* d'un télescope est défini comme le *rapport focal*. Cela décrit la puissance de collecte de lumière d'un télescope. Les télescopes \"rapides\" ont un rapport focal plus petit puisqu'ils permettent des images plus lumineuses avec un temps d'exposition plus court. Lorsque le rapport focal devient plus grand, le télescope a besoin de plus de temps d'exposition pour pouvoir obtenir une image lumineuse, et il est ainsi appelé \"lent\". Le rapport focal est généralement noté sous la forme \"f/n\", où n est le rapport de la longueur focale sur l'ouverture.
it: I telescopi sono usati per raccogliere la luce proveniente da corpi celesti e per convergerla in un punto, chiamato fuoco. Sono descritti usando due parametri, *apertura* e *rapporto focale*. Il diametro della superficie di raccolta della luce è chiamato *apertura* del telescopio – più grande è l'apertura, più luminosa è l'immagine. Il rapporto tra la lunghezza focale *f* e l'*apertura D* di un telescopio è definito come il *rapporto focale*. Questo definisce la luminosità di un telescopio. Telescopi "veloci" hanno rapporti focali più piccoli, dato che forniscono immagini più luminose in un tempo di esposizione più breve. Con l'aumentare del rapporto focale aumenta anche il tempo di esposizione richiesto dal telescopio per fornire immagini più luminose, e per questo è più "lento". Il rapporto focale di solito è rappresentato come "f/n", dove n è il rapporto della lunghezza focale con l'apertura.
pt_br: Os telescópios são usados para coletar luz de objetos celestes e convergi-la para um ponto, denominado ponto focal. Eles são descritos por dois parâmetros: *abertura* e *razão focal*. O diâmetro da superfície de coleta da luz é chamado de *abertura* do telescópio - quanto maior a abertura, maior a imagem. A razão da distância focal *f* e a *abertura D* de um telescópio é definido como a *razão focal*. Ela descreve o poder de captura de luz de um telescópio. Telescópios "rápidos" possuem pequenas razões focais, pois eles obtêm imagens mais brilhantes com um tempo de exposição menor. Conforme a razão focal se torna maior, o telescópio precisa de mais tempo de exposição para obter uma imagem brilhante, sendo por isso um telescópio "mais lento". A razão focal é usualmente expressa como "f/n", onde n é a razão da distância focal para a abertura.
sl: Teleskopi se uporabljajo za zbiranje svetlobe nebesnih objektov in njeno zbliževanje v točko, imenovano goriščna točka. Opisujeta jih dva parametra, *odprtina* in *goriščno razmerje*. Premer površine, ki zbira svetlobo, se imenuje *odprtina* teleskopa – večja kot je odprtina, svetlejša je slika. Razmerje med goriščno razdaljo *f* in *odprtino D* teleskopa je definirano kot *goriščno razmerje*. To opisuje moč teleskopa za zbiranje svetlobe. “Hitri“ teleskopi imajo manjša goriščna razmerja, saj dobijo svetlejše slike v krajšem času osvetlitve. Ko se goriščno razmerje poveča, teleskop potrebuje daljši čas osvetlitve, da dobi svetlo sliko, zato je “počasnejši“. Goriščno razmerje se običajno označuje kot “f/n“, kjer je n razmerje med goriščno razdaljo in odprtino.
uk: Телескопи використовують для збирання світла від небесних об’єктів і концентрації його у певній точці, яку називають точкою фокуса (фокальною точкою). У кожного з телескопів є два основних параметри: *апертура* і *діафрагмове число*. Діаметр поверхні, на якій збирається світло, називається *апертурою* телескопа, — чим більшою є апертура, тим яскравішим буде зображення. Відношення фокусної відстані *f* до *апертури D* телескопа називається *діафрагмовим числом*. Це число описує потужність збирання світла телескопом. «Швидкі» телескопи мають малі діафрагмові числа, за допомогою таких телескопів можна отримувати яскравіші зображення, використовуючи менший час витримки. Зі збільшенням діафрагмового числа на порядок зростає час, потрібний для отримання яскравого зображення, тому телескопи робляться «повільнішими» зі зростанням цього параметра. Зазвичай, діафрагмове число позначають «f/n», де n — відношення фокусної відстані до апертури.

source: In order to obtain an image, telescopes use lenses or mirrors. Unfortunately, if we use both of them we obtain image distortions known as *aberrations*. Some aberrations are common for both lenses and mirrors, like *astigmatism* and *curvature of field*.
ca: Per a obtenir una imatge, els telescopis utilitzen lents o miralls. Malauradament, si fem servir ambdós, obtenim distorsions d'imatges conegudes com a *aberracions*. Algunes aberracions són comunes per les lents i els miralls, com *astigmatisme* i *curvatura de camp*.
fr: Pour obtenir une image, les télescopes utilisent des lentilles ou des miroirs. Malheureusement, si les deux sont utilisés, des distorsions d'images se produisent, appelées *aberrations*. Certaines sont communes aux lentilles et aux miroirs, comme *l'astigmatisme* et *la courbure de champ*.
it: I telescopi usano lenti o specchi per fornire le immagini. Sfortunatamente, se usiamo entrambi otteniamo distorsioni dell'immagine note come *aberrazioni*. Alcune aberrazioni sono comuni sia per le lenti sia per gli specchi, come l`*astigmatismo* e la *curvatura di campo*.
pt_br: Para obter uma imagem, os telescópios usam lentes e espelhos. Infelizmente, se nós usarmos ambas, nós obteremos distorções na imagem conhecidas como *aberrações*. Algumas aberrações são comuns tanto para lentes como para espelhos, como o *astigmatismo* e o *campo de curvatura*.
sl: Da bi dobili sliko, teleskopi uporabljajo leče ali zrcala. Na žalost, če uporabimo oba, dobimo popačenje slike, znano kot *aberacijo*. Nekatere aberacije so pogoste tako za leče kot za ogledala, kot sta *astigmatizem* in *ukrivljenost polja*.
uk: Для отримання зображення у телескопах використовують лінзи або дзеркала. На жаль, у результаті використання обох цих елементів виникають викривлення зображення, які називають *абераціями*. Аберації, подібні до *астигматизму* та *викривлення поля зору* є характерними і для лінз, і для дзеркал.

source: *Astigmatism* appears when different parts of the lens or mirror make the rays of the incoming light to converge in slightly different locations on the focal plane. When corrected for astigmatism, *curvature of field* may appear on the surface of the lens/ mirror, which makes the light to converge on a curve rather than on a plane.
ca: L'*astigmatisme* apareix quan les diferents parts de la lent o mirall fan que els raigs de la llum entrant convergeixin en llocs lleugerament diferents en el pla focal. Quan es corregeix l'astigmatisme, la *curvatura de camp* pot aparèixer en la superfície de la lent/mirall, el qual fa que la llum convergeixi més aviat sobre una corba en lloc de sobre un pla.
fr: *L'astigmatisme* apparaît lorsque des parties différentes d'une lentille ou d'un miroir font que les rayons de lumière entrante convergent vers des positions légèrement différentes sur le plan focal. Lorsque l'astigmatisme est corrigé, *la courbure de champ* peut apparaître à la surface de la lentille ou du miroir, ce qui conduit à une convergence de la lumière sur une courbe plutôt que sur un plan.
it: L`*astigmatismo* si verifica quando parti differenti della lente o dello specchio fanno convergere i raggi della luce in differenti punti sul piano focale. Quando l'astigmatismo viene corretto, la *curvatura di campo* può apparire sulla superficie della lente o dello specchio, facendo convergere la luce su una superficie curva piuttosto che su un piano.
pt_br: O *astigmatismo* aparece quando partes diferentes da lente ou espelho fazem com que os raios de luz que chegam convirjam em posições ligeiramente diferentes no plano focal. Ao corrigir o astigmatismo, o *campo de curvatura* pode aparecer na superfície da lente/espelho, o que faz com que a luz convirja em uma curva ao invés de em um plano.
sl: *Astigmatizem* se pojavi, ko različni deli leče ali zrcala povzročijo, da se žarki prihajajoče svetlobe združijo na nekoliko različnih mestih v goriščni ravnini. Pri korekciji za astigmatizem se lahko pojavi *ukrivljenost polja* na površini leče/zrcala, zaradi česar svetloba konvergira na krivulji in ne na ravnini.
uk: *Астигматизм* є результатом того, що різні частини лінзи або дзеркала збирають потік світла у дещо різних точках фокальної площини. Спроби виправлення астигматизму можуть призвести до *викривлення поля зору* на поверхні лінзи або дзеркала, коли світло концентрується вздовж певної кривої, а на площині.
