Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-telescopes.po
Languages: bg, ca, ca@valencia, et, fr, it, nl, pt, pt_br, sl, uk

source: <firstterm>Chromatic aberration</firstterm> is a feature of telescopes that use lenses to converge the light. Mainly, the focal length of a lens is wavelength dependent, which means that the focal point of blue light differs from that of the red light. This results in a blurred image. The effect of chromatic aberration can be diminished by adding correcting lenses into the system. <firstterm>Spherical</firstterm> aberration may also be a problem for lenses, resulting from their shape. Spheroid surfaces will not make the incoming light to converge to a single point, which is why other optical surfaces like paraboloids are preferred. Even by using them we aren't still out of trouble, as coma aberration appears in this case. It results from the dependence of the focal length on the angle between the direction of the incoming ray and the optical axis of the system. Thus, images of points that lie off the optical axis are elongated, rather than being simple points, as it would be normal.
bg: <firstterm>Хроматичната аберация</firstterm> е характеристика на телескопи, които използват лещи за събиране на светлината. Основно фокусното разстояние на лещата зависи от дължината на вълната, което означава, че фокусната точка на синята светлина е различна от тази на червената светлина. Това води до замъглено изображение. Ефектът от хроматичната аберация може да бъде намален чрез добавяне на коригиращи лещи към системата. <firstterm>Сферичната</firstterm> аберация също може да бъде проблем за лещите в резултат на тяхната форма. Сфероидните повърхности няма да накарат входящата светлина да се сближи в една точка, поради което се предпочитат други оптични повърхности като параболоиди. Дори като ги използваме и тях, не си спестяваме проблеми, тъй като в този случай се появява аберация на кома. Получава се от зависимостта на фокусното разстояние от ъгъла между посоката на входящия лъч и оптичната ос на системата. По този начин изображенията на точки, които лежат извън оптичната ос, са удължени, вместо да бъдат прости точки, както би било нормално.
ca@valencia: L'<firstterm>aberració cromàtica</firstterm> és una característica dels telescopis que utilitzen lents per a convergir la llum. Principalment, la distància focal d'una lent depén de la longitud d'ona, el qual significa que el punt focal de la llum blava diferix del de la llum roja. Açò resulta en una imatge borrosa. L'efecte de l'aberració cromàtica es pot disminuir afegint lents correctores en el sistema. L'aberració <firstterm>esfèrica</firstterm> també pot ser un problema per a les lents, com a resultat de la seua forma. Les superfícies esferoidals no faran que la llum entrant convergisca en un sol punt, per açò es preferixen altres superfícies òptiques com les paraboloides. Fins i tot quan s'utilitzen no estan lluny de problemes, com l'aberració comatosa que apareixerà en este cas. Esta resulta de la dependència de la distància focal i l'angle entre la direcció del raig entrant i l'eix òptic del sistema. Per tant, les imatges dels punts que es troben fora de l'eix òptic són allargades, en lloc de ser simples punts, com seria normal.
et: <firstterm>Värviaberratsioon</firstterm> iseloomustab teleskoope, mis koondavad valgus läätsede abil. Eelkõige sõltub läätse fookuskaudus lainepikkusest, mis tähendab, et sinise ja punase valguse fookus on pisut erinev. Tulemuseks on hägune pilt. Värviaberratsiooni mõju saab kahandada korrigeerivate läätsede lisamisega süsteemi. Läätsede korral võib muret tekitada ka <firstterm>sfääriaberratsioon</firstterm>, mis tuleneb läätsede kujust. Sfääriline pind ei suuda sundida valgust koonduma ühes punktis, mistõttu eelistatakse teistsuguseid optilisi pinnakujusid, näiteks paraboloide. Aga isegi nende korral ei ole mured lõppenud, sest tekkida võib kooma. Seda põhjustab fookuskauguse sõltumine nurgast saabuva valguskiire suuna ning süsteemi optilise telje vahel. Sel moel muutuvad pildi optilisest teljest kaugemal asuvad punktid koonuse- või nii-öelda komeedikujuliseks.
nl: <firstterm>Chromatische aberratie</firstterm> treedt op bij telescopen waarin lenzen worden gebruikt voor het convergeren van licht. Gewoonlijk is de brandpuntsafstand van een lens afhankelijk van de golflengte van het licht, wat wil zeggen dat het brandpunt voor blauw licht verschilt van dat voor rood licht. Hierdoor ontstaat een wat wazig beeld. Het effect van chromatische aberratie kan worden verminderd door het toepassen van correctielenzen. <firstterm>Spherische</firstterm> aberratie kan ook een probleem zijn met lenzen, als gevolg van hun vorm. Sferische lensoppervlakken laten inkomend licht niet in één punt convergeren. Daarom geeft men de voorkeur aan andere optische lensoppervlakken, zoals paraboloïde (een parabool gewenteld om de symmetrieas).Maar we zijn er dan nog niet, want er kan ook nog een coma-aberratie optreden. Deze wordt veroorzaakt door de afhankelijkheid van de brandpuntsafstand van de hoek waarmee het licht binnenkomt ten opzichte van de optische as van de telescoop. Hierdoor worden punten die niet op de optische as een beetje uitgerekt afgebeeld, in plaats van als een punt.
pt: A <firstterm>aberração cromática</firstterm> é uma funcionalidade dos telescópios que usam lentes para convergir a luz. Principalmente, a distância focal de uma lente é dependente do comprimento de onda, o que significa que o ponto focal da luz azul é diferente do da luz vermelha. Isto resulta numa imagem borrada. O efeito da aberração cromática pode ser reduzido se adicionar lentes de correcção no sistema. A aberração <firstterm>esférica</firstterm> poderá também ser um problema para as lentes, resultado da sua forma. As superfícies em esferóide não farão a luz recebida convergir num único ponto, sendo por isso que outras superfícies, como as parabolóides, serem as preferidas. Mesmo ao usá-las não estamos livres de problemas, dado que aparece outro tipo de aberração nesse caso. Essa aberração resulta da dependência da distância focal ao ângulo entre a direcção do raio recebido e o eixo óptico do sistema. Como tal, as imagens dos pontos que fiquem fora do eixo óptico são alongadas, em vez de serem pontos simples, como seria normal.

source: Magnification
bg: Увеличение
ca: Ampliació
ca@valencia: Ampliació
et: Suurendus
fr: Grossissement
it: Ingrandimento
nl: Vergroting
pt: Ampliação
pt_br: Ampliação
sl: Povečava
uk: Збільшення

source: <firstterm>Magnification</firstterm>, the increase in angular size of an object as viewed in a telescope, is described as the ratio of the focal length of the objective to the focal length of the eyepiece. So the greater the focal length of the objective, the greater the magnification. If you want to have a large image then you need a long focal length objective and a short focal length eyepiece.
bg: <firstterm>Увеличението</firstterm>, увеличаването на ъгловия размер на обект, наблюдаван в телескоп, се описва като съотношението на фокусното разстояние на обектива към фокусното разстояние на окуляра. Така че колкото по-голямо е фокусното разстояние на обектива, толкова по-голямо е увеличението. Ако искате да имате голямо изображение, имате нужда от обектив с дълго фокусно разстояние и окуляр с късо фокусно разстояние.
ca@valencia: <firstterm>Ampliació</firstterm>, l'augment de la mida angular d'un objecte tal com es veu en un telescopi, es descriu com la relació entre la llargària focal de l'objectiu de la distància focal de l'ocular. Per tant, com més gran siga la distància focal de l'objectiu, major serà l'ampliació. Si voleu tindre una imatge gran, llavors necessitareu un objectiu de distància focal llarga i un ocular de distància focal curta.
et: <firstterm>Suurendus</firstterm>t ehk teleskoobis nähtava objekti nurkmõõtmete suurenemist mõõdetakse objektiivi fookuskauguse ja okulaari fookuskauguse suhtena. Mida suurem on objektiivi fookuskaugus, seda suurem on suurendus. Kui soovid saada suurt pilti, peab järelikult olema suure fookuskaugusega objektiiv ja väikese fookuskaugusega okulaar.
nl: <firstterm>Vergroting</firstterm>, de toename van de hoek waaronder een object in de telescoop is te zien, wordt bepaald door de verhouding van de brandpuntsafstanden van het objectief (vooraan) en van het oculair (voor het oog). Hoe groter de brandpuntsafstand van het objectief is, hoe sterker de vergroting. Als u een groot beeld wilt, dan moet u een objectief nemen met een grote brandpuntsafstand, en een oculair met een kleine brandpuntsafstand.
pt: <firstterm>Ampliação</firstterm>, o aumento no tamanho angular de um objecto visto num telescópio, é descrita como a proporção entre a distância focal da objectiva e a distância focal do foco. Por isso, quanto maior a distância focal da objectiva, maior a ampliação. Se quiser ter uma imagem grande, então irá precisar de uma distância focal grande da objectiva e uma distância focal curta do foco.

source: As an example, if you have a 500 mm objective and a 25 mm eyepiece the resulting magnification will be 500 / 25, which is 20, or 20X.
bg: Например, ако имате 500 mm обектив и 25 mm окуляр, полученото увеличение ще бъде 500/25, което е 20 или 20X.
ca: Com a exemple, si teniu un objectiu de 500 mm i un ocular de 25 mm l'ampliació resultant serà de 500 / 25, que és 20 o 20X.
ca@valencia: Com a exemple, si teniu un objectiu de 500 mm i un ocular de 25 mm l'ampliació resultant serà de 500 / 25, el qual és 20 o 20X.
et: Kui sul on näiteks 500 mm objektiiv ja 25 mm okulaar, on suurendus 500 / 25 ehk 20, mida tähistatakse tavaliselt 20x.
fr: Par exemple, si vous avez un objectif de 500 mm et un oculaire de 25 mm, le grossissement obtenu sera de 500/25, c'est-à-dire de 20 ou 20X.
it: Ad esempio, se hai un obiettivo 500 mm e un oculare 25 mm l'ingrandimento risultante sarà 500 / 25, cioè 20 o 20X.
nl: Bijvoorbeeld, met een objectief van 500 mm en een oculair van 25 mm is de vergroting 500/25 = 20, dus 20 keer.
pt: Por exemplo, se tiver uma objectiva de 500 mm e um foco de 25 mm, a ampliação resultante será de 500 / 25, que será igual a 20 ou 20X.
pt_br: Como exemplo, se você possui uma objetiva de 500 mm e uma ocular de 25 mm a ampliação resultante será de 500 / 25, que é 20, ou 20x.
sl: Na primer, če imate objektiv 500 mm in okular 25 mm, bo posledična povečava 500/25, kar je 20 ali 20X.
uk: Наприклад, якщо маємо 500-мм об’єктив та 25-мм окуляр, остаточне збільшення дорівнюватиме 500 / 25 або 20, отже маємо 20-кратне збільшення.

source: Field of View
bg: Зрително поле
ca: Camp de visió
ca@valencia: Camp de visió
et: Vaateväli
fr: Champ de vision
it: Campo di vista
nl: Gezichtsveld
pt: Campo de Visão
pt_br: Campo de visão
sl: Vidno polje
uk: Поле зору

source: The field of view is the angle covered on the sky by the telescope.<firstterm>The apparent</firstterm> field of view of a telescope is determined only by the eyepiece. It is a specific characteristic of it, usually around 52 degrees. In order to find the <firstterm>true field of view</firstterm> of a telescope, you need to divide the apparent field of view by the magnification. The true field of view is the actual angle covered on the sky by the telescope.
bg: Зрителното поле е ъгълът, покрит върху небето от телескопа.<firstterm>Видимото</firstterm> зрително поле на телескопа се определя само от окуляра. Това е специфична характеристика за него, обикновено около 52 градуса. За да намерите <firstterm>истинското зрително поле</firstterm> на телескоп, трябва да разделите видимото зрително поле на увеличението. Истинското зрително поле е действителният ъгъл, покрит върху небето от телескопа.
ca@valencia: El camp de visió és l'angle cobert al cel pel telescopi. El <firstterm>camp de visió aparent</firstterm> d'un telescopi es determina només per a l'ocular. És una característica específica d'este, en general al voltant de 52 graus. Per tal de trobar el <firstterm>veritable camp de visió</firstterm> d'un telescopi, cal dividir el camp de visió aparent per l'ampliació. El veritable camp de visió és l'angle real cobert al cel pel telescopi.
et: Vaateväli on nurk, mida teleskoop taevas katab. Teleskoobi <firstterm>näiva</firstterm> vaatevälja määrab kindlaks ainult okulaar. See on konkreetne tunnus, tavaliselt umbes 52 kraadi. Et leida teleskoobi <firstterm>tegelik vaateväli</firstterm>, tuleb näiv vaateväli jagada suurendusega. Tõeline vaateväli on tegelik nurk, mida teleskoop taevalaotusel katab.
nl: Het gezichtsveld is de hoek die aan de hemel in het blikveld van de telescoop. Het <firstterm>schijnbare</firstterm> gezichtsveld van een telescoop wordt alleen door het oculair bepaald. Het is daarvan een karakteristiek kenmerk, en is gewoonlijk rond de 52 graden. Om het <firstterm>ware gezichtsveld</firstterm> te vinden, moet u het schijnbare gezichtsveld delen door de vergroting. Het ware gezichtsveld bepaalt het blikveld in de telescoop.
pt: O campo de visão é o ângulo coberto no céu pelo telescópio. O <firstterm>campo de visão aparente</firstterm> de um telescópio é determinado apenas pelo foco. É uma característica específica do mesmo, sendo normalmente igual a 52 graus. Para poder encontrar o <firstterm>campo de visão real</firstterm> de um telescópio, terá de dividir o campo de visão aparente pela ampliação. O campo de visão real é o ângulo coberto de facto no céu pelo telescópio.

source: &kstars; has a tool to find and display (on the virtual sky) a true field of view called the <guilabel>FOV Indicator</guilabel>. Launch it by heading under the <menuchoice><guimenu>Settings</guimenu> <guisubmenu>FOV Symbols</guisubmenu> <guimenuitem>Edit FOV Symbols...</guimenuitem></menuchoice> menu item. Clicking <guibutton>New...</guibutton> will open a dialog with four different tabs: <guilabel>Eyepiece</guilabel>, <guilabel>Camera</guilabel>, <guilabel>Binocular</guilabel> and <guilabel>Radiotelescope</guilabel>. To compute the field of view, select the tab that applies and enter the specifications of the equipment. Finally, clicking <guibutton>Compute FOV</guibutton> will calculate and display the field of view immediately below. &kstars; can now also display this as a shape of that size on the virtual sky. To do so, enter a name for this particular field of view (such as <userinput>20mm eyepiece</userinput> or <userinput>DSLR with refractor</userinput>) and select a shape and color to be displayed. For <guilabel>Eyepiece</guilabel>, use <guimenuitem>Circle</guimenuitem> or <guimenuitem>Semitransparent circle</guimenuitem> as the shape since an eyepiece's field is round. For <guilabel>Camera</guilabel>, use <guimenuitem>Square</guimenuitem> (which is actually a rectangle) assuming the sensor or film is rectangular or square. When using multiple eyepieces and/or telescopes, it is good to distinguish them with different colors. Click <guibutton>OK</guibutton> to close the dialog. To show the shape on the screen, go back under the <menuchoice><guimenu>Settings</guimenu> <guisubmenu>FOV Symbols</guisubmenu></menuchoice> submenu, then select the new menu item with the name of whatever it was given. To disable it again, click the menu item again.
bg: &kstars; има инструмент за намиране и показване (на виртуалното небе) на истинско зрително поле, наречен <guilabel>Рамка на зрително поле</guilabel>. Стартирайте го, като отидете до елемента от менюто <menuchoice><guimenu>Настройки</guimenu> <guisubmenu>Рамки на зрително поле</guisubmenu> <guimenuitem>Редактиране на зрителното поле...</guimenuitem></menuchoice>. Щракването върху <guibutton>Добавяне...</guibutton> ще отвори диалогов прозорец с четири различни раздела: <guilabel>Окуляр</guilabel>, <guilabel>Камера</guilabel>, <guilabel>Бинокъл</guilabel> и <guilabel >Радиотелескоп</guilabel>. За да изчислите зрителното поле, изберете съответния раздел и въведете спецификациите на оборудването. Накрая, щракването върху <guibutton>Изчисляване на зрителното поле</guibutton> ще изчисли и покаже зрителното поле непосредствено отдолу. &kstars; вече може също да показва това като форма с този размер на виртуалното небе. За да направите това, въведете име за това конкретно зрително поле (като <userinput>20 mm окуляр</userinput> или <userinput>DSLR с рефрактор</userinput>) и изберете форма и цвят, които да се показват. За <guilabel>Окуляр</guilabel> използвайте <guimenuitem>Кръг</guimenuitem> или <guimenuitem>Полупрозрачен кръг</guimenuitem> като форма, тъй като полето на окуляра е кръгло. За <guilabel>Камера</guilabel> използвайте <guimenuitem>Квадрат</guimenuitem> (който всъщност е правоъгълник), ако приемем, че сензорът или филмът са правоъгълни или квадратни. Когато използвате няколко окуляра и/или телескопи, е добре да ги разграничите с различни цветове. Щракнете върху <guibutton>Добре</guibutton>, за да затворите диалоговия прозорец. За да покажете формата на екрана, върнете се в подменюто <menuchoice><guimenu>Настройки</guimenu> <guisubmenu>Рамки на зрително поле</guisubmenu></menuchoice>, след което изберете новия елемент от менюто с името, сте задали. За да го деактивирате отново, щракнете отново върху елемента от менюто.
ca@valencia: &kstars; disposa d'una eina per a trobar i mostrar (al cel virtual) un camp de visió real anomenat <guilabel>Indicador CDV</guilabel>. Llanceu-lo per seccions davall l'element de menú <menuchoice><guimenu>Configuració</guimenu> <guisubmenu>Símbols de CDV</guisubmenu><guimenuitem>Edita els símbols CDV</guimenuitem></menuchoice>. Fent clic en <guibutton>Nou</guibutton> s'obrirà un diàleg amb quatre pestanyes diferents: <guilabel>Ocular</guilabel>, <guilabel>Càmera</guilabel>, <guilabel>Prismàtic</guilabel> i <guilabel>Radiotelescopi</guilabel>. Per a calcular el camp de visió, seleccioneu la pestanya que corresponga i introduïu les especificacions de l'equip. Finalment, fent clic en <guibutton>Calcula CDV</guibutton> es calcularà i mostrarà el camp de visió immediatament. &kstars; ara també ho pot mostrar com una forma d'esta mida en el cel virtual. Per a fer-ho, introduïu un nom per a este camp de visió en particular (com <userinput>Ocular 20 mm</userinput> o <userinput>Càmera rèflex digital amb refractor</userinput>) i seleccioneu una forma i color a mostrar. Per a <guilabel>Ocular</guilabel>, utilitzeu <guilabel>Cercle</guilabel> o <guilabel>Cercle semitransparent</guilabel> com la forma, ja que el camp d'un ocular és rodó. Per a <guilabel>Càmera</guilabel>, utilitzeu <guilabel>Quadrat</guilabel> (el qual en realitat és un rectangle), suposant que el sensor o la pel·lícula és rectangular o quadrat. Quan s'utilitzen múltiples oculars i/o telescopis, és bo per a distingir entre colors diferents. Premeu <guilabel>D'acord</guilabel> per a tancar el diàleg. Per a mostrar la forma en la pantalla, torneu als menús <menuchoice><guimenu>Configuració</guimenu> <guisubmenu>Símbols de CDV</guisubmenu></menuchoice> i seleccioneu l'element mou amb el nom que li heu donat. Per a desseleccionar-lo, feu clic una altra vegada sobre l'element de menú.
nl: In &kstars; is een hulpmiddel aanwezig voor het gebruik (op de hemelkaart) van het ware gezichtsveld, met de naam <guilabel>GV-aanwijzer</guilabel>. U kunt die starten met menu-item <menuchoice><guimenu>Instellingen</guimenu> <guisubmenu>GV-symbolen</guisubmenu><guimenuitem>GV-symbolen bewerken</guimenuitem></menuchoice>. Door te klikken op <guibutton>Nieuw...</guibutton> wordt een dialoog geopend waarin vier verschillende tabbladen: <guilabel>Oculair</guilabel>, <guilabel>Camera</guilabel>, <guilabel>Verrekijker</guilabel> en <guilabel>Radiotelescoop</guilabel>. Het gezichtsveld kunt u berekenen door het juiste tabblad te kiezen, en de gegevens in te vullen. Als u tenslotte op de knop <guibutton>GV berekenen</guibutton> klikt, wordt het gezichtsveld onmiddellijk berekend en eronder getoond. Thans kan &kstars; dit met de juiste afmetingen en vorm tonen in de hemelkaart. U doet dit, door een naam in te voeren voor dit gezichtsveld (zoals <userinput>20mm oculair</userinput> of <userinput>DSLR met lenzen</userinput>), en een vorm en kleur te selecteren die moeten worden getoond. Voor <guilabel>Oculair</guilabel>, gebruikt u de vorm <guilabel>Cirkel</guilabel> of <guilabel>Halfdoorlatende cirkelschijf</guilabel>, omdat het gezichtsveld van een oculair rond is. Voor <guilabel>Camera</guilabel>, gebruikt u <guilabel>Vierkant</guilabel> (eigenlijk een rechthoek), aannemende dat de sensor of film rechthoekig is, of vierkant. Als u meerdere oculairs en/of telescopen gebruikt, is het handig die met verschillende kleuren van elkaar te onderscheiden. Klikken op <guibutton>OK</guibutton> sluit de dialoog. Om het op het scherm te tonen, gaat u terug naar het menu <menuchoice><guimenu>Instellingen</guimenu> <guisubmenu>GV-symbolen</guisubmenu> </menuchoice>, en selecteert u het nieuwe symbool met de er aan gegeven naam. U kunt het uitschakelen door er opnieuw op te klikken.
pt: O &kstars; tem uma ferramenta para procurar e mostrar (no céu virtual) um campo de visão real, chamado de <guilabel>Indicador de CDV</guilabel>. Invoque-o seleccionando a opção <menuchoice><guimenu>Configuração</guimenu> <guisubmenu>Símbolos de CDV</guisubmenu><guimenuitem>Editar os Símbolos de CDV</guimenuitem></menuchoice>. Se carregar em <guibutton>Novo</guibutton>, irá abrir uma janela com quatro páginas diferentes: <guilabel>Óculo</guilabel>, <guilabel>Câmara</guilabel>, <guilabel>Binocular</guilabel> e <guilabel>Radiotelescópio</guilabel>. Para calcular o campo de visão, seleccione a página que se aplica e indique as especificações do equipamento. Finalmente, se carregar em <guibutton>Calcular o CDV</guibutton> irá calcular e mostrar o campo de visão imediatamente em baixo. O &kstars; pode agora também mostrar isto como uma forma desse tamanho no céu celeste. Para o fazer, indique um nome para este campo de visão em particular (como por exemplo<userinput>óculo de 20mm</userinput> ou <userinput>DSLR com refracção</userinput>) e seleccionar uma forma e cor a mostrar. Para o <guilabel>Óculo</guilabel>, use o <guilabel>Círculo</guilabel> ou <guilabel>Circunferência</guilabel> como forma, dado que o campo de visão de um óculo é redondo. Para a <guilabel>Câmara</guilabel>, use o <guilabel>Quadrado</guilabel> (que é de facto um rectângulo), assumindo que o sensor ou a película são quadrados ou rectangulares. Ao usar vários óculos e/ou telescópios, é bom distingui-los com cores diferentes. Carregue em <guibutton>OK</guibutton> para fechar a janela. Para mostrar a forma no ecrã, volte atrás nos menus <menuchoice><guimenu>Configuração</guimenu> <guisubmenu>Símbolos do CDV</guisubmenu></menuchoice> e depois seleccionar o novo item do menu com o nome que lhe foi atribuído. Para o desactivar de novo, carregue no item do menu de novo.

source: Types of Telescopes
bg: Видове телескопи
ca: Tipus de telescopis
ca@valencia: Tipus de telescopis
et: Teleskoopide tüübid
fr: Types de télescopes
it: Tipi di telescopi
nl: Types van telescopen
pt: Tipos de Telescópios
pt_br: Tipos de telescópios
sl: Vrste teleskopov
uk: Типи телескопів
