Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ai-telescopes.po
Languages: bg, ca, ca@valencia, et, fr, it, nl, pt, pt_br, sl, uk

source: *Catadioptrics* are types of telescopes that use systems of both lenses and mirrors for making the light to converge. The most popular catadioptric is the *Schmidt-Cassegrain* telescope. It has the advantage of providing a large angle field of view. In order to minimize coma, it uses a primary spheroidal mirror with a thin correcting lens that removes spherical aberrations. The secondary mirror is placed in the center of the correcting lens, reflecting light through a hole made in the primary mirror. Not as famous as the Schmidt-Cassegrain telescope but common though is the *Maksutov* telescope that also uses a correcting lens with the primary mirror, this time their surfaces being concentric.
ca: Els *telescopis catadiòptrics* són del tipus que utilitzen sistemes de lents i miralls per a fer que la llum convergeixi. El catadiòptric més popular és el telescopi *Schmidt-Cassegrain*. Té l'avantatge de proporcionar un ampli angle de camp de visió. Per tal de minimitzar la coma, s'utilitza un mirall primari esfèric amb una lent de correcció que elimina les aberracions esfèriques. El mirall secundari es col·loca al centre de la lent correctora, reflectint la llum a través d'un orifici en el mirall primari. No és tan famós com el telescopi Schmidt-Cassegrain, però fins i tot és més comú que el telescopi *Maksutov* que també utilitza una lent correctora amb el mirall primari, en aquesta ocasió la seva superfície és concèntrica.
fr: Les télescopes *catadioptriques* sont des types de télescopes qui utilisent des systèmes avec à la fois des lentilles et des miroirs pour permettre de faire converger la lumière. Le plus connu des télescopes catadioptriques est le télescope de *Schmidt-Cassegrain*. Son avantage est de fournir un grand angle de champ de vision. Pour réduire le coma, il utilise un miroir primaire sphérique avec une fine lentille de correction qui supprime les aberrations sphériques. Le second miroir est placé au centre de la lentille de correction, réfléchissant la lumière à travers un trou fait dans le miroir principal. Moins connu que le télescope de Schmidt-Cassegrain, mais aussi commun, il y a le télescope de *Maksutov* qui utilise aussi une lentille de correction avec le miroir primaire, mais cette fois-ci les surfaces deviennent concentriques.
it: I *catadiottrici* sono tipi di telescopi che usano sistemi aventi sia lenti sia specchi per far convergere la luce. Il telescopio catadiottrico più popolare è lo *Schmidt-Cassegrain*. Ha il vantaggio di fornire un ampio angolo di vista. Per diminuire la coma, usa uno specchio primario sferoidale con una sottile lente correttiva che rimuovere le aberrazioni sferiche. Lo specchio secondario è piazzato nel mezzo della lente correttiva, riflettendo la luce attraverso un foro nello specchio primario. Anche il telescopio *Maksutov* - non così famoso come lo Schmidt-Cassegrain ma comunque comune - usa una lente correttiva con lo specchio primario, ma in questo caso le loro superfici sono concentriche.
pt_br: *Catadióptricos* são tipos de telescópios que usam sistemas de lentes e espelhos para fazer a luz convergir. O catadióptrico mais popular é o telescópio *Schmidt-Cassegrain*. Ele tem a vantagem de fornecer um amplo ângulo de campo de visão. Para minimizar o coma, ele usa um espelho esferoidal primário com uma fina lente de correção que remove aberrações esféricas. O espelho secundário é colocado no centro da lente de correção, refletindo a luz através de um buraco feito no espelho primário. Não tão famoso quanto o telescópio Schmidt-Cassegrain, mas também comum, é o telescópio *Maksutov* que também usa lentes de correção com o espelho primário, mas suas superfícies são concêntricas.
sl: *Katadioptrični* teleskopi so vrste teleskopov, ki uporabljajo sisteme leč in zrcal za konvergenco svetlobe. Najbolj priljubljen katadioptrični je teleskop *Schmidt-Cassegrain*. Njegova prednost je, da zagotavlja velik kot vidnega polja. Da bi zmanjšali komo, uporablja primarno sferoidno zrcalo s tanko korekcijsko lečo, ki odstrani sferične aberacije. Sekundarno zrcalo je nameščeno v središču korekcijske leče in odbija svetlobo skozi luknjo v primarnem zrcalu. Ni tako znan kot Schmidt-Cassegrainov teleskop, vendar pogost, je *Maksutov* teleskop, ki prav tako uporablja korekcijsko lečo s primarnim zrcalom, tokrat pa sta njuni površini koncentrični.
uk: До типу *дзеркально-лінзових* телескопів належать телескопи, у яких для концентрації світла використовуються одразу лінзи і дзеркала. Найрозповсюдженішими дзеркально-лінзовими телескопами є телескопи системи *Шмідта-Кассегрена*. Перевагою цієї системи є більше кутове поле зору. З метою мінімізації коматичної аберації у системі використовується основне сферичне дзеркало з тонкою коригувальною лінзою, що виправляє сферичні аберації. Вторинне дзеркало розташовують у центрі коригувальної лінзи, воно відбиває світло крізь отвір у головному дзеркалі. Не такими розповсюдженими, але достатньо відомими є телескопи системи *Максутова*, у яких також використовується коригувальна лінза з головним дзеркалом, але у телескопах цієї системи поверхні лінзи і дзеркала є концентричними.

source: For a detailed analysis of the sky, observations are also carried in other regions of the electromagnetic spectrum. Very popular and efficient are *radio telescopes*, developed mostly in the last century. A common problem for both radio and optical telescopes is the need for better resolution. We can derive the resolution of a telescope by using Rayleigh criterion, that states the resolving power is equal to the ratio of the incoming wavelength to the diameter of the aperture (times 1.22 for circular apertures). So for a good resolution we need a diameter as big as possible. The biggest radio telescope in the world is the Arecibo telescope from Puerto Rico that uses a huge dish of 305 m diameter. In order to solve the problem for resolutions, astronomers have developed a new technique called interferometry. The basic principal of interferometry is that by observing the same object with two distinct telescopes we can obtain a final image by "connecting" the two initial ones. Nowadays, the most efficient observatory that uses interferometry is the Very Large Array located near Socorro, New Mexico. It uses 27 telescopes placed in a "Y" shape, with 25 m aperture each. There also exists a technique called Very Long Baseline Interferometry (VLBI) that allows astronomers to resolve images over the size of continents. The biggest project of the century in this domain is the building of the Atacama Large Millimeter Array (ALMA), which will be using 66 telescopes placed in the Atacama desert of northern Chile.
ca: Per a una anàlisi detallada del cel, les observacions també es realitzen en altres regions de l'espectre electromagnètic. Els *radiotelescopis* són molt populars i eficients, desenvolupats en la seva majoria al segle passat. Un problema comú per als radiotelescopis i telescopis òptics és la necessitat d'una millor resolució. Podem derivar la resolució d'un telescopi utilitzant el criteri de Rayleigh, el qual indica que el poder de resolució és igual que la relació entre la longitud d'ona d'entrada al diàmetre de l'obertura (1,22 vegades per a les obertures circulars). De manera que per a una bona resolució, necessitarem un diàmetre tan gran com sigui possible. El telescopi de ràdio més gran al món és el telescopi d'Arecibo a Puerto Rico, que utilitza un plat enorme de 305 m de diàmetre. Per tal de resoldre el problema de les resolucions, els astrònoms han desenvolupat una tècnica nova anomenada interferometria. El principi bàsic de la interferometria és que en observar el mateix objecte amb dos telescopis diferents, podem obtenir una imatge final en «connectar» les dues imatges inicials. Avui dia, l'observatori més eficient que utilitza la interferometria és el Very Large Array situat a prop de Socorro, Nou Mèxic. Utilitza 27 telescopis disposats en forma de «Y», amb 25 m d'obertura de cadascun. També hi ha una tècnica anomenada interferometria de base molt llarga (Very Long Baseline Interferometry -VLBI-) que permet als astrònoms resoldre les imatges de la mida dels continents. El projecte més important del segle en aquest àmbit és la construcció de l'Atacama Large Millimeter Array (ALMA), que utilitzarà 66 telescopis situats al desert d'Atacama al nord de Xile.
fr: Pour une analyse détaillée du ciel, les observations sont aussi effectuées dans d'autres zones du spectre électromagnétiques. Les *radio télescopes* sont très populaires et efficaces avec un développement dans le siècle dernier. Un problème commun valable à la fois pour les télescopes optiques et radio est le besoin d'une meilleure résolution. La résolution d'un télescope peut être dérivée des critères de Rayleigh, qui indiquent que la puissance de résolution est égale au rapport de la longueur d'onde entrante sur le diamètre d'ouverture (multipliée par 1,22 pour les ouvertures circulaires). Ainsi, une bonne résolution nécessite un diamètre aussi grand que possible. Le plus grand radio télescope du monde est celui d'Arecibo à Puerto Rico, qui utilise une immense antenne de 305 mètres de diamètre. Pour résoudre le problème de la résolution, les astronomes ont développé une nouvelle technique nommée l'interférométrie. Le principe de base de l'interférométrie est qu'en observant le même objet avec deux télescopes distincts, un image peut être obtenue en \"connectant\" les deux images initiales. De nos jours, l'observatoire le plus performant qui utilise l'interférométrie est le \"Very Large Array\" près de Socorro, Nouveau Mexique. Il utilise 27 télescopes placés en forme de \"Y\" ayant une ouverture de 25 m chacun. Il existe aussi une technique nommée \"Very Long Baseline Interferometry\" (VLBI) qui permet aux astronomes de résoudre des images sur la taille de continents. Le projet le plus important du siècle dans ce domaine est le bâtiment de \"Atacama Large Millimeter Array\" (ALMA), qui utilisera 66 télescopes placés dans le désert d'Atacama dans le nord du Chili.
it: Per un'analisi dettagliata del cielo, le osservazioni vengono effettuate anche in altre regioni dello spettro elettromagnetico. I *radiotelescopi* sono molto popolari ed efficienti, sviluppati principalmente nell'ultimo secolo. Un problema comune di radiotelescopi e telescopi ottici è la necessità di migliori risoluzioni. Possiamo derivare la risoluzione di un telescopio usando il criterio di Rayleigh, che afferma che la capacità risolutiva è uguale al rapporto tra la lunghezza d'onda della luce ricevuta e il diametro dell'apertura (moltiplicando per 1,22 per aperture circolari). Quindi, per una buona risoluzione abbiamo bisogno del più grande diametro possibile. Il più grande radiotelescopio al mondo è il telescopio di Arecibo in Porto Rico, che usa un gigantesco disco di 305m di diametro. Per risolvere il problema delle risoluzioni, gli astronomi hanno sviluppato una nuova tecnica chiamata interferometria. Il principio base dell'interferometria è che osservando lo stesso oggetto con due telescopi distinti possiamo ottenere un'immagine finale "unendo" le due immagini di partenza. Oggigiorno, l'osservatorio più efficiente che usa l'interferometria è il Very Large Array, situato nei pressi di Socorro, nel Nuovo Messico. Usa 27 telescopi posizionati a formare una «Y», ciascuno avente un'apertura di 25m. Esiste anche una tecnica chiamata «Very Long Baseline Interferometry» (VLBI) che permette agli astronomi di combinare immagini su distanze di continenti. Il più grande progetto del secolo al riguardo è la costruzione dell'Atacama Large Millimeter Array (ALMA), che userà 66 radiotelescopi localizzati nel deserto di Atacama, nel nord del Cile.
pt_br: Para uma análise detalhada do céu, observações são também feitas em outras regiões do espectro eletromagnético. Muito populares e eficientes são os *rádio-telescópios*, desenvolvidos principalmente no último século. Um problema comum para os telescópios óticos e de rádio é a necessidade de uma melhor resolução. Nós podemos derivar a resolução de um telescópio usando o critério Rayleigh, que define o poder de resolução é igual a razão do comprimento de onde de chegada e o diâmetro da abertura (vezes 1,22 para aberturas circulares). Assim, para uma boa resolução nós precisamos de um diâmetro tão maior quanto possível. O maior rádio-telescópio do mundo é o de Arecibo em Porto Rico que usa um disco gigante de 305 m de diâmetro. Para resolver o problema da resolução, astrônomos desenvolveram uma nova técnica chamada interferometria. O princípio básico da interferometria é que observando o mesmo objeto com dois telescópios distintos nós podemos obter uma imagem final "conectando" as duas imagens iniciais. Atualmente, o observatório mais eficiente que usa a interferometria é o 'Very Large Array' localizado próximo a Socorro, no Novo México. Ele usa 27 telescópios colocados na forma de um "Y", com 25 m de abertura cada. Existe também uma técnica chamada 'Very Long Baseline Interferometry' (VLBI) que permite aos astrônomos resolver imagens do tamanho de continentes. O maior projeto do século neste domínio é a construção do 'Atacama Large Millimeter Array' (ALMA), que usará 50 telescópios posicionados nos Estados Unidos, Europa e Japão.
sl: Za podrobno analizo neba se izvajajo opazovanja tudi v drugih regijah elektromagnetnega spektra. Zelo priljubljeni in učinkoviti so *radijski teleskopi*, ki so se razvili predvsem v zadnjem stoletju. Pogosta težava radijskih in optičnih teleskopov je potreba po boljši ločljivosti. Ločljivost teleskopa lahko izpeljemo z uporabo Rayleighovega kriterija, ki pravi, da je moč ločljivosti enaka razmerju med vhodno valovno dolžino in premerom odprtine (krat 1,22 za krožne odprtine). Torej za dobro ločljivost potrebujemo čim večji premer. Največji radijski teleskop na svetu je teleskop Arecibo iz Portorika, ki uporablja ogromen krožnik premera 305 m. Da bi rešili problem ločljivosti, so astronomi razvili novo tehniko, imenovano interferometrija. Osnovni princip interferometrije je, da lahko z opazovanjem istega objekta z dvema različnima teleskopoma dobimo končno sliko tako, da "povežemo" obe začetni. Dandanes je najučinkovitejši observatorij, ki uporablja interferometrijo, Very Large Array, ki se nahaja blizu Socorra v Novi Mehiki. Uporablja 27 teleskopov, postavljenih v obliki črke "Y", vsak z odprtino 25 m. Obstaja tudi tehnika, imenovana Interferometrija z zelo dolgo osnovno črto (VLBI), ki astronomom omogoča ločevanje slik v velikosti celin. Največji projekt stoletja na tem področju je izgradnja Atacama Large Millimeter Array (ALMA), ki bo uporabljala 66 teleskopov, nameščenih v puščavi Atacama v severnem Čilu.
uk: Докладний аналіз природи Всесвіту неможливий без спостережень у всіх діапазонах спектра електромагнітних хвиль. Розповсюдженим і ефективним інструментом спостереження є *радіотелескопи*, які було винайдено у XX столітті. Спільною проблемою радіотелескопів і оптичних телескопів є потреба у кращій роздільній здатності. Оцінити роздільну здатність телескопа можна за критерієм Релея, відповідно до якого роздільна здатність телескопа дорівнює відношенню довжини хвилі світла, яке спостерігається у телескоп, до діаметра апертури (з коефіцієнтом 1,22 для кругових апертур). Для отримання великих значень роздільної здатності доводиться збільшувати діаметр апертури. Найбільшим радіотелескопом у світі є телескоп Аресібо у Пуерто-Рико. Для його побудови використано великий кратер 305 метрів у діаметрі. З метою розв’язування проблеми роздільної здатності астрономами розроблено нову методику, яку називають інтероферометрією. У основі інтероферометрії лежить принцип спостереження об’єкта двома віддаленими телескопами з метою отримання остаточного зображення «з’єднанням» зображень, отриманих з кожного телескопа. На сьогодні, найефективнішою обсерваторією, у якій використовується інтероферометрія, є обсерваторія «Very Large Array» («Дуже велика антена», поблизу Сокорро, штат Нью-Мексико, США. У цій обсерваторії використовуються 27 телескопів, розташованих у формі літери «Y», кожен з апертурою у 25 м. Також розроблено методику, яку називають радіоінтероферометрією з надвеликими базами (РНВБ), за допомогою якої астрономи отримують «з’єднані» зображення на основі зображень, отриманих з різних континентів. Найбільшим проєктом століття у цій області є побудова великої міліметрової антени Атаками (ALMA), у якій використовуватимуться 66 телескопів, розташованих у пустелі Атакама, Чилі.
