Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/catalogs.po
Languages: bg, ca, ca@valencia, uk

source: Catalogs
bg: Каталози
ca: Catàlegs
ca@valencia: Catàlegs
uk: Каталоги

source: |Catalogs Window|
uk: |Вікно каталогів|

source: In the ``Catalogs`` page, you can configure which object catalogs are displayed by KStars, as well as how much information you would like to be included on the Sky Map. By default, KStars includes ~300,000 named and unnamed stars up to magnitude 8. For Deep Sky Objects, the included catalog is the New General Catalog (“NGC”) including the Index Catalog (“IC”) and the Messier Catalog.
bg: В страницата Каталози можете да конфигурирате, кои каталози на обекти да се използват от KStars, както и обема на показваната информацията. По подразбиране KStars включва ~300 000 наименувани и ненаименувани звезди до звездна величина 8. За обектите на дълбокото небе включеният каталог е Новият общ каталог New General Catalog (“NGC”), включително индексния каталог (“IC”) и каталога на Месие.
ca: A la pàgina ``Catàlegs``, podreu configurar quins catàlegs d'objectes es mostraran al KStars, així com la quantitat d'informació que us agradaria incloure al mapa celeste. De manera predeterminada, el KStars inclou unes 300.000 estrelles amb nom i sense nom fins a la magnitud 8. Per als objectes del cel profund, el catàleg inclòs és el Nou catàleg general («NGC»), que inclou el Catàleg d'índex («IC») i el Catàleg Messier.
ca@valencia: En la pàgina ``Catàlegs``, podreu configurar quins catàlegs d'objectes es mostraran en KStars, així com la quantitat d'informació que vos agradaria incloure en el mapa celeste. De manera predeterminada, KStars inclou unes 300.000 estreles amb nom i sense nom fins a 8 de magnitud. Per als objectes del cel profund, el catàleg inclòs és el Nou catàleg general («NGC»), el qual inclou el Catàleg d'índex («IC») i el Catàleg Messier.
uk: За допомогою сторінки ``Каталоги`` ви можете налаштувати, дані яких каталогів буде показано у KStars, а також те, які саме відомості має бути показано на карті неба. Типово, до складу пакунка KStars включено каталоги із приблизно 300 тисячами зірок із назвами або без них, аж до зоряної величини 8. Включено також каталог віддалених об’єктів, Новий загальний каталог («NGC»), до якого включено каталог покажчика («IC») та каталог Месьє.

source: The New General Catalog of Nebulae and Clusters of Stars (abbreviated as NGC) is a catalog of ca 7,840 deep-sky objects.
bg: Новият общ каталог на мъглявини и звездни купове (съкратено NGC) е каталог на около 7840 обекта в дълбокото небе.
ca: El Nou catàleg general de nebuloses i cúmuls d'estrelles (abreujat com a NGC) és un catàleg d'uns 7.840 objectes del cel profund.
ca@valencia: El Nou catàleg general de nebuloses i cúmuls d'estreles (abreujat com a NGC) és un catàleg d'uns 7.840 objectes del cel profund.
uk: Новий загальний каталог туманностей та скупчень зірок (використовують абревіатуру NGC) є каталогом із приблизно 7840 віддалених об’єктів космосу.

source: The Index Catalog of Nebulae and Clusters of Stars (abbreviated as IC) serves as a supplement to the NGC, and contains an additional 5,386 objects, collectively known as the IC objects.
bg: Индексният каталог на мъглявини и купове от звезди (съкратено IC) служи като допълнение към NGC и съдържа допълнителни 5386 обекта, известни като IC обекти.
ca: El Catàleg d'índex de nebuloses i cúmuls d'estrelles (abreujat com a IC) serveix com un complement al NGC, i conté uns 5.386 objectes addicionals, coneguts col·lectivament com els objectes de l'IC.
ca@valencia: El Catàleg d'índex de nebuloses i cúmuls d'estreles (abreujat com a IC) servix com un complement al NGC, i conté uns 5.386 objectes addicionals, coneguts col·lectivament com els objectes de l'IC.
uk: Каталог покажчика або індекс-каталог туманностей і зоряних скупчень (використовують абревіатуру IC) є доповненням NGC, він містить додаткові 5386 об’єктів, які загалом називають об’єктами IC.

source: You can install new catalogs using KStars “Add-On Installer”. You can open it via the ``Data`` → ``Download New Data...`` menu item. You can choose from a list of catalogs, including (but not limited to):
bg: Можете да инсталирате нови каталози с помощта на KStars “Програма за инсталиране на добавки”. Можете да го отворите чрез елемента от менюто Данни > Изтегляне на нови данни.... Можете да избирате от списък с каталози, включително (но не само):
ca: Podeu instal·lar catàlegs nous utilitzant l'«Instal·lador de complements» del KStars. Podeu obrir-lo mitjançant l'element de menú ``Dades`` → ``Descarrega dades noves...``. Podeu triar d'una llista de catàlegs, inclosos (però no limitat a):
ca@valencia: Podeu instal·lar catàlegs nous utilitzant l'«Instal·lador de complements» de KStars. Podeu obrir-lo mitjançant l'element de menú ``Dades`` → ``Descarrega dades noves…``. Podeu triar entre una llista de catàlegs, inclosos (però no limitat a):
uk: Встановити додаткові каталоги можна за допомогою засобу встановлення додатків KStars. Відкрити його вікно можна за допомогою підменю ``Дані`` → ``Отримати нові дані...``. Ви можете вибрати потрібний вам каталог зі списку. Там зокрема є такі каталоги:

source: Steinicke NGC/IC Catalog: is a more complete NGC/IC catalog.
bg: Steinicke NGC/IC каталог: е по-пълен NGC/IC каталог.
ca: Catàleg NGC/IC de Steinicke: és un catàleg més complet que el NGC/IC.
ca@valencia: Catàleg NGC/IC de Steinicke: és un catàleg més complet que el NGC/IC.
uk: Каталог Штайніке NGC/IC: повніша версія каталогу NGC/IC.

source: Abell Planetary Nebulae Catalog: is a catalog of 86 planetary nebulae. The maximum magnitude is represented by Abell 47's value of 19.5.
bg: Каталог на планетарните мъглявини на Абел: е каталог на 86 планетарни мъглявини. Максималната величина е представена от стойността на Abell 47 от 19,5.
ca: Catàleg de nebuloses planetàries Abell: és un catàleg de 86 nebuloses planetàries. La magnitud màxima està representada pel valor de 19,5 per a Abell 47.
ca@valencia: Catàleg de nebuloses planetàries Abell: és un catàleg de 86 nebuloses planetàries. La magnitud màxima està representada pel valor de 19,5 per a Abell 47.
uk: Каталог планетарних туманностей Абеля: каталог із 86 планетарних туманностей. Мінімальна зоряна величина об’єкта у цьому каталозі дорівнює величині Abell 47, 19,5.

source: Sharpless HII region Catalog: is the Sharpless (Sh2) catalog of HII regions (diffuse nebulae).
bg: Каталог на Sharpless HII регион: е каталогът на Sharpless (Sh2) на HII региони (дифузни мъглявини).
ca: Catàleg de la regió HII de Sharpless: és el catàleg de Sharpless (SH2) de les regions HII (nebuloses difuses).
ca@valencia: Catàleg de la regió HII de Sharpless: és el catàleg de Sharpless (SH2) de les regions HII (nebuloses difuses).
uk: Каталог областей HII Шарплеса: каталог Шарплеса (Sh2) областей HII (розсіяних туманностей).

source: Hickson Compact Groups: is a catalog consisting of 99 compact groups of galaxies.
bg: Hickson Compact Groups: е каталог, състоящ се от 99 компактни групи от галактики.
ca: Grups compactes d'Hickson: és un catàleg que consta de 99 grups compactes de galàxies.
ca@valencia: Grups compactes d'Hickson: és un catàleg que consta de 99 grups compactes de galàxies.
uk: Компактні групи Гіксона: каталог, що складається із 99 компактних груп галактик.

source: Tycho-2 Star Catalog: is a catalog of more than 2.5 million of the brightest stars. It contains stars with a magnitude value from 8.0 to 12.5.
bg: Tycho-2 звезден каталог: е каталог с повече от 2,5 милиона от най-ярките звезди. Съдържа звезди с величина от 8,0 до 12,5.
ca: Catàleg d'estrelles Tycho-2: és un catàleg de més de 2,5 milions de les estrelles més lluminoses. Conté estrelles amb un valor de magnitud a partir de 8,0 fins a 12,5.
ca@valencia: Catàleg d'estreles Tycho-2: és un catàleg de més de 2,5 milions de les estreles més brillants. Conté estreles amb un valor de magnitud a partir de 8,0 fins a 12,5.
uk: Каталог зірок Тихо-2: каталог із понад 2,5 мільйонів найяскравіших зірок. Містить зірки із значенням величини від 8,0 до 12,5.

source: USNO NOMAD Catalog: is a catalog of about 100 million stars with magnitude from 12.5 to 16.5. Note that is requires Tycho-2 to be installed.
bg: Каталог USNO NOMAD: е каталог от около 100 милиона звезди с величина от 12,5 до 16,5. Имайте предвид, че е необходимо Tycho-2 да бъде инсталиран.
ca: Catàleg NOMAD de la USNO: és un catàleg d'uns 100 milions d'estrelles amb magnitud a partir de 12,5 fins a 16,5. Recordeu que cal tenir instal·lat Tycho-2.
ca@valencia: Catàleg NOMAD de la USNO: és un catàleg d'uns 100 milions d'estreles amb magnitud a partir de 12,5 fins a 16,5. Recordeu que cal tindre instal·lat Tycho-2.
uk: Каталог NOMAD USNO: каталог із близько 100 мільйонів зірок із величиною від 12,5 до 16,5. Зауважте, що для користування цим каталогом слід встановити каталог Тихо-2.

source: The following is a summary of catalogs in KStars:
bg: По-долу следва обобщение на каталозите в KStars:
ca: El següent és un resum dels catàlegs al KStars:
ca@valencia: El següent és un resum dels catàlegs en KStars:
uk: Нижче наведено резюме щодо каталогів у KStars:

source: **Table 3.1. Stars Catalogs**
bg: Звездни каталози
ca: **Taula 3.1. Catàlegs d'estrelles**
ca@valencia: **Taula 3.1. Catàlegs d'estreles**
uk: **Таблиця 3.1. Зоряні каталоги**

source: Name
bg: Име
ca: Nom
ca@valencia: Nom
uk: Назва

source: Abbreviation
bg: Съ кращение
ca: Abreviatura
ca@valencia: Abreviatura
uk: Скорочення

source: Number of objects
bg: Брой на обектите
ca: Nombre d'objectes
ca@valencia: Nombre d'objectes
uk: Кількість об’єктів

source: Magnitude
bg: Звездна величина
ca: Magnitud
ca@valencia: Magnitud
uk: Величина

source: Default Catalog
bg: Каталог по подр азбиране
ca: Catàleg predeterminat
ca@valencia: Catàleg predeterminat
uk: Типовий каталог

source: Default
bg: По подр азбиране
ca: Predeterminat
ca@valencia: Predeterminat
uk: Типовий

source: Up to 8 magnitude
bg: До 8 звездна величина
ca: Fins a magnitud 8
ca@valencia: Fins a 8 de magnitud
uk: Аж до 8 величини

source: more than 2.5 million
bg: повече от 2,5 милиона
ca: Més de 2,5 milions
ca@valencia: Més de 2,5 milions
uk: понад 2,5 мільйони

source: Naval Observatory Merged Astronomic Dataset
ca: Conjunt de dades d'astronomia fusionades de l'observatori naval
ca@valencia: Conjunt de dades d'astronomia fusionades de l'observatori naval
uk: Об’єднаний набір астрономічних даних військово-морської обсерваторії

source: 100 million
bg: 100 милиона
ca: 100 milions
ca@valencia: 100 milions
uk: 100 мільйонів

source: **Table 3.2. Deep-sky objects Catalogs**
bg: Каталози на обекти на дълбокия космос
ca: **Taula 3.2. Catàlegs d'objectes del cel profund**
ca@valencia: **Taula 3.2. Catàlegs d'objectes del cel profund**
uk: **Таблиця 3.2. Каталоги віддалених об'єктів**

source: New General Catalog of Nebulae and Clusters of Stars (OpenNGC)
ca: Nou catàleg general de nebuloses i cúmuls d'estrelles (OpenNGC)
ca@valencia: Nou catàleg general de nebuloses i cúmuls d'estreles (OpenNGC)
uk: Новий загальний каталог туманностей та скупчень зірок (OpenNGC)

source: Steinicke NGC/IC
ca: NGC/IC de Steinicke
ca@valencia: NGC/IC de Steinicke
uk: NGC/IC Штайніке

source: Abell Planetary Nebulae Catalog
bg: Каталог на Abell за пл анетарни м ъглявини
ca: Catàleg de nebuloses planetàries Abell
ca@valencia: Catàleg de nebuloses planetàries Abell
uk: Каталог планетарних туманностей Абеля

source: Up to 19.5 magnitude
bg: До 19.5 звездна величина
ca: Fins a 19,5 de magnitud
ca@valencia: Fins a 19,5 de magnitud
uk: Аж до величини 19,5

source: Sharpless HII region Catalog
bg: Каталог на Шарплес регион HII
ca: Catàleg de la regió HII de Sharpless
ca@valencia: Catàleg de la regió HII de Sharpless
uk: Каталог областей HII Шарплеса

source: Hickson Compact Groups
ca: Grups compactes d'Hickson
ca@valencia: Grups compactes d'Hickson
uk: Компактні групи Гіксона

source: A potentially more up-to-date listing can be found in the `catalog repository documentation <https://protagon.space/catalogs/pages/catalogs.html>`__.
bg: Потенциално по-актуален списък може да бъде намерен в `документацията за хранилище на каталози <https://protagon.space/catalogs/pages/catalogs.html>`__.
ca: Trobareu una llista potencialment més actualitzada a la `documentació del repositori de catàlegs <https://protagon.space/catalogs/pages/catalogs.html>`__.
ca@valencia: Trobareu una llista potencialment més actualitzada en la `documentació del repositori de catàlegs <https://protagon.space/catalogs/pages/catalogs.html>`__.
uk: Потенційно актуальніший список можна знайти у `документації до сховища каталогів <https://protagon.space/catalogs/pages/catalogs.html>`__.

source: The ``Stars`` section allows you to manage how stars are displayed in KStars. You can choose to see the stars or not by checking the ``Star catalogs`` checkbox. If you check it, then multiple options will be enabled. Thus, you can set how many stars are drawn on the map using the ``Star density:`` slider. You can also customize KStars to toggle star name and :doc:`magnitudes <ai-magnitude>`. Star names are drawn next to bright stars. To display labels of fainter stars, increase the ``Label density:`` slider.
bg: Секцията Звезди ви позволява да управлявате начина, по който се показват звездите в KStars. Можете да изберете дали да виждате звездите или не, като поставите отметка в квадратчето Звездни каталози. Ако поставите отметка, тогава ще бъдат активирани множество опции. По този начин можете да зададете количеството звезди, които да се показват на картата, като използвате плъзгача Гъстота на звездите:. Можете също да персонализирате KStars, дали да показва името на звездите и :doc:`магнитудите <ai-magnitude>`. Имената на звездите са изписват до ярки звезди. За да покажете етикети на по-бледи звезди, увеличете плъзгача Гъстота на етикетите:.
ca: La secció ``Estrelles`` permet gestionar com es mostraran les estrelles al KStars. Podeu optar per veure-les o no, marcant la casella de selecció ``Catàlegs d'estrelles``. Si la marqueu, s'habilitaran diverses opcions. Per tant, podreu establir quantes estrelles es dibuixaran en el mapa emprant el control lliscant ``Densitat d'estrelles:``. També podeu personalitzar el KStars per a canviar el nom i les :doc:`magnituds <ai-magnitude>` de les estrelles. Els noms de les estrelles es dibuixaran al costat de les estrelles lluminoses. Per a mostrar les etiquetes de les estrelles més febles, feu pujar el control lliscant ``Densitat d'etiquetes:``.
ca@valencia: La secció ``Estreles`` permet gestionar com es mostraran les estreles a KStars. Podeu triar veure-les o no marcant la casella de selecció ``Catàlegs d'estreles``. Si la marqueu, s'habilitaran múltiples opcions. Així, podreu establir quantes estreles es dibuixaran al mapa mitjançant el control lliscant ``Densitat d'estreles:``. També podeu personalitzar KStars per a alternar mostrar el nom i la :doc:`magnitud <ai-magnitude>` de les estreles. Els noms de les estreles es dibuixaran al costat de les estreles brillants. Per a mostrar les etiquetes de les estreles més febles, augmenteu el control lliscant ``Densitat d'etiquetes:``.
uk: За допомогою розділу ``Зірки`` ви можете визначити те, як буде показано зірки у KStars. Визначити, чи слід показувати зірки можна за допомогою пункту ``Зоряні каталоги``. Якщо пункт буде позначено, ви зможете вказати параметри показу зірок. Визначити кількість показаних зірок можна за допомогою повзунка ``Щільність зірок``. Крім того, ви можете вказати KStars, чи слід показувати назви зірок і :doc:`зоряну величину <ai-magnitude>`. Назви зірок буде показано поряд із яскравими зірками. Щоб наказати програмі показувати мітки для тьмяніших зірок, збільште порогове значення за допомогою повзунка ``Щільність міток``.

source: Below the stars section, the ``Deep-Sky Objects`` section controls the display of several non-stellar object catalogs. You can toggle the display of Deep Sky Objects and control the display of their names and magnitudes. By default, the list of deep-sky objects includes the Messier, NGC and IC catalogs. Addons catalogs are available via the ``Data`` → ``Download New Data...`` menu item where you can download catalogs provided by KStars team and the community through the `catalog packaging repository <https://invent.kde.org/vboettcher/kstars-catalogs>`__. The ``DSO minimal zoom:`` slider controls the minimal zoom level for which the DSOs are shown. Increasing the minimal zoom level can lead to performance improvements when panning the skymap zoomed-out. The ``DSO cache percentage:`` slider regulates how much of the DSO master catalog is being kept in memory. If you experience memory issues with large catalogs, try lowering the percentage. The ``Label density:`` slider controls the perceived density of labels for the DSOs. If labels start to overlap and the skymap begins to look too crowded, try tuning this option. The ``Faint limit zoomed in/out:`` regulates up to which magnitude objects are shown on the skymap (higher magnitude is fainter). If ``Show objects of unknown magnitude`` is ticked, objects of unknown magnitude are always shown.
bg: Под секцията със звездите следва секцията Обекти на дълбокия космос Deep-Sky Objects (DSO), която контролира показването на няколко каталози с незвездни обекти. Можете да превключвате показването на обекти на дълбокия космос и да контролирате показването на техните имена и величини. По подразбиране списъкът с обекти на дълбокото небе включва каталозите Messier, NGC и IC. Допълнителни каталози са достъпни чрез елемента от менюто Данни > Изтегляне на нови данни..., където можете да изтеглите каталози, предоставени от екипа на KStars и общността в `хранилище за пакети с каталози <https://invent.kde.org/vboettcher/kstars-catalogs>`__. Плъзгачът Минимално увеличение на DSO: контролира минималното ниво на увеличение, при което се показват DSO. Увеличаването на минималното ниво на мащабиране може да доведе до подобрения в производителността при местене на картата на небето в намален мащаб. Плъзгачът Процент на кеша на DSO: регулира каква част от главния каталог на DSO се съхранява в паметта. Ако имате проблеми с паметта при големи каталози, опитайте да намалите процента. Плъзгачът Гъстота на етикетите: контролира плътността на етикетите за DSO. Ако етикетите започнат да се припокриват и картата на небето започне да изглежда твърде претъпкана, опитайте да намалите тази настройка. Граница за показване на слаби обекти при увеличаване/намаляване на мащаба: регулира, до каква величина на обектите, последните се показват на картата на небето (по-голямата величина е по-слаба). :Ако е маркирано Показване на обекти с неизвестна величина, винаги се показват обекти с неизвестна величина.
ca: A sota de la secció d'estrelles, la secció ``Objectes del cel profund`` controla la visualització de diversos catàlegs d'objectes no estel·lars. Podeu alternar mostrar els objectes del cel profund i controlar si mostrar els seus noms i magnituds. De manera predeterminada, la llista d'objectes del cel profund inclou els catàlegs Messier, NGC i IC. Hi ha disponibles catàlegs complementaris mitjançant l'element de menú ``Dades`` → ``Descarrega dades noves...``, des d'on podreu descarregar els catàlegs proporcionats per l'equip del KStars i la comunitat a través del `repositori de paquets de catàlegs <https://invent.kde.org/vboettcher/kstars-catalogs>`__. El control lliscant ``Zoom mínim dels DSO:`` controla el nivell de zoom mínim per al qual es mostraran els DSO. Augmentar el nivell de zoom mínim pot conduir a millores de rendiment quan es redueix el zoom del mapa celeste. El control lliscant ``Percentatge de memòria cau dels DSO:`` regula la quantitat que es manté en la memòria del catàleg mestre de DSO. Si teniu problemes de memòria amb els catàlegs grans, intenteu reduir el percentatge. El control lliscant ``Densitat d'etiquetes:`` controla la densitat percebuda d'etiquetes dels DSO. Si les etiquetes es comencen a superposar i el mapa celeste comença a veure's massa ple, proveu d'ajustar aquesta opció. El ``Límit mínim de brillantor amb el zoom al màxim/mínim:`` regula fins a quina magnitud es mostraran els objectes en el mapa celeste (una magnitud més alta és més feble). Si es marca ``Mostra els objectes de magnitud desconeguda``, sempre es mostraran els objectes de magnitud desconeguda.
ca@valencia: Davall la secció d'estreles, la secció ``Objectes del cel profund`` controla la visualització de diversos catàlegs d'objectes no estrel·lars. Podeu activar o desactivar la visualització dels objectes de cel profund i controlar la visualització dels seus noms i magnituds. De manera predeterminada, la llista d'objectes de cel profund inclou els catàlegs Messier, NGC i IC. Els catàlegs de complements estan disponibles a través de l'element de menú ``Dades`` → ``Descarrega dades noves…``, on podreu baixar els catàlegs proporcionats per l'equip de KStars i la comunitat a través del `repositori de paquets de catàlegs <https://invent.kde.org/vboettcher/kstars-catalogs>`__. El control lliscant ``Zoom mínim dels DSO:`` controla el nivell mínim de zoom per al qual es mostraran els DSO. Augmentar el nivell mínim de zoom pot comportar millores de rendiment quan es desplace el mapa del cel. El control lliscant ``Percentatge de memòria cau dels DSO:`` regula la part del catàleg mestre dels DSO que es conservarà a la memòria. Si teniu problemes de memòria amb els catàlegs grans, proveu reduint el percentatge. El control lliscant ``Densitat d'etiquetes:`` controla la densitat percebuda d'etiquetes per als DSO. Si les etiquetes comencen a superposar-se i el mapa celeste comença a paréixer massa ple, proveu ajustant esta opció. Les opcions ``Límit de feblesa amb el zoom ampliat (o reduït):`` regula fins a quina magnitud es mostraran els objectes al mapa celeste (la magnitud més alta és la més feble). Si està marcada, es mostraran sempre els objectes de magnitud desconeguda.
uk: Під розділом зірок розташовано розділ ``Віддалені об'єкти``, який керує показом об'єктів з декількох каталогів об'єктів, які не є зірками. Ви можете увімкнути або вимкнути показ віддалених об'єктів і керувати показом назв та величин віддалених об'єктів. Типово, до списку віддалених об'єктів буде включено об'єкти каталогів Месьє, NGC та IC. Доступ до додаткових каталогів можна отримати за допомогою підменю ``Дані`` → ``Отримати нові дані...``. Вибір цього пункту меню відкриє вікно, яке надасть вам змогу отримати каталоги, які надаються командою KStars та спільнотою користувачів за допомогою `сховища пакунків каталогів <https://invent.kde.org/vboettcher/kstars-catalogs>`__. Повзунок ``Мінімальний масштаб віддалених об'єктів`` керує мінімальним масштабом, для якого буде показано віддалені об'єкти. Збільшення значення мінімального масштабу може підвищити швидкодію програми при панорамуванні карти зоряного неба у режимі із низьким масштабом. За допомогою повзунка ``Частка кешування віддалених об'єктів`` можна визначити, яка частка основного каталогу віддалених об'єктів зберігатиметься в оперативній пам'яті комп'ютера. Якщо у вас виникають проблеми із пам'яттю при роботі з великими каталогами, спробуйте зменшити це значення. За допомогою повзунка ``Щільність міток`` можна змінити густину показу міток віддалених об'єктів. Якщо мітки починають перекриватися, а карта зоряного неба стає надто заповненою мітками, спробуйте змінити значення цього параметра. Пункт ``Межа тьмяності під час наближення/віддалення`` регулює верхню межу величини показаних на карті об'єктів (чим більшою є величина, тим тьмянішим є об'єкт). Якщо позначено пункт ``Показувати об'єкти невідомої величини``, програма завжди показуватиме об'єкти невідомої величини.
