Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/catalogs.po
Languages: bg, ca, ca@valencia, uk

source: The following sections will detail how DSO catalogs work in KStars and how they're managed.
bg: В следващите секции ще се опише подробно как работят каталозите за обекти на дълбокия космос в KStars и как се управляват.
ca: Les seccions següents detallaran com funcionen i es gestionen els catàlegs de DSO en el KStars.
ca@valencia: Les seccions següents detallen com funcionen i es gestionen els catàlegs DSO en KStars.
uk: Нижче наведено докладний опис того, як працюють каталоги віддалених об'єктів у KStars, і того, як ними керувати.

source: The DSO Catalog Database
bg: База данни на каталози на обектите на далечния космос
ca: La base de dades de catàlegs de DSO
ca@valencia: La base de dades del catàleg DSO
uk: База даних каталогів віддалених об'єктів

source: This section aims at introducing the catalog database of KStars in simple but technical terms. It can be skipped without missing anything essential but helps understanding how to deal with and create (custom) catalogs.
bg: Този раздел има за цел да представи базата от данни на KStars за каталози в прости, но технически издържани термини. Можете да прескочите този раздел, без да изпуснете нещо съществено, но той помага да се разбере, как се работи и се създават (персонализирани) каталози.
ca: Aquesta secció té com a objectiu presentar la base de dades de catàlegs del KStars en termes senzills però tècnics. Es pot ometre sense perdre res essencial, però ajuda a comprendre com tractar i crear catàlegs (personalitzats).
ca@valencia: Esta secció té com a objectiu presentar la base de dades de catàlegs de KStars en termes senzills però tècnics. Es pot ometre sense perdre res essencial, però ajuda a comprendre com tractar i crear catàlegs (personalitzats).
uk: Цей розділ є вступом до опису роботи бази даних каталогів KStars, простим, але технічним. Ви можете пропустити його, не втративши нічого суттєвого, але він допоможе вам зрозуміти, як працювати з каталогами та як створювати (нетипові) каталоги.

source: DSO catalogs in KStars are just SQL (sqlite3) database tables. Each catalog is represented by its own table which contains all its objects and an entry in a catalog metadata table. Additionally, catalogs may be imported or exported from and into stand-alone database files.
bg: Каталозите на обектите в дълбокия космос в KStars са просто SQL (sqlite3) таблици на база данни. Всеки каталог е представен от собствена таблица, която съдържа всички негови обекти и записи в таблица с метаданни на каталог. Освен това каталозите могат да бъдат импортирани или експортирани от и в самостоятелни файлове на базата данни.
ca: Els catàlegs de DSO en el KStars només són taules de base de dades SQL (SQLite3). Cada catàleg està representat per la seva pròpia taula que conté tots els seus objectes i una entrada en una taula de metadades del catàleg. A més, els catàlegs es poden importar o exportar des de i cap a fitxers de base de dades independents.
ca@valencia: Els catàlegs DSO en KStars només són taules de base de dades SQL (SQLite3). Cada catàleg està representat per la seua pròpia taula que conté tots els seus objectes i una entrada en una taula de metadades del catàleg. A més, els catàlegs es poden importar o exportar des d'i cap a fitxers de base de dades independents.
uk: Каталоги віддалених об'єктів у KStars є простими таблицями бази даних SQL (sqlite3). У кожного каталогу є власна таблиця, які містить дані усіх об'єктів, і запис у таблиці метаданих каталогу. Крім того, каталоги може бути імпортовано з окремих файлів баз даних та експортовано до таких файлів.

source: Each object has the usual properties like name and coordinates but additionally features two IDs. The first ID is the unique identifier for the specific object and is calculated by hashing all the object fields along with the catalog id. Because objects can be contained in several catalogs each object has an additional object id (OID) that identifies the physical object and may be shared by several objects of different catalogs.
bg: Всеки обект има обичайните свойства като име и координати, но допълнително разполага с два идентификатора. Първият идентификатор е уникалният идентификатор за конкретния обект и се изчислява чрез хеширане на всички обектни полета заедно с идентификатора на каталога. Тъй като обектите могат да се съдържат в няколко каталози, всеки обект има допълнителен идентификатор на обект (OID), който идентифицира физическия обект и може да бъде споделен от няколко обекта от различни каталози.
ca: Cada objecte té les propietats habituals com el nom i les coordenades, però a més compta amb dos ID. El primer és l'identificador únic específic de l'objecte i es calcula aplicant el resum «hash» a tots els camps de l'objecte juntament amb l'identificador del catàleg. Com que els objectes poden estar continguts en diversos catàlegs, cada objecte té un ID addicional d'objecte (OID) que identifica l'objecte físic i pot ser compartit per diversos objectes de catàlegs diferents.
ca@valencia: Cada objecte té les propietats habituals com el nom i les coordenades, però a més compta amb dos ID. El primer és l'identificador únic específic per a l'objecte i es calcula aplicant el resum «hash» a tots els camps de l'objecte juntament amb l'identificador del catàleg. A causa que els objectes poden estar continguts en diversos catàlegs, cada objecte té un ID d'objecte addicional (OID) que identifica l'objecte físic i pot ser compartit per diversos objectes de catàlegs diferents.
uk: У кожного об'єкта є звичайні властивості, зокрема назва і координати, але ще є і два додаткових ідентифікатори. Перший ідентифікатор — унікальний ідентифікатор для певного об'єкта, який обчислюється хешуванням усіх полів даних об'єкта із ідентифікатором каталогу. Оскільки дані об'єкта можуть міститися у декількох каталогах одночасно, у кожного об'єкта є додатковий ідентифікатор об'єкта (OID), який ідентифікує фізичний об'єкт і який може бути спільним у декількох записів об'єктів у різних каталогах.

source: To speed up object lookup all enabled catalogs are merged into a master table. Each catalog has a priority number and if several objects with the same OID occur the one from the catalog with the highest priority is loaded. The objects from the master catalog are then drawn on the sky and generally available in KStars.
bg: За да се ускори търсенето на обекти, всички разрешени каталози се обединяват в главна таблица. Всеки каталог има номер на приоритет и ако се появят няколко обекта с еднакъв OID, се зарежда този от каталога с най-висок приоритет. След това обектите от главния каталог се изчертават върху картата и обикновено са достъпни в KStars.
ca: Per a accelerar la cerca d'objectes, tots els catàlegs habilitats es fusionen en una taula mestra. Cada catàleg té un número de prioritat i si ocorren diversos objectes amb el mateix OID, es carrega el del catàleg amb una prioritat superior. Després, els objectes del catàleg mestre es dibuixen al cel i generalment estan disponibles en el KStars.
ca@valencia: Per a accelerar la busca dels objectes, tots els catàlegs habilitats es fusionen en una taula mestra. Cada catàleg té un nombre de prioritat i si ocorren diversos objectes amb el mateix OID, es carrega el del catàleg amb una prioritat major. Després, els objectes del catàleg mestre es dibuixen en el cel i generalment estan disponibles en KStars.
uk: Для пришвидшення пошуку об'єктів усі каталоги об'єднуються у одну основну таблицю. У кожного каталогу є номер пріоритетності. Якщо у відповідь на запит буде знайдено декілька записів об'єктів із одним OID, програма завантажить дані з каталогу із найвищою пріоритетністю. Після завантаження об'єкти з основного каталогу буде намальовано на карті, вони стануть доступними з інтерфейсу KStars.

source: Currently, deduplication (the assignment of OIDs) is only supported by the tooling of the `catalog packaging repository <https://invent.kde.org/vboettcher/kstars-catalogs>`__. The aim of this tool-chain is to reproducibly build catalogs in a homogeneous environment. Every catalog is implemented `as a python module <https://invent.kde.org/vboettcher/kstars-catalogs/-/blob/master/catalogs/sharpless_2.py>`__ and provides standard methods to acquire data, parse it and find duplicates in other catalogs. All downloadable catalogs are implemented this way. If you'd like to make a catalog of your own available for KStars, it is recommended that you implement it as a package in the repository. The tooling provided there is so flexible, that it should work for you. For more information on how to do that see the `catalog repository documentation <https://protagon.space/catalogs/>`__. If you are not familiar with python programming you can request the addition of a catalog by opening a ticket in the repository or contacting `the maintainers <https://invent.kde.org/vboettcher/kstars-catalogs/-/project_members>`__. KStars provides also provides means to create custom catalogs by manually entering data or importing CSV tables, but those are less flexible and offer no deduplication.
bg: Понастоящем дедупликацията (присвояването на OID) се поддържа само от инструментите на `хранилище за пакети с каталози <https://invent.kde.org/vboettcher/kstars-catalogs>`__. Целта на тази верига от инструменти е възпроизводимо изграждане на каталози в хомогенна среда. Всеки каталог е внедрен `като модул на Python <https://invent.kde.org/vboettcher/kstars-catalogs/-/blob/master/catalogs/sharpless_2.py>`__ и предоставя стандартни методи за придобиване на данни, тяхното анализиране и намиране на дубликати в други каталози. Всички каталози за изтегляне се реализират по този начин. Ако искате да направите свой собствен каталог достъпен за KStars, препоръчително е да го внедрите като пакет в хранилището. Инструментите, предоставени там, са толкова гъвкави, че трябва да работят за вас. За повече информация как да направите това вижте `документацията за хранилище на каталог <https://protagon.space/catalogs/>`__. Ако не сте запознати с програмирането на Python, можете да поискате добавяне на каталог, като отворите билет в хранилището или се свържете с `поддържащите разработчици <https://invent.kde.org/vboettcher/kstars-catalogs/-/project_members >`__. KStars също така предоставя средства за създаване на персонализирани каталози чрез ръчно въвеждане на данни или импортиране на CSV таблици, но те са по-малко гъвкави и не предлагат дедупликация.
ca: Actualment, la desduplicació (l'assignació dels OID) només és admesa per les eines del `repositori d'empaquetament de catàlegs <https://invent.kde.org/vboettcher/kstars-catalogs>`__. L'objectiu d'aquesta cadena d'eines és crear catàlegs de forma reproduïble en un entorn homogeni. Cada catàleg s'implementa `com un mòdul en Python <https://invent.kde.org/vboettcher/kstars-catalogs/-/blob/master/catalogs/sharpless_2.py>`__ i proporciona mètodes estàndard per a adquirir les dades, analitzar-les i trobar els duplicats en els altres catàlegs. Tots els catàlegs descarregables s'implementen d'aquesta manera. Si us agradaria que el vostre propi catàleg estigui disponible per al KStars, es recomana que l'implementeu com un paquet en el repositori. Les eines proporcionades allà són tan flexibles que haurien de funcionar. Per a obtenir més informació sobre com fer-ho, vegeu la `documentació del repositori de catàlegs <https://protagon.space/catalogs/>`__. Si no esteu familiaritzat amb la programació en Python, podreu demanar l'addició d'un catàleg obrint un tiquet en el repositori o contactant amb `els mantenidors <https://invent.kde.org/vboettcher/kstars-catalogs/-/project_members>`__. El KStars també proporciona mitjans per a crear catàlegs personalitzats introduint les dades manualment o important taules CSV, però són menys flexibles i no ofereixen desduplicació.
ca@valencia: Actualment, el decuplicar (l'assignació dels OID) només s'admet amb les eines del `repositori d'empaquetatge de catàlegs <https://invent.kde.org/vboettcher/kstars-catalogs>`__. L'objectiu d'esta cadena d'eines és construir catàlegs de manera reproduïble en un entorn homogeni. Cada catàleg s'implementa `com a mòdul en Python <https://invent.kde.org/vboettcher/kstars-catalogs/-/blob/master/catalogs/sharpless_2.py>`__ i proporciona mètodes estàndard per a adquirir les dades, analitzar-les i trobar duplicats en altres catàlegs. Tots els catàlegs descarregables s'implementen d'esta manera. Si voleu que un catàleg propi estiga disponible per a KStars, es recomana que l'implementeu com a paquet al repositori. Les eines que s'hi proporcionen són tan flexibles que vos haurien de funcionar. Per a obtindre més informació sobre com fer-ho, vegeu la `documentació del repositori de catàlegs <https://protagon.space/catalogs/>`__. Si no esteu familiaritzat amb la programació en Python, podeu sol·licitar l'addició d'un catàleg obrint una sol·licitud al repositori o contactant amb `els mantenidors <https://invent.kde.org/vboettcher/kstars-catalogs/-/project_members>`__. KStars també proporciona mitjans per a crear catàlegs personalitzats introduint manualment les dades o important taules CSV, però estos són menys flexibles i no oferixen decuplicar.
uk: У поточній версії підтримку усування дублікатів (прив'язування до OID) передбачено лише за допомогою інструментів `пакування сховища каталогів <https://invent.kde.org/vboettcher/kstars-catalogs>`__. Призначенням набору інструментів є відтворюване збирання каталогів у однорідному середовищі. Кожен каталог реалізовано `як модуль Python <https://invent.kde.org/vboettcher/kstars-catalogs/-/blob/master/catalogs/sharpless_2.py>`__, який забезпечує роботу стандартних методів, зокрема обробки запитів щодо даних, обробки даних та пошуку дублікатів у інших каталогах. Так реалізовано усі каталоги, які можна отримати з інтернету. Якщо ви хочете створити власний каталог, яким можна буде користуватися у KStars, рекомендуємо реалізувати його як пакунок у сховищі. Реалізований набір інструментів є настільки гнучким, щоб ви могли здійснити свій задум. Докладніший опис можна знайти у `документації до сховища каталогів <https://protagon.space/catalogs/>`__. Якщо ви не дуже знайомі із програмуванням мовою Python, ви можете надіслати запит щодо додавання каталогу, створивши квиток вади у сховищі або зв'язавшись із `супровідниками <https://invent.kde.org/vboettcher/kstars-catalogs/-/project_members>`__. Крім того, у KStars передбачено засоби для створення нетипових каталогів введенням даних вручну або імпортуванням таблиць у форматі CSV, але ці засоби не такі гнучкі і не пропонують засобів усування дублікатів.

source: The Catalog Management GUI
bg: Графичен интерфейс за управление на каталог
ca: La IGU del gestor de catàlegs
ca@valencia: La IGU del Gestor de catàlegs
uk: Графічний інтерфейс керування каталогами

source: The catalog management GUI is reached via the ``Data`` → ``Manage DSO Catalogs...`` menu item and is displayed below.
bg: До графичния интерфейс за управление на каталог се достига чрез елементаот менюто Данни > Управление на каталозите на обектите на дълбокиякосмос... и е показан
ca: A la IGU de la gestió de catàlegs s'arriba a través de l'element de menú ``Dades`` → ``Gestiona els catàlegs DSO...`` i es mostra a continuació.
ca@valencia: La interfície gràfica d'usuari per a la gestió de catàlegs s'accedix mitjançant l'element de menú ``Dades`` → ``Gestiona els catàlegs DSO…`` i es mostra a continuació.
uk: Доступ до графічного інтерфейсу керування каталогом можна отримати за допомогою пункту меню ``Дані`` → ``Керування каталогами віддалених об'єктів…``. Цей інтерфейс показано нижче.

source: |The DSO catalog management interface.|
uk: |Інтерфейс керування каталогом віддалених об'єктів.|

source: The DSO catalog management interface.
bg: Интерфейсът за управление на DSO каталог.
ca: La interfície de gestió de catàlegs de DSO.
ca@valencia: La interfície per a la gestió dels catàlegs DSO.
uk: Інтерфейс керування каталогом віддалених об'єктів.

source: On the left, a list of catalogs is displayed. In this list, you can read off key catalog properties, including whether a catalog is enabled, what its ID is and what its name is. The ``Mutable`` column signifies whether the catalog can be edited or not. Catalogs which have been downloaded from the catalog repository via the ``Data`` → ``Download New Data...`` menu item are usually immutable whereas user-created catalogs aren't. You can always ``Clone`` a catalog to make it mutable.
bg: Вляво се показва списък с каталози. В този списък можете да прочетете ключови свойства на каталога, включително дали даден каталог е активиран, какъв е неговият ID и какво е името му. Колоната Променлив показва дали каталогът може да се редактира или не. Каталозите, които са изтеглени от хранилището на каталога чрез елемента от менюто Данни > Изтегляне на нови данни..., обикновено не могат да се променят, докато каталозите, създадени от потребителя, могат. Винаги можете да клонирате каталог, за да го направите променлив.
ca: A l'esquerra, es mostra una llista de catàlegs. En aquesta llista, es poden llegir les propietats clau del catàleg, incloent-hi si s'ha habilitat un catàleg, quin és el seu ID i el seu nom. La columna ``Mutable`` significa si es pot editar el catàleg o no. Els catàlegs que s'han descarregat des del repositori de catàlegs a través de l'element de menú ``Dades`` → ``Descarrega dades noves...`` generalment són immutables, mentre que els catàlegs creats per l'usuari no ho són. Sempre podreu ``clonar`` un catàleg perquè sigui mutable.
ca@valencia: A l'esquerra, es mostra una llista de catàlegs. En esta llista, podreu llegir les propietats clau del catàleg, com ara si està habilitada, el seu ID i el seu nom. La columna ``Mutable`` indica si es pot editar o no. Els catàlegs que s'han descarregat des del repositori de catàlegs mitjançant l'element de menú ``Dades`` → ``Descarrega dades noves…`` generalment són immutables, mentre que els catàlegs creats per l'usuari no ho són. Sempre podreu ``clonar`` un catàleg perquè siga mutable.
uk: Ліворуч буде показано список каталогів. У списку ви можете прочитати ключові властивості каталогу, включно із тим, чи увімкнено каталог, його ідентифікатор і назву. У стовпчику ``Змінний`` буде вказано, чи є каталог придатним до редагування. Каталоги, які було отримано зі сховища каталогів за допомогою пункту меню ``Дані`` → ``Отримати нові дані...``, зазвичай, є незмінними, а створені користувачем каталоги — змінними. Ви завжди можете ``Клонувати`` каталог, щоб зробити його придатним до внесення змін.

source: The buttons in the upper right corner allow you to add catalogs to the database.
bg: Бутоните в горния десен ъгъл ви позволяват да добавяте каталози към базата данни.
ca: Els botons a la part superior dreta permeten afegir catàlegs a la base de dades.
ca@valencia: Els botons en el cantó superior dret permeten afegir catàlegs a la base de dades.
uk: За допомогою кнопок у верхньому правому куті вікна ви можете додавати каталоги до бази даних.

source: Import a catalog in the ``.kscat`` format from a file.
bg: Импортирайте каталог във формат ``.kscat`` от файл.
ca: Importa un catàleg en el format ``.kscat`` des d'un fitxer.
ca@valencia: Importa un catàleg en el format ``.kscat`` des d'un fitxer.
uk: Імпортувати каталог у форматі ``.kscat`` з файла.

source: This is usually done to try out new versions of catalogs that haven't yet been picked up by the usual download server.
bg: Това обикновено се прави, за да се изпробват нови версии на каталози, които все още не са взети от обичайния сървър за изтегляне.
ca: En general, això es realitza per a provar versions noves de catàlegs que encara no han estat recollides pel servidor de descàrrega habitual.
ca@valencia: En general, açò es realitza per a provar versions noves de catàlegs que encara no han sigut arreplegades pel servidor de descàrrega habitual.
uk: Зазвичай, таке роблять для випробування нових версій каталогів, які ще не розміщено на звичайному сервері для отримання каталогів.

source: ``Import Catalog...``
bg: Импортиране на каталог...
ca: ``Importa un catàleg...``
ca@valencia: ``Importa un catàleg…``
uk: ``Імпортувати каталог...``

source: With the buttons in the lower right corner, you can add, remove, modify and explore catalogs. Their actions always refer to the currently selected catalog (the highlighted row on the left).
bg: С бутоните в долния десен ъгъл можете да добавяте, премахвате, променяте и разглеждате каталози. Техните действия винаги се отнасят до текущо избрания каталог (маркирания ред вляво).
ca: Amb els botons a la cantonada inferior dreta, podreu afegir, eliminar, modificar i explorar els catàlegs. Les seves accions sempre es refereixen al catàleg seleccionat (la fila ressaltada a l'esquerra).
ca@valencia: Amb els botons en el cantó inferior dret, podreu afegir, eliminar, modificar i explorar els catàlegs. Les seues accions sempre es referixen al catàleg seleccionat (la fila ressaltada a l'esquerra).
uk: За допомогою кнопок у нижній правій частині вікна ви можете додавати, вилучати, змінювати та вивчати каталоги. Відповідні дії завжди стосуються поточного позначеного каталогу (підсвіченого рядка ліворуч).

source: Create a new catalog. See :ref:`the section called “Creating a new Catalog” <catalogs-creating-a-new-catalog>`.
bg: Създайте нов каталог. Вижте :ref:`Създаване на нов каталог <catalogs-creating-a-new-catalog>`.
ca: Crea un catàleg nou. Vegeu :ref:`la secció anomenada «Creació d'un catàleg nou» <catalogs-creating-a-new-catalog>`.
ca@valencia: Crea un catàleg nou. Vegeu la secció anomenada :ref:`Crear un catàleg nou <catalogs-creating-a-new-catalog>`.
uk: Створити каталог. Див. :ref:`розділ із назвою «Створення каталогу» <catalogs-creating-a-new-catalog>`.

source: ``Create Catalog...``
bg: Създаване на каталог...
ca: ``Crea un catàleg...``
ca@valencia: ``Crea un catàleg…``
uk: ``Створити каталог...``

source: Enable or disable a catalog.
bg: Активиране или деактивиране на каталог.
ca: Activa o desactiva un catàleg.
ca@valencia: Activa o desactiva un catàleg.
uk: Увімкнути або вимкнути каталог.

source: This is reflected in the skymap upon closing the catalog management GUI.
bg: Това се отразява в небесната карта след затваряне на интерфейса за управление на каталога.
ca: Això es reflectirà en el mapa celeste quan es tanqui la IGU de gestió de catàlegs.
ca@valencia: Es reflectirà en el mapa celeste quan es tanque la IGU del Gestor de catàlegs.
uk: Це буде відтворено на карті неба при закритті графічного інтерфейсу для керування каталогом.

source: ``Enable / Disable``
bg: Включване / изключване
ca: ``Activa / Desactiva``
ca@valencia: ``Activa / Desactiva``
uk: ``Увімкнути/Вимкнути``

source: Remove a catalog from the catalog database.
bg: Премахване на каталог от базата данни.
ca: Elimina un catàleg de la base de dades de catàlegs.
ca@valencia: Elimina un catàleg de la base de dades de catàlegs.
uk: Вилучити каталог з бази даних каталогів.

source: ``Remove``
bg: Премахване
ca: ``Elimina``
ca@valencia: ``Elimina``
uk: ``Вилучити``

source: Export a catalog into a ``.kscat`` file.
bg: Експортирайте каталог във файл ``.kscat``.
ca: Exporta un catàleg a un fitxer ``.kscat``.
ca@valencia: Exporta un catàleg a dintre d'un fitxer ``.kscat``.
uk: Експортувати каталог до файла ``.kscat``.

source: The resulting file can be imported with ``Import Catalog...`` button.
bg: Полученият файл може да бъде импортиран с бутона `Импортиране на каталог...
ca: El fitxer resultant es pot importar amb el botó ``Importa un catàleg...``.
ca@valencia: El fitxer resultant es pot importar amb el botó ``Importa un catàleg…``.
uk: Файл-результат можна імпортувати за допомогою кнопки ``Імпортувати каталог``.

source: ``Export...``
bg: Експортиране...
ca: ``Exporta...``
ca@valencia: ``Exporta…``
uk: ``Експортувати...``
