Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/catalogs.po
Languages: bg, ca, ca@valencia, uk

source: The ``Optional`` section contains data fields that are optional, is divided into two subsections. They are set to and can be left at their defaults.
bg: Разделът По избор съдържа полета с данни, които не са задължителни и е разделен на два подраздела. Те са зададени и могат да бъдат оставени по подразбиране.
ca: La secció ``Opcional`` conté els camps de dades que són opcionals, es divideixen en dues subseccions. Estan establerts i es poden deixar amb els seus valors predeterminats.
ca@valencia: La secció ``Opcional`` conté els camps de dades que són opcionals i està dividida en dues subseccions. Estan establits i es poden deixar amb els seus valors predeterminats.
uk: У розділі ``Необов'язковий`` містяться поля даних, які не є обов'язковими. Цей розділ поділено на два підрозділи. Можна не змінювати типових значень полів даних з цих підрозділів.

source: The ``Size Info in Arcminutes`` subsection. The object is modeled as an ellipse which is described by its major and minor axis.
bg: Подраздел Информация за размера в дъгови минути. Обектът е моделиран като елипса, която се описва от неговата голяма и малка ос.
ca: La subsecció ``Informació de la mida, en minuts d'arc``. L'objecte es modela com una el·lipse que es descriu pel seu eix major i menor.
ca@valencia: La subsecció ``Informació de la mida, en minuts d'arc``. L'objecte es modela com una el·lipse que es descriu mitjançant el seu eix major i menor.
uk: Підрозділ ``Дані щодо розміру у кутових мінутах``. Об'єкт моделюється еліпсом, який описується великою та малою осями.

source: The ``Misc`` subsection.
bg: Подсекция Други.
ca: La subsecció ``Miscel·lània``.
ca@valencia: La subsecció ``Miscel·lània``.
uk: Підрозділ ``Інше``.

source: A longer, more descriptive name.
bg: По-дълго, по-описателно име.
ca: Un nom més llarg, més descriptiu.
ca@valencia: Un nom més llarg, més descriptiu.
uk: Довша, описовіша назва.

source: Usually, the long name is something like “Andromeda Galaxy” for the object M31. It can contain alternative designations and names in other catalogs as well.
bg: Обикновено дългото име е нещо като “Галактика Андромеда” за обекта M31. Може да съдържа алтернативни обозначения и имена и в други каталози.
ca: En general, el nom llarg és una cosa així com «Galàxia Andròmeda» per a l'objecte M31. També pot contenir designacions alternatives i noms en altres catàlegs.
ca@valencia: Normalment, el nom llarg és alguna cosa com ara «Galàxia d'Andròmeda» per a l'objecte M31. També pot contindre designacions i noms alternatius en altres catàlegs.
uk: Зазвичай, повною назвою щось подібне до «Галактика Андромеди» для об'єкта M31. Вона може містити альтернативні описи і назви у інших каталогах.

source: ``Long name``:
bg: Пълно име::
ca: ``Nom llarg``:
ca@valencia: ``Nom llarg:``
uk: ``Повна назва``:

source: A catalog internal identifier.
bg: Вътрешен идентификатор на каталог.
ca: Un identificador intern del catàleg.
ca@valencia: Un identificador intern del catàleg.
uk: Внутрішній ідентифікатор каталогу.

source: For example the screenshot above, the object originates from the OpenNGC catalog where each row is identified by “NGCXXXX”.
bg: Например екранната снимка по-горе, обектът произхожда от каталога на OpenNGC, където всеки ред се идентифицира с “NGCXXXX”.
ca: Per exemple, a la captura de pantalla anterior, l'objecte s'origina des del catàleg OpenNGC on s'identifica cada fila per «NGCXXXX».
ca@valencia: Per exemple, en la captura de pantalla anterior, l'objecte prové del catàleg OpenNGC, on s'identifica cada fila amb «NGCXXXX».
uk: Наприклад, на наведеному вище знімку вікна запис об'єкта походить з каталогу OpenNGC, де кожен рядок ідентифікується записом «NGCXXXX».

source: ``Catalog identifier``:
bg: Каталожен идентификатор:
ca: ``Identificador de catàleg``:
ca@valencia: ``Identificador de catàleg:``
uk: ``Ідентифікатор каталогу``:

source: The flux of the object. Only applies for radio sources.
bg: Потокът на обекта. Прилага се само за радиоизточници.
ca: El flux de l'objecte. Només s'aplica per a les fonts de ràdio.
ca@valencia: El flux de l'objecte. Només s'aplica per a les fonts de ràdio.
uk: Потік випромінювання об'єкта. Застосовується лише для радіоджерел.

source: ``Flux``:
bg: Поток:
uk: ``Потік``:

source: If the object is extended, it must have some orientation in the sky. The position angle is the angle between its major axis and a straight line to the north pole.
bg: Ако обектът е удължен, той трябва да има някаква ориентация в небето. Позиционният ъгъл е ъгълът между неговата голяма ос и права линия към северния полюс.
ca: Si l'objecte s'estén, haurà de tenir alguna orientació en el cel. L'angle de posició és l'angle entre el seu eix major i una línia recta cap al pol nord.
ca@valencia: Si l'objecte s'estén, haurà de tindre alguna orientació al cel. L'angle de posició és l'angle entre el seu eix major i una línia recta cap al pol nord.
uk: Якщо об'єкт є видовженим, у нього має бути певна орієнтація на карті неба. Позиційний кут є кутом між великою віссю і прямою лінією до північного полюса.

source: ``Position angle (°)``:
bg: Позиционен ъгъл (°):
ca: ``Angle de posició (°)``:
ca@valencia: ``Angle de posició (°):``
uk: ``Позиційний кут (°)``:

source: Importing CSV (and similar formats)
bg: Импортиране на CSV (и подобни формати)
ca: Importació en CSV (i formats similars)
ca@valencia: Importar en CSV (i formats similars)
uk: Імпортування даних у форматі CSV (і подібних форматах)

source: |Importing CSV Catalogs|
uk: |Імпортування каталогів CSV|

source: The screenshot above shows the CSV import dialog in its default state. In the ``Input`` section, you can configure the csv parser. The ``Comment prefix:`` is the character that signals commented-out lines in the input. The ``Separator:`` should be adjusted to fit your input. Usually, it is “,” or “;” but other separators can occur. Finally, you can choose to skip a number of lines at the beginning of the file. ``Select/Read`` button lets you choose a csv file to read with the above configuration. After that, the dialog will look as in the screenshot below.
bg: Екранната снимка по-горе показва диалоговия прозорец за импортиране на CSV в състоянието му по подразбиране. В секцията Входни данни можете да конфигурирате csv анализатора. Префиксът на коментара: е символът, който сигнализира за коментирани редове във входа. Разделителят: трябва да се коригира, за да отговаря на въведеното от вас. Обикновено това е “,” или “;”, но могат да се появят и други разделители. И накрая, можете да изберете да пропуснете няколко реда в началото на файла. Бутонът Избиране/Прочитане ви позволява да изберете csv файл за четене с горната конфигурация. След това диалоговият прозорец ще изглежда като на екранната снимка по-долу.
ca: La captura de pantalla anterior mostra el diàleg ``Importació de CSV`` en el seu estat predeterminat. A la secció ``Entrada``, podreu configurar l'analitzador de CSV. El ``Prefix del comentari:`` és el caràcter que assenyala les línies comentades a l'entrada. Cal ajustar el ``Separador:`` per a adaptar-lo a l'entrada. En general, és «,» o «;», però poden aparèixer altres separadors. Finalment, podeu optar per ometre una sèrie de línies al començament del fitxer. El botó ``Selecciona/Llegeix...`` permet triar un fitxer CSV per a llegir-lo amb la configuració anterior. Després d'això, el diàleg es veurà com en la captura de pantalla a continuació.
ca@valencia: La captura de pantalla anterior mostra el diàleg ``Importació de CSV`` al seu estat predeterminat. En la secció ``Entrada:``, podreu configurar l'analitzador de CSV. El ``Prefix del comentari:`` és el caràcter que assenyala les línies comentades en l'entrada. Cal ajustar el ``Separador:`` per a que s'adapte a l'entrada. Normalment, és «,» o «;», però en poden aparéixer altres. Finalment, podeu optar per ometre una sèrie de línies al començament del fitxer. El botó ``Selecciona i llig…`` permet triar un fitxer CSV per a llegir-lo amb la configuració anterior. Després d'açò, el diàleg es veurà com a la captura de pantalla següent.
uk: На наведеному вище знімку вікна можна бачити вікно імпортування CSV у типовому стані. За допомогою розділу параметрів ``Вхідні дані`` ви можете налаштувати засіб обробки csv. Параметр ``Префікс коментарів`` відповідає за символ, який вказує на закоментовані рядки у вхідних даних. За допомогою параметра ``Роздільник`` можна визначити параметри поділу вхідних даних. Зазвичай, для відокремлення записів використовують символ «,» або «;», але можливі і інші варіанти. Нарешті, ви можете наказати програмі пропустити декілька рядків на початку файла. За допомогою пункту ``Позначити/Прочитати`` можна вибрати файл csv, який буде прочитано із визначеними вище налаштуваннями. У результаті буде відкрито вікно, яке показано на знімку нижче.

source: In the top right you can choose whether coordinates are being expressed in degrees or hours/minutes/seconds. The ``Mapping`` section lets you map columns in the CSV file to data fields in KStars. Selecting ``Ignore`` assigns the default value for this field. Entering your own text will use this as the value for every object being read. The ``Type Mapping`` section maps strings to object types. You can add and remove mappings by clicking + or -. When you're done mapping, you can test your settings by clicking ``Preview`` to read the first few objects from the csv. If you are satisfied you can click ``OK`` to import the whole catalog or adjust your settings and preview again. As a reference, a mapping for the OpenNGC catalog is shown in the below screenshot.
bg: Горе вдясно можете да изберете, дали координатите да се изразяват в градуси или часове/минути/секунди. Секцията Картографиране ви позволява да картографирате колони в CSV файла към полета с данни в KStars. Избирането на Игнориране присвоява стойността по подразбиране за това поле. Въвеждането на ваш собствен текст ще използва това като стойност за всеки обект, който се чете. Секцията Съпоставяне на типове картографира низове към типове обекти. Можете да добавяте и премахвате съпоставяния, като щракнете върху + или -. Когато приключите с картографирането, можете да тествате вашите настройки, като щракнете върху Преглед, за да прочетете първите няколко обекта от csv. Ако сте доволни, можете да щракнете върху Добре, за да импортирате целия каталог или да коригирате настройките си и да прегледате отново. Като справка, картографиране за каталога на OpenNGC е показано на екранната снимка по-долу.
ca: A la part superior dreta, podreu triar si les coordenades s'expressen en graus o hores/minuts/segons. La secció ``Mapatge`` permet assignar les columnes del fitxer CSV als camps de dades en el KStars. Seleccionant ``Ignora`` s'assignarà el valor predeterminat per a aquest camp. Introduint el vostre propi text s'utilitzarà com el valor perquè es llegeixi cada objecte. La secció ``Tipus de mapatge`` assigna les cadenes als tipus d'objecte. Podeu afegir i eliminar els mapatges fent clic a ``+`` o ``-``. En acabar de fer el mapatge, podreu provar la configuració fent clic a ``Vista prèvia`` per a llegir els primers objectes des del CSV. Si esteu satisfet, podreu fer clic a ``D'acord`` per a importar tot el catàleg o ajustar la configuració i fer una vista prèvia de nou. Com a referència, es mostra un mapatge per al catàleg d'OpenNGC a la captura de pantalla següent.
ca@valencia: En la part superior dreta podeu triar si les coordenades s'expressen en graus o hores/minuts/segons. La secció ``Mapatge`` permet assignar columnes del fitxer CSV als camps de dades de KStars. Si seleccioneu ``Ignora``, s'assignarà el valor predeterminat per a este camp. Si introduïu el vostre propi text, s'utilitzarà este valor per a cada objecte que es llija. La secció ``Tipus de mapatge`` assigna cadenes als tipus d'objecte. Podeu afegir i eliminar assignacions clicant damunt **+** o **-**. Quan hàgeu acabat d'assignar, podreu provar la configuració clicant per a llegir els primers objectes de CSV. Si esteu satisfet, podeu clicar ``D'acord`` per a importar tot el catàleg o ajustar la configuració i tornar a previsualitzar-la. Com a referència, en la captura de pantalla següent es mostra una assignació per al catàleg OpenNGC.
uk: У верхній правій частині діалогового вікна ви можете визначити, буде вказано координати у градусах чи у годинах, хвилинах і секундах. За допомогою розділу ``Прив'язка`` можна пов'язати стовпчики у файлі CSV із полями даних у KStars. Вибір варіанта ``Ігнорувати`` вказуватиме на використання типового для поля значення. Введення вашого власного тексту призведе до використання його як значення для усіх прочитаних об'єктів. За допомогою розділу ``Прив'язка типу`` можна пов'язати рядки із типами об'єктів. Ви можете додавати і вилучати прив'язки за допомогою натискання кнопок ``+`` і ``-``. Після завершення пов'язування ви можете перевірити вказані параметри натисканням кнопки ``Переглянути``. Програма спробує прочитати дані перших декількох об'єктів і показати результат. Якщо результат є задовільним, натисніть кнопку ``Гаразд``, щоб імпортувати увесь каталог. Ви також можете скоригувати параметри і повторити спробу попереднього перегляду результатів. На наведеному нижче знімку показано зразок прив'язки у каталозі OpenNGC.

source: Catalogs Window
bg: Прозорец „Цветове“
ca: Finestra de catàlegs
ca@valencia: La pàgina «Catàlegs»
uk: Вікно каталогів

source: Catalog creation dialog.
bg: Диалогов прозорец за създаване на каталог.
ca: Diàleg de creació de catàlegs.
ca@valencia: Diàleg de creació de catàlegs.
uk: Вікно створення каталогу.

source: The catalog color editor.
bg: Редактиране на цветовете на каталог.
ca: L'editor de colors dels catàlegs.
ca@valencia: L'editor de colors dels catàlegs.
uk: Редактор кольорів каталогу.

source: The catalog details dialog.
bg: Диалогов прозорец „Подробности на каталог“.
ca: El diàleg de detalls del catàleg.
ca@valencia: El diàleg «Detalls del catàleg».
uk: Вікно параметрів каталогу.

source: Add/Edit DSO Dialog
bg: Диалогов прозорец за добавяне/редактиране на DSO
ca: El diàleg Afegeix/Edita un DSO
ca@valencia: El diàleg «Afig o edita un DSO»
uk: Вікно додавання та редагування записів віддалених об'єктів

source: Importing CSV Catalogs
bg: Импортиране на CSV каталози
ca: Important catàlegs en CSV
ca@valencia: Important catàlegs en CSV
uk: Імпортування каталогів CSV

source: image2
ca@valencia: Imatge 2

source: image3
ca@valencia: Imatge 3
