Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/catalogs.po
Languages: bg, ca, ca@valencia, uk

source: Make an exact copy of the catalog and insert it into the database.
bg: Направете точно копие на каталога и го вмъкнете в базата данни.
ca: Fa una còpia exacta del catàleg i l'insereix a la base de dades.
ca@valencia: Fa una còpia exacta del catàleg i l'inserix a dintre de la base de dades.
uk: Створити точну копію каталогу і вставити її до бази даних.

source: This is useful if you wish to make modifications to an immutable catalog.
bg: Това е полезно, ако искате да направите модификации на непроменлив каталог.
ca: Això és útil si voleu fer modificacions a un catàleg immutable.
ca@valencia: És útil si voleu fer modificacions a un catàleg immutable.
uk: Це корисно, якщо ви хочете внести зміни до незмінного каталогу.

source: Note however that this is not the recommended way to alter catalogs that are provided by the `catalog packaging repository <https://invent.kde.org/vboettcher/kstars-catalogs>`__ i.e. the catalogs downloaded via the ``Data`` → ``Download New Data...`` menu item.
bg: Обърнете внимание обаче, че това не е препоръчителният начин за промяна на каталози, които се предоставят от `хранилище на пакети с каталози <https://invent.kde.org/vboettcher/kstars-catalogs>`__ т.е. каталозите, изтеглени чрез елемента от менюто Данни > Изтегляне на нови данни....
ca: No obstant això, cal tenir en compte que aquesta no és la forma recomanada d'alterar els catàlegs que proporciona el `repositori d'empaquetament de catàlegs <https://invent.kde.org/vboettcher/kstars-catalogs>`__, és a dir, els catàlegs descarregats a través de l'element de menú ``Dades`` → ``Descarrega dades noves...``.
ca@valencia: No obstant açò, cal tindre en compte que esta no és la forma recomanada d'alterar els catàlegs que proporciona el `repositori d'empaquetament de catàlegs <https://invent.kde.org/vboettcher/kstars-catalogs>`__, és a dir, els catàlegs descarregats a través de l'element de menú ``Dades`` → ``Descarrega dades noves…``.
uk: Втім, зауважте, що це не є рекомендованим способом внесення змін до каталогів, які зберігаються у `сховищі пакунків каталогів <https://invent.kde.org/vboettcher/kstars-catalogs>`__, тобто каталогів, які можна отримати за допомогою пункту меню ``Далі`` → ``Отримати нові дані...``.

source: ``Clone...``
bg: Клониране...
ca: ``Clona...``
ca@valencia: ``Clona…``
uk: ``Клонувати…``

source: Open the catalog color editor (See :ref:`the section called “Catalog Color Editor” <catalogs-catalog-color-editor>`.).
bg: Отворете редактора на цветовете на каталога (вижте :ref:`Редактиране на цветовете на каталог <catalogs-catalog-color-editor>`.).
ca: Obre l'editor de colors del catàleg. (Vegeu :ref:`la secció anomenada «Editor de colors del catàleg» <catalogs-catalog-color-editor>`).
ca@valencia: Obri l'editor de colors del catàleg (vegeu la secció anomenada :ref:`Editor de colors del catàleg <catalogs-catalog-color-editor>`).
uk: Відкрити вікно редактора кольорів каталогу. (Див. :ref:`розділ із назвою «Редактор кольорів каталогу» <catalogs-catalog-color-editor>`.)

source: This will open a dialog which allows you to set the colors in which objects from the selected catalog will be displayed for each color scheme.
bg: Това ще отвори диалогов прозорец, който ви позволява да зададете цветовете, в които да се показват обектите от избрания каталог за всяка цветова схема.
ca: Obrirà un diàleg que permetrà establir els colors en els quals es mostraran els objectes del catàleg seleccionat per a cada esquema de color.
ca@valencia: Obri el diàleg «Colors», el qual permetrà establir els colors en els quals es mostraran els objectes del catàleg seleccionat per a cada esquema de color.
uk: Цей пункти відкриває вікно, за допомогою якого ви можете визначити кольори, якими буде показано об'єкти з вибраного каталогу для кожної зі схем кольорів.

source: ``Colors``
bg: Цветове
uk: ``Кольори``

source: Open the catalog details dialog. (See :ref:`the section called “Catalog Details Dialog” <catalogs-catalog-details-dialog>`.)
bg: Отворете диалоговия прозорец с подробности за каталога. (Вижте :ref:`Диалогов прозорец „Подробности на каталог“ <catalogs-catalog-details-dialog>`.)
ca: Obre el diàleg de detalls del catàleg. (Vegeu :ref:`la secció anomenada «Diàleg de detalls del catàleg» <catalogs-catalog-details-dialog>`.)
ca@valencia: Obri el diàleg «Detalls del catàleg». (Vegeu la secció anomenada :ref:`El diàleg «Detalls del catàleg» <catalogs-catalog-details-dialog>`).
uk: Відкрити вікно параметрів каталогу. (Див. :ref:`розділ із назвою «Вікно параметрів каталогу» <catalogs-catalog-details-dialog>`.)

source: In there, you can see the contents of the catalog, as well as some more meta information. Amongst other things, you can also edit its contents (if it is mutable).
bg: Там можете да видите съдържанието на каталога, както и още малко мета информация. Освен всичко друго, можете също да редактирате съдържанието му (ако е променливо).
ca: Allà veureu el contingut del catàleg, així com més meta-informació. Entre altres coses, també podreu editar el seu contingut (si és mutable).
ca@valencia: Allà veureu el contingut del catàleg, així com una major informació de meta. Entre altres coses, també podreu editar el seu contingut (si és mutable).
uk: Тут буде показано вміст каталогу, а також деякі додаткові метадані. Серед інших речей, ви також можете редагувати їхній вміст (якщо він придатний до зміни).

source: ``More...``
bg: Повече...
ca: ``Més...``
ca@valencia: ``Més…``
uk: ``Подробиці…``

source: Creating a new Catalog
bg: Създаване на нов каталог
ca: Crear un catàleg nou
ca@valencia: Crear un catàleg nou
uk: Створення каталогу

source: |Catalog creation dialog.|
uk: |Вікно створення каталогу.|

source: This dialog reached through the catalog management GUI (see :ref:`the section called “The Catalog Management GUI” <catalogs-the-catalog-management-gui>`). The ``ID:`` field will be automatically chosen but can be changed. The ``Color:`` field configures in which color the objects of the catalog will be displayed. All the other values are optional or have sensible defaults. You can, of course, change these values at a later point.
bg: Този диалогов прозорец се достига чрез прозореца за управлението на каталог; (вижте :ref:`Графичен интерфейс за управление на каталог <catalogs-the-catalog-management-gui>`). Полето ID: ще бъде избрано автоматично, но може да бъде променено. Полето Цвят: конфигурира в какъв цвят ще бъдат показани обектите от каталога. Всички останали стойности са незадължителни или имат приемливи стойности по подразбиране. Можете, разбира се, да промените тези стойности на по-късен етап.
ca: A aquest diàleg s'arriba a través de la IGU de la gestió de catàlegs (vegeu :ref:`la secció anomenada «La IGU del gestor de catàlegs» <catalogs-the-catalog-management-gui>`). El camp ``ID:`` es triarà automàticament però es pot canviar. El camp ``Color:`` estableix en quin color es mostraran els objectes del catàleg. Tots els altres valors són opcionals o tenen valors predeterminats sensats. Per descomptat, podreu canviar-los en un punt posterior.
ca@valencia: A este diàleg s'arriba a través de la interfície gràfica d'usuari del Gestor de catàlegs (vegeu la secció :ref:`La IGU del gestor de catàlegs <catalogs-the-catalog-management-gui>`). El camp ``ID:`` es triarà automàticament però es pot canviar. El camp ``Color:`` configura el color en què es mostraran els objectes del catàleg. Tots els altres valors són opcionals o tenen valors predeterminats sensats. Per descomptat, podreu canviar-los més avant.
uk: Це вікно можна відкрити за допомогою графічного інтерфейсу керування каталогами (див. :ref:`розділ із назвою «Графічний інтерфейс керування каталогом» <catalogs-the-catalog-management-gui>`). Автоматично буде вибрано поле ``Ід.`` (ідентифікатор), але поле можна змінити. За допомогою поля ``Колір`` можна налаштувати, яким кольором буде показано об'єкти каталогу. Усі інші значення є необов'язковими і мають притомні типові значення. Звичайно ж, ви можете змінити ці значення пізніше.

source: Upon clicking ``Ok`` an empty catalog with the meta data entered into the dialog will be added to the database and can then be filled with objects. (See :ref:`the section called “Catalog Details Dialog” <catalogs-catalog-details-dialog>` and :ref:`the section called “Importing CSV (and similar formats)” <catalogs-importing-csv-and-similar-formats>`.)
bg: При щракване върху Добре към базата данни ще бъде добавен празен каталог с метаданните, въведени в диалоговия прозорец, и след това може да бъде попълнен с обекти. (Вижте :ref:`Диалогов прозорец „Подробности на каталог“ <catalogs-catalog-details-dialog>` и :ref:`Импортиране на CSV (и подобни формати) <catalogs-importing-csv-and-similar-formats>`.)
ca: En fer clic a ``D'acord`` s'afegirà un catàleg buit a la base de dades amb les metadades introduïdes en el diàleg i que després es podrà omplir amb objectes. (Vegeu :ref:`la secció anomenada «Diàleg de detalls del catàleg» <catalogs-catalog-details-dialog>` i :ref:`la secció anomenada «Importació en CSV (i formats similars)» <catalogs-importing-csv-and-similar-formats>`.)
ca@valencia: Quan es clica ``D'acord`` a un catàleg buit amb les metadades introduïdes al diàleg, este s'afegirà a la base de dades i es podrà emplenar amb objectes. (Vegeu la secció :ref:`El diàleg «Detalls del catàleg» <catalogs-catalog-details-dialog>` i la secció anomenada :ref:`Importar en CSV (i formats similars) <catalogs-importing-csv-and-similar-formats>`).
uk: Після натискання кнопки ``Гаразд`` до бази даних буде додано порожній каталог із метаданими, які введено у вікні. Після цього каталог можна заповнити записами об'єктів. (Див. :ref:`розділ із назвою «Вікно параметрів каталогу» <catalogs-catalog-details-dialog>` та :ref:`розділ із назвою «Імпортування CSV (та подібних форматів)» <catalogs-importing-csv-and-similar-formats>`.)

source: Catalog Color Editor
bg: Редактиране на цветовете на каталог
ca: Editor de colors dels catàlegs
ca@valencia: Editor de colors dels catàlegs
uk: Редактор кольорів каталогу

source: |The catalog color editor.|
uk: |Редактор кольорів каталогу.|

source: This dialog reached through the catalog management GUI (see :ref:`the section called “The Catalog Management GUI” <catalogs-the-catalog-management-gui>`). Each button represents the color that objects will be drawn in for a specific color scheme. Clicking on a button will allow you to choose a color with a color picker. The button colors are initialized with the default colors from the catalog specification. The color "default" is the color which will be chosen for the catalog if there is no color set for a color scheme.
bg: Този диалогов прозорец се достига чрез прозореца за управление на каталог (вижте :ref:`Графичен интерфейс за управление на каталог <catalogs-the-catalog-management-gui>`). Всеки бутон представлява цвета, в който обектите ще бъдат изчертани за конкретна цветова схема. Щракването върху бутон ще ви позволи да изберете цвят с инструмент за избор на цвят. Цветовете на бутоните се инициализират с цветовете по подразбиране от спецификацията на каталога. Цветът "по подразбиране" е цветът, който ще бъде избран за каталога, ако няма зададен цвят за цветова схема.
ca: A aquest diàleg s'arriba mitjançant la IGU de gestió de catàlegs (vegeu :ref:`la secció anomenada «La IGU del gestor de catàlegs» <catalogs-the-catalog-management-gui>`). Cada botó representa el color amb el qual es dibuixaran els objectes per a un esquema de color específic. En fer clic sobre un botó, podreu triar un color amb un selector de color. Els colors dels botons s'inicialitzen amb els colors predeterminats a partir de l'especificació del catàleg. El color «predeterminat» serà el color que es triarà per al catàleg si no s'ha establert el color per a un esquema de color.
ca@valencia: A este diàleg s'arriba mitjançant la interfície gràfica d'usuari del Gestor de catàlegs (vegeu la secció anomenada :ref:`La IGU del Gestor de catàlegs <catalogs-the-catalog-management-gui>`). Cada botó representa el color amb el qual es dibuixaran els objectes per a un esquema de color específic. Quan es clique un botó, podreu triar-ne un amb un selector de colors. Els colors dels botons s'inicialitzen amb els colors predeterminats des de l'especificació del catàleg. El color «predeterminat» serà el color que es triarà per al catàleg si no s'ha establit cap color per a un esquema de colors.
uk: Відкрити це вікно можна за допомогою графічного інтерфейсу керування каталогом (див. :ref:`розділ із назвою «Графічний інтерфейс керування каталогом» <catalogs-the-catalog-management-gui>`). Кожна кнопка відповідає кольору, яким буде намальовано об'єкти у певній схемі кольорів. Щоб вибрати колір за допомогою засобу для вибору кольору, натисніть відповідну кнопку. Типовими кольорами для кнопок є кольори із специфікації каталогу. «Типовий» колір для запису каталогу буде вибрано, якщо відповідний колір не визначено у схемі кольорів.

source: Catalog Details Dialog
bg: Диалогов прозорец „Подробности на каталог“
ca: Diàleg de detalls del catàleg
ca@valencia: El diàleg «Detalls del catàleg»
uk: Вікно параметрів каталогу

source: |The catalog details dialog.|
uk: |Вікно параметрів каталогу.|

source: This dialog reached through the catalog management GUI (see :ref:`the section called “The Catalog Management GUI” <catalogs-the-catalog-management-gui>`). In the top left corner, the catalog metadata is being displayed. On the right, a table of all objects in the catalog is being shown. The search line above the table filters objects by name. Double-clicking a row opens the object details dialog (see :ref:`the section called “Object Details Window” <tools-object-details-window>`).
bg: Този диалогов прозорец се достига чрез прозореца за управление на каталог (вижте :ref:`Графичен интерфейс за управление на каталог <<catalogs-the-catalog-management-gui>`). В горния ляв ъгъл се показват метаданните на каталога. Вдясно се показва таблица с всички обекти в каталога. Редът за търсене над таблицата филтрира обектите по име. Двойното щракване върху ред отваря диалоговия прозорец с подробности за обекта (вижте ??? <tools-object-details-window>`).
ca: A aquest diàleg s'arriba a través de la IGU de gestió de catàlegs (vegeu :ref:`la secció anomenada «La IGU del gestor de catàlegs» <catalogs-the-catalog-management-gui>`). A la cantonada superior esquerra, es mostra el catàleg de metadades. A la dreta, es mostra una taula de tots els objectes del catàleg. La línia de cerca a sobre la taula, filtra els objectes per nom. Fer doble clic sobre una fila obrirà el diàleg de detalls de l'objecte (vegeu la secció anomenada «Finestra de detalls de l'objecte» <tools-object-details-window>`).
ca@valencia: A este diàleg s'arriba a través de la interfície d'usuari gràfica del Gestor de catàlegs (vegeu la secció anomenada :ref:`La IGU del Gestor de catàlegs <catalogs-the-catalog-management-gui>`). En el cantó superior esquerre es mostren les metadades del catàleg. A la dreta, es mostra una taula de tots els objectes del catàleg. La línia de busca que hi ha damunt de la taula, filtra els objectes per nom. Si feu doble clic damunt d'una fila, s'obrirà el diàleg «Detalls de l'objecte» (vegeu la secció anomenada :ref:`El diàleg «Detalls de l'objecte» <tools-object-details-window>`).
uk: Це вікно можна відкрити за допомогою графічного інтерфейсу керування каталогами (див. :ref:`розділ із назвою «Графічний інтерфейс керування каталогом» <catalogs-the-catalog-management-gui>`). У верхньому лівому куті вікна буде показано метадані каталогу. Праворуч буде показано таблицю усіх об'єктів у каталозі. За допомогою рядка пошуку над таблицею можна фільтрувати об'єкти за назвою. Подвійне клацання на рядку відкриває вікно параметрів об'єкта (див. :ref:`розділ із назвою «Вікно параметрів об'єкта» <tools-object-details-window>`).

source: Selecting a row enables the ``Object`` menu on the left. Selecting multiple rows performs the single-object action for each selected object.
bg: Избирането на ред активира менюто Обект отляво. Избирането на няколко реда изпълнява действието за всеки избран обект.
ca: Seleccionar una fila activa el menú ``Objecte`` a l'esquerra. La selecció de diverses files realitza l'acció d'un sol objecte per a cada objecte seleccionat.
ca@valencia: Si se selecciona una fila, s'activarà el menú ``Objecte`` a l'esquerra. Si se seleccionen múltiples files, s'executarà l'acció d'un sol objecte per a cada objecte seleccionat.
uk: Вибір рядка вмикає меню ``Об'єкт`` ліворуч. Якщо позначено декілька рядків, дію для одного запису об'єкта буде виконано для усіх позначених записів об'єктів.

source: Edit the catalog object. (See :ref:`the section called “Adding/Editing Objects” <catalogs-addingediting-objects>`).
bg: Редактирайте каталожния обект. (Вижте :ref:`Добавяне/редактиране на обекти <catalogs-addingediting-objects>`).
ca: Edita l'objecte del catàleg (Vegeu :ref:`la secció anomenada «Afegir/Editar objectes» <catalogs-addingediting-objects>`).
ca@valencia: Edita l'objecte del catàleg. (Vegeu la secció anomenada :ref:`Afegir o editar els objectes <catalogs-addingediting-objects>`).
uk: Редагувати об'єкт каталогу. (Див. :ref:`розділ із назвою «Додавання/Редагування об'єктів» <catalogs-addingediting-objects>`).

source: ``Edit...``
bg: Редактиране...
ca: ``Edita...``
ca@valencia: ``Edita…``
uk: ``Змінити…``

source: Removes the object from the catalog.
bg: Премахва обекта от каталога
ca: Elimina l'objecte del catàleg.
ca@valencia: Elimina l'objecte del catàleg.
uk: Вилучає об'єкт з каталогу.

source: Below the ``Object`` section, the general catalog options are situated.
bg: Под секцията Обект са разположени общите опции на каталога.
ca: A sota de la secció ``Objecte``, es troben les opcions generals del catàleg.
ca@valencia: A davall de la secció ``Objecte``, es troben les opcions generals del catàleg.
uk: Під розділом ``Об'єкт`` розташовано загальні параметри каталогу.

source: Edit the catalog metadata displayed in the top left. This opens the dialog described in :ref:`the section called “Creating a new Catalog” <catalogs-creating-a-new-catalog>`.
bg: Редактирайте метаданните на каталога, показани горе вляво. Това отваря диалоговия прозорец, описан в :ref:`Създаване на нов каталог <catalogs-creating-a-new-catalog>`.
ca: Edita les metadades del catàleg que es mostren a la part superior esquerra. Això obrirà el diàleg descrit a :ref:`la secció anomenada «Creació d'un catàleg nou» <catalogs-creating-a-new-catalog>`.
ca@valencia: Edita les metadades del catàleg que es mostren a la part superior esquerra. Açò obrirà el diàleg descrit en la secció anomenada :ref:`Crear un catàleg nou <catalogs-creating-a-new-catalog>`.
uk: Редагувати метадані каталогу, які показано у верхній лівій частині вікна. Відкриває вікно, яке описано у :ref:`розділі із назвою «Створення каталогу» <catalogs-creating-a-new-catalog>`.

source: ``Edit Catalog Meta...``
bg: Редактиране на метаданни на каталог...
ca: ``Edita la meta-informació del catàleg...``
ca@valencia: ``Edita la metainformació del catàleg…``
uk: ``Редагувати метадані каталогу…``

source: Add an object to the catalog. (See :ref:`the section called “Adding/Editing Objects” <catalogs-addingediting-objects>`.)
bg: Добавете обект към каталога. (Вижте :ref:`Добавяне/редактиране на обекти <catalogs-addingediting-objects>`.)
ca: Afegeix un objecte al catàleg (Vegeu :ref:`la secció anomenada «Afegir/Editar objectes» <catalogs-addingediting-objects>`.)
ca@valencia: Afig un objecte al catàleg. (Vegeu la secció anomenada :ref:`Afegir o editar els objectes <catalogs-addingediting-objects>`).
uk: Додати об'єкт до каталогу. (Див. :ref:`розділ із назвою «Додавання/Редагування об'єктів» <catalogs-addingediting-objects>`.)

source: ``Add Object...``
bg: Добавяне на обект...
ca: ``Afegeix un objecte...``
ca@valencia: ``Afig un objecte…``
uk: ``Додати об'єкт…``

source: Import objects from a tabular text format (csv, tsv, etc.) into the catalog. (See :ref:`the section called “Importing CSV (and similar formats)” <catalogs-importing-csv-and-similar-formats>`.)
bg: Импортирайте обекти от табличен текстов формат (csv, tsv и т.н.) в каталога. (Вижте :ref:`Импортиране на CSV (и подобни формати) <catalogs-importing-csv-and-similar-formats>`.)
ca: Importa els objectes des d'un format de text tabular (csv, tsv, etc.) al catàleg. (Vegeu :ref:`la secció anomenada «Importació en CSV (i formats similars)» <catalogs-importing-csv-and-similar-formats>`.)
ca@valencia: Importa els objectes des d'un format de text tabular (csv, tsv, etc.) cap a dins del catàleg (Vegeu la secció anomenada :ref:`Importar en CSV (i formats similars) <catalogs-importing-csv-and-similar-formats>`).
uk: Імпортувати об'єкти з текстового табличного формату (csv, tsv тощо) до каталогу. (Див. :ref:`розділ із назвою «Імпортування CSV (і подібних форматів)» <catalogs-importing-csv-and-similar-formats>`.)

source: ``Import CSV...``
bg: Импортиране на CSV...
ca: ``Importa CSV...``
ca@valencia: ``Importa CSV…``
uk: ``Імпортувати CSV…``

source: Adding/Editing Objects
bg: Добавяне/редактиране на обекти
ca: Afegir/Editar objectes
ca@valencia: Afegir o editar els objectes
uk: Додавання і редагування записів об'єктів

source: |Add/Edit DSO Dialog|
uk: |Вікно додавання та редагування записів віддалених об'єктів|

source: This dialog allows to create or edit a deep sky object (DSO). The Basics section contains fields that have to be filled in.
bg: Този диалогов прозорец позволява създаване или редактиране на дълбок небесен обект (DSO). Секцията Основни параметри съдържа полета, които трябва да бъдат попълнени.
ca: Aquest diàleg permet crear o editar un objecte del cel profund (DSO). La secció Bàsics conté els camps que s'han d'omplir.
ca@valencia: Este diàleg permet crear o editar un objecte del cel profund (DSO). La secció «Bàsics» conté els camps que s'han d'emplenar.
uk: За допомогою цього вікна можна створювати і редагувати записи віддалених об'єктів (DSO). У розділі ``Основи`` містяться поля, які слід заповнити.

source: The name of the object which will be displayed in the sky.
bg: Името на обекта, който ще се показва на небесната карта.
ca: El nom de l'objecte que es mostrarà en el cel.
ca@valencia: El nom de l'objecte que es mostrarà al cel.
uk: Назва об'єкта, яку буде показано на карті неба.

source: ``Name``:
bg: Име:
ca: ``Nom``:
ca@valencia: ``Nom:``
uk: ``Назва:``

source: ``Type``:
bg: Вид:
ca: ``Tipus``:
ca@valencia: ``Tipus:``
uk: ``Тип``:

source: The type of the object.
bg: Видът на обекта.
ca: El tipus de l'objecte.
ca@valencia: El tipus de l'objecte.
uk: Тип об'єкта.

source: The coordinates of the object in degrees and with respect to the J2000 epoch.
bg: Координатите на обекта в градуси и спрямо епохата J2000.
ca: Les coordenades de l'objecte en graus i pel que fa a l'època J2000.
ca@valencia: Les coordenades de l'objecte en graus i pel que fa a l'època J2000.
uk: Координати об'єкта у градусах у епосі J2000.

source: ``RA / Dec (°, J2000)``:
ca: ``AR / Dec (°, J2000)``:
ca@valencia: ``AR / Dec (°, J2000):``
uk: ``ПС/Схил (°, J2000)``:

source: ``Apparent magnitude``:
bg: Видима звездна величина:
ca: ``Magnitud aparent``:
ca@valencia: ``Magnitud aparent:``
uk: ``Видима величина``:

source: The apparent magnitude of the object.
bg: Видимата звездна величина на обекта.
ca: La magnitud aparent de l'objecte.
ca@valencia: La magnitud aparent de l'objecte.
uk: Видима величина об'єкта.
