Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ch05s02.po
Languages: ca, fr, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: <title>User Interface</title>
it: <title>Interfaccia utente</title>
nl: <title>Gebruikersinterface</title>
pt: <title>Interface do Utilizador</title>
sl: <title>Uporabniški vmesnik</title>
sv: <title>Användargränssnitt</title>
uk: <title>Інтерфейс користувача</title>
zh_cn: <title>用户界面</title>

source: Tools
it: Strumenti
nl: Hulpmiddelen
pt: Ferramentas
sl: Orodja
sv: Verktyg
uk: Інструменти
zh_cn: 工具

source: <tertiary>User Interface</tertiary>
it: <tertiary>Interfaccia utente</tertiary>
nl: <tertiary>Gebruikersinterface</tertiary>
pt: <tertiary>Interface do Utilizador</tertiary>
sl: <tertiary>Uporabniški vmesnik</tertiary>
sv: <tertiary>Användargränssnitt</tertiary>
uk: <tertiary>Інтерфейс користувача</tertiary>
zh_cn: <tertiary>用户界面</tertiary>

source: Ekos Astrophotography Tool is organized into several <emphasis>Modules</emphasis>. A module is a set of functions and tasks for a particular step in astrophotography and/or data acquisition. Currently, the following modules are included with Ekos:
it: Lo strumento di astrofotografia Ekos è organizzato in diversi <emphasis>moduli</emphasis>, ciascuno dei quali è un insieme di funzioni e di processi per un particolare passo nell'astrofotografia o nell'acquisizione dei dati. Attualmente con Ekos sono inclusi i seguenti moduli:
nl: Het hulpmiddel voor Astrofotografie van Ekos is verdeeld in diverse <emphasis>modules</emphasis>. Een module is een verzameling van functies en taken voor een bepaalde astrofotografische taak en/of het vergaren van gegevens. Op dit moment zijn de volgende modules in Ekos opgenomen:
pt: A Ferramenta de Fotografia Astronómica do Ekos está organizada em vários <emphasis>Módulos</emphasis>. Um módulo é um conjunto de funções e tarefas para um dado passo em particular na fotografia astronómica e/ou na aquisição de dados. De momento, estão incluídos os seguintes módulos com o Ekos:
sl: Orodje Ekos astrofotgrafsko orodje je organizirano v več <emphasis>modulov</emphasis>. Modul je nabor funkcij in nalog za določen korak v astrofotografiji in/ali pridobivanju podatkov. Trenutno so naslednji moduli vključeni v Ekos:
sv: Ekos astrofotograferingssvit är organiserad i flera <emphasis>moduler</emphasis>. En modul är en uppsättning funktioner och aktiviteter för ett specifikt steg i astrofotografering och/eller datainsamling. För närvarande ingår följande moduler i Ekos:
uk: Астрографічний інструмент Ekos складається з декількох <emphasis>модулів</emphasis>. Модуль — набір засобів або завдань, який відповідає за певний крок у визначенні астрографічних параметрів або отриманні астрографічних даних. У поточній версії перелік модулів Ekos є таким:
zh_cn: Ekos 天体摄影工具被组织成几个 <emphasis>模块</emphasis>。模块是用于天体摄影和数据采集中特定步骤的一组功能和任务。目前，Ekos 包含以下模块:

source: Setup &amp; Summary Module
it: Modulo di installazione e di riepilogo
nl: Module voor Instellen &amp; Samenvatten
pt: Configuração &amp; Resumo do Módulo
sl: Nastavitev &amp; Modul povzetka
sv: Inställnings- och översiktsmodul
uk: Модуль налаштовування і резюме
zh_cn: 安装程序&amp;摘要模块

source: <para>Scheduler Module</para>
it: <para>Modulo del pianificatore</para>
nl: <para>Planningsmodule</para>
pt: <para>Módulo de Agendamento</para>
sl: <para>Modul razporejevalnika</para>
sv: <para>Schemaläggningsmodul</para>
uk: <para>Модуль планування</para>
zh_cn: <para>调度模块</para>

source: <para>Analyze Module</para>
it: <para>Modulo Analyze</para>
nl: <para>Analysemodule</para>
sl: <para>Modul analize</para>
sv: <para>Analysmodul</para>
uk: <para>Модуль аналізу</para>

source: <para>Capture Module</para>
it: <para>Modulo di cattura</para>
nl: <para>Opnamemodule</para>
pt: <para>Módulo de Captura</para>
sl: <para>Modul za zajem</para>
sv: <para>Tagningsmodul</para>
uk: <para>Модуль захоплення зображення</para>
zh_cn: <para>捕获模块</para>

source: <para>Focus Module</para>
it: <para>Modulo per la messa a fuoco</para>
pt: <para>Módulo de Focagem</para>
sl: <para>Modul ostrenja</para>
sv: <para>Fokuseringsmodul</para>
uk: <para>Модуль фокусування</para>
zh_cn: <para>焦点模块</para>

source: Alignment Module
ca: Mòdul d'alineació
fr: Module Alignement
it: Modulo di allineamento
nl: Uitlijnmodule
pt: Módulo de Alinhamento
pt_br: Módulo de Alinhamento
sl: Modul poravnave
sv: Inriktningsmodul
uk: Модуль вирівнювання
zh_cn: 对齐模块

source: <para>Guide Module</para>
it: <para>Modulo di guida</para>
nl: <para>Volgenmodule</para>
pt: <para>Módulo de Guia</para>
sl: <para>Vodniški modul</para>
sv: <para>Guidningsmodul</para>
uk: <para>Модуль наведення</para>
zh_cn: <para>导星模块</para>

source: <para>Mount Module</para>
it: <para>Modulo della montatura</para>
nl: <para>Opstellingmodule</para>
pt: <para>Módulo de Montagem</para>
sl: <para>Modul montaže</para>
sv: <para>Stativmodul</para>
uk: <para>Модуль лафета</para>

source: Each module has its own tab and icon in the graphical user interface as illustrated in the screenshot below:
ca: Cada mòdul té la seva pròpia pestanya i icona a la interfície gràfica d'usuari tal com es mostra a la captura de pantalla següent:
fr: Chaque module possède son propre onglet et icône dans l'interface graphique utilisateur comme illustré dans la capture d'écran ci-dessous :
it: Ciascun modulo ha nell'interfaccia grafica una scheda e un'icona proprie, come illustrato nella schermata qui sotto:
nl: Elke module heeft zij eigen tabblad en pictogram in de grafische gebruikersinterface, als in de onderstaande schermafbeelding:
pt: Cada módulo tem a sua própria página e ícone na interface gráfica do utilizador, como está ilustrado na imagem abaixo:
pt_br: Cada módulo tem sua própria aba e ícone na interface gráfica do usuário, conforme ilustrado na captura de tela abaixo:
sl: Vsak modul ima svoj zavihek in ikono v grafičnem uporabniškem vmesniku, kot je prikazano na spodnjem posnetku zaslona:
sv: Varje modul har sin egen flik och ikon i det grafiska användargränssnittet, vilket åskådliggörs på skärmbilden nedan:
uk: Для кожного модуля передбачено власну вкладку і піктограму у графічному інтерфейсі користувача, як це показано на наведеному нижче знімку:
zh_cn: 每个模块在图形用户界面有自己的标签页和图标，如下面屏幕截图所示：

source: <screeninfo>Ekos summary cheatsheet</screeninfo>
it: <screeninfo>Informazioni riepilogative di Ekos</screeninfo>
nl: <screeninfo>Ekos cheatsheet voor samenvattingen</screeninfo>
pt: <screeninfo>Cábula do resumo do Ekos</screeninfo>
sl: <screeninfo>Ekos povzetek plonk listek</screeninfo>
sv: <screeninfo>Ekos översiktsblad</screeninfo>
uk: <screeninfo>Пояснення щодо резюме Ekos</screeninfo>
zh_cn: <screeninfo> Ekos 概述速查</screeninfo>

source: <phrase>Ekos summary cheatsheet</phrase>
it: <phrase>Informazioni riepilogative di Ekos</phrase>
nl: <phrase>Ekos cheatsheet voor samenvattingen</phrase>
pt: <phrase>Cábula do resumo do Ekos</phrase>
sl: <phrase>Ekos povzetek plonk listek</phrase>
sv: <phrase>Ekos översiktsblad</phrase>
uk: <phrase>Пояснення щодо резюме Ekos</phrase>
zh_cn: <phrase>Ekos 概述速查</phrase>

source: Summary &amp; Setup Module
it: Modulo di riassunto e di installazione
nl: Module voor Samenvatten &amp; Instellen
pt: Resumo &amp; Configuração do Módulo
sl: Povzetek &amp; Nastavitveni modul
sv: Översikts- och inställningsmodul
uk: Модуль резюме і налаштовування
zh_cn: 概述 &amp; 设置模块

source: As its name suggests, this is where you will create and manage your equipment profile, and connect to your devices. It also provides a summary view where the capture progress along with the focus &amp; guide operations is displayed in a compact format to convey the most important information relevant to the user. If any extensions are installed, the selection and start/stop controls will be shown.
it: Come il nome suggerisce, qui è dove verrà creato e gestito il profilo per il tuo equipaggiamento e dove connetti i tuoi dispositivi. Fornisce anche una vista riassuntiva, nella quale viene visualizzato in un formato compatto il processo di cattura insieme alle operazioni di messa a fuoco e di guida. Se sono installate delle estensioni, saranno mostrati i controlli di avvio/arresto e di selezione.
nl: Zoals uit de naam blijkt, maakt en beheert u hier het profiel van uw apparatuur aan, en maakt u hier verbinding met uw apparaten. U vindt hier ook een samenvattend beeld van de voortgang van de opnames, en van de focus &amp; volgbewerkingen, getoond in een compact formaat, voorhet geven van de belangrijkste informatie. Als een extensie is ge√Ønstalleerd, zal de selectie en besturing van starten/stoppen getoond worden.
sl: Kot že ime pove, boste tukaj ustvarili in upravljali svoj profil opreme ter se povezali s svojimi napravami. Zagotavlja tudi pogled povzetka, kjer zajemanje napreduje skupaj z ostrenjem in &amp; vodenjem operacij je prikazano v kompaktnem formatu za posredovanje najpomembnejših informacij, ki so pomembne za uporabnika. Če so nameščene kake razširitve, bo prikazana izbira kontrol zaženi/ustavi.
sv: Som namnet antyder, är det här man skapar och hanterar utrustningsprofilen, och ansluter till utrustningen. Den tillhandahåller också en översiktsvy där tagningsprocessen tillsammans med fokuserings- och guidningsoperationer visas med ett kompakt format för att meddela den viktigaste informationen relevant för användaren. Om några utökningar är installerade, visas de utvalda och start- och stoppåtgärder.
uk: Якщо можна здогадатися з назви, це місце для створення і керування вашим профілем обладнання та з'єднанням із пристроями. Також тут наведено резюме щодо захоплення зображень, а також дані щодо дій зі фокусування та наведення у компактному форматі для зручного визначення поточного стану роботи та найважливіших для користувача даних. Якщо встановлено якісь розширення, буде показано засоби вибору та запуску або зупинки розширень.

source: <term>Scheduler Module</term>
it: <term>Modulo del pianificatore</term>
nl: <term>Planningsmodule</term>
pt: <term>Módulo de Agendamento</term>
sl: <term>Modul razporejevalnika</term>
sv: <term>Schemaläggningsmodul</term>
uk: <term>Модуль планування</term>

source: After mastering Ekos, users are encouraged to learn how to use the Scheduler module since it facilitates the complete observation process greatly. It enables you to select multiple targets, specify which conditions and requirements to be met, and what frames are required for capture. Afterwards the scheduler intelligently calculates the best observation time for each object and then proceed to control the complete observatory from startup to shutdown.
ca: Una vegada domineu l'Ekos, s'anima als usuaris a aprendre a utilitzar el mòdul del programador, ja que facilita enormement tot el procés d'observació. Permet seleccionar objectius múltiples, especificar quines condicions i requisits s'han de complir i quins fotogrames cal capturar. Després, el programador calcularà de manera intel·ligent l'hora millor d'observació per a cada objecte i després controlarà l'observatori des de l'inici fins al tancament.
fr: Après la prise en main de Ekos, les utilisateurs sont encouragés à utiliser le module Ordonnanceur puisqu'il facilite grandement tout le processus d'observation. Il vous permet de choisir plusieurs cibles, de spécifier les conditions à respecter et les trames nécessaires à l'acquisition. Cela fait, l'ordonnanceur calcule le meilleur horaire d'observation pour chaque objet et ensuite prend le contrôle total de la session d'observation, du début jusqu'à la fin.
it: Una volta aver padroneggiato Ekos gli utenti sono incoraggiati ad imparare ad usare il modulo del pianificatore, dal momento che esso facilita enormemente tutto il processo di osservazione. Ti dà la possibilità di selezionare obiettivi multipli, di specificare quali condizioni e quali requisiti devono essere soddisfatti, e anche quali passi sono necessari per la cattura. Dopo aver fatto questo, il pianificatore calcola in maniera intelligente il miglior periodo di osservazione per ciascun oggetto e procede quindi a controllare completamente l'osservatorio, dall'avvio allo spegnimento.
nl: Als u Ekos eenmaal beheerst, wordt u aangemoedigd te leren hoe u de Planningsmodule kunt gebruiken, omdat dit sterk het complete waarneemproces vereenvoudigt. U kunt hierin meerdere doelen selecteren, condities en eisen opgeven, en welke frames moeten worden opgenomen. Daarna berekent de planner op een slimme manier de beste waarneemtijd voor elk object, waarna die het hele waarneemstation bestuurt vanaf het opstarten tot aan het afsluiten.
pt: Depois de dominarem o Ekos, os utilizadores são encorajados a aprender como usar o módulo de Agendamento, dado que facilita todo o processo de observação em grande medida. Permite-lhe seleccionar vários alvos, definir quais as condições e requisitos a cumprir e quais as imagens que são necessárias para a captura. Depois disso, o agendamento calcula de forma inteligente qual a melhor hora de observação para cada objecto e depois prossegue com o controlo de todo o observatório, desde o arranque ao encerramento.
pt_br: Após dominar o Ekos, os usuários são incentivados a aprender a usar o módulo Agendador, pois ele facilita muito o processo completo de observação. Ele permite selecionar vários alvos, especificar quais condições e requisitos a serem atendidos e quais quadros são necessários para a captura. Posteriormente, o agendador calcula de forma inteligente o melhor horário de observação para cada objeto e, em seguida, controla todo o observatório, desde a inicialização até o desligamento.
sl: Po obvladovanju Ekosa uporabnikom priporočamo, da se naučijo uporabljati modul razporejevalnik, saj močno olajša celoten proces opazovanja. Omogoča vam, da izberete več ciljev, določite, kateri pogoji in zahteve morajo biti izpolnjeni ter kateri okvirji so potrebni za zajem. Nato razporejevalnik inteligentno izračuna najboljši čas opazovanja za vsak objekt in nato nadaljuje z nadzorom celotnega observatorija od zagona do zaustavitve.
sv: Efter Ekos behärskas, uppmuntras användare att lära sig hur man använder schemaläggningsmodulen, eftersom den kraftigt underlättar hela observationsprocessen.
uk: Після налаштування Ekos користувачам варто навчитися користуватися модулем планування, оскільки він значно полегшує процедуру спостережень. За його допомогою ви можете вибрати декілька цілей спостереження, вказати умови та вимоги щодо спостереження та визначити кадри, які має створити програма. Після визначення вами параметрів спостереження програма автоматично обчислить найкращий час для спостереження об'єкта і перейде до керування обсерваторією від вмикання приладів, аж до їхнього вимикання.

source: <term>Analyze Module</term>
it: <term>Modulo Analyze</term>
nl: <term>Analysemodule</term>
sl: <term>Modul analize</term>
sv: <term>Analysmodul</term>
uk: <term>Модуль аналізу</term>

source: Analyze displays a high-level summary of what happened during an imaging session. It shows plots and graphs describing the many captures takes during a night, the focus sessions, the guiding, mount movement, meridian flips, etc. Use it to get a feel of "what happened last night" or to see the current state of the system.
ca: Analitza mostra un resum d'alt nivell del que va passar durant una sessió d'imatges. Mostra gràfiques i diagrames que descriuen les captures realitzades durant una nit, les sessions d'enfocament, el guiatge, el moviment de la muntura, les inversions de meridià, etc. Utilitzeu-lo per a copsar «el que va passar ahir a la nit» o per a veure l'estat actual del sistema.
fr: Le module Analyse affiche un résumé synoptique de ce qui s'est passé lors d'une séance d'imagerie. Il montre des tracés et des graphiques décrivant les nombreuses captures prises au cours d'une nuit, les séances de mise au point, le guidage, le mouvement de montage, les retournements de méridiens, etc. Utilisez-le pour avoir une idée de « ce qui s'est passé la nuit dernière » ou pour voir l'état actuel du système.
it: Analyze mostra un riepilogo di alto livello di quello che succede durante una sessione di riprese fotografiche. Mostra tracciati e grafici che descrivono quante acquisizioni sono state fatte durante la notte, le sessioni di messa a fuoco, la guida, il movimento della montatura, le inversioni di meridiano, e via discorrendo. Usalo per avere un'idea su «cosa è successo stanotte» oppure per osservare lo stato attuale del sistema.
nl: Analyse toont een hoog-niveau samenvatting van wat er gebeurt tijdens een opnamesessie. Het toont plots en grafieken die de vele opnamen beschrijven die zijn genomen gedurende een nacht, de focussessies, het volgen, beweging van de opstelling, meridiaan flips, etc. Gebruik het om gevoel te krijgen van "wat er is gebeurt in de laatste nacht" of om te zien wat de huidige staat van het systeem is.
pt_br: Analisar exibe um resumo de alto nível do que aconteceu durante uma sessão de imagem. Ele mostra gráficos e diagramas descrevendo as diversas capturas realizadas durante uma noite, as sessões de foco, a orientação, o movimento da montagem, as inversões de meridiano, etc. Use-o para ter uma ideia do que aconteceu na noite passada ou para ver o estado atual do sistema.
sl: Analiza prikaže povzetek na visoki ravni, kaj se je zgodilo med sejo slikanja. Prikazuje risbe in grafe, ki opisujejo številne posnetke ponoči, seje ostrenja, vodenje, premikanje vodil, preobračanje poldnevnika itd. Uporabite ga, da dobite občutek, "kaj se je zgodilo sinoči" ali da vidite trenutno stanje sistema.
sv: Analys visar en högnivåsummering av vad som hände under en tagningssession. Den visar diagram och grafer som beskriver de många tagningarna som gjordes under en natt, fokuseringssessionerna, guidningen, stativrörelser, meridianvändningar, etc. Använd den för att få en känsla av "vad som hände förra natten" eller för att se systemets aktuella tillstånd.
uk: На сторінці аналізу буде показано високорівневе резюме того, що сталося під час сеансу створення зображень. Буде показано креслення і графіки з описом знімків, створених вночі, сеансів фокусування, наведення, пересування лафета, переходів за меридіаном тощо. Скористайтеся нею для отримання даних щодо того, «що трапилося минулої ночі», або поточного стану системи.

source: <term>Capture Module</term>
it: <term>Modulo di cattura</term>
nl: <term>Opnamemodule</term>
pt: <term>Módulo de Captura</term>
sl: <term>Modul za zajemanje</term>
sv: <term>Tagningsmodul</term>
uk: <term>Модуль захоплення зображення</term>
zh_cn: <term>拍摄模块</term>

source: This is the primary module for camera &amp; filter wheel control. Create imaging sequences, capture previews, and watch video streams. It supports rotator control and can automatically capture flat frames in a number of scenarios.
it: Questo è il modulo primario per il controllo della fotocamera e della ruota portafiltri. Crea delle sequenze di immagini, cattura le anteprime e visualizza i flussi video. Supporta il controllo del rotatore e può catturare dei flat in una serie di scenari.
nl: Dit is de primaire module voor het besturen van camera &amp; filterwiel. Maak afbeeldingsrijen aan, maak previews aan, en bekijk video streams. Rotatorbesturing wordt ondersteund, en automatische opnames volgens een aantal scenario's.
pt: Este é o módulo primário para a câmara &amp; controlo da roda de filtros. Crie sequências de imagens, capture antevisões e veja transmissões de vídeo. Suporta o controlo do rotor e consegue capturar automaticamente imagens planas num conjunto de diversos cenários.
sl: To je primarni modul za kamero &amp; nadzor koleščka filtra. Ustvarite zaporedja slik, zajemite predoglede in glejte video tokove. Podpira krmiljenje rotatorja in lahko samodejno zajame ravne okvirje v številnih scenarijih.
sv: Detta är huvudmodulen för kontroll av kamera och filterhjul. Skapa bildsekvenser, ta förhandsgranskningar och titta på videoströmmar. Den stöder rotationskontroll och kan automatiskt ta flata bilder i ett antal olika scenarier.
uk: Це основний модуль для керування камерою та барабаном фільтрів. Тут можна запрограмувати послідовності зображень, попередньо переглянути зображення та переглядати потік відеоданих з камери. Передбачено підтримку керування засобом обертання та автоматичне захоплення кадрів плоского поля за різноманітними сценаріями.

source: <term>Focus Module</term>
it: <term>Modulo per la messa a fuoco</term>
pt: <term>Módulo de Focagem</term>
sl: <term>Modul ostrenja</term>
sv: <term>Fokuseringsmodul</term>
uk: <term>Модуль фокусування</term>
zh_cn: <term>对焦模块</term>
