Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ch05s02.po
Languages: ca, fr, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: Measure the sharpness of your images in the focus module by calculating Half-Flux-Radius. The lower the HFR, the sharper the image becomes. You can run the focus module with or without a focuser. With an electronic focuser, you can run an autofocus operation where Ekos iterates and calculates the optical focus position.
ca: Mesura la nitidesa de les vostres imatges en el mòdul per a l'enfocament calculant el radi de mig flux (Half-Flux-Radius -HFR-). Com més baix sigui l'HFR, la imatge esdevindrà més nítida. Podeu executar el mòdul d'enfocament amb enfocador o sense. Amb un enfocador electrònic, podreu executar una operació d'enfocament automàtic, a on l'Ekos farà una iteració i calcularà la posició de l'enfocament òptic.
fr: Mesurez la netteté de vos images avec le module de mise au point en calculant le HFR (Half-Flux-Radius). Plus cette valeur est basse et meilleure sera la netteté. Vous pouvez exécuter le module de mise au point avec ou sans un moteur de mise au point. Avec un moteur de mise au point électronique, vous pouvez exécuter la procédure de mise au point automatique et Ekos procédera par itérations en calculant la position de mise au point optique.
it: Misura la nitidezza delle tue immagini nel modulo di messa a fuoco calcolando l'half flux radius: più piccolo è, più nitide saranno le tue immagini. Puoi avviare il modulo della messa a fuoco con o senza un focheggiatore. Se quest'ultimo è elettronico puoi avviare un'operazione di messa a fuoco automatica in cui Ekos esegue l'iterazione e calcola la posizione della messa a fuoco ottica.
nl: Meet de scherpte van uw afbeeldingen in de focusmodule middels het berekenen van de Half_Flux-Radius (straal halve flux). Hoe lager de HFR, hoe scherper de afbeelding. U kunt de focusmodule met of zonder focuser gebruiken. Heeft u een elektronische focuser, dan kunt u autofocus gebruiken, waarin Ekos via iteraties en berekeningen de optimale focuspositie berekent.
pt: Meça a nitidez das suas imagens no módulo de focagem, calculando para tal o Raio-de-Semi-Fluxo (HFR). Quanto menor o HFR, mais nítida se torna a imagem. Poderá executar o módulo de focagem com ou sem um sistema de focagem. Com um sistema de focagem electrónico, poderá executar uma operação de focagem automática onde o Ekos vai iterando e calcular a posição de focagem óptica.
pt_br: Meça a nitidez das suas imagens no módulo de foco calculando o Raio de Meio Fluxo. Quanto menor o RMF, mais nítida a imagem se torna. Você pode executar o módulo de foco com ou sem um focalizador. Com um focalizador eletrônico, você pode executar uma operação de foco automático onde o Ekos itera e calcula a posição do foco óptico.
sl: Izmerite ostrino svojih slik v modulu ostrenja z izračunom radija polovičnega toka (HFR). Nižji kot je HFR, ostrejša postane slika. Modul ostrenja lahko izvajate z ali brez fokuserja. Z elektronskim ostrenjem lahko zaženete operacijo samodejnega ostrenja, kjer Ekos ponavlja in izračuna položaj optičnega ostrenja.
sv: Mät bildernas skärpa i fokuseringsmodulen genom att beräkna halvflödesradien (HFR). Ju lägre HFR desto skarpare blir bilden. Det går att använda fokuseringsmodulen med eller utan en fokuseringsenhet. Med en elektronisk fokuseringsenhet kan en automatisk fokuseringsoperation utföras där Ekos itererar och beräknar optisk fokuseringsposition.
uk: Виміряйте чіткість ваших зображень за допомогою модуля фокусування, обчисливши радіус половинного потоку (РПП). Чим меншим є значення РПП, тим чіткішим є зображення. Ви можете запустити модуль фокусування із засобом фокусування чи без нього. За допомогою електронного засобу фокусування ви можете виконати процедуру автофокусування, під час якої Ekos автоматично виконуватиме ітерації і обчислюватиме позицію оптичного фокуса.

source: <term>Guide Module</term>
it: <term>Modulo di guida</term>
nl: <term>Volgmodule</term>
pt: <term>Módulo de Guia</term>
sl: <term>Vodniški modul</term>
sv: <term>Guidningsmodul</term>
uk: <term>Модуль наведення</term>
zh_cn: <term>导星模块</term>

source: To achieve long exposure astrophotography, guiding is necessary to ensure the image is locked and stabilized for the complete duration of the exposure duration. Deviations from the frame with time can lead to blurry images and star trails. In the guide module, it can automatically select a suitable guide star and then lock the mount to always keep that star in its position. If the guide module detects any deviation from this locked position, it sends correction pulses to the mount to bring it back to the original position.
it: Per ottenere fotografie astronomiche dopo una lunga esposizione hai bisogno di una guida: questo per fare in modo che l'immagine venga bloccata e rimanga stabilizzata per tutta la durata dell'esposizione. Le deviazioni del fotogramma nel tempo possono infatti portare ad immagini sfocate e a stelle che tracciano una scia. Nel modulo di guida si può quindi selezionare automaticamente una stella guida adatta e bloccare quindi il supporto, in modo da mantenerla sempre nella sua posizione: se il modulo di guida rileva delle deviazioni da questa posizione invia al supporto degli impulsi di correzione, così da riportare la montatura nella posizione originale.
nl: Voor langdurige astrografische belichtingstijden, is stabiel en nauwkeurig volgen van het object noodzakelijk gedurende de hele belichtingstijd. Afwijken hiervan in de loop van de tijd leiden tot wazige afbeeldingen, en stersporen. In de volgmodule wordt automatisch een geschikte volgster gekozen, waarna de opstelling op die ster wordt gefixeerd. Merkt de volgmodule een afwijking , dan stuurt die onmiddellijk pulsen naar de opstelling om dit te corrigeren.
pt: Para obter uma fotografia astronómica de exposição elevada, é necessária uma guia para garantir que a imagem está bloqueada e estabilizada durante o período de exposição completo. Os desvios da imagem com o tempo poderão originar imagens borradas e trajectos das estrelas. No módulo da guia, poderá seleccionar automaticamente uma estrela-guia adequada e então bloquear a montagem para manter sempre essa estrela na sua posição. Se o módulo da guia detectar algum desvio desta posição bloqueada, ele envia impulsos de correcção para a montagem, para que esta volte para a posição original.
sl: Da bi dosegli astrofotografijo z dolgo osvetlitvijo, je potrebno vodenje, da zagotovimo, da je slika zaklenjena in stabilizirana za celotno trajanje trajanja osvetlitve. Odstopanja od kadra s časom lahko povzročijo zamegljene slike in zvezdne sledi. V vodilnem modulu lahko samodejno izbere ustrezno vodilno zvezdo in nato zaklene nosilec, da ta zvezda vedno ostane na svojem mestu. Če vodilni modul zazna kakršno koli odstopanje od tega zaklenjenega položaja, pošlje korekcijske impulze nosilcu, da ga vrne v prvotni položaj.
sv: För att åstadkomma astrofotografering med långa exponeringstider, är guidning nödvändig för att säkerställa att bilden är låst och stabiliserad under hela exponeringstiden. Avvikelser från bildramen under tiden kan orsaka suddiga bilder och stjärnspår. Guidningsmodulen kan automatiskt välja en lämplig guidestjärna och låsa stativet till att alltid hålla stjärnan på samma position. Om guidningsmodulen detekterar någon avvikelse från den låsta positionen, skickar den korrigeringspulser till stativet för att återställa det till den ursprungliga positionen.
uk: Для того щоб досягти астрографії із довгим експонуванням потрібен механізм наведення для забезпечення фіксування телескопа на об'єкті і стабілізації телескопа протягом усього періоду експонування. Відхилення у кадрі з часом можуть призвести до втрати чіткості зображення та руху зірок у кадрі. За допомогою модуля наведення можна автоматично вибрати провідну зірку і зафіксувати на ній лафет, щоб механіка завжди підтримувала наведення телескопа на позиції зірки. Якщо модуль наведення виявляє будь-яке відхилення від зафіксованої позиції, він надсилає команди лафету, щоб той забезпечив наведення на початкову позицію.

source: <term>Mount Module</term>
it: <term>Modulo della montatura</term>
nl: <term>Opstellingsmodule</term>
pt: <term>Módulo de Montagem</term>
sl: <term>Modul montaže</term>
sv: <term>Stativmodul</term>
uk: <term>Модуль лафета</term>

source: Mount control can be either done via the Sky Map interactively or via the Mount Control Panel in the mount module. Configure telescope properties (focal length &amp; aperture) for both your primary imaging telescope and guide scope. However, it is recommended to select the telescopes in the equipment profile and not change the values directly in the mount module.
it: Il controllo della montatura può essere fatto sia in modo interattivo tramite Sky Map, sia tramite il pannello di controllo della montatura nel modulo in questione. Configura le proprietà del telescopio (lunghezza focale e apertura) sia per il telescopio di cattura primario, sia per quello usato per la guida. Ad ogni modo si consiglia di selezionare i telescopi nel profilo dell'apparecchiatura, e di non modificare i valori direttamente nel modulo della montatura.
nl: Het besturen van de opstelling (montering) kan zowel interactief worden gedaan in de hemelkaart, als in het besturingspaneel van de opstellingsmodule. Stel de eigenschappen in van de telescoop (brandpuntsafstand &amp; opening) voor zowel de primaire telescoop als de volgtelescoop. Maar het is beter de telescopen te selecteren in het profiel van de apparatuur, en die waarden niet in de opstellingsmodule te veranderen.
pt: O controlo da montagem pode ser feito de forma interactiva no Mapa do Céu ou através do Painel de Controlo da Montagem no módulo respectivo. Configure as propriedades do telescópio (distância focal &amp; abertura) tanto para o seu telescópio de imagens principal como para o óculo-guia. Contudo, recomenda-se que seleccione os telescópios no perfil de equipamento e não altere os valores directamente no módulo da montagem.
sl: Nadzor montaže lahko izvedete prek interaktivnega zemljevida neba ali prek nadzorne plošče montaže v modulu montaže. Konfigurirajte lastnosti teleskopa (goriščna razdalja in zaslonka) za vaš primarni slikovni teleskop in vodnik. Vendar je priporočljivo izbrati teleskope v profilu opreme in ne spreminjati vrednosti neposredno v modulu montaže.
sv: Stativkontroll kan antingen utföras interaktivt via himmelskartan eller via stativkontrollpanelen i stativmodulen. Ställ in teleskopegenskaper (fokallängd och öppningsdiameter) för både det primära bildtagningsteleskopet och guideteleskopet. Dock rekommenderas att välja teleskopen i utrustningsprofilen och inte direkt ändra värdena i stativmodulen.
uk: Керування лафетом можна здійснити або за допомогою карти неба інтерактивно, або за допомогою панелі керування лафетом у модулі лафета. Налаштуйте властивості телескопа (фокальну відстань і діафрагму) для вашого основного телескопа для створення знімків та телескопа для наведення. Втім, рекомендуємо вам вибрати телескопи у профілі обладнання і не змінюйте параметри безпосередньо у модулі лафета.

source: User Interface
ca: Interfície d'usuari
fr: Interface utilisateur
pt_br: Interface do usuário

source: Ekos Astrophotography Tool is organized into several *Modules*. A module is a set of functions and tasks for a particular step in astrophotography and/or data acquisition. Currently, the following modules are included with Ekos:
ca: L'eina d'astrofotografia Ekos està organitzada en diversos *mòduls*. Un mòdul és un conjunt de funcions i tasques per a un pas particular en astrofotografia i/o adquisició de les dades. Actualment, s'inclouen els mòduls següents amb l'Ekos:
fr: L'outil d'astrophotographie Ekos est organisé en plusieurs *modules*. Un module est un ensemble de fonctions et de tâches pour une étape particulière en astrophotographie et/ou dans l'acquisition de données. Actuellement les modules suivants sont inclus dans Ekos :
pt_br: A ferramenta de astrofotografia do Ekos é organizada em vários *Módulos*. Um módulo é um conjunto de funções e tarefas para uma etapa específica da astrofotografia e/ou aquisição de dados. Atualmente, os seguintes módulos estão incluídos no Ekos:

source: Setup & Summary Module
ca: Mòdul d'arranjament i resum
fr: Module Configuration et résumé
pt_br: Módulo de Configuração e Resumo

source: Scheduler Module
ca: Mòdul del programador
fr: Module Ordonnanceur
pt_br: Módulo do Agendador

source: Analyze Module
ca: Mòdul analitza
fr: Module Analyse
pt_br: Módulo Analisar

source: Capture Module
ca: Mòdul de captura
fr: Module Acquisition
pt_br: Módulo de Captura

source: Focus Module
ca: Mòdul d'enfocament
fr: Module Mise au point
pt_br: Módulo de Foco

source: Guide Module
ca: Mòdul de guiatge
fr: Module Guidage
pt_br: Módulo de Guia

source: Mount Module
ca: Mòdul de muntura
fr: Module Monture
pt_br: Módulo de Montagem

source: |Ekos summary cheatsheet|
ca: |Full de trucs de resum de l'Ekos|

source: Ekos summary cheatsheet
ca: Full de trucs de resum de l'Ekos
fr: Aide-mémoire du résumé Ekos
pt_br: Folha de dicas de resumo do Ekos

source: Summary & Setup Module
ca: Mòdul d'arranjament i resum
fr: Module Configuration et résumé
pt_br: Módulo de Configuração e Resumo

source: As its name suggests, this is where you will create and manage your equipment profile, and connect to your devices. It also provides a summary view where the capture progress along with the focus & guide operations is displayed in a compact format to convey the most important information relevant to the user. If any extensions are installed, the selection and start/stop controls will be shown.
ca: Com el seu nom indica, aquí és on creareu i gestionareu el perfil del vostre equip i connectareu amb els vostres dispositius. També proporciona una vista de resum on el progrés de la captura juntament amb les operacions d'enfocament i guiatge es mostraran en un format compacte per a transmetre a l'usuari la informació més rellevant. Si s'instal·la alguna extensió, es mostraran els controls de selecció i d'inici/aturada.
fr: Ainsi que suggéré par son nom, c'est ici que vous allez créer et gérer le profil de votre matériel et vous connecter aux périphériques. Il fournit aussi une vue résumant la procédure d'acquisition, de mise au point et de guidage dans un format synthétique afin de transmettre les informations les plus importantes à l'utilisateur. Si des extensions sont installées, les boutons de sélection et de démarrage/arrêt seront affichées.
pt_br: Como o próprio nome sugere, é aqui que você criará e gerenciará o perfil do seu equipamento e se conectará aos seus dispositivos. Ele também oferece uma visualização resumida, onde o progresso da captura, juntamente com as operações de foco e guia, são exibidos em um formato compacto para transmitir as informações mais importantes e relevantes para o usuário. Se alguma extensão estiver instalada, os controles de seleção e início/parada serão exibidos.

source: This is the primary module for camera & filter wheel control. Create imaging sequences, capture previews, and watch video streams. It supports rotator control and can automatically capture flat frames in a number of scenarios.
ca: Aquest és el mòdul principal per al control de la roda de filtres i de la càmera. Creareu seqüències de les imatges obtingudes, vistes prèvies de la captura i veureu fluxos de vídeo. És compatible amb el control rotor i pot capturar automàticament fotogrames plans en una sèrie d'escenaris.
fr: Ceci est le module principal pour le contrôle de la caméra et de la roue à filtre. Il permet de créer des séquences d'images, d'afficher des aperçus des acquisitions et de visionner des vidéos. Il gère le contrôle du rotateur et peut automatiquement procéder à l'acquisition de \"flats\" pour de multiples scénarios.
pt_br: Este é o módulo principal para controle da câmera e da roda de filtros. Crie sequências de imagens, capture pré-visualizações e assista a transmissões de vídeo. Ele suporta controle de rotação e pode capturar quadros planos automaticamente em diversos cenários.

source: To achieve long exposure astrophotography, guiding is necessary to ensure the image is locked and stabilized for the complete duration of the exposure duration. Deviations from the frame with time can lead to blurry images and star trails. In the guide module, it can automatically select a suitable guide star and then lock the mount to always keep that star in its position. If the guide module detects any deviation from this locked position, it sends correction pulses to the mount to bring it back to the original position.
ca: Per a aconseguir una astrofotografia d'exposició prolongada, cal fer el guiatge de manera que la imatge estigui bloquejada i estabilitzada per a tota la durada de l'exposició. Les desviacions del fotograma amb el temps poden generar imatges borroses i rastres de les estrelles. Al mòdul per al guiatge, podreu seleccionar automàticament una estrella guia adequada i, a continuació, bloquejar la muntura per a mantenir-se sempre en la posició d'aquesta estrella. Si el mòdul per al guiatge detecta qualsevol desviació d'aquesta posició bloquejada, enviarà polsos de correcció a la muntura per a tornar a la posició original.
fr: Pour réaliser de l'imagerie à longues poses, il est nécessaire d'utiliser du guidage pour s'assurer que l'image est verrouillée et stabilisée pour toute la durée de l'exposition. Les déviations avec le temps débouchent sur des images floues et des traînées d'étoiles. Le module de guidage permet de sélectionner automatiquement une étoile guide et de verrouiller la monture pour conserver cette étoile toujours à la même position. Si le module détecte une déviation de cette position verrouillée, il envoie des impulsions de correction à la monture pour la ramener à sa position initiale.
pt_br: Para obter astrofotografia de longa exposição, a orientação é necessária para garantir que a imagem esteja travada e estabilizada durante toda a duração da exposição. Desvios do quadro ao longo do tempo podem levar a imagens borradas e rastros de estrelas. No módulo de guia, ele pode selecionar automaticamente uma estrela guia adequada e, em seguida, travar a montagem para mantê-la sempre em sua posição. Se o módulo de guia detectar qualquer desvio dessa posição travada, ele envia pulsos de correção para a montagem para trazê-la de volta à posição original.

source: Mount control can be either done via the Sky Map interactively or via the Mount Control Panel in the mount module. Configure telescope properties (focal length & aperture) for both your primary imaging telescope and guide scope. However, it is recommended to select the telescopes in the equipment profile and not change the values directly in the mount module.
ca: El control de la muntura es pot fer de forma interactiva mitjançant el mapa celeste emprant el plafó de control de la muntura al mòdul de la muntura. Configureu les propietats del telescopi (distància focal i obertura), tant per al vostre telescopi primari per a l'obtenció de les imatges com per a la guia telescòpica. No obstant això, es recomana seleccionar els telescopis en el perfil de l'equip i no canviar els valors directament al mòdul de la muntura.
fr: La monture peut être contrôlée soit de manière interactive dans la carte du ciel soit avec le tableau de bord de la monture dans le module Monture. Configurez les propriétés du télescope (longueur de la focale et ouverture) pour le télescope imageur et le télescope faisant office de guide. Il est cependant recommandé de configurer les télescopes dans le profil de votre matériel plutôt que de modifier les valeurs directement dans le module Monture.
pt_br: O controle da montagem pode ser feito interativamente pelo mapa celeste ou pelo painel de controle da montagem no módulo de montagem. Configure as propriedades do telescópio (distância focal e abertura) tanto para o seu telescópio de imagem primário quanto para o seu telescópio guia. No entanto, é recomendável selecionar os telescópios no perfil do equipamento e não alterar os valores diretamente no módulo de montagem.

source: Ekos
zh_cn: 埃科奥斯
