Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/customize.po
Languages: bg, ca, ca@valencia, nl, uk

source: Customizing the Display
bg: Настройване на екрана
ca: Personalitzar la vista
ca@valencia: Personalitzar la vista
nl: Het beeld instellen
uk: Налаштування показу

source: There are several ways to modify the display to your liking.
bg: Има няколко начина да промените екрана по ваш избор.
ca: Hi ha diverses maneres de modificar la pantalla segons les vostres preferències.
ca@valencia: Hi ha diverses maneres de modificar la vista segons les vostres preferències.
nl: Er zijn verschillende manieren om het beeld naar uw smaak in te stellen.
uk: Існує декілька способів налаштувати зображення так, як вам хочеться.

source: Toggle whether the Info Boxes are drawn in the ``Settings`` → ``Info Boxes`` submenu. In addition, you can manipulate the three Info Boxes with the mouse. Each box has additional lines of data that are hidden by default. You can toggle whether these additional lines are visible by double-clicking a box to “shade” it. Also, you can reposition a box by dragging it with the mouse. When a box hits a window edge, it will “stick” to the edge when the window is resized.
bg: Превключете показването на информационните полета в подменюто ``Настройки`` ``Информационни полета``. Освен това можете да манипулирате трите информационни полета с мишката. Всяко поле има допълнителни редове с данни, които са скрити по подразбиране. Можете да превключите, дали тези допълнителни редове да се виждат, като щракнете двукратно върху поле, за да го \"разширите\". Освен това можете да промените позицията на полето, като го завлечете с мишката. Когато полето се допре до ръба на прозореца, то ще \"залепне\" за него.
ca: Mostra o oculta els rètols informatius des del submenú ``Arranjament`` → ``Rètols informatius``. A més, podeu manipular els tres rètols informatius amb el ratolí. Cadascun dels rètols conté línies addicionals de dades que resten ocultes de manera predeterminada. Podeu canviar-ne la «visibilitat» fent doble clic sobre seu. També és possible canviar-ne la ubicació arrossegant-lo amb el ratolí. Quan un rètol arriba a tocar la vora d'una finestra, s'«adherirà» a aquesta quan es modifiqui la grandària de la finestra.
ca@valencia: Alterneu els rètols informatius des del submenú ``Configuració`` → ``Rètols informatius``. A més, podeu manipular els tres rètols informatius amb el ratolí. Cadascun conté línies addicionals de dades que de manera predeterminada resten ocultes. Podeu canviar-ne la visibilitat fent doble clic damunt seu. També és possible canviar-ne la ubicació arrossegant-lo amb el ratolí. Quan un rètol arriba fins a tocar la vora d'una finestra, serà «adherit» a esta per a quan es modifique la grandària de la finestra.
nl: Aan/uitzetten van de informatievakken gebeurt in het submenu ``Instellingen`` → ``Informatievakken``. Bovendien kunt u de drie informatievakken met de muis manipuleren. Elk vak bevat enkele regels met extra gegevens, die standaard verborgen zijn. U kunt het zichtbaar maken van deze regels aan/uitzetten door op een informatievak te dubbelklikken om het als het ware “op of af te rollen” als een rolgordijn. U kunt een informatievak ook verplaatsen door het met de muis te slepen. Wanneer een vak een vensterrand raakt blijft het eraan “plakken” wanneer de grootte van het venster wordt veranderd.
uk: Список меню ``Параметри`` → ``Інформація`` призначено для перемикання показу панелей інформації. Крім того, ви можете керувати трьома інформаційними панелями за допомогою миші. Кожна панель містить рядки даних, які типово приховано. Ви можете визначити, чи слід показувати ці рядки, подвійним клацанням на панелі з метою «затінити» її. Ви також можете змінити розташування панелі перетягуванням її мишею. Коли панель торкається краю вікна, вона «прилипатиме» до цього краю під час зміни розмірів вікна.

source: Toggle whether the Toolbars are drawn in the ``Settings`` → ``Toolbars Shown`` submenu. Like most KDE toolbars, they can also be dragged around and anchored on any window edge, or even detached from the window completely if they are unlocked.
bg: Превключете показването на отделните ленти с инструменти в подменюто ``Настройки`` ``Ленти с инструменти``. Като повечето kde ленти с инструменти, те също могат да се завличат наоколо и да се закотвят, на който и да е край на прозореца или дори да се отделят напълно от прозореца, ако са отключени.
ca: Mostra o oculta les barres d'eines des del submenú ``Arranjament`` → ``Barres d'eines mostrades``. Com la majoria de les barres d'eines de KDE, també es poden arrossegar per la pantalla i fixar-les a qualsevol vora de la finestra, fins i tot separar-les completament d'aquesta si no estan bloquejades.
ca@valencia: Alterneu les barres d'eines des del submenú ``Configuració`` → ``Barres d'eines mostrades``. Com la majoria de les barres d'eines de KDE, també es poden arrossegar per la pantalla i fixar-les en qualsevol vora de la finestra, fins i tot separar-les completament d'esta si no estan bloquejades.
nl: Aan/uitzetten van de werkbalken gebeurt in het submenu ``Instellingen`` → ``Getoonde werkbalken``. Zoals de meeste werkbalken in KDE kunnen ze naar een andere plaats worden gesleept en aan een vensterrand worden geplakt, of zelfs helemaal los worden gemaakt van het venster, indien losgekoppeld.
uk: Список меню ``Параметри`` → ``Показані панелі`` призначено для перемикання видимості пеналів. Так само як і більшість панелей KDE, пенали програми можна перетягувати у будь-яке місце, приєднувати до будь-якого краю вікна програми, або навіть повністю від’єднати від цього вікна, якщо їх розблоковано.

source: Select a different color scheme in the ``Settings`` → ``Color Schemes`` submenu. There are four predefined color schemes, and you can define your own in the :doc:`Configure - KStars <config>` window.
bg: Изберете различна цветова схема в подменюто ``Настройки`` ``Цветови схеми``. Има четири предварително дефинирани цветови схеми и можете да дефинирате своя собствена в прозореца :doc:```Конфигуриране - KStars`` <config>`.
ca: Seleccioneu un esquema de color diferent en el submenú ``Arranjament`` → ``Esquemes de color``. Hi ha quatre esquemes de color preestablerts, i també és possible definir el vostre propi a la finestra de :doc:`Configuració - KStars <config>`.
ca@valencia: Seleccioneu un esquema de color diferent en el submenú ``Configuració`` → ``Esquemes de color``. Hi ha quatre combinacions de color predefinides i podeu definir-ne de pròpies en el diàleg :doc:`Configureu - KStars <config>`.
nl: Selecteer een ander kleurenschema in het submenu ``Instellingen`` → ``Kleurenschema's``. Er zijn vier voorgedefinieerde kleurenschema's, en u kunt die van uzelf definiëren in het venster :doc:`Configureren - KStars <config>`.
uk: Іншу схему кольорів можна вибрати за допомогою списку меню ``Параметри`` → ``Схеми кольорів``. Передбачено чотири попередньо визначені схеми кольорів, крім того, ви можете визначити власну схему кольорів у вікні :doc:`Налаштовування — KStars <config>`.

source: Choose an “FOV Symbol” using the ``Settings`` → ``FOV Symbols`` submenu. *FOV* is an acronym for “field-of-view”. An FOV symbol is drawn at the center of the window to indicate where the display is pointing. Different symbols have different angular sizes; you can use a symbol to show what the view through a particular telescope would look like. For example, if you choose the “7x35 Binoculars” FOV symbol, then a circle is drawn on the display that is 9.2 degrees in diameter; this is the field-of-view for 7x35 binoculars.
bg: Изберете \"рамка на зрително поле\" с помощта на подменюто ``Настройки````Рамки на зрително поле``. *ЗП* е акроним за \"зрително поле\". Рамката на зрителното поле се изчертава в центъра на прозореца, за да покаже накъде е насочен екранът. Различните рамки имат различни ъглови размери; можете да използвате тези рамки, за да покажете, как би изглеждал изгледът през определен телескоп. Например, ако изберете рамката \"7x35 Бинокъл\", тогава на екрана се изчертава кръг с диаметър 9,2 градуса; това е зрителното поле за бинокъл 7x35.
ca: Escolliu un «símbol del CDV» utilitzant el submenú ``Arranjament`` → ``Símbols del CDV``. *CDV* és un acrònim per a «camp de visió». Es dibuixarà un símbol de camp de visió al centre de la finestra per a indicar cap a on apunta la pantalla. Els diferents símbols tenen mides angulars diferents; en podeu utilitzar un per a mostrar com seria la vista a través d'un telescopi en concret. Per exemple, si escolliu el camp de visió «Prismàtics 7x35», es dibuixarà un cercle a la pantalla amb un diàmetre de 9,2 graus; aquest és el camp de visió per a uns prismàtics 7x35.
ca@valencia: Trieu un «símbol de CDV» utilitzant el submenú ``Configuració`` → ``Símbols de CDV``. *CDV* és un acrònim per a «camp de visió». Es dibuixarà un símbol de camp de visió en el centre de la finestra per a indicar cap a on apunta la vista. Els diferents símbols disposen de mides angulars diferents; en podeu utilitzar un per a mostrar com seria la vista a través d'un telescopi en concret. Per exemple, si trieu el camp de visió «Prismàtics 7x35», es dibuixarà un cercle en la pantalla amb un diàmetre de 9,2 graus -este és el camp de visió per a uns prismàtics 7x35.
nl: Kies een “GV-symbool” in het submenu-item ``Instellingen`` → ``GV-symbolen``. *GV* is een afkorting van “gezichtsveld”. Een GV-symbool wordt in het midden van het scherm getekend om de kijkrichting aan te geven. Verschillende symbolen horen bij verschillende hoekafmetingen, u kunt het symbool gebruiken om te zien wat u in een bepaalde telescoop zou zien. Als u bijvoorbeeld het GV-symbool voor de “7x35 verrekijker” kiest, wordt er in de sterrenkaart een cirkel getekend met een middellijn van 9,2 graden, wat het gezichtsveld is van een 7x35 verrekijker.
uk: Вибір «Рамки поля зору» можна здійснити за допомогою пункту меню ``Параметри`` → ``Рамки поля зору``. Рамку поля зору буде зображено по центру вікна, щоб позначати точку, куди спрямовано погляд програми. Різні рамки мають різний кутовий розмір, ви можете використовувати рамку, щоб побачити область видимості певного телескопа. Наприклад, якщо ви оберете рамку поля зору «Бінокль 7x35», на екрані буде показано коло з діаметром 9,2 градуси — це поле зору бінокля 7x35.

source: You can define your own FOV symbols (or modify the existing symbols) using the ``Edit FOV Symbols...`` menu item, which launches the FOV Editor:
bg: Можете да дефинирате свои собствени рамки на зрително поле (или да промените съществуващите рамки), като използвате елемента от менюто ``Редактиране на рамки на зрително поле...``, което отваря прозореца на редактора:
ca: Podeu definir els vostres propis símbols del CDV (o modificar-ne els existents) utilitzant l'element de menú ``Edita els símbols CDV...``, el qual ens oferirà l'editor del CDV:
ca@valencia: Podeu definir els vostres propis símbols de CDV (o modificar-ne els existents) utilitzant l'element de menú ``Edita els símbols CDV…``, el qual ens oferirà l'Editor de CDV:
nl: U kunt uw eigen GV-symbolen maken (of de bestaande veranderen) met ``GV-symbolen bewerken...`` die de GV-bewerker start:
uk: Визначати власні рамки поля зору (або змінювати вже існуючі рамки) можна за допомогою пункту меню ``Редагувати рамки поля зору...``. Цей пункт відкриває вікно Редактора рамок поля зору:

source: |FOV Symbol Editor|
uk: |Редактор рамок поля зору|

source: The list of defined FOV symbols is displayed on the left. On the right are buttons for adding a new symbol, editing the highlighted symbol's properties, and removing the highlighted symbol from the list. Note that you can even modify or remove the four predefined symbols (if you remove all symbols, the four defaults will be restored the next time you start KStars). Below these three buttons is a graphical preview display showing the highlighted symbol from the list. When the ``New...`` or ``Edit...`` button is pressed, the ``New FOV Indicator`` window is opened:
bg: Списъкът с вече зададени рамки на зрително поле се показва вляво. Отдясно има бутони за добавяне на нова рамка, редактиране на свойствата и премахване от списъка на маркираната рамка. Обърнете внимание, че можете дори да промените или премахнете четирите предварително дефинирани рамки (ако премахнете всички рамки, четирите настройки по подразбиране ще бъдат възстановени следващия път, когато стартирате KStars). Под тези три бутона има графично поле за предварителен преглед на маркираната рамка от списъка. Когато се натисне бутонът ``Добавяне...`` или ``Редактиране...``, се отваря прозорецът ``Нова рамка на зрително поле``:
ca: La llista dels símbols del CDV definits es mostra a l'esquerra. A la dreta es troben els botons per a afegir-ne un de nou, editar les propietats del seleccionat i eliminar-lo de la llista. Cal tenir en compte que també podeu modificar o eliminar els quatre símbols predefinits (si els elimineu tots els predefinits, es restauraran la pròxima vegada que inicieu el KStars). A sota d'aquests tres botons es troba la pantalla de vista prèvia gràfica que mostra el símbol seleccionat a la llista. Quan premeu algun dels botons ``Nou...`` o ``Edita...``, s'obrirà la finestra ``Símbol nou del CDV``:
ca@valencia: La llista dels símbols de CDV definits es mostra a l'esquerra. A la dreta es troben els botons per a afegir-ne un de nou, editar les propietats del seleccionat i eliminar-lo de la llista. Cal tindre en compte que també podreu modificar o eliminar els quatre símbols predefinits (si els elimineu tots, es restauraran la pròxima vegada que inicieu KStars). A davall d'estos tres botons es troba la pantalla de vista prèvia gràfica que mostra el símbol seleccionat en la llista. Quan premeu algun dels botons ``Nou…`` o ``Edita…``, s'obrirà el diàleg ``Símbol nou de CDV:``:
nl: De lijst met ingestelde GV-symbolen wordt links getoond. Rechts zijn de knoppen voor het toevoegen van een nieuw symbool, het bewerken van de eigenschappen van een geselecteerd symbool, en het uit de lijst verwijderen van een geselecteerd symbool. Merk op dat u zelfs de vier vooringestelde symbolen kunt veranderen en verwijderen (als u alle symbolen verwijdert worden de vier voorgedefinieerde symbolen weer hersteld bij de volgende keer dat KStars wordt gestart). Onder deze drie knoppen ziet u hoe het in de lijst geselecteerde symbool er uit ziet. Als u op ``Nieuw...`` of ``Bewerken...`` klikt wordt het venster ``Nieuw GV-symbool`` geopend:
uk: Список попередньо визначений рамок поля зору показано ліворуч. Праворуч розташовано кнопки для додавання нової рамки, зміни властивостей виділеної рамки, або вилучення виділеної рамки зі списку. Зауважте, що ви можете змінювати і вилучати навіть чотири попередньо визначені рамки (якщо ви вилучите всі рамки, чотири типові буде поновлено під час наступного запуску KStars). Під цими трьома кнопками розташовано область попереднього перегляду, що відповідає виділеній у списку рамці. Натискання кнопок ``Створити...`` і ``Редагувати...`` відкриє вікно ``Нова рамка поля зору``:

source: |New FOV Symbol|
uk: |Створення рамки поля зору|

source: This window lets you modify the four properties that define a FOV symbol: name, size, shape, and color. The angular size for the symbol can either be entered directly in the ``Field of View`` edit box, or you can use the Eyepiece/Camera Tabs to calculate the field-of-view angle, given parameters of your telescope/eyepiece or telescope/camera setup. The five available shapes are: Square, Circle, Crosshairs, Bullseye and Semitransparent circle. Once you have specified all four parameters, press ``Ok``, and the symbol will appear in the list of defined symbols. It will also be available from the ``Settings`` → ``FOV Symbols`` submenu.
bg: Този прозорец ви позволява да промените четирите свойства, които дефинират рамката на зрителното поле: име, размер, форма и цвят. Ъгловият размер на символа може или да бъде въведен директно в полето за редактиране ``Зрително поле``, или можете да използвате разделите Окуляр/Камера, за да изчислите ъгъла на зрителното поле, дадени в параметрите на вашия телескоп или в настройките на окуляра или телескопа/камерата. Петте налични форми са: Квадрат, Кръг, Мерник, Мишена и Полупрозрачен кръг. След като посочите и четирите параметъра, натиснете ``Добре`` и символът ще се появи в списъка с дефинирани символи. То ще бъде достъпно и от подменюто ``Настройки````Рамки на зрително поле``.
ca: Aquesta finestra us permet modificar les quatre propietats que defineixen un símbol del CDV: nom, camp visual, forma i color. La distància focal d'aquest la podeu introduir directament en el quadre d'edició ``Camp visual``, o podeu utilitzar les pestanyes Ocular/Càmera per a calcular l'angle del camp de visió, indicant-hi les dades de la vostra configuració de telescopi/ocular o telescopi/càmera. Les cinc formes disponibles són: quadrat, cercle, punts de mira, ull de bou i cercle semitransparent. Una vegada especificat, premeu ``D'acord``, i el símbol apareixerà a la llista predefinida. També és disponible des del submenú ``Arranjament`` → ``Símbols del CDV``.
ca@valencia: Este diàleg permet modificar les quatre propietats que definixen un símbol de CDV: nom, mida, forma i color. La distància focal d'este la podeu introduir directament en el quadro d'edició ``Camp de visió:``, o podeu utilitzar les pestanyes ``Ocular`` i ``Càmera`` per a calcular l'angle del camp de visió, indicant-hi les dades de la vostra configuració de telescopi/ocular o de telescopi/càmera. Les cinc formes disponibles són: quadrat, cercle, punts de mira, ull de bou i cercle semitransparent. Una vegada especificat, premeu ``D'acord``, i el símbol apareixerà en la llista predefinida. També restarà disponible des del submenú ``Configuració`` → ``Símbols de CDV``.
nl: In dit venster kunt u de vier eigenschappen van een GV-symbool veranderen: naam, grootte, vorm en kleur. De hoekgrootte van het symbool kan of direct worden ingevoerd in het invulvak ``Gezichtsveld`` of in de tabbladen Oculair/Camera worden berekend voor uw telescoop/oculair- of telescoop/camera-combinatie. De vier beschikbare vormen zijn: cirkel, vierkant, kruisdraad en roos (schietschijf). Na het opgeven van alle vier parameters drukt u op ``OK``, waarna het nieuwe symbool verschijnt in de lijst van ingestelde symbolen. U kunt het dan ook vinden in het submenu ``Instellingen`` → ``GV-symbolen``.
uk: За допомогою цього вікна ви можете змінити чотири параметри, які визначають рамку поля зору: назву, розмір, форму і колір. Кутовий розмір рамки можна або напряму ввести у поле редагування ``Поле зору`` або скористатися для цього вкладками Окуляр/Камера, на цих вкладках можна обчислити кут поля зору за заданими параметрами вашого телескопа/окуляра або телескопа/фотокамери. П’ятьма доступними формами є: Коло, Квадрат, Перехрестя, Центр мішені і Напівпрозоре коло. Після того, як ви встановите всі чотири параметри, натисніть кнопку ``Гаразд``, — тепер визначена вами рамка з’явиться у списку серед інших рамок. Доступ до неї також можна буде отримати зі списку меню ``Параметри`` → ``Рамка поля зору``.

source: FOV Symbol Editor
bg: Редактор на рамки на зрително поле
ca: Editor de símbols CDV
ca@valencia: Editor de símbols CDV
nl: Bewerker voor GV-symbolen
uk: Редактор рамок поля зору

source: New FOV Symbol
bg: Нов рамка на зрително поле
ca: Símbol nou del CDV
ca@valencia: Símbol nou de CDV
nl: Nieuw GV-symbool
uk: Створення рамки поля зору
