Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/developer.po
Languages: uk

source: Developer
uk: Розробник

source: |Developer Window|
uk: |Сторінка «Розробник»|

source: The ``Developer`` page provides a few checkboxes that can help debug issues with KStars. There are checkboxes for saving images in logging directories that might help debug issues. Of course, saving images can take up disk space and should be used judiciously.
uk: На сторінці ``Розробник`` розташовано декілька пунктів, які можуть допомогти у діагностиці вад у KStars. Передбачено пункти для збереження зображення у каталогах журналу, що може допомогти у виявлені джерел негараздів. Звичайно, збереження зображень призведе до зменшення вільного місця на диску, тому цим слід користуватися обережно.

source: The images that can be saved are
uk: Можна зберегти такі зображення:

source: all focus images,
uk: усі зображення фокусування,

source: all guider images,
uk: усі зображення наведення,

source: all align images, and
uk: усі зображення вирівнювання і

source: align images where the plate-solving failed.
uk: зображення вирівнювання, які не вдалося розв'язати.

source: The images are all saved in folders parallel to the main logging directory. They are in folders named guide, autofocus, align, and align/failed.
uk: Зображення буде збережено до тек поряд із основним каталогом журналу. Назвами тек будуть «guide», «autofocus», «align» і «align/failed».

source: Developer Window
uk: Сторінка «Розробник»
