Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/doc-index.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: Customizing, :doc:`The Configure KStars Window <viewops>`
ca: Personalització, :doc:`La finestra de configuració del KStars <viewops>`
ca@valencia: Personalitzar, :doc:`El diàleg de configuració de KStars <viewops>`
nl: Aanpassen, :doc:`Het configureren van het KStars-venster <viewops>`
pt_br: Personalizando, :doc:`A janela de configuração do KStars <viewops>`
sl: Prilagajanje, :doc:`Okno za konfiguracijo KStars <viewops>`
sv: Anpassning, :doc:`Fönstret Anpassa Kstars <viewops>`
uk: Налаштовування, :doc:`Вікно налаштовування KStars <viewops>`

source: Image-dump Mode, :doc:`Command-Line mode for Image Generation <dumpmode>`
ca: Mode de bolcat d'imatge, :doc:`Mode línia d'ordres per a la generació d'imatges <dumpmode>`
ca@valencia: Mode per a la generació d'imatges, :doc:`Mode línia d'ordres per a la generació d'imatges <dumpmode>`
nl: Modus Afbeelding-dump, :doc:`Opdrachtregelmodus voor generatie van afbeelding <dumpmode>`
pt_br: Modo de despejo de imagem, :doc:`Modo de linha de comando para geração de imagem <dumpmode>`
sl: Način izpisa slik, :doc:`Način ukazne vrstice za Generiranje slik <dumpmode>`
sv: Bildlagringsläge, :doc:`Kommandoradsläge för att skapa bilder <dumpmode>`
uk: Режим скидання зображень, :doc:`Режим керування з командного рядка для створення знімків <dumpmode>`

source: Setup, :ref:`INDI Setup <indi-indi-setup>`, :doc:`Telescope Setup <indi-telescope-setup>`
ca: Configuració, :ref:`Configuració de l'INDI <indi-indi-setup>`, :doc:`Configuració del telescopi <indi-telescope-setup>`
ca@valencia: Configuració, :ref:`Configuració d'INDI <indi-indi-setup>`, :doc:`Configuració del telescopi <indi-telescope-setup>`
nl: Opzetten, :ref:`INDI-opzet <indi-indi-setup>`, :doc:`Telescoopopzet <indi-telescope-setup>`
pt_br: Configuração, :ref:`Configuração do INDI <indi-indi-setup>`, :doc:`Configuração do telescópio <indi-telescope-setup>`
sl: Nastavitev, :ref:`Nastavitev INDI <indi-indi-setup>`, :doc:`Nastavitev teleskopa <indi-telescope-setup>`
sv: Inställning, :ref:`INDI-inställning <indi-indi-setup>`, :doc:`Teleskopinställning <indi-telescope-setup>`
uk: Налаштування, :ref:`Налаштовування INDI <indi-indi-setup>`, :doc:`Налаштовування телескопа <indi-telescope-setup>`

source: INDI Control
ca: Control d'INDI
ca@valencia: Control d'INDI
nl: INDI-besturing
pt_br: Controle com o INDI
sl: Upravljanje INDI
sv: INDI-styrning
uk: Керування INDI

source: Overview, :doc:`Astronomical Device Control with INDI <indi>`
ca: Vista general, :doc:`Control de dispositiu astronòmic amb INDI <indi>`
ca@valencia: Resum, :doc:`Control del dispositiu de telescopi amb INDI <indi>`
nl: Overzicht, :doc:`Besturing van astronomisch apparaat met INDI <indi>`
pt_br: Visão geral, :doc:`Controle de dispositivos astronômicos com INDI <indi>`
sl: Pregled, :doc:`Upravljanje astronomskih naprav z INDI <indi>`
sv: Översikt, :doc:`Styrning av astronomiska instrument med INDI <indi>`
uk: Огляд, :doc:`Керування астрономічними приладами за допомогою INDI <indi>`

source: Info Boxes
ca: Rètols informatius
ca@valencia: Rètols informatius
nl: Informatievakken
pt_br: Caixas de informações
sl: Informacijska polja
sv: Informationsrutor
uk: Інформація

source: Shading, :doc:`Customizing the Display <customize>`
ca: Ocultació, :doc:`Personalitzar la vista <customize>`
ca@valencia: Ombrejat, :doc:`Personalitzar la vista <customize>`
nl: Schaduw aanbrengen, :doc:`Het scherm aanpassen <customize>`
pt_br: Sombreamento, :doc:`Personalizando a exibição <customize>`
sl: Senčenje, :doc:`Prilagajanje prikaza <customize>`
sv: Skuggning, :doc:`Anpassa skärmen <customize>`
uk: Затінення, :doc:`Налаштовування показу <customize>`

source: Julian Day, :doc:`Julian Day <ai-julianday>`
ca: Dia julià, :doc:`Dia julià <ai-julianday>`
ca@valencia: Dia julià, :doc:`El dia julià <ai-julianday>`
nl: Juliaanse dag, :doc:`Juliaanse dag <ai-julianday>`
pt_br: Dia juliano, :doc:`Dia juliano <ai-julianday>`
sl: Julijanski dan, :doc:`Julijanski dan <ai-julianday>`
sv: Juliansk dag, :doc:`Juliansk dag <ai-julianday>`
uk: Юліанський день, :doc:`Юліанський день <ai-julianday>`

source: Latitude (see `Geographic Coordinate System <#ientry-id10833>`__)
ca: Latitud (vegeu `Sistema de coordenades geogràfiques <#ientry-id10833>`__)
ca@valencia: Longitud (vegeu el `Sistema de coordenades geogràfiques <#ientry-id10833>`__)
nl: Breedtegraad (zie `Geografisch coördinatenstelsel <#ientry-id10833>`__)
pt_br: Latitude (ver `Sistema de coordenadas geográficas <#ientry-id10833>`__)
sl: Zemljepisna širina (glejte `Geografski koordinatni sistem <#ientry-id10833>`__)
sv: Latitud (se `Geografiskt koordinatsystem <#ientry-id10833>`__)
uk: Широта (див. `Географічна координатна система <#ientry-id10833>`__)

source: Leap Years, :doc:`Leap Years <ai-leapyear>`
ca: Anys bixests, :doc:`Anys bixests <ai-leapyear>`
ca@valencia: Anys de traspàs, :doc:`Els anys de traspàs <ai-leapyear>`
nl: Schrikkeljaren, :doc:`Schrikkeljaren <ai-leapyear>`
pt_br: Anos bissextos, :doc:`Anos bissextos <ai-leapyear>`
sl: Prestopna leta, :doc:`Prestopna leta <ai-leapyear>`
sv: Skottår, :doc:`Skottår <ai-leapyear>`
uk: Високосні роки, :doc:`Високосні роки <ai-leapyear>`

source: Local Meridian, :doc:`The Local Meridian <ai-meridian>`
ca: Meridià local, :doc:`El meridià local <ai-meridian>`
ca@valencia: Meridià local, :doc:`El meridià local <ai-meridian>`
nl: Lokale meridiaan, :doc:`De lokale meridiaan <ai-meridian>`
pt_br: Meridiano local, :doc:`O meridiano local <ai-meridian>`
sl: Lokalni poldnevnik, :doc:`Lokalni poldnevnik <ai-meridian>`
sv: Lokal meridian, :doc:`Den lokala meridianen <ai-meridian>`
uk: Локальний меридіан, :doc:`Локальний меридіан <ai-meridian>`

source: (see also `Hour Angle <#ientry-id10898>`__)
ca: (vegeu també `Angle horari <#ientry-id10898>`__)
ca@valencia: (vegeu també: `Angle horari <#ientry-id10898>`__)
nl: (zie ook `Uurhoek <#ientry-id10898>`__)
pt_br: (veja também `Ângulo horário <#ientry-id10898>`__)
sl: (glejte tudi `Urni kot <#ientry-id10898>`__)
sv: (se också `Timvinkel <#ientry-id10898>`__)
uk: (див. також `Часовий кут <#ientry-id10898>`__)

source: Longitude (see `Geographic Coordinate System <#ientry-id10833>`__)
ca: Longitud (vegeu `Sistema de coordenades geogràfiques <#ientry-id10833>`__)
ca@valencia: Longitud (vegeu el `Sistema de coordenades geogràfiques <#ientry-id10833>`__)
nl: Lengtegraad (zie `Geografisch coördinatenstelsel <#ientry-id10833>`__)
pt_br: Longitude (ver `Sistema de coordenadas geográficas <#ientry-id10833>`__)
sl: Zemljepisna dolžina (glejte `Geografski koordinatni sistem <#ientry-id10833>`__)
sv: Longitud (se `Geografiskt koordinatsystem <#ientry-id10833>`__)
uk: Довгота (див. `Географічна координатна система <#ientry-id10833>`__)

source: Luminosity, :doc:`Luminosity <ai-luminosity>`
ca: Lluminositat, :doc:`Lluminositat <ai-luminosity>`
ca@valencia: Lluminositat, :doc:`Lluminositat <ai-luminosity>`
nl: Lichtkracht, :doc:`Lichtkracht <ai-luminosity>`
pt_br: Luminosidade, :doc:`Luminosidade <ai-luminosity>`
sl: Svetlost, :doc:`Svetlost <ai-luminosity>`
sv: Ljusstyrka, :doc:`Ljusstyrka <ai-luminosity>`
uk: Світність, :doc:`Світність <ai-luminosity>`

source: (see also `Flux <#ientry-id11389>`__)
ca: (vegeu també `Flux <#ientry-id11389>`__)
ca@valencia: (vegeu també: `Flux <#ientry-id11389>`__)
nl: (zie ook `Flux <#ientry-id11389>`__)
pt_br: (ver também: `Fluxo <#ientry-id11389>`__)
sl: (glej tudi `Flux <#ientry-id11389>`__)
sv: (se också `Flöde <#ientry-id11389>`__)
uk: (див. також `Потік <#ientry-id11389>`__)

source: Magnitude Scale, :doc:`Magnitude Scale <ai-magnitude>`
ca: Escala de magnitud, :doc:`Escala de magnitud <ai-magnitude>`
ca@valencia: Escala de magnitud, :doc:`L'escala de magnitud <ai-magnitude>`
nl: Magnitudeschaal, :doc:`Magnitudeschaal <ai-magnitude>`
pt_br: Escala de magnitude, :doc:`Escala de magnitude <ai-magnitude>`
sl: Lestvica magnitud, :doc:`Lestvica magnitud <ai-magnitude>`
sv: Magnitudskala, :doc:`Magnitudskala <ai-magnitude>`
uk: Шкала зоряних величин, :doc:`Шкала зоряних величин <ai-magnitude>`

source: Main sequence, :doc:`Stars: An Introductory FAQ <ai-stars>`
ca: Seqüència principal, :doc:`Estrelles: Una PMF d'introducció <ai-stars>`
ca@valencia: Seqüència principal, :doc:`Estreles: Una PMF d'introducció <ai-stars>`
nl: Hoofdreeks, :doc:`Sterren: een introductie FAQ <ai-stars>`
pt_br: Sequência principal, :doc:`Estrelas: Um FAQ introdutório <ai-stars>`
sl: Glavno zaporedje, :doc:`Zvezde: Uvodna pogosta vprašanja <ai-stars>`
sv: Huvudsekvens, :doc:`Stjärnor: Svar på grundläggande frågor <ai-stars>`
uk: Основна послідовність, :doc:`Зірки: Вступні поширені питання та відповіді на них <ai-stars>`

source: Milky Way, :ref:`The Galactic Coordinate System <ai-skycoords-galactic>`
ca: Via Làctia, :ref:`El sistema de coordenades galàctic <ai-skycoords-galactic>`
ca@valencia: Via Làctia, :ref:`El sistema de coordenades galàctic <ai-skycoords-galactic>`
nl: Melkweg, :ref:`Het Galactische coördinatenstelsel <ai-skycoords-galactic>`
pt_br: Via Láctea, :ref:`O sistema de coordenadas galácticas <ai-skycoords-galactic>`
sl: Mlečna cesta, :ref:`Galaktični koordinatni sistem <ai-skycoords-galactic>`
sv: Vintergatan. :ref:`Det galaktiska koordinatsystemet <ai-skycoords-galactic>`
uk: Молочний шлях, :ref:`Галактична координатна система <ai-skycoords-galactic>`

source: Navigation Controls
ca: Controls de navegació
ca@valencia: Controls de navegació
nl: Navigatietoetsen
pt_br: Controles de navegação
sl: Nadzor navigacije
sv: Navigeringskontroll
uk: Керування навігацією

source: Basics, :doc:`Have a Look Around <lookaround>`
ca: Informació bàsica, :doc:`Doneu un cop d'ull <lookaround>`
ca@valencia: Conceptes bàsics, :doc:`Mireu al vostre voltant <lookaround>`
nl: De basis, :doc:`Kijk eens rond <lookaround>`
pt_br: Noções básicas, :doc:`Dando uma olhada ao redor <lookaround>`
sl: Osnove, :doc:`Oglejte si okolico <lookaround>`
sv: Grunder, :doc:`Ta en titt runt omkring <lookaround>`
uk: Основи, :doc:`Роздивляємося <lookaround>`

source: Keyboard, :ref:`Navigation Keys <kstars-keys-nav-keys>`
ca: Teclat, :ref:`Tecles de navegació <kstars-keys-nav-keys>`
ca@valencia: Teclat, :ref:`Tecles de navegació <kstars-keys-nav-keys>`
nl: Toetsenbord, :ref:`Navigatietoetsen <kstars-keys-nav-keys>`
pt_br: Teclado, :ref:`Teclas de navegação <kstars-keys-nav-keys>`
sl: Tipkovnica, :ref:`Navigacijske tipke <kstars-keys-nav-keys>`
sv: Tangentbord, :ref:`Navigeringstangenter <kstars-keys-nav-keys>`
uk: Клавіатура, :ref:`Навігація за допомогою клавіатури <kstars-keys-nav-keys>`

source: Objects in the Sky
ca: Objectes en el cel
ca@valencia: Objectes en el cel
nl: Objecten aan de hemel
pt_br: Objetos no céu
sl: Predmeti na nebu
sv: Himmelsobjekt
uk: Небесні об’єкти

source: Centering, :doc:`Mouse Commands <kstars-mouse>`
ca: Centrat, :doc:`Ordres del ratolí <kstars-mouse>`
ca@valencia: Centrat, :doc:`Ordres del ratolí <kstars-mouse>`
nl: Centreren, :doc:`Muisopdrachten <kstars-mouse>`
pt_br: Centralizando, :doc:`Comandos de mouse <kstars-mouse>`
sl: Centriranje, :doc:`Ukazi miške <kstars-mouse>`
sv: Centrering, :doc:`Muskommandon <kstars-mouse>`
uk: Центрування, :doc:`Керування за допомогою миші <kstars-mouse>`

source: Details, :doc:`Object Details Window <tool-object-details>`
ca: Detalls, :doc:`Finestra de detalls de l'objecte <tool-object-details>`
ca@valencia: Detalls, :doc:`El diàleg «Detalls de l'objecte» <tool-object-details>`
nl: Details, :doc:`Venster met objectdetails <tool-object-details>`
pt_br: Detalhes, :doc:`Janela de detalhes do objeto <tool-object-details>`
sl: Podrobnosti, :doc:`Okno s podrobnostmi o predmetu <tool-object-details>`
sv: Information, :doc:`Fönstret Information om objekt <tool-object-details>`
uk: Подробиці, :doc:`Вікно відомостей щодо об'єкта <tool-object-details>`

source: Finding by Name, :ref:`Finding Objects <skyobjects-finding-objects>`
ca: Cerca per nom, :ref:`Cerca d'objectes <skyobjects-finding-objects>`
ca@valencia: Trobar pel nom, :ref:`Trobar objectes <skyobjects-finding-objects>`
nl: Zoeken op naam, :ref:`Objecten zoeken <skyobjects-finding-objects>`
pt_br: Encontrando por nome, :ref:`Encontrando objetos <skyobjects-finding-objects>`
sl: Iskanje po imenu, :ref:`Iskanje predmetov <skyobjects-finding-objects>`
sv: Söka enligt namn, :ref:`Söka objekt <skyobjects-finding-objects>`
uk: Пошук за назвою, :ref:`Пошук об'єктів <skyobjects-finding-objects>`

source: Hiding, :doc:`Advanced <advanced>`
ca: Ocultació, :doc:`Avançat <advanced>`
ca@valencia: Ocultar, :doc:`Avançat <advanced>`
nl: Verbergen, :doc:`Geavanceerd <advanced>`
pt_br: Ocultando, :doc:`Avançado <advanced>`
sl: Skrivanje, :doc:`Napredno <advanced>`
sv: Dölja, :doc:`Avancerat <advanced>`
uk: Приховування, :doc:`Додаткові параметри <advanced>`

source: Identifying, :doc:`Mouse Commands <kstars-mouse>`
ca: Identificació, :doc:`Ordres del ratolí <kstars-mouse>`
ca@valencia: Identificació, :doc:`Ordres del ratolí <kstars-mouse>`
nl: Identificeren, :doc:`Muisopdrachten <kstars-mouse>`
pt_br: Identificando, :doc:`Comandos de mouse <kstars-mouse>`
sl: Identifikacija, :doc:`Ukazi miške <kstars-mouse>`
sv: Identifiera, :doc:`Muskommandon <kstars-mouse>`
uk: Ідентифікація, :doc:`Керування за допомогою миші <kstars-mouse>`

source: Internet Links, :ref:`The Popup Menu <skyobjects-the-popup-menu>`
ca: Enllaços d'Internet, :ref:`El menú emergent <skyobjects-the-popup-menu>`
ca@valencia: Enllaços d'Internet, :ref:`El menú emergent <skyobjects-the-popup-menu>`
nl: Internetkoppelingen, :ref:`Het Popup-menu <skyobjects-the-popup-menu>`
pt_br: Links da Internet, :ref:`O menu de contexto <skyobjects-the-popup-menu>`
sl: Internetne povezave, :ref:`Pojavni meni <skyobjects-the-popup-menu>`
sv: Internetlänkar, :ref:`Objektens menyer <skyobjects-the-popup-menu>`
uk: Ресурси інтернету, :ref:`Контекстне меню <skyobjects-the-popup-menu>`

source: (see also `Popup Menu <#ientry-id1644>`__)
ca: (vegeu també `Menú emergent <#ientry-id1644>`__)
ca@valencia: (vegeu també: `Menú emergent <#ientry-id1644>`__)
nl: (zie ook `Popup-menu <#ientry-id1644>`__)
pt_br: (ver também: `Menu de contexto <#ientry-id1644>`__)
sl: (glejte tudi `Pojavni meni <#ientry-id1644>`__)
sv: (se också `Objektmeny <#ientry-id1644>`__)
uk: (див. також `Контекстне меню <#ientry-id1644>`__)

source: Customizing, :doc:`Object Details Window <tool-object-details>`
ca: Personalització, :doc:`Finestra de detalls de l'objecte <tool-object-details>`
ca@valencia: Personalitzar, :doc:`El diàleg «Detalls de l'objecte» <tool-object-details>`
nl: Aanpassen, :doc:`Venster met objectdetails <tool-object-details>`
pt_br: Personalizando, :doc:`Janela de detalhes do objeto <tool-object-details>`
sl: Prilagajanje, :doc:`Okno s podrobnostmi o objektu <tool-object-details>`
sv: Anpassning, :doc:`Fönstret Information om objekt <tool-object-details>`
uk: Налаштовування, :doc:`Вікно відомостей щодо об'єкта <tool-object-details>`

source: Invoking Popup Menu for, :doc:`Mouse Commands <kstars-mouse>`
ca: Invocació d'un menú emergent per a, :doc:`Ordres del ratolí <kstars-mouse>`
ca@valencia: Invocant el menú emergent per a, :doc:`Ordres del ratolí <kstars-mouse>`
nl: Popup-menu aanroepen voor, :doc:`Muisopdrachten <kstars-mouse>`
pt_br: Invocando o menu de contexto para, :doc:`Comandos de mouse <kstars-mouse>`
sl: Priklic pojavnega menija za, :doc:`Ukazi miške <kstars-mouse>`
sv: Visa objektmeny för, :doc:`Muskommandon <kstars-mouse>`
uk: Виклик контекстного меню, :doc:`Керування за допомогою миші <kstars-mouse>`

source: Keyboard Actions, :ref:`Keyboard Actions <skyobjects-keyboard-actions>`, :ref:`Actions for the Selected Object <kstars-keys-actions>`
ca: Accions del teclat, :ref:`Accions del teclat <skyobjects-keyboard-actions>`, :ref:`Accions per a l'objecte seleccionat <kstars-keys-actions>`
ca@valencia: Teclat, :ref:`Accions de teclat <skyobjects-keyboard-actions>`, :ref:`Accions per a l'objecte seleccionat <kstars-keys-actions>`
nl: Toetsenbordacties, :ref:`Toetsenbordacties <skyobjects-keyboard-actions>`, :ref:`Acties voor het geselecteerde object <kstars-keys-actions>`
pt_br: Ações do teclado, :ref:`Ações do teclado <skyobjects-keyboard-actions>`, :ref:`Ações para o objeto selecionado <kstars-keys-actions>`
sl: Dejanja tipkovnice, :ref:`Dejanja tipkovnice <skyobjects-keyboard-actions>`, :ref:`Dejanja za izbrani objekt <kstars-keys-actions>`
sv: Tangentbordsåtgärder, :ref:`Tangentbordsåtgärder <skyobjects-keyboard-actions>`, :ref:`Åtgärder för markerat objekt <kstars-keys-actions>`
uk: Дії за допомогою клавіатури, :ref:`Дії за допомогою клавіатури <skyobjects-keyboard-actions>`, :ref:`Дії для позначеного об'єкта <kstars-keys-actions>`

source: Labeling
ca: Etiquetatge
ca@valencia: Etiquetar
nl: Labels geven
pt_br: Legendagem
sl: Označevanje
sv: Beteckningar
uk: Надписи

source: Automatic, :doc:`Advanced <advanced>`
ca: Automàtic, :doc:`Avançat <advanced>`
ca@valencia: Automàtic, :doc:`Avançat <advanced>`
nl: Automatisch, :doc:`Geavanceerd <advanced>`
pt_br: Automática, :doc:`Avançado <advanced>`
sl: Samodejno, :doc:`Napredno <advanced>`
sv: Automatisk, :doc:`Avancerat <advanced>`
uk: Автоматизація, :doc:`Додаткові параметри <advanced>`

source: Overview, :doc:`Objects in the Sky <skyobjects>`
ca: Vista general, :doc:`Objectes en el cel <skyobjects>`
ca@valencia: Resum, :doc:`Objectes en el cel <skyobjects>`
nl: Overzicht, :doc:`Objecten aan de hemel <skyobjects>`
pt_br: Visão geral, :doc:`Objetos no céu <skyobjects>`
sl: Pregled, :doc:`Objekti na nebu <skyobjects>`
sv: Översikt, :doc:`Himmelsobjekt <skyobjects>`
uk: Огляд, :doc:`Об'єкти на небі <skyobjects>`

source: Tracking, :ref:`Centering and Tracking <skyobjects-centering-and-tracking>`
ca: Seguiment, :ref:`Centrat i seguiment <skyobjects-centering-and-tracking>`
ca@valencia: Centrar, :ref:`Centrar i seguir <skyobjects-centering-and-tracking>`
nl: Volgen, :ref:`Centreren en volgen <skyobjects-centering-and-tracking>`
pt_br: Rastreamento, :ref:`Centralização e rastreamento <skyobjects-centering-and-tracking>`
sl: Sledenje, :ref:`Centriranje in sledenje <skyobjects-centrering-and-tracking>`
sv: Följning, :ref:`Centrering och följning <skyobjects-centering-and-tracking>`
uk: Стеження, :ref:`Центрування і стеження <skyobjects-centering-and-tracking>`

source: Orbit Trails
ca: Traces orbitals
ca@valencia: Traces orbitals
nl: Baansporen
pt_br: Trilhas das órbitas
sl: Sledi orbit
sv: Omloppsspår
uk: Лінії орбіти

source: Attached to centered object, :ref:`Centering and Tracking <skyobjects-centering-and-tracking>`
ca: Adjuntar a l'objecte centrat, :ref:`Centrat i seguiment <skyobjects-centering-and-tracking>`
ca@valencia: Adjuntar a l'objecte centrat, :ref:`Centrar i seguir <skyobjects-centering-and-tracking>`
nl: Gekoppeld aan gecentreerd object, :ref:`Centreren en volgen <skyobjects-centering-and-tracking>`
pt_br: Anexada ao objeto centralizado, :ref:`Centralização e rastreamento <skyobjects-centering-and-tracking>`
sl: Pritrjeno na centriran objekt, :ref:`Centriranje in sledenje <skyobjects-centrering-and-tracking>`
sv: Kopplad till centrerat objekt, :ref:`Centrering och följning <skyobjects-centering-and-tracking>`
uk: Долучення до центрованого об'єкта, :ref:`Центрування і стеження <skyobjects-centering-and-tracking>`

source: Parallax, :doc:`Parallax <ai-parallax>`
ca: Paral·laxi, :doc:`Paral·laxi <ai-parallax>`
ca@valencia: Paral·laxi, :doc:`Paral·laxi <ai-parallax>`
pt_br: Paralaxe, :doc:`Paralaxe <ai-parallax>`
sl: Paralaksa, :doc:`Paralaksa <ai-parallax>`
uk: Паралакс, :doc:`Паралакс <ai-parallax>`

source: Parsec (see :doc:`Parallax <ai-parallax>`)
ca: Parsec (vegeu :doc:`Paral·laxi <ai-parallax>`)
ca@valencia: Parsec, :doc:`Paral·laxi <ai-parallax>`)
nl: Parsec (zie :doc:`Parallax <ai-parallax>`)
pt_br: Parsec (veja :doc:`Paralaxe <ai-parallax>`)
sl: Parsek (glej :doc:`Paralaksa <ai-parallax>`)
sv: Parsec (se :doc:`Parallax <ai-parallax>`)
uk: Парсек (див. :doc:`Паралакс <ai-parallax>`)

source: Planner, :doc:`Observation Planner <tool-obsplanner>`
ca: Planificador, :doc:`Planificador d'observacions <tool-obsplanner>`
ca@valencia: Planificador, :doc:`Planificador de l'observació <tool-obsplanner>`
nl: Planner, :doc:`Planner van waarnemingen <tool-obsplanner>`
pt_br: Planejador, :doc:`Planejador de observação <tool-obsplanner>`
sl: Načrtovalnik, :doc:`Načrtovalnik opazovanja <tool-obsplanner>`
sv: Planering, :doc:`Observationsplanering <tool-obsplanner>`
uk: Планувальник, :doc:`Планування спостереження <tool-obsplanner>`

source: Popup Menu
ca: Menú emergent
ca@valencia: Menú emergent
pt_br: Menu de contexto
sl: Pojavni meni
sv: Objektmeny
uk: Контекстне меню

source: Description, :ref:`Popup Menu <commands-popup-menu>`
ca: Descripció, :ref:`Menú emergent <commands-popup-menu>`
ca@valencia: Descripció, :ref:`Menú emergent <commands-popup-menu>`
nl: Beschrijving, :ref:`Pop-up-menu <commands-popup-menu>`
pt_br: Descrição, :ref:`Menu de contexto <commands-popup-menu>`
sl: Opis, :ref:`Pojavni meni <commands-popup-menu>`
sv: Beskrivning, :ref:`Objektmeny <commands-popup-menu>`
uk: Опис, :ref:`Контекстне меню <commands-popup-menu>`

source: Example, :ref:`The Popup Menu <skyobjects-the-popup-menu>`
ca: Exemple, :ref:`El menú emergent <skyobjects-the-popup-menu>`
ca@valencia: Exemple, :ref:`El menú emergent <skyobjects-the-popup-menu>`
nl: Voorbeeld, :ref:`Het Popup-menu <skyobjects-the-popup-menu>`
pt_br: Exemplo, :ref:`Menu de contexto <commands-popup-menu>`
sl: Primer, :ref:`Pojavni meni <skyobjects-the-popup-menu>`
sv: Exempel, :ref:`Objektmenyn <skyobjects-the-popup-menu>`
uk: Приклад, :ref:`Контекстне меню <skyobjects-the-popup-menu>`

source: Precession, :doc:`Precession <ai-precession>`
ca: Precessió, :doc:`Precessió <ai-precession>`
ca@valencia: Precessió, :doc:`La precessió <ai-precession>`
nl: Precessie, :doc:`Precessie <ai-precession>`
pt_br: Precessão, :doc:`Precessão <ai-precession>`
sl: Precesija, :doc:`Precesija <ai-precession>`
uk: Прецесія, :doc:`Прецесія <ai-precession>`

source: Retrograde Motion, :doc:`Retrograde Motion <ai-retrograde>`
ca: Moviment retrògrad, :doc:`Moviment retrògrad <ai-retrograde>`
ca@valencia: Moviment retrògrad, :doc:`Moviment retrògrad <ai-retrograde>`
nl: Teruglopende beweging, :doc:`Teruglopende beweging <ai-retrograde>`
pt_br: Movimento retrógrado, :doc:`Movimento retrógrado <ai-retrograde>`
sl: Retrogradno gibanje, :doc:`Retrogradno gibanje <ai-retrograde>`
sv: Retrograd rörelse, :doc:`Retrograd rörelse <ai-retrograde>`
uk: Зворотний рух, :doc:`Зворотний рух <ai-retrograde>`

source: Right Ascension (see Equatorial Coordinates)
ca: Ascensió recta (vegeu Coordenades equatorials)
ca@valencia: Ascensió recta (vegeu les Coordenades equatorials)
nl: Rechte klimming (zie Equatoriale coördinaten)
pt_br: Ascensão reta (veja Coordenadas equatoriais)
sl: Rektascenzija (glej Ekvatorialne koordinate)
sv: Rektascension (se Ekvatoriella koordinater)
uk: Пряме сходження (див. Екваторіальні координати)

source: Setup Wizard, :ref:`The Setup Wizard <using-kstars-startwizard>`
ca: Assistent d'engegada, :ref:`L'assistent d'engegada <using-kstars-startwizard>`
ca@valencia: Assistent d'iniciada, :ref:`L'assistent d'iniciada <using-kstars-startwizard>`
nl: Opzetassistent, :ref:`De Opzetassistent <using-kstars-startwizard>`
pt_br: Assistente de configuração, :ref:`O assistente de configuração <using-kstars-startwizard>`
sl: Čarovnik za nastavitev, :ref:`Čarovnik za nastavitev <using-kstars-startwizard>`
sv: Inställningsguide, :ref:`Inställningsguiden <using-kstars-startwizard>`
uk: Майстер налаштування, :ref:`Майстер налаштування <using-kstars-startwizard>`
