Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/doc-index.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: Index
ca: Índex
ca@valencia: Índex
pt_br: Índice
sl: Indeks
uk: Покажчик

source: Altitude (see Horizontal Coordinates)
ca: Altitud (vegeu Coordenades horitzontals)
ca@valencia: Altitud (vegeu les Coordenades horitzontals)
nl: Hoogte (zie Horizontale coördinaten)
pt_br: Altitude (ver coordenadas horizontais)
sl: Nadmorska višina (glejte horizontalne koordinate)
sv: Elevation (se Horisontella koordinater)
uk: Висота (див. Горизонтальні координати)

source: Animated Slewing, :doc:`Advanced <advanced>`
ca: Orientació animada, :doc:`Avançat <advanced>`
ca@valencia: Transició animada, :doc:`Avançat <advanced>`
nl: Animatie gebruiken bij verplaatsen, :doc:`Geavanceerd <advanced>`
pt_br: Rotação animada, :doc:`Avançado <advanced>`
sl: Animirano vrtenje, :doc:`Napredno <advanced>`
sv: Animerad förflyttning, :doc:`Avancerat <advanced>`
uk: Анімоване обертання, :doc:`Додаткове <advanced>`

source: Astronomical Unit (see Parallax)
ca: Unitat astronòmica (vegeu Paral·laxi)
ca@valencia: Unitat astronòmica (vegeu la Paral·laxi)
nl: Astronomische eenheid (zie Parallax)
pt_br: Unidade astronômica (ver paralaxe)
sl: Astronomska enota (glejte Paralaksa)
sv: Astronomisk enhet (se Parallax)
uk: Астрономічна одиниця (див. Паралакс)

source: Atmospheric Refraction, :doc:`Advanced <advanced>`
ca: Refracció atmosfèrica, :doc:`Avançat <advanced>`
ca@valencia: Refracció atmosfèrica, :doc:`Avançat <advanced>`
nl: Atmosferische refractie :doc:`Geavanceerd <advanced>`
pt_br: Refração atmosférica, :doc:`Avançado <advanced>`
sl: Atmosferska refrakcija, :doc:`Napredno <advanced>`
sv: Atmosfärisk refraktion, :doc:`Avancerat <advanced>`
uk: Атмосферна рефракція, :doc:`Додаткове <advanced>`

source: Azimuth (see Horizontal Coordinates)
ca: Azimut (vegeu Coordenades horitzontals)
ca@valencia: Azimuth (vegeu les Coordenades horitzontals)
nl: Azimut (zie Horizontale coördinaten)
pt_br: Azimute (ver coordenadas horizontais)
sl: Azimut (glej horizontalne koordinate)
sv: Azimut (se Horisontella koordinater)
uk: Азимут (див. Горизонтальні координати)

source: Blackbody Radiation, :doc:`Blackbody Radiation <ai-blackbody>`
ca: Radiació d'un cos negre, :doc:`Radiació d'un cos negre <ai-blackbody>`
ca@valencia: Radiació d'un cos negre, :doc:`Radiació d'un cos negre <ai-blackbody>`
nl: Zwartelichaamsstraling, :doc:`Zwartelichaamsstraling <ai-blackbody>`
pt_br: Radiação de corpo negro, :doc:`Radiação de corpo negro <ai-blackbody>`
sl: Sevanje črnega telesa, :doc:`Sevanje črnega telesa <ai-blackbody>`
sv: Svartkroppsstrålning, :doc:`Svartkroppsstrålning <ai-blackbody>`
uk: Випромінювання чорного тіла, :doc:`Випромінювання чорного тіла <ai-blackbody>`

source: (see also `Star Colors and Temperatures <#ientry-id11684>`__)
ca: (vegeu també `Colors i temperatures de les estrelles <#ientry-id11684>`__)
ca@valencia: (vegeu també `Colors i temperatures de les estreles <#ientry-id11684>`__)
nl: (zie ook `Kleuren en temperaturen <#ientry-id11684>`__)
pt_br: (ver também `Cores e temperaturas das estrelas <#ientry-id11684>`__)
sl: (glejte tudi `Barve in temperature zvezd <#ientry-id11684>`__)
sv: (se också `Stjärnfärger och temperaturer <#ientry-id11684>`__)
uk: (див. також `Кольори і температури зірок <#ientry-id11684>`__)

source: Catalogs, :doc:`Catalogs <catalogs>`
ca: Catàlegs, :doc:`Catàlegs <catalogs>`
ca@valencia: Catàlegs, :doc:`Catàlegs <catalogs>`
nl: Catalogi, :doc:`Catalogi <catalogs>`
pt_br: Catálogos, :doc:`Catálogos <catalogs>`
sl: Katalogi, :doc:`Katalogi <catalogs>`
sv: Kataloger, :doc:`Kataloger <catalogs>`
uk: Каталоги, :doc:`Каталоги <catalogs>`

source: Deep-Sky Catalogs, :doc:`Catalogs <catalogs>`
ca: Catàlegs del cel profund, :doc:`Catàlegs <catalogs>`
ca@valencia: Catàlegs del cel profund, :doc:`Catàlegs <catalogs>`
nl: Deep-sky catalogi, :doc:`Catalogi <catalogs>`
pt_br: Catálogos do espaço profundo, :doc:`Catálogos <catalogs>`
sl: Katalogi globokega neba, :doc:`Katalogi <catalogs>`
sv: Kataloger över avlägsna himmelsobjekt, :doc:`Kataloger <catalogs>`
uk: Каталоги віддалених об'єктів, :doc:`Каталоги <catalogs>`

source: Star catalogs, :doc:`Catalogs <catalogs>`
ca: Catàlegs d'estrelles, :doc:`Catàlegs <catalogs>`
ca@valencia: Catàlegs d'estreles, :doc:`Catàlegs <catalogs>`
nl: Sterrencatalogi, :doc:`Catalogi <catalogs>`
pt_br: Catálogos de estrelas, :doc:`Catálogos <catalogs>`
sl: Zvezdni katalogi, :doc:`Katalogi <catalogs>`
sv: Stjärnkataloger, :doc:`Kataloger <catalogs>`
uk: Зоряні каталоги, :doc:`Каталоги <catalogs>`

source: Catalogs page
ca: Pàgina de catàlegs
ca@valencia: Pàgina de catàlegs
nl: Pagina Catalogi
pt_br: Página de catálogos
sl: Stran katalogov
sv: Katalogsida
uk: Сторінка каталогів

source: Short overview, :doc:`Catalogs <catalogs>`
ca: Resum curt, :doc:`Catàlegs <catalogs>`
ca@valencia: Resum curt, :doc:`Catàlegs <catalogs>`
nl: Kort overzicht, :doc:`Catalogi <catalogs>`
pt_br: Breve visão geral, :doc:`Catálogos <catalogs>`
sl: Kratek pregled, :doc:`Katalogi <catalogs>`
sv: Kort översikt, :doc:`Kataloger <catalogs>`
uk: Короткий огляд, :doc:`Каталоги <catalogs>`

source: CCD Video Control
ca: Control de vídeo CCD
ca@valencia: Control de vídeo CCD
nl: CCD Video-besturing
pt_br: Controle de vídeo CCD
sl: Nadzor videa CCD
sv: CCD-videokontroll
uk: Керування ПЗЗ-відео

source: Setup, :doc:`CCD and Video-Capture Setup <indi-other-setup>`
ca: Configuració, :doc:`Configuració de CCD i la captura de vídeo <indi-other-setup>`
ca@valencia: Configurar, :doc:`Configurar CCD i la captura de vídeo <indi-other-setup>`
nl: Opzet, :doc:`CCD en opzet van Video-opnemen <indi-other-setup>`
pt_br: Configuração, :doc:`Configuração de CCD e captura de vídeo <indi-other-setup>`
sl: Nastavitev, :doc:`Nastavitev CCD in zajemanja videa <indi-other-setup>`
sv: Inställning, :doc:`Inställning av CCD och videoinspelning <indi-other-setup>`
uk: Налаштування, :doc:`Налаштування ПЗЗ і захоплення відео <indi-other-setup>`

source: Celestial Coordinate Systems
ca: Sistemes de coordenades celestes
ca@valencia: Sistemes de coordenades celestes
nl: Coördinatenstelsels aan de hemelbol
pt_br: Sistemas de coordenadas celestiais
sl: Sistemi nebesnih koordinat
sv: Himmelskoordinatsystem
uk: Небесні системи координат

source: Ecliptic Coordinates, :ref:`The Ecliptic Coordinate System <ai-skycoords-ecliptic>`
ca: Coordenades eclíptiques, :ref:`El sistema de coordenades eclíptiques <ai-skycoords-ecliptic>`
ca@valencia: Coordenades eclíptiques, :ref:`El sistema de coordenades eclíptiques <ai-skycoords-ecliptic>`
nl: Ecliptische coördinaten, :ref:`Het Ecliptische coördinatenstelsel <ai-skycoords-ecliptic>`
pt_br: Coordenadas eclípticas, :ref:`O sistema de coordenadas eclípticas <ai-skycoords-ecliptic>`
sl: Ekliptične koordinate, :ref:`Ekliptični koordinatni sistem <ai-skycoords-ecliptic>`
sv: Ekliptiska koordinater, :ref:`Det ekliptiska koordinatsystemet <ai-skycoords-ecliptic>`
uk: Екліптичні координати, :ref:`Екліптична координатна система <ai-skycoords-ecliptic>`

source: (see also: Ecliptic)
ca: (vegeu també: Eclíptica)
ca@valencia: (vegeu també: Eclíptica)
nl: (zie ook: Ecliptisch)
pt_br: (ver também: Eclíptica)
sl: (glejte tudi: Ekliptika)
sv: (se också: Ekliptikan)
uk: (див. також: Екліптика)

source: Equatorial Coordinates, :ref:`The Equatorial Coordinate System <ai-skycoords-equatorial>`
ca: Coordenades equatorials, :ref:`El sistema de coordenades equatorials <ai-skycoords-equatorial>`
ca@valencia: Coordenades equatorials, :ref:`El sistema de coordenades equatorials <ai-skycoords-equatorial>`
nl: Equatoriale coördinaten, :ref:`Het Equatoriale coördinatenstelsel <ai-skycoords-equatorial>`
pt_br: Coordenadas equatoriais, :ref:`O sistema de coordenadas equatoriais <ai-skycoords-equatorial>`
sl: Ekvatorialne koordinate, :ref:`Ekvatorialni koordinatni sistem <ai-skycoords-equatorial>`
sv: Ekvatoriella koordinater, :ref:`Det ekvatoriella koordinatsystemet <ai-skycoords-equatorial>`
uk: Екваторіальні координати, :ref:`Екваторіальна координатна система <ai-skycoords-equatorial>`

source: (see also: Celestial Equator)
ca: (vegeu també: Equador celeste)
ca@valencia: (vegeu també: Equador celeste)
nl: (zie ook: Hemelequator)
pt_br: (ver também: Equador celeste)
sl: (glejte tudi: Nebesni ekvator)
sv: (se också: Himmelsekvator)
uk: (див. також: Небесний екватор)

source: (see also: Celestial Poles)
ca: (vegeu també: Pols celestes)
ca@valencia: (vegeu també: Pols celestes)
nl: (zie ook: Hemelpolen)
pt_br: (ver também: Polos celestiais)
sl: (glejte tudi: Nebesna pola)
sv: (se också: Himmelspoler)
uk: (див. також: Небесні полюси)

source: (see also: Geographic Coordinate System)
ca: (vegeu també: Sistema de coordenades geogràfiques)
ca@valencia: (vegeu també: Sistema de coordenades geogràfiques)
nl: (zie ook: Geografisch coördinatenstelsel)
pt_br: (ver também: Sistema de coordenadas geográficas)
sl: (glej tetudi: Geografski koordinatni sistem)
sv: (se också: Geografiskt koordinatsystem)
uk: (див. також «Географічна координатна система»)

source: Galactic Coordinates, :ref:`The Galactic Coordinate System <ai-skycoords-galactic>`
ca: Coordenades galàctiques, :ref:`El sistema de coordenades galàctiques <ai-skycoords-galactic>`
ca@valencia: Coordenades galàctiques, :ref:`El sistema de coordenades galàctic <ai-skycoords-galactic>`
nl: Galactische coördinaten, :ref:`Het Galactische coördinatenstelsel <ai-skycoords-galactic>`
pt_br: Coordenadas galácticas, :ref:`O sistema de coordenadas galácticas <ai-skycoords-galactic>`
sl: Galaktične koordinate, :ref:`Galaktični koordinatni sistem <ai-skycoords-galactic>`
sv: Galaktiska koordinater. :ref:`Det galaktiska koordinatsystemet <ai-skycoords-galactic>`
uk: Галактичні координати, :ref:`Галактична координатна система <ai-skycoords-galactic>`

source: Horizontal Coordinates, :ref:`The Horizontal Coordinate System <ai-skycoords-horizontal>`
ca: Coordenades horitzontals, :ref:`El sistema de coordenades horitzontals <ai-skycoords-horizontal>`
ca@valencia: Coordenades horitzontals, :ref:`El sistema de coordenades horitzontals <ai-skycoords-horizontal>`
nl: Horizontale coördinaten :ref:`Het Horizontale coördinatenstelsel <ai-skycoords-horizontal>`
pt_br: Coordenadas horizontais, :ref:`O sistema de coordenadas horizontais <ai-skycoords-horizontal>`
sl: Horizontalne koordinate, :ref:`Horizontalni koordinatni sistem <ai-skycoords-horizontal>`
sv: Horisontella koordinater, :ref.`Det horisontella koordinatsystemet <ai-skycoords-horizontal>`
uk: Горизонтальні координати, :ref:`Горизонтальна координатна система <ai-skycoords-horizontal>`

source: (see also: Horizon)
ca: (vegeu també: Horitzó)
ca@valencia: (vegeu també: Horitzó)
nl: (zie ook: Horizon)
pt_br: (ver também: Horizonte)
sl: (glejte tudi: Horizont)
sv: (se också: Horisont)
uk: (див. також: Горизонт)

source: (see also: Zenith)
ca: (vegeu també: Zenit)
ca@valencia: (vegeu també: Zenit)
nl: (zie ook: Zenit)
pt_br: (ver também: Zênite)
sl: (glejte tudi: Zenit)
sv: (se också: Zenit)
uk: (див. також «Зеніт»)

source: Overview, :doc:`Celestial Coordinate Systems <ai-skycoords>`
ca: Vista general, :doc:`Sistemes de coordenades celestes <ai-skycoords>`
ca@valencia: Resum, :doc:`Sistemes de coordenades celestes <ai-skycoords>`
nl: Overzicht, :doc:`Coördinatenstelsels aan de hemelbol <ai-skycoords>`
pt_br: Visão geral, :doc:`Sistemas de coordenadas celestes <ai-skycoords>`
sl: Pregled, :doc:`Nebesni koordinatni sistemi <ai-skycoords>`
sv: Översikt, :doc:`Himmelskoordinatsystem <ai-skycoords>`
uk: Огляд, :doc:`Небесні координатні системи <ai-skycoords>`

source: Celestial Equator, :doc:`The Celestial Equator <ai-cequator>`
ca: Equador celeste, :doc:`L'equador celeste <ai-cequator>`
ca@valencia: Equador celeste, :doc:`L'equador celeste <ai-cequator>`
nl: Hemelequator, :doc:`De Hemelequator <ai-cequator>`
pt_br: Equador celeste, :doc:`O equador celeste <ai-cequator>`
sl: Nebesni ekvator, :doc:`Nebesni ekvator <ai-cequator>`
sv: Himmelsekvator, :doc:`Himmelsekvatorn <ai-cequator>`
uk: Небесний екватор, :doc:`Небесний екватор <ai-cequator>`

source: (see also: Equatorial Coordinates)
ca: (vegeu també: Coordenades equatorials)
ca@valencia: (vegeu també: Coordenades equatorials)
nl: (zie ook: Equatoriale coördinaten)
pt_br: (ver também: Coordenadas equatoriais)
sl: (glejte tudi: Ekvatorialne Koordinate)
sv: (se också: Ekvatoriella koordinater)
uk: (див. також: Екваторіальні координати)

source: Celestial Poles, :doc:`The Celestial Poles <ai-cpoles>`
ca: Pols celestes, :doc:`Els pols celestes <ai-cpoles>`
ca@valencia: Pols celestes, :doc:`Els pols celestes <ai-cpoles>`
nl: Hemelpolen. :doc:`De hemelpolen <ai-cpoles>`
pt_br: Polos celestiais, :doc:`Os polos celestiais <ai-cpoles>`
sl: Nebesna pola, :doc:`Nebesna pola <ai-cpoles>`
sv: Himmelspoler, :doc:`Himmelspolerna <ai-cpoles>`
uk: Небесні полюси, :doc:`Небесні полюси <ai-cpoles>`

source: (see also Equatorial Coordinates)
ca: (vegeu també Coordenades equatorials)
ca@valencia: (vegeu també: Coordenades equatorials)
nl: (zie ook: Equatoriale coördinaten)
pt_br: (ver também: Coordenadas equatoriais)
sl: (glejte tudi Ekvatorialne koordinate)
sv: (se också Ekvatoriella koordinater)
uk: (див. також: Екваторіальні координати)

source: Celestial Sphere, :doc:`The Celestial Sphere <ai-csphere>`
ca: Esfera celeste, :doc:`L'esfera celeste <ai-csphere>`
ca@valencia: Esfera celeste, :doc:`L'esfera celeste <ai-csphere>`
nl: Hemelbol, :doc:`De hemelbol <ai-csphere>`
pt_br: Esfera celestial, :doc:`A Esfera celestial <ai-csphere>`
sl: Nebesna krogla, :doc:`Nebesna krogla <ai-csphere>`
sv: Himmelssfär, :doc:`Himmelssfären <ai-csphere>`
uk: Небесна сфера, :doc:`Небесна сфера <ai-csphere>`

source: (see also Celestial Coordinate Systems)
ca: (vegeu també Sistemes de coordenades celestes)
ca@valencia: (vegeu també: Sistemes de coordenades celestes)
nl: (zie ook hemelcoördinatensystemen)
pt_br: (ver também: Sistemas de coordenadas celestiais)
sl: (glejte tudi Nebesni koordinatni sistemi)
sv: (se också Himmelskoordinatsystem)
uk: (див. також: Небесні системи координат)

source: Color Schemes
ca: Esquemes de color
ca@valencia: Esquemes de color
nl: Kleurenschema's
pt_br: Esquemas de cor
sl: Barvne sheme
sv: Färgscheman
uk: Схеми кольорів

source: Customizing, :doc:`The Configure KStars Window <viewops>`, :doc:`Colors <colors>`
ca: Personalització, :doc:`La finestra de configuració del KStars <viewops>`, :doc:`Colors <colors>`
ca@valencia: Personalitzar, :doc:`El diàleg de configuració de KStars <viewops>`, :doc:`Colors <colors>`
nl: Aanpassen, :doc:`Het venster KStars configureren <viewops>`, :doc:`Kleuren <colors>`
pt_br: Personalizando, :doc:`A janela de configuração do KStars <viewops>`, :doc:`Cores <colors>`
sl: Prilagajanje, :doc:`Okno Konfiguriraj KStars <viewops>`, :doc:`Barve <colors>`
sv: Anpassning, :doc:`Fönstret Anpassa Kstars <viewops>`, :doc:`Färger <colors>`
uk: Налаштовування, :doc:`Вікно налаштовування KStars <viewops>`, :doc:`Кольори <colors>`

source: Selecting, :doc:`Customizing the Display <customize>`
ca: Selecció, :doc:`Personalitzar la vista <customize>`
ca@valencia: Seleccionar, :doc:`Personalitzar la vista <customize>`
nl: Selecteren, :doc:`Het scherm aanpassen <customize>`
pt_br: Selecionando, :doc:`Personalizando a exibição <customize>`
sl: Izbira, :doc:`Prilagajanje prikaza <customize>`
sv: Markering, :doc:`Anpassa skärmen <customize>`
uk: Вибір, :doc:`Налаштовування показу <customize>`

source: Commands
ca: Ordres
ca@valencia: Ordres
nl: Commando's
pt_br: Comandos
sl: Ukazi
sv: Kommandon
uk: Команди

source: Keyboard, :doc:`Keyboard Commands <kstars-keys>`
ca: Teclat, :doc:`Ordres del teclat <kstars-keys>`
ca@valencia: Teclat, :doc:`Ordres del teclat <kstars-keys>`
nl: Toetsenbord, :doc:`Opdrachten via het toetsenbord <kstars-keys>`
pt_br: Teclado, :doc:`Comandos de teclado <kstars-keys>`
sl: Tipkovnica, :doc:`Ukazi na tipkovnici <kstars-keys>`
sv: Tangentbord, :doc:`Tangentbordskommandon <kstars-keys>`
uk: Клавіатура, :doc:`Клавіатурні команди <kstars-keys>`

source: Menu, :doc:`Menu Commands <kstars-menu>`
ca: Menú, :doc:`Ordres del menú <kstars-menu>`
ca@valencia: Menú, :doc:`Ordres del menú <kstars-menu>`
nl: Menu, :doc:`Menu-opdrachten <kstars-menu>`
pt_br: Menu, :doc:`Comandos de menu <kstars-menu>`
sl: Meni, :doc:`Ukazi menija <kstars-menu>`
sv: Meny, :doc:`Menykommandon <kstars-menu>`
uk: Меню, :doc:`Команди меню <kstars-menu>`

source: Keyboard Shortcuts, :ref:`Menu Shortcuts <kstars-keys-menu-short>`
ca: Dreceres de teclat, :ref:`Dreceres de teclat <kstars-keys-menu-short>`
ca@valencia: Dreceres de teclat, :ref:`Dreceres de menú <kstars-keys-menu-short>`
nl: Sneltoetsen, :ref:`Menu-sneltoetsen <kstars-keys-menu-short>`
pt_br: Atalhos de teclado, :ref:`Atalhos de menu <kstars-keys-menu-short>`
sl: Bližnjice na tipkovnici, :ref:`Bližnjice v meniju <kstars-keys-menu-short>`
sv: Snabbtangenter, :ref:`Menygenvägar <kstars-keys-menu-short>`
uk: Клавіатурні скорочення, :ref:`Клавіатурні скорочення меню <kstars-keys-menu-short>`

source: Mouse, :doc:`Mouse Commands <kstars-mouse>`
ca: Ratolí, :doc:`Ordres del ratolí <kstars-mouse>`
ca@valencia: Ratolí, :doc:`Ordres del ratolí <kstars-mouse>`
nl: Muis, :doc:`Muisopdrachten <kstars-mouse>`
pt_br: Mouse, :doc:`Comandos de mouse <kstars-mouse>`
sl: Miška, :doc:`Ukazi miške <kstars-mouse>`
sv: Mus, :doc:`Muskommandon <kstars-mouse>`
uk: Миша, :doc:`Керування за допомогою миші <kstars-mouse>`

source: Configure
ca: Configuració
ca@valencia: Configurar
nl: Configureren
pt_br: Configurar
sl: Konfiguriraj
sv: Anpassa
uk: Налаштування

source: INDI, :doc:`Configure INDI <indi-configure>`
ca: INDI, :doc:`Configuració de l'INDI <indi-configure>`
ca@valencia: INDI, :doc:`Configurar INDI <indi-configure>`
nl: INDI, :doc:`INDI configureren <indi-configure>`
pt_br: INDI, :doc:`Configurar o INDI <indi-configure>`
sl: INDI, :doc:`Konfiguriraj INDI <indi-configure>`
sv: INDI, :doc:`Anpassa INDI <indi-configure>`
uk: INDI, :doc:`Налаштовування INDI <indi-configure>`

source: Configure KStars window, :doc:`The Configure KStars Window <viewops>`
ca: Finestra de configuració del KStars, :doc:`La finestra de configuració del KStars <viewops>`
ca@valencia: Diàleg de configuració de KStars, :doc:`El diàleg de configuració de KStars <viewops>`
nl: Venster van KStars voor configureren, :doc:`Het KStars-venster voor configureren <viewops>`
pt_br: Janela de configuração do KStars, :doc:`A janela de configuração do KStars <viewops>`
sl: Okno Konfiguriraj KStars, :doc:`Okno Konfiguriraj KStars <viewops>`
sv: Fönster Anpassa Kstars, :doc:`Fönstret Anpassa Kstars <viewops>`
uk: Вікно налаштовування KStars, :doc:`Вікно налаштовування KStars <viewops>`

source: Advanced page, :doc:`The Configure KStars Window <viewops>`, :doc:`Advanced <advanced>`
ca: Pàgina d'avançat, :doc:`La finestra de configuració del KStars <viewops>`, :doc:`Avançat <advanced>`
ca@valencia: Pàgina «Avançat», :doc:`El diàleg de configuració de KStars <advanced>`, :doc:`Avançat <advanced>`
nl: Pagina Geavanceerd, :doc:`Het KStars-venster voor configureren <viewops>`, :doc:`Geavanceerd <advanced>`
pt_br: Página Avançado, :doc:`A janela de configuração do KStars <viewops>`, :doc:`Avançado <advanced>`
sl: Stran Napredno, :doc:`Okno Konfiguriraj KStars <viewops>`, :doc:`Napredno <advanced>`
sv: Avancerad sida, :doc:`Fönstret Anpassa Kstars <viewops>`, :doc:`Avancerat <advanced>`
uk: Сторінка «Додатково», :doc:`Вікно налаштовування KStars <viewops>`, :doc:`Додатково <advanced>`

source: Catalogs page, :doc:`The Configure KStars Window <viewops>`
ca: Pàgina de catàlegs, :doc:`La finestra de configuració del KStars <viewops>`
ca@valencia: Pàgina «Catàlegs», :doc:`El diàleg de configuració de KStars <viewops>`
nl: Pagina Catalogi, :doc:`Het KStars-venster voor Configureren <viewops>`
pt_br: Página Catálogos, :doc:`A janela de configuração do KStars <viewops>`
sl: Stran Katalogi, :doc:`Okno Konfiguriraj KStars <viewops>`
sv: Katalogsida, :doc:`Fönstret Anpassa Kstars <viewops>`
uk: Сторінка «Каталоги», :doc:`Вікно налаштовування KStars <viewops>`

source: Colors page, :doc:`The Configure KStars Window <viewops>`, :doc:`Colors <colors>`
ca: Pàgina de colors, :doc:`La finestra de configuració del KStars <viewops>`, :doc:`Colors <colors>`
ca@valencia: Pàgina «Colors», :doc:`El diàleg de configuració de KStars <viewops>`, :doc:`Colors <colors>`
nl: Pagina Kleuren, :doc:`Het KStars-venster voor configureren <viewops>`, :doc:`Kleuren <colors>`
pt_br: Página Cores, :doc:`A janela de configuração do KStars <viewops>`, :doc:`Cores <colors>`
sl: Stran Barve, :doc:`Okno Konfiguriraj KStars <viewops>`, :doc:`Barve <colors>`
sv: Färgsida, :doc:`Fönstret Anpassa Kstars <viewops>`, :doc:`Färger <colors>`
uk: Сторінка «Кольори», :doc:`Вікно налаштовування KStars <viewops>`, :doc:`Кольори <colors>`

source: Developer page, :doc:`Developer <developer>`
ca: Pàgina del desenvolupador, :doc:`Desenvolupador <developer>`
ca@valencia: Pàgina «Desenvolupador», :doc:`Desenvolupador <developer>`
nl: Pagina Ontwikkelaar, :doc:`Ontwikkelaar <developer>`
pt_br: Página Desenvolvedor, :doc:`Desenvolvedor <developer>`
sl: Stran Razvijalec, :doc:`Razvijalec <developer>`
sv: Utvecklarsida, :doc:`Utvecklare <developer>`
uk: Сторінка «Розробник», :doc:`Розробник <developer>`

source: FITS page, :doc:`FITS <fits-configure>`
ca: Pàgina FITS, :doc:`FITS <fits-configure>`
ca@valencia: Pàgina «FITS», :doc:`FITS <fits-configure>`
nl: Pagina FITS, :doc:`FITS <fits-configure>`
pt_br: Página FITS, :doc:`FITS <fits-configure>`
sl: Stran FITS, :doc:`FITS <fits-configure>`
sv: FITS-sida, :doc:`FITS <fits-configure>`
uk: Сторінка «FITS», :doc:`FITS <fits-configure>`

source: Guides page, :doc:`The Configure KStars Window <viewops>`, :doc:`Guides <guides>`
ca: Pàgina de guies, :doc:`La finestra de configuració del KStars <viewops>`, :doc:`Guies <guides>`
ca@valencia: Pàgina «Guies», :doc:`El diàleg de configuració de KStars <viewops>`, :doc:`Guies <guides>`
nl: Pagina Hulplijnen, :doc:`Het KStars-venster voor configureren <viewops>`, :doc:`Hulplijnen <guides>`
pt_br: Página Guias, :doc:`A janela de configuração do KStars <viewops>`, :doc:`Guias <guides>`
sl: Stran Vodila, :doc:`Okno Konfiguriraj KStars <viewops>`, :doc:`Vodila <guides>`
sv: Hjälplinjesida, :doc:`Fönstret Anpassa Kstars <viewops>`, :doc:`Hjälplinjer <guides>`
uk: Сторінка «Підказки», :doc:`Вікно налаштовування KStars <viewops>`, :doc:`Підказки <guides>`

source: Image Overlays page, :doc:`The Configure KStars Window <viewops>`, :doc:`Image Overlays <imageOverlays>`
ca: Pàgina de superposició d'imatges, :doc:`La finestra de configuració del KStars <viewops>`, :doc:`Superposició d'imatges <imageOverlays>`
ca@valencia: Pàgina «Superposicions d'imatges», :doc:`El diàleg de configuració de KStars <viewops>`, :doc:`Superposicions d'imatges <imageOverlays>`
nl: Pagina Overlays van afbeelding, :doc:`Het KStars-venster voor configureren <viewops>`, :doc:`Overlays van afbeelding <imageOverlays>`
pt_br: Página Sobreposições de imagem, :doc:`A janela de configuração do KStars <viewops>`, :doc:`Sobreposições de imagem <imageOverlays>`
sl: Stran Prekrivanje slik, :doc:`Okno Konfiguriraj KStars <viewops>`, :doc:`Prekrivanje slik <imageOverlays>`
sv: Bildöverlagringssida, :doc:`Fönstret Anpassa Kstars <viewops>`, :doc:`Bildöverlagringar <imageOverlays>`
uk: Сторінка «Накладки-зображення», :doc:`Вікно налаштовування KStars <viewops>`, :doc:`Накладки-зображення <imageOverlays>`
