Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/doc-index.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: Sidereal Time, :doc:`Sidereal Time <ai-sidereal>`
ca: Hora sidèria, :doc:`Hora sidèria <ai-sidereal>`
ca@valencia: Temps sideral, :doc:`Temps sideral <ai-sidereal>`
nl: Sterrentijd, :doc:`Sterrentijd <ai-sidereal>`
pt_br: Hora sideral, :doc:`Hora sideral <ai-sidereal>`
sl: Zvezdni čas, :doc:`Zvezdni čas <ai-sidereal>`
sv: Siderisk tid, :doc:`Siderisk tid <ai-sidereal>`
uk: Сидеричний час, :doc:`Сидеричний час <ai-sidereal>`

source: Sky culture, :doc:`The Configure KStars Window <viewops>`
ca: Cultura del cel, :doc:`La finestra de configuració del KStars <viewops>`
ca@valencia: Cultura del cel, :doc:`El diàleg de configuració de KStars <viewops>`
nl: Hemelcultuur, :doc:`Het configureren van het KStars-venster <viewops>`
pt_br: Cultura do céu, :doc:`A janela de configuração do KStars <viewops>`
sl: Nebesna kultura, :doc:`Okno Konfiguriraj KStars <viewops>`
sv: Himmelskultur, :doc:`Fönstret Anpassa Kstars <viewops>`
uk: Картина зоряного неба, :doc:`Вікно налаштовування KStars <viewops>`

source: Spiral Galaxies, :doc:`Spiral Galaxies <ai-spiralgal>`
ca: Galàxies espirals, :doc:`Galàxies espirals <ai-spiralgal>`
ca@valencia: Galàxies espirals, :doc:`Galàxies espirals <ai-spiralgal>`
nl: Spiraalvormige melkwegstelsels, :doc:`Spiraalvormige melkwegstelsels <ai-spiralgal>`
pt_br: Galáxias espirais, :doc:`Galáxias espirais <ai-spiralgal>`
sl: Spiralne galaksije, :doc:`Spiralne galaksije <ai-spiralgal>`
sv: Spiralgalaxer, :doc:`Spiralgalaxer <ai-spiralgal>`
uk: Спіральні галактики, :doc:`Спіральні галактики <ai-spiralgal>`

source: Star Colors and Temperatures, :doc:`Star Colors and Temperatures <ai-colorandtemp>`
ca: Colors i temperatures de les estrelles, :doc:`Colors i temperatures de les estrelles <ai-colorandtemp>`
ca@valencia: Colors i temperatures de les estreles, :doc:`Colors i temperatures de les estreles <ai-colorandtemp>`
nl: Kleuren en temperaturen van sterren, :doc:`Kleuren en temperaturen van sterren <ai-colorandtemp>`
pt_br: Cores e temperaturas das estrelas, :doc:`Cores e temperaturas das estrelas <ai-colorandtemp>`
sl: Barve in temperature zvezd, :doc:`Barve in temperature zvezd <ai-colorandtemp>`
sv: Stjärnfärger och temperaturer, :doc:`Stjärnfärger och temperaturer <ai-colorandtemp>`
uk: Колір і температура зірок, :doc:`Колір і температура зірок <ai-colorandtemp>`

source: (see also `Blackbody Radiation <#ientry-id11295>`__)
ca: (vegeu també `Radiació d'un cos negre <#ientry-id11295>`__)
ca@valencia: (vegeu també: `Radiació d'un cos negre <#ientry-id11295>`__)
nl: (zie ook `Zwartelichaamsstraling <#ientry-id11295>`__)
pt_br: (ver também: `Radiação de corpos negros <#ientry-id11295>`__)
sl: (glejte tudi `Sevanje črnega telesa <#ientry-id11295>`__)
sv: (se också Svartkroppsstrålning <#ientry-id11295>`__)
uk: (див. також `Випромінювання чорного тіла <#ientry-id11295>`__)

source: (see also `Magnitude Scale <#ientry-id11592>`__)
ca: (vegeu també `Escala de magnitud <#ientry-id11592>`__)
ca@valencia: (vegeu també: `Escala de magnitud <#ientry-id11592>`__)
nl: (zie ook `Magnitudeschaal <#ientry-id11592>`__)
pt_br: (ver também: `Escala de magnitude <#ientry-id11592>`__)
sl: (glejte tudi `Lestvica magnitude <#ientry-id11592>`__)
sv: (se också Magnitudskala <#ientry-id11592>`__)
uk: (див. також `Шкала зоряних величин <#ientry-id11592>`__)

source: Stars, :doc:`Stars: An Introductory FAQ <ai-stars>`
ca: Estrelles, :doc:`Estrelles: Una PMF d'introducció <ai-stars>`
ca@valencia: Estreles, :doc:`Estreles: Una PMF d'introducció <ai-stars>`
nl: Sterren, :doc:`Sterren: een inleidende FAQ <ai-stars>`
pt_br: Estrelas, :doc:`Estrela: Um FAQ introdutório <ai-stars>`
sl: Zvezde, :doc:`Zvezde: Uvodna pogosta vprašanja <ai-stars>`
sv: Stjärnor, :doc:`Svar på grundläggande frågor <ai-stars>`
uk: Зірки, doc:`Зірки: Вступні поширені питання на відповіді на них <ai-stars>`

source: Telescope Control
ca: Control del telescopi
ca@valencia: Control del telescopi
nl: Telescoopbesturing
pt_br: Controle de telescópio
sl: Upravljanje teleskopa
sv: Styrning av teleskop
uk: Керування телескопом

source: Concepts, :doc:`INDI Concepts <indi-concepts>`
ca: Conceptes, :doc:`Conceptes de l'INDI <indi-concepts>`
ca@valencia: Conceptes, :doc:`Conceptes INDI <indi-concepts>`
nl: Concepten, :doc:`INDI-concepten <indi-concepts>`
pt_br: Conceitos, :doc:`Conceitos do INDI <indi-concepts>`
sl: Koncepti, :doc:`INDI koncepti <indi-concepts>`
sv: Koncept, :doc:`INDI-koncept <indi-concepts>`
uk: Принципи, :doc:`Принципи INDI <indi-concepts>`

source: FAQ, :doc:`INDI Frequently Asked Questions <indi-faq>`
ca: PMF, :doc:`Preguntes més freqüents sobre l'INDI <indi-faq>`
ca@valencia: PMF, :doc:`Preguntes més freqüents sobre INDI <indi-faq>`
nl: FAQ, :doc:`INDI Vaak gestelde vragen (FAQ) <indi-faq>`
pt_br: FAQ, :doc:`Perguntas frequentes sobre o INDI <indi-faq>`
sl: Pogosta vprašanja, :doc:`INDI pogosto zastavljena vprašanja <indi-faq>`
sv: Vanliga frågor, :doc:`Vanliga frågor om INDI <indi-faq>`
uk: Питання і відповіді, :doc:`Питання і відповіді щодо INDI <indi-faq>`

source: Remote Devices, :doc:`Remote Device Control <indi-remote-control>`
ca: Dispositius remots, :doc:`Control de dispositius remots <indi-remote-control>`
ca@valencia: Dispositius remots, :doc:`Control remot dels dispositius <indi-remote-control>`
nl: Apparaten op afstand, :doc:`Afstandsbediening <indi-remote-control>`
pt_br: Dispositivos remotos, :doc:`Controle de dispositivo remoto <indi-remote-control>`
sl: Oddaljene naprave, :doc:`Upravljanje oddaljenih naprav <indi-remote-control>`
sv: Fjärrenheter, :doc:`Fjärrstyrning av enhet <indi-remote-control>`
uk: Віддалені пристрої, :doc:`Керування віддаленими пристроями <indi-remote-control>`

source: Telescopes, :doc:`Telescopes <ai-telescopes>`, :ref:`Aperture and Focal Ratio <ai-telescopes-aperture-and-focal-ratio>`, :ref:`Aberrations <ai-telescopes-aberrations>`, :ref:`Magnification <ai-telescopes-magnification>`, :ref:`Field of View <ai-telescopes-field-of-view>`, :ref:`Types of Telescopes <ai-telescopes-types-of-telescopes>`, :ref:`Optical Telescopes <ai-telescopes-optical-telescopes>`, :ref:`Observations in Other Wavelengths <ai-telescopes-observations-in-other-wavelengths>`, :ref:`Space-Based Observations <ai-telescopes-space-based-observations>`
ca: Telescopis, :doc:`Telescopis <ai-telescopes>`, :ref:`Obertura i relació focal <ai-telescopes-aperture-and-focal-ratio>`, :ref:`Aberracions <ai-telescopes-aberrations>`, :ref:`Ampliació <ai-telescopes-magnification>`, :ref:`Camp de visió <ai-telescopes-field-of-view>`, :ref:`Tipus de telescopis <ai-telescopes-types-of-telescopes>`, :ref:`Telescopis òptics <ai-telescopes-optical-telescopes>`, :ref:`Observacions en altres longituds d'ona <ai-telescopes-observations-in-other-wavelengths>`, :ref:`Observacions des de l'espai <ai-telescopes-space-based-observations>`
ca@valencia: Telescopis, :doc:`Telescopis <ai-telescopes>`, :ref:`Obertura i relació focal <ai-telescopes-aperture-and-focal-ratio>`, :ref:`Aberracions <ai-telescopes-aberrations>`, :ref:`Ampliació <ai-telescopes-magnification>`, :ref:`Camp de visió <ai-telescopes-field-of-view>`, :ref:`Tipus de telescopis <ai-telescopes-types-of-telescopes>`, :ref:`Telescopis òptics <ai-telescopes-optical-telescopes>`, :ref:`Observacions en altres longituds d'ona <ai-telescopes-observations-in-other-wavelengths>`, :ref:`Observacions des de l'espai <ai-telescopes-space-based-observations>`
nl: Telescopen, :doc:`Telescopen <ai-telescopes>`, :ref:`verhouding Lensopening en brandpuntsafstand <ai-telescopes-aperture-and-focal-ratio>`, :ref:`Aberraties <ai-telescopes-aberrations>`, :ref:`Vergroting <ai-telescopes-magnification>`, :ref:`Gezichtsveld <ai-telescopes-field-of-view>`, :ref:`Typen Telescopen <ai-telescopes-types-of-telescopes>`, :ref:`Optische Telescopen <ai-telescopes-optical-telescopes>`, :ref:`Waarnemingen in andere golflengtes <ai-telescopes-observations-in-other-wavelengths>`, :ref:`Op ruimte gebaseerde waarnemingen <ai-telescopes-space-based-observations>`
pt_br: Telescópios, :doc:`Telescópios <ai-telescopes>`, :ref:`Abertura e razão focal <ai-telescopes-aperture-and-focal-ratio>`, :ref:`Aberrações <ai-telescopes-aberrations>`, :ref:`Ampliação <ai-telescopes-magnification>`, :ref:`Campo de visão <ai-telescopes-field-of-view>`, :ref:`Tipos de telescópios <ai-telescopes-types-of-telescopes>`, :ref:`Telescópios ópticos <ai-telescopes-optical-telescopes>`, :ref:`Observações em outros comprimentos de onda <ai-telescopes-observations-in-other-wavelengths>`, :ref:`Observações baseadas no espaço <ai-telescopes-space-based-observations>`
sl: Teleskopi, :doc:`Teleskopi <ai-telescopes>`, :ref:`Zaslonka in goriščno razmerje <ai-telescopes-aperture-and-focal-ratio>`, :ref:`Aberacije <ai-telescopes-aberrations>`, :ref:`Povečava <ai-telescopes-magnification>`, :ref:`Vidno polje <ai-telescopes-field-of-view>`, :ref:`Vrste teleskopov <ai-telescopes-types-of-telescopes>`, :ref:`Optični teleskopi <ai-telescopes-optical-telescopes>`, :ref:`Opazovanja v drugih valovnih dolžinah <ai-telescopes-observations-in-other-wavelengths>`, :ref:`Opazovanja iz vesolja <ai-telescopes-space-based-observations>`
sv: Teleskop, :doc:`Teleskop <ai-telescopes>`, :ref:`Bländare och brännvidd <ai-telescopes-aperture-and-focal-ratio>`, :ref:`Aberrationer <ai-telescopes-aberrations>`, :ref:`Förstoring <ai-telescopes-magnification>`, :ref:`Synfält <ai-telescopes-field-of-view>`, :ref:`Teleskoptyper <ai-telescopes-types-of-telescopes>`, :ref:`Optiska teleskop <ai-telescopes-optical-telescopes>`, :ref:`Observationer med andra våglängder <ai-telescopes-observations-in-other-wavelengths>`, :ref:`Rymdbaserade observatorier <ai-telescopes-space-based-observations>`

source: Terrain image
ca: Imatge del terreny
ca@valencia: Imatge del terreny
nl: Terreinafbeelding
pt_br: Imagem do terreno
sl: Slika terena
sv: Terrängbild
uk: Зображення ландшафту

source: Time Zones, :doc:`Time Zones <ai-timezones>`
ca: Fusos horaris, :doc:`Fusos horaris <ai-timezones>`
ca@valencia: Fusos horaris, :doc:`Fusos horaris <ai-timezones>`
nl: Tijdzones, :doc:`Tijdzones <ai-timezones>`
pt_br: Fusos horários, :doc:`Fusos horários <ai-timezones>`
sl: Časovni pasovi, :doc:`Časovni pasovi <ai-timezones>`
sv: Tidszoner, :doc:`Tidszoner <ai-timezones>`
uk: Часові пояси, :doc:`Часові пояси <ai-timezones>`

source: Toolbars
ca: Barres d'eines
ca@valencia: Barres d'eines
nl: Werkbalken
pt_br: Barras de ferramentas
sl: Orodne vrstice
sv: Verktygsrader
uk: Панелі інструментів

source: Tools, :doc:`KStars Tools <tools>`
ca: Eines, :doc:`Eines del KStars <tools>`
ca@valencia: Eines, :doc:`Eines de KStars <tools>`
nl: Hulpmiddelen, :doc:`Hulpmiddelen van KStars <tools>`
pt_br: Barras de ferramentas, :doc:`Barras de ferramentas do KStars <tools>`
sl: Orodja, :doc:`KStars Tools <tools>`
sv: Verktyg, :doc:`Kstars verktyg <tools>`
uk: Інструменти, :doc:`Інструменти KStars <tools>`

source: Altitude vs. Time Tool, :doc:`Altitude vs. Time Tool <tool-altvstime>`
ca: Eina d'altitud en funció del temps, :doc:`Eina d'altitud en funció del temps <tool-altvstime>`
ca@valencia: Eina «Altitud en funció del temps», :doc:`L'eina «Altitud en funció del temps» <tool-altvstime>`
nl: Hulpmiddel Hoogte vs. tijd, :doc:`Hulpmiddel Hoogte vs. tijd <tool-altvstime>`
pt_br: Ferramenta altitude vs. tempo, :doc:`Ferramenta altitude vs. tempo <tool-altvstime>`
sl: Orodje za nadmorsko višino v primerjavi s časom, :doc:`Orodje za nadmorsko višino v primerjavi s časom <tool-altvstime>`
sv: Elevation mot tid, :doc:`Verktyget Elevation mot tid <tool-altvstime>`
uk: Інструменти «Висота/Час», :doc:`Інструменти «Висота/Час» <tool-altvstime>`

source: Astrocalculator, :doc:`The Astrocalculator <tool-calculator>`
ca: Calculadora astronòmica, :doc:`La calculadora astronòmica <tool-calculator>`
ca@valencia: Calculadora astronòmica, :doc:`La calculadora astronòmica <tool-calculator>`
nl: Astrorekenmachine, :doc:`De Astrorekenmachine <tool-calculator>`
pt_br: Calculadora astronômica, :doc:`Calculadora astronômica <tool-calculator>`
sl: Astrokalkulator, :doc:`Astrokalkulator <tool-calculator>`
sv: Astronomiräknare, :doc:`Astronomiräknaren <tool-calculator>`

source: Angular Distance module, :ref:`Angular Distance module <tool-calculator-angular-distance-module>`
ca: Mòdul de distància angular, :ref:`Mòdul de distància angular <tool-calculator-angular-distance-module>`
ca@valencia: Mòdul «Distància angular», :ref:`El mòdul «Distància angular» <tool-calculator-angular-distance-module>`
nl: Module Hoekafstand, :ref:`Module Hoekafstand <tool-calculator-angular-distance-module>`
pt_br: Módulo de distância angular, :ref:`Módulo de distância angular <tool-calculator-angular-distance-module>`
sl: Modul za kotno razdaljo, :ref:`Modul za kotno razdaljo <tool-calculator-angular-distance-module>`
sv: Vinkelavståndsmodul, ref:`Vinkelavståndsmodul <tool-calculator-angular-distance-module>`
uk: Модуль кутової відстані, :ref:`Модуль кутової відстані <tool-calculator-angular-distance-module>`

source: Apparent Coordinates module, :ref:`Apparent Coordinates module <tool-calculator-apparent-coordinates-module>`
ca: Mòdul de coordenades aparents, :ref:`Mòdul de coordenades aparents <tool-calculator-apparent-coordinates-module>`
ca@valencia: Mòdul «Coordenades aparents», :ref:`El mòdul «Coordenades aparents» <tool-calculator-apparent-coordinates-module>`
nl: Module Schijnbare coördinaten, :ref:`Module Schijnbare coördinaten <tool-calculator-apparent-coordinates-module>`
pt_br: Módulo de coordenadas aparentes, :ref:`Módulo de coordenadas aparentes <tool-calculator-apparent-coordinates-module>`
sl: Modul za navidezne koordinate, :ref:`Modul za navidezne koordinate <tool-calculator-apparent-coordinates-module>`
sv: Skenbar koordinatmodul, ref:`Skenbar koordinatmodul <tool-calculator-apparent-coordinates-module>`
uk: Модуль видимих координат, :ref:`Модуль видимих координат <tool-calculator-apparent-coordinates-module>`

source: Day Duration module, :ref:`Day Duration module <tool-calculator-day-duration-module>`
ca: Mòdul de durada del dia, :ref:`Mòdul de durada del dia <tool-calculator-day-duration-module>`
ca@valencia: Mòdul «Duració del dia», :ref:`El mòdul «Duració del dia» <tool-calculator-day-duration-module>`
nl: Module Dagduur, :ref:`Module Dagduur <tool-calculator-day-duration-module>`
pt_br: Módulo de duração do dia, :ref:`Módulo de duração do dia <tool-calculator-day-duration-module>`
sl: Modul za trajanje dneva, :ref:`Modul za trajanje dneva <tool-calculator-day-duration-module>`
sv: Daglängdsmodul, :ref:`Daglängdsmodul <tool-calculator-day-duration-module>`
uk: Модуль тривалості дня, :ref:`Модуль тривалості дня <tool-calculator-day-duration-module>`

source: Ecliptic Coordinates module, :ref:`Ecliptic Coordinates module <tool-calculator-ecliptic-coordinates-module>`
ca: Mòdul de coordenades eclíptiques, :ref:`Mòdul de coordenades eclíptiques <tool-calculator-ecliptic-coordinates-module>`
ca@valencia: Mòdul «Coordenades eclíptiques», :ref:`El mòdul «Coordenades eclíptiques» <tool-calculator-ecliptic-coordinates-module>`
nl: Module Coordinates coördinaten, :ref:`Module Ecliptische coördinaten <tool-calculator-ecliptic-coordinates-module>`
pt_br: Módulo de coordenadas eclípticas, :ref:`Módulo de coordenadas eclípticas <tool-calculator-ecliptic-coordinates-module>`
sl: Modul za ekliptične koordinate, :ref:`Modul za ekliptične koordinate <tool-calculator-ecliptic-coordinates-module>`
sv: Ekliptisk koordinatmodul, ref:`Ekliptisk koordinatmodul <tool-calculator-ecliptic-coordinates-module>`

source: Equatorial/Galactic Coordinates module, :ref:`Equatorial/Galactic Coordinates module <tool-calculator-equatorialgalactic-coordinates-module>`
ca: Mòdul de coordenades equatorials/galàctiques, :ref:`Mòdul de coordenades equatorials/galàctiques <tool-calculator-equatorialgalactic-coordinates-module>`
ca@valencia: Mòdul «Coordenades equatorials/galàctiques», :ref:`Mòdul «coordenades equatorials/galàctiques» <tool-calculator-equatorialgalactic-coordinates-module>`
nl: Module Equatoriale/Galactische coördinaten, :ref:`Module Equatoriale/Galactische coördinaten <tool-calculator-equatorialgalactic-coordinates-module>`
pt_br: Módulo de coordenadas equatoriais/galácticas, :ref:`Módulo de coordenadas equatoriais/galácticas <tool-calculator-equatorialgalactic-coordinates-module>`
sl: Modul za ekvatorialne/galaktične koordinate, :ref:`Modul za ekvatorialne/galaktične koordinate <tool-calculator-equatorialgalactic-coordinates-module>`
sv: Ekvatoriell/Galaktisk koordinatmodul, ref:`Ekvatoriell/Galaktisk koordinatmodul <tool-calculator-equatorialgalactic-coordinates-module>`

source: Equinoxes and Solstices module, :ref:`Equinoxes and Solstices module <tool-calculator-equinoxes-and-solstices-module>`
ca: Mòdul d'equinoccis i solsticis, :ref:`Mòdul d'equinoccis i solsticis <tool-calculator-equinoxes-and-solstices-module>`
ca@valencia: Mòdul «Equinoccis i solsticis», :ref:`Mòdul «Equinoccis i solsticis» <tool-calculator-equinoxes-and-solstices-module>`
nl: Module Equinoxen en Solstitiën, :ref:`Module Equinoxen en solstitiën <tool-calculator-equinoxes-and-solstices-module>`
pt_br: Módulo de equinócios e solstícios, :ref:`Módulo de equinócios e solstícios <tool-calculator-equinoxes-and-solstices-module>`
sl: Modul enakonočja in solsticija, :ref:`Modul enakonočja in solsticija <tool-calculator-equinoxes-and-solstices-module>`
sv: Dagjämning- och solståndsmodul, ref:`Dagjämning- och solståndsmodul <tool-calculator-equinoxes-and-solstices-module>`

source: Geodetic Coordinates module, :ref:`Geodetic Coordinates module <tool-calculator-geodetic-coordinates-module>`
ca: Mòdul de coordenades geodèsiques, :ref:`Mòdul de coordenades geodèsiques <tool-calculator-geodetic-coordinates-module>`
ca@valencia: Mòdul «Coordenades geodèsiques», :ref:`Mòdul «Coordenades geodèsiques» <tool-calculator-equinoxes-and-solstices-module>`
nl: Module Geodetische coördinaten, :ref:`Module Geodetische coördinaten <tool-calculator-geodetic-coordinates-module>`
pt_br: Módulo de coordenadas geodésicas, :ref:`Módulo de coordenadas geodésicas <tool-calculator-geodetic-coordinates-module>`
sl: Modul geodetskih koordinat, :ref:`Modul geodetskih koordinat <tool-calculator-geodetic-coordinates-module>`
sv: Geodetisk koordinatmodul, ref:`Geodetisk koordinatmodul <tool-calculator-geodetic-coordinates-module>`

source: Horizontal Coordinates module, :ref:`Horizontal Coordinates module <tool-calculator-horizontal-coordinates-module>`
ca: Mòdul de coordenades horitzontals, :ref:`Mòdul de coordenades horitzontals <tool-calculator-horizontal-coordinates-module>`
ca@valencia: Mòdul «Coordenades horitzontals», :ref:`Mòdul «Coordenades horitzontals» <tool-calculator-horizontal-coordinates-module>`
nl: Module Horizontale coördinaten, :ref:`Module Horizontale coördinaten <tool-calculator-horizontal-coordinates-module>`
pt_br: Módulo de coordenadas horizontais, :ref:`Módulo de coordenadas horizontais <tool-calculator-horizontal-coordinates-module>`
sl: Modul horizontalnih koordinat, :ref:`Modul horizontalnih koordinat <tool-calculator-horizontal-coordinates-module>`
sv: Horisontell koordinatmodul, ref:`Horisontell koordinatmodul <tool-calculator-horizontal-coordinates-module>`

source: Julian Day module, :ref:`Julian Day module <tool-calculator-julian-day-module>`
ca: Mòdul de dia Julià, :ref:`Mòdul de dia Julià <tool-calculator-julian-day-module>`
ca@valencia: Mòdul «Dia Julià», :ref:`Mòdul «Dia Julià» <tool-calculator-julian-day-module>`
nl: Module Juliaanse dag, :ref:`Module Juliaanse dag <tool-calculator-julian-day-module>`
pt_br: Módulo de dia juliano, :ref:`Módulo de dia juliano <tool-calculator-julian-day-module>`
sl: Modul julijanskega dne, :ref:`Modul julijanskega dne <tool-calculator-julian-day-module>`
sv: Juliansk dag-modul, ref:`Juliansk dag-modul <tool-calculator-julian-day-module>`

source: Planet Coordinates module, :ref:`Planet Coordinates module <tool-calculator-planet-coordinates-module>`
ca: Mòdul de coordenades planetàries, :ref:`Mòdul de coordenades planetàries <tool-calculator-planet-coordinates-module>`
ca@valencia: Mòdul «Coordenades planetàries», :ref:`Mòdul «Coordenades planetàries» <tool-calculator-planet-coordinates-module>`
nl: Module Planeetcoördinaten, :ref:`Module Planeetcoördinaten <tool-calculator-planet-coordinates-module>`
pt_br: Módulo de coordenadas do planeta, :ref:`Módulo de coordenadas do planeta <tool-calculator-planet-coordinates-module>`
sl: Modul koordinat planetov, :ref:`Modul koordinat planetov <tool-calculator-planet-coordinates-module>`
sv: Planetkoordinatmodul, :ref:`Planetkoordinatmodul <tool-calculator-planet-coordinates-module>`

source: Sidereal Time module, :ref:`Sidereal Time module <tool-calculator-sidereal-time-module>`
ca: Mòdul d'hora sidèria, :ref:`Mòdul d'hora sidèria <tool-calculator-sidereal-time-module>`
ca@valencia: Mòdul Temps sideral, Mòdul :ref:`Temps sideral <tool-calculator-sidereal-time-module>`
nl: Module Sterrentijd, :ref:`Module Sterrentijd <tool-calculator-sidereal-time-module>`
pt_br: Módulo de tempo sideral, :ref:`Módulo de tempo sideral <tool-calculator-sidereal-time-module>`
sl: Modul zvezdnega časa, :ref:`Modul zvezdnega časa <modul-orodja-kalkulator-zvezdnega-časa>`
sv: Siderisk tidsmodul, ref:`Siderisk tidsmodul <tool-calculator-sidereal-time-module>`

source: Align, :doc:`Align <ekos-align>`
ca: Alineació, :doc:`Alineació <ekos-align>`
ca@valencia: Align, :doc:`Alinea <ekos-align>`
nl: Uitlijnen, :doc:`Uitlijnen <ekos-align>`
pt_br: Alinhar, :doc:`Alinhar <ekos-align>`
sl: Poravnaj, :doc:`Poravnaj <ekos-align>`
sv: Inriktning, :doc:`Inriktning <ekos-align>`

source: Analyze, :doc:`Analyze <ekos-analyze>`
ca: Anàlisi, :doc:`Anàlisi <ekos-analyze>`
ca@valencia: Analitza, :doc:`Analitzar <ekos-analyze>`
nl: Analyseren, :doc:`Analyseren <ekos-analyze>`
pt_br: Analisar, :doc:`Analisar <ekos-analyze>`
sl: Analiziraj, :doc:`Analiziraj <ekos-analyze>`
sv: Analysera, :doc:`Analysera <ekos-analyze>`

source: Capture, :doc:`Capture <ekos-capture>`
ca: Captura, :doc:`Captura <ekos-capture>`
ca@valencia: Captura, :doc:`Capturar <ekos-capture>`
nl: Opname, :doc:`Opname <ekos-capture>`
pt_br: Captura, :doc:`Captura <ekos-capture>`
sl: Zajemi, :doc:`Zajemi <ekos-capture>`
sv: Tagning, :doc:`Tagning <ekos-capture>`

source: Extensions, :doc:`Extensions <ekos-extensions>`
nl: Extensies, :doc:`Extensies <ekos-extensions>`
pt_br: Extensões, :doc:`Extensões <ekos-extensions>`
sl: Razširitve, :doc:`Razširitve <ekos-extensions>`
sv: Utökningar, :doc:`Utökningar <ekos-extensions>`

source: Focus, :doc:`Focus <ekos-focus>`
ca: Enfocament, :doc:`Enfocament <ekos-focus>`
ca@valencia: Enfocament, :doc:`Enfocament <ekos-focus>`
pt_br: Foco, :doc:`Foco <ekos-focus>`
sl: Fokus, :doc:`Fokus <ekos-focus>`
sv: Fokusering, :doc:`Fokusering <ekos-focus>`

source: Guide, :doc:`Guide <ekos-guide>`
ca: Guia, :doc:`Guia <ekos-guide>`
ca@valencia: Guia, :doc:`Guia <ekos-guide>`
nl: Volger, :doc:`Volger <ekos-guide>`
pt_br: Guia, :doc:`Guia <ekos-guide>`
sl: Vodnik, :doc:`Vodnik <ekos-guide>`
sv: Guidning, :doc:`Guidning <ekos-guide>`

source: Logs, :doc:`Logs <ekos-logs>`
ca: Registres, :doc:`Registres <ekos-logs>`
ca@valencia: Registres, :doc:`Registres <ekos-logs>`
sl: Dnevniki, :doc:`Dnevniki <ekos-logs>`
sv: Loggar, :doc:`Loggar <ekos-logs>`

source: Profile Editor, :doc:`Profile Editor <ekos-profile-editor>`
ca: Editor de perfils, :doc:`Editor de perfils <ekos-profile-editor>`
ca@valencia: Editor de perfils, :doc:`Editor de perfils <ekos-profile-editor>`
nl: Profiel bewerken, :doc:`Profiel bewerken <ekos-profile-editor>`
pt_br: Editor de perfil, :doc:`Editor de perfil <ekos-profile-editor>`
sl: Urejevalnik profilov, :doc:`Urejevalnik profilov <ekos-profile-editor>`
sv: Profileditor, :doc:`Profileditor <ekos-profile-editor>`
