Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/doc-index.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: Satellites page, :doc:`The Configure KStars Window <viewops>`, :doc:`Satellites <satellites>`
ca: Pàgina de satèl·lits page, :doc:`La finestra de configuració del KStars <viewops>`, :doc:`Satèl·lits <satellites>`
ca@valencia: Pàgina «Satèl·lits», :doc:`El diàleg de configuració de KStars <viewops>`, :doc:`Satèl·lits <satellites>`
nl: Pagina Satellieten, :doc:`Het KStars-venster voor configureren <viewops>`, :doc:`Satellieten <satellites>`
pt_br: Página Satélites, :doc:`A janela de configuração do KStars <viewops>`, :doc:`Satélites <satellites>`
sl: Stran Sateliti, :doc:`Okno Konfiguriraj KStars <viewops>`, :doc:`Sateliti <satellites>`
sv: Satellitsida, :doc:`Fönstret Anpassa Kstars <viewops>`, :doc:`Satelliter <satellites>`
uk: Сторінка «Супутники», :doc:`Вікно налаштовування KStars <viewops>`, :doc:`Супутники <satellites>`

source: Solar System page, :doc:`The Configure KStars Window <viewops>`, :doc:`Solar System <solar_system>`
ca: Pàgina del sistema solar, :doc:`La finestra de configuració del KStars <viewops>`, :doc:`Sistema solar <solar_system>`
ca@valencia: Pàgina «Sistema solar», :doc:`El diàleg de configuració de KStars <viewops>`, :doc:`Sistema solar <solar_system>`
nl: Pagina Zonnestelsel, :doc:`Het KStars-venster voor configureren <viewops>`, :doc:`Zonnestelsel <solar_system>`
pt_br: Página Sistema Solar, :doc:`A janela de configuração do KStars <viewops>`, :doc:`Sistema Solar <solar_system>`
sl: Stran Osončja, :doc:`Okno Konfiguriraj KStars <viewops>`, :doc:`Osončje <solar_system>`
sv: Solsystemsida, :doc:`Fönstret Anpassa Kstars <viewops>`, :doc:`Solsystem <solar_system>`
uk: Сторінка «Сонячна система», :doc:`Вікно налаштовування KStars <viewops>`, :doc:`Сонячна система <solar_system>`

source: Supernovae page, :doc:`The Configure KStars Window <viewops>`, :doc:`Supernovae <supernovae>`
ca: Pàgina de supernoves, :doc:`La finestra de configuració del KStars <viewops>`, :doc:`Supernoves <supernovae>`
ca@valencia: Pàgina «Supernoves», :doc:`El diàleg de configuració de KStars <viewops>`, :doc:`Supernoves <supernovae>`
nl: Pagina Supernova's, :doc:`Het KStars-venster voor configureren <viewops>`, :doc:`Supernova's <supernovae>`
pt_br: Página Supernovas, :doc:`A janela de configuração do KStars <viewops>`, :doc:`Supernovas <supernovae>`
sl: Stran Supernov, :doc:`Okno Konfiguriraj KStars <viewops>`, :doc:`Supernove <supernovae>`
sv: Supernovasida, :doc:`Fönstret Anpassa Kstars <viewops>`, :doc:`Supernovor <supernovae>`
uk: Сторінка «Наднові», :doc:`Вікно налаштовування KStars <viewops>`, :doc:`Наднові <supernovae>`

source: Terrain page, :doc:`The Configure KStars Window <viewops>`, :doc:`Terrain <terrain>`
ca: Pàgina de terreny, :doc:`La finestra de configuració del KStars <viewops>`, :doc:`Terreny <terrain>`
ca@valencia: Pàgina «Terreny», :doc:`El diàleg de configuració de KStars <viewops>`, :doc:`Terreny <terrain>`
nl: Pagina Terrein, :doc:`Het KStars-venster voor configureren <viewops>`, :doc:`Terrein <terrain>`
pt_br: Página Terreno, :doc:`A janela de configuração do KStars <viewops>`, :doc:`Terreno <terrain>`
sl: Stran Relief, :doc:`Okno Konfiguriraj KStars <viewops>`, :doc:`Teren <terrain>`
sv: Terrängsida, :doc:`Fönstret Anpassa Kstars <viewops>`, :doc:`Terräng <terrain>`
uk: Сторінка «Ландшафт», :doc:`Вікно налаштовування KStars <viewops>`, :doc:`Ландшафт <terrain>`

source: Xplanet page, :doc:`The Configure KStars Window <viewops>`
ca: Pàgina de l'Xplanet, :doc:`La finestra de configuració del KStars <viewops>`
ca@valencia: Pàgina «Xplanet», :doc:`El diàleg de configuració de KStars <viewops>`
nl: Pagina Xplanet, :doc:`Het KStars-venster voor configureren <viewops>`
pt_br: Página Xplanet, :doc:`A janela de configuração do KStars <viewops>`
sl: Stran Xplanet, :doc:`Okno Konfiguriraj KStars <viewops>`
sv: Xplanet-sida, :doc:`Fönstret Anpassa Kstars <viewops>`
uk: Сторінка «Xplanet», :doc:`Вікно налаштовування KStars <viewops>`

source: Cosmic Distance Ladder, :doc:`Cosmic Distance Ladder <ai-cosmicdist>`
ca: Escala de distàncies còsmiques, :doc:`Escala de distàncies còsmiques <ai-cosmicdist>`
ca@valencia: Escala de distàncies còsmiques, :doc:`Escala de distàncies còsmiques <ai-cosmicdist>`
nl: Kosmische afstandsladder, :doc:`Kosmische afstandsladder <ai-cosmicdist>`
pt_br: Escada de Distância Cósmica, :doc:`Escada de Distância Cósmica <ai-cosmicdist>`
sl: Lestvica kozmičnih razdalj, :doc:`Lestvica kozmičnih razdalj <ai-cosmicdist>`
sv: Kosmiska avståndsstegen, :doc:`Kosmiska avståndsstegen <ai-cosmicdist>`
uk: Шкала космічних відстаней, :doc:`Шкала космічних відстаней <ai-cosmicdist>`

source: Dark Matter, :doc:`Dark Matter <ai-darkmatter>`
ca: Matèria fosca, :doc:`Matèria fosca <ai-darkmatter>`
ca@valencia: Matèria obscura, :doc:`Matèria obscura <ai-darkmatter>`
nl: Donkere materie, :doc:`Donkere materie <ai-darkmatter>`
pt_br: Matéria escura, :doc:`Matéria escura <ai-darkmatter>`
sl: Temna snov, :doc:`Temna snov <ai-darkmatter>`
sv: Mörk materia, :doc:`Mörk materia <ai-darkmatter>`
uk: Темна матерія, :doc:`Темна матерія <ai-darkmatter>`

source: Date and Time
ca: Data i hora
ca@valencia: Data i hora
nl: Datum en tijd
pt_br: Data e hora
sl: Datum in čas
sv: Datum och tid
uk: Дата і час

source: Extended range of dates, :doc:`Setting the Time <settime>`
ca: Interval estès de dades, :doc:`Establir l'hora <settime>`
ca@valencia: Interval de dates estés, :doc:`Establir el temps <settime>`
nl: Uitgebreide reeks datums, :doc:`De Tijd instellen <settime>`
pt_br: Intervalo estendido de datas, :doc:`Configurando data e hora <settime>`
sl: Razširjen obseg datumov, :doc:`Nastavitev časa <settime>`
sv: Utökat datumintervall, :doc:`Ställa in tiden <settime>`
uk: Розширений діапазон дат, :doc:`Встановлення часу <settime>`

source: Setting, :doc:`Setting the Time <settime>`
ca: Configuració, :doc:`Establir l'hora <settime>`
ca@valencia: Establir, :doc:`Establir el temps <settime>`
nl: Instelling, :doc:`De Tijd instellen <settime>`
pt_br: Configurações, :doc:`Configurando data e hora <settime>`
sl: Nastavitev, :doc:`Nastavitev časa <settime>`
sv: Ställa in, :doc:`Ställa in tiden <settime>`
uk: Встановлення, :doc:`Встановлення часу <settime>`

source: The simulation clock, :doc:`Setting the Time <settime>`
ca: La simulació del rellotge, :doc:`Establir l'hora <settime>`
ca@valencia: El rellotge de simulació, :doc:`Establir el temps <settime>`
nl: De simulatieklok, :doc:`De Tijd instellen <settime>`
pt_br: O relógio da simulação, :doc:`Configurando data e hora <settime>`
sl: Simulacijska ura, :doc:`Nastavitev časa <settime>`
sv: Simuleringsklockan, :doc:`Ställa in tiden <settime>`
uk: Годинник моделювання, :doc:`Встановлення часу <settime>`

source: Declination (see Equatorial Coordinates)
ca: Declinació (vegeu Coordenades equatorials)
ca@valencia: Declinació (vegeu les Coordenades equatorials)
nl: Declinatie (zie Equatoriale coördinaten)
pt_br: Declinação (veja Coordenadas equatoriais)
sl: Deklinacija (glej ekvatorialne koordinate)
sv: Deklination (se Ekvatoriella koordinater)
uk: Схилення (див. Екваторіальні координати)

source: Deep-Sky Catalogs
ca: Catàlegs del cel profund
ca@valencia: Catàlegs del cel profund
nl: Deep-sky catalogi
pt_br: Catálogos do espaço profundo
sl: Katalogi globokega vesolja
sv: Kataloger över avlägsna himmelsobjekt
uk: Каталоги віддалених об'єктів

source: Adding/Editing Objects, :ref:`Adding/Editing Objects <catalogs-addingediting-objects>`
ca: Afegir/Editar objectes, :ref:`Afegir/Editar objectes <catalogs-addingediting-objects>`
ca@valencia: Afegir o editar els objectes, :ref:`Afegir o editar els objectes <catalogs-addingediting-objects>`
nl: Objecten toevoegen/bewerken, :ref:`Objecten toevoegen/bewerken <catalogs-addingediting-objects>`
pt_br: Adicionando/Editando Objetos, :ref:`Adicionando/Editando Objetos <catalogs-addingediting-objects>`
sl: Dodajanje/urejanje objektov, :ref:`Dodajanje/urejanje objektov <catalogs-addingediting-objects>`
sv: Lägga till eller redigera objekt, :ref:`Lägga till eller redigera objekt <catalogs-addingediting-objects>`
uk: Додавання/Редагування об'єктів, :ref:`Додавання/Редагування об'єктів <catalogs-addingediting-objects>`

source: Catalog Color Editor, :ref:`Catalog Color Editor <catalogs-catalog-color-editor>`
ca: Editor de colors dels catàlegs, :ref:`Editor de colors dels catàlegs <catalogs-catalog-color-editor>`
ca@valencia: Editor de colors dels catàlegs, :ref:`Editor de colors dels catàlegs <catalogs-catalog-color-editor>`
nl: Kleurbewerker van catalogus, :ref:`Kleurbewerker van catalogus <catalogs-catalog-color-editor>`
pt_br: Editor de cor do catálogo, :ref:`Editor de cor do catálogo <catalogs-catalog- color-editor>`
sl: Urejevalnik barv kataloga, :ref:`Urejevalnik barv kataloga <catalogs-catalog-color-editor>`
sv: Katalogens färgeditor, :ref:`Katalogens färgeditor <catalogs-catalog-color-editor>`
uk: Редактор кольорів каталогу, :ref:`Редактор кольорів каталогу <catalogs-catalog-color-editor>`

source: Catalog Details Dialog, :ref:`Catalog Details Dialog <catalogs-catalog-details-dialog>`
ca: Diàleg de detalls del catàleg, :ref:`Diàleg de detalls del catàleg <catalogs-catalog-details-dialog>`
ca@valencia: Obri el diàleg «Detalls del catàleg» :ref:`El diàleg «Detalls del catàleg» <catalogs-catalog-details-dialog>`
nl: Dialoog van Catalogusgdetails, :ref:`Dialoog van Catalogusgdetails” <catalogs-catalog-details-dialog>`
pt_br: Janela de detalhes do catálogo, :ref:`Janela de detalhes do catálogo <catalogs-catalog-details-dialog>`
sl: Pogovorno okno s podrobnostmi kataloga, :ref:`Pogovorno okno s podrobnostmi kataloga <catalogs-catalog-details-dialog>`
sv: Dialogruta med kataloginformation, :ref:`Dialogruta med kataloginformation <catalogs-catalog-details-dialog>`
uk: Вікно параметрів каталогу, :ref:`Вікно параметрів каталогу <catalogs-catalog-details-dialog>`

source: Database, :ref:`The DSO Catalog Database <catalogs-the-dso-catalog-database>`
ca: Base de dades, :ref:`La base de dades de catàlegs de DSO <catalogs-the-dso-catalog-database>`
ca@valencia: Base de dades, :ref:`La base de dades del catàleg DSO <catalogs-the-dso-catalog-database>`
nl: Database, :ref:`De DSO-catalogusdatabase <catalogs-the-dso-catalog-database>`
pt_br: Banco de dados, :ref:`O banco de dados do catálogo OEP <catalogs-the-dso-catalog-database>`
sl: Zbirka podatkov, :ref:`Zbirka podatkov kataloga DSO <catalogs-the-dso-catalog-database>`
sv: Databas, :ref:`Katalogdatabasen över avlägsna himmelsobjekt <catalogs-the-dso-catalog-database>`
uk: База даних, :ref:`База даних каталогів віддалених об'єктів <catalogs-the-dso-catalog-database>`

source: Database System, :ref:`The DSO Catalog Database <catalogs-the-dso-catalog-database>`
ca: Sistema de base de dades, :ref:`La base de dades de catàlegs de DSO <catalogs-the-dso-catalog-database>`
ca@valencia: Sistema de base de dades, :ref:`La base de dades del catàleg DSO <catalogs-the-dso-catalog-database>`
nl: Databasesysteem, :ref:`De DSO-catalogusdatabase <catalogs-the-dso-catalog-database>`
pt_br: Sistema de banco de dados, :ref:`O banco de dados do catálogo OEP <catalogs-the-dso-catalog-database>`
sl: Sistem zbirk podatkov, :ref:`Katalogna baza podatkov DSO <catalogs-the-dso-catalog-database>`
sv: Databassystem, :ref:`Katalogdatabasen över avlägsna himmelsobjekt <catalogs-the-dso-catalog-database>`
uk: Система бази даних, :ref:`База даних каталогів віддалених об'єктів <catalogs-the-dso-catalog-database>`

source: GUI, :ref:`The Catalog Management GUI <catalogs-the-catalog-management-gui>`
ca: IGU, :ref:`La IGU del gestor de catàlegs <catalogs-the-catalog-management-gui>`
ca@valencia: IGU, :ref:`La IGU del Gestor de catàlegs <catalogs-the-catalog-management-gui>`
nl: GUI, :ref:`De GUI van catalogusbeheer <catalogs-the-catalog-management-gui>`
pt_br: GUI, :ref:`A GUI de gerenciamento de catálogo <catalogs-the-catalog-management-gui>`
sl: GUI, :ref:`GUI za upravljanje katalogov <catalogs-the-catalog-management-gui>`
sv: Grafiskt användargränssnitt, :ref:`Grafiskt användargränssnitt för kataloghantering <catalogs-the-catalog-management-gui>`
uk: Графічний інтерфейс, :ref:`Графічний інтерфейс керування каталогами <catalogs-the-catalog-management-gui>`

source: Ecliptic, :doc:`The Ecliptic <ai-ecliptic>`
ca: Eclíptica, :doc:`L'eclíptica <ai-ecliptic>`
ca@valencia: Eclíptica, :doc:`L'eclíptica <ai-ecliptic>`
nl: Ecliptica, :doc:`Ecliptica <ai-eclipti>`
pt_br: Eclíptica, :doc:`A eclíptica <ai-ecliptic>`
sl: Ekliptika, :doc:`Ekliptika <ai-ecliptic>`
sv: Ekliptika, :doc:`Ekliptikan <ai-ecliptic>`
uk: Екліптика, :doc:`Екліптика <ai-ecliptic>`

source: (see also Ecliptic Coordinates)
ca: (vegeu també Coordenades eclíptiques)
ca@valencia: (vegeu també: Coordenades eclíptiques)
nl: (zie ook Ecliptische coördinaten)
pt_br: (ver também: Coordenadas da eclíptica)
sl: (glejte tudi ekliptične koordinate)
sv: (se också Ekliptiska koordinater)
uk: (див. також Екліптична система координат)

source: Elliptical Galaxies, :doc:`Elliptical Galaxies <ai-ellipgal>`
ca: Galàxies el·líptiques, :doc:`Galàxies el·líptiques <ai-ellipgal>`
ca@valencia: Galàxies el·líptiques, :doc:`Galàxies el·líptiques <ai-ellipgal>`
nl: Elliptische sterrenstelsels, :doc:`Elliptische sterrenstelsel <ai-ellipgal>`
pt_br: Galáxias elípticas, :doc:`Galáxias elípticas <ai-ellipgal>`
sl: Eliptične galaksije, :doc:`Eliptične galaksije <ai-ellipgal>`
sv: Elliptiska galaxer, :doc:`Elliptiska galaxer <ai-ellipgal>`
uk: Еліптичні галактики, :doc:`Еліптичні галактики <ai-ellipgal>`

source: Epoch, :doc:`Epoch <ai-epoch>`
ca: Època, :doc:`Època <ai-epoch>`
ca@valencia: Època, :doc:`Època <ai-epoch>`
sl: Epoha, :doc:`Epoha <ai-epoch>`
sv: Epok, :doc:`Epok <ai-epoch>`
uk: Епоха, :doc:`Епоха <ai-epoch>`

source: Equinoxes, :doc:`The Equinoxes <ai-equinox>`
ca: Equinoccis, :doc:`Els equinoccis <ai-equinox>`
ca@valencia: Equinoccis, :doc:`Els equinoccis <ai-equinox>`
nl: Equinoxen, :doc:`De Equinoxen (dag- en nachteveningen <ai-equinox>`
pt_br: Equinócios , :doc:`Os equinócios <ai-equinox>`
sl: Enakonočja, :doc:`Ekvinočija <ai-equinox>`
sv: Dagjämningar, :doc:`Dagjämningarna <ai-equinox>`
uk: Рівнодення, :doc:`Рівнодення <ai-equinox>`

source: (see also `Celestial Equator <#ientry-id10717>`__)
ca: (vegeu també `Equador celeste <#ientry-id10717>`__)
ca@valencia: (vegeu també: `Equador celeste <#ientry-id10717>`__)
nl: (zie ook `Hemelevenaar <#ientry-id10717>`__)
pt_br: (ver também: `Equador celestial <#ientry-id10717>`__)
sl: (glejte tudi `Nebesni ekvator <#ientry-id10717>`__)
sv: (se också `Himmelsekvator <#ientry-id10717>`__)
uk: (див. також `Небесний екватор <#ientry-id10717>`__)

source: (see also `Ecliptic <#ientry-id10781>`__)
ca: (vegeu també `Eclíptica <#ientry-id10781>`__)
ca@valencia: (vegeu també: `Eclíptica <#ientry-id10781>`__)
nl: (zie ook `Ecliptisch <#ientry-id10781>`__)
pt_br: (ver também: `Eclíptica <#ientry-id10781>`__)
sl: (glejte tudi `Ekliptika <#ientry-id10781>`__)
sv: (se också `Ekliptikan <#ientry-id10781>`__)
uk: (див. також `Екліптика <#ientry-id10781>`__)

source: Field-of-View Symbols
ca: Símbols de camp de visió
ca@valencia: Símbols del camp de visió
nl: Symbolen voor het gezichtsveld
pt_br: Símbolos de campo de visão
sl: Simboli vidnega polja
sv: Synfältssymboler
uk: Рамки поля зору

source: Customizing, :doc:`Customizing the Display <customize>`
ca: Personalització, :doc:`Personalitzar la vista <customize>`
ca@valencia: Personalitzar, :doc:`Personalitzar la vista <customize>`
nl: Aanpassen, :doc:`Het scherm aanpassen <customize>`
pt_br: Personalizando, :doc:`Personalizando a exibição <customize>`
sl: Prilagajanje, :doc:`Prilagajanje prikaza <customize>`
sv: Anpassning, :doc:`Anpassa skärmen <customize>`
uk: Налаштовування, :doc:`Налаштовування показу <customize>`

source: Defining New, :doc:`Customizing the Display <customize>`
ca: Definir nova, :doc:`Personalitzar la vista <customize>`
ca@valencia: Definir la nova, :doc:`Personalitzar la vista <customize>`
nl: Nieuw definiëren, :doc:`Het scherm aanpassen <customize>`
pt_br: Definindo novo, :doc:`Personalizando a exibição <customize>`
sl: Določanje novega, :doc:`Prilagajanje prikaza < customize>`
sv: Definiera ny, :doc:`Anpassa skärmen <customize>`
uk: Визначення нового, :doc:`Налаштовування показу <customize>`

source: Description, :doc:`Customizing the Display <customize>`
ca: Descripció, :doc:`Personalitzar la vista <customize>`
ca@valencia: Descripció, :doc:`Personalitzar la vista <customize>`
nl: Beschrijving, :doc:`Het scherm aanpassen <customize>`
pt_br: Descrição, :doc:`Personalizando a exibição <customize>`
sl: Opis, :doc:`Prilagajanje prikaza <customize>`
sv: Beskrivning, :doc:`Anpassa skärmen <customize>`
uk: Опис, :doc:`Налаштовування показу <customize>`

source: Find Object Tool, :ref:`Finding Objects <skyobjects-finding-objects>`
ca: Eina de Cerca d'objectes, :ref:`Cerca d'objectes <skyobjects-finding-objects>`
ca@valencia: L'eina «Busca un objecte», :ref:`Trobar objectes <skyobjects-finding-objects>`
nl: Hulpmiddel Object zoeken, :ref:`Objecten zoeken <skyobjects-finding-objects>`
pt_br: Ferramenta Localizar objeto, :ref:`Localizar objetos <skyobjects-finding-objects>`
sl: Orodje za iskanje predmetov, :ref:`Iskanje predmetov <skyobjects-finding-objects>`
sv: Sök objektverktyg, :ref:`Söka efter objekt <skyobjects-finding-objects>`
uk: Інструмент пошуку об'єктів, :ref:`Пошук об'єктів <skyobjects-finding-objects>`

source: FITS Viewer, :doc:`FITS Viewer <fitsviewer>`
ca: Visualitzador de FITS, :doc:`Visualitzador de FITS <fitsviewer>`
ca@valencia: Visor de FITS, :doc:`Visor de FITS <fitsviewer>`
pt_br: Visualizador FITS, :doc:`Visualizador FITS <fitsviewer>`
sl: Pregledovalnik FITS, :doc:`Pregledovalnik FITS <fitsviewer>`
sv: FITS-visning, :doc:`FITS-visning <fitsviewer>`
uk: Переглядач FITS, :doc:`Переглядач FITS <fitsviewer>`

source: Flux, :doc:`Flux <ai-flux>`
pt_br: Fluxo, :doc:`Fluxo <ai-flux>`
sl: Pretok, :doc:`Pretok <ai-flux>`
sv: Flöde, :doc:`Flöde <ai-flux>`
uk: Потік, :doc:`Потік <ai-flux>`

source: (see also `Luminosity <#ientry-id11434>`__)
ca: (vegeu també `Lluminositat <#ientry-id11434>`__)
ca@valencia: (vegeu també: `Lluminositat <#ientry-id11434>`__)
nl: (zie ook `Lichtkracht <#ientry-id11434>`__)
pt_br: (ver também: `Luminosidade <#ientry-id11434>`__)
sl: (glejte tudi `Svetilnost <#ientry-id11434>`__)
sv: (se också `Ljusstyrka <#ientry-id11434>`__)
uk: (див. також `Світність <#ientry-id11434>`__)

source: Geographic Coordinate System, :doc:`Geographic Coordinates <ai-geocoords>`
ca: Sistema de coordenades geogràfiques, :doc:`Coordenades geogràfiques <ai-geocoords>`
ca@valencia: Sistema de coordenades geogràfiques, :doc:`Coordenades geogràfiques <ai-geocoords>`
nl: Geografisch coördinatenstelsel, :doc:Geografisch`coördinatenstelsel <ai-geocoords>`
pt_br: Sistema de Coordenadas Geográficas, :doc:`Coordenadas Geográficas <ai-geocoords>`
sl: Geografski koordinatni sistem, :doc:`Geografske koordinate <ai-geocoords>`
sv: Geografiskt koordinatsystem, :doc:`Geografiska koordinater <ai-geocoords>`
uk: Географічна система координат, :doc:`Географічні координати <ai-geocoords>`

source: Geographic Location Tool
ca: Eina d'emplaçament geogràfic
ca@valencia: Eina d'emplaçament geogràfic
nl: Hulpmiddel geografische locatie
pt_br: Ferramenta de localização geográfica
sl: Orodje za geografsko lokacijo
sv: Geografisk platsverktyg
uk: Інструмент географічного розташування

source: Custom locations, :doc:`Setting the Geographic Location <config-setgeo>`
ca: Emplaçaments personalitzats, :doc:`Establir l'emplaçament geogràfic <config-setgeo>`
ca@valencia: Emplaçaments personalitzats, :doc:`Establir l'emplaçament geogràfic <config-setgeo>`
nl: Aangepaste locaties, :doc:`De Geografische locatie instellen <config-setgeo>`
pt_br: Locais personalizados, :doc:`Configurando a localização geográfica <config-setgeo>`
sl: Lokacije po meri, :doc:`Nastavitev geografske lokacije <config-setgeo>`
sv: Egna platser, :doc:`Ange geografisk plats <config-setgeo>`
uk: Нетипові місця, :doc:`Встановлення географічного розташування <config-setgeo>`

source: Filtering, :doc:`Setting the Geographic Location <config-setgeo>`
ca: Filtratge, :doc:`Establir l'emplaçament geogràfic <config-setgeo>`
ca@valencia: Filtratge, :doc:`Establir l'emplaçament geogràfic <config-setgeo>`
nl: Filteren, :doc:`De Geografische locatie instellen <config-setgeo>`
pt_br: Filtrando, :doc:`Configurando a localização geográfica <config-setgeo>`
sl: Filtriranje, :doc:`Nastavitev geografske lokacije <config-setgeo>`
sv: Filtrering, :doc:`Ange geografisk plats <config-setgeo>`
uk: Фільтрування, :doc:`Встановлення географічного розташування <config-setgeo>`

source: Great Circles, :doc:`Great Circles <ai-greatcircle>`
ca: Cercles màxims, :doc:`Cercles màxims <ai-greatcircle>`
ca@valencia: Cercles majors, :doc:`Els cercles majors <ai-greatcircle>`
nl: Grootcirkels, :doc:`Grootcirkels <ai-greatcircle>`
pt_br: Grandes Círculos, :doc:`Grandes Círculos <ai-greatcircle>`
sl: Veliki krogi, :doc:`Veliki krogi <ai-greatcircle>`
sv: Storcirklar, :doc:`Storcirklar <ai-greatcircle>`
uk: Великі кола, :doc:`Великі кола <ai-greatcircle>`

source: (see also `Celestial Sphere <#ientry-id10767>`__)
ca: (vegeu també `Esfera celeste <#ientry-id10767>`__)
ca@valencia: (vegeu també: `Esfera celeste <#ientry-id10767>`__)
nl: (zie ook `Hemelbol <#ientry-id10767>`__)
pt_br: (ver também: `Esfera celestial <#ientry-id10767>`__)
sl: (glejte tudi `Nebesna krogla <#ientry-id10767>`__)
sv: (se också `Himmelssfären <#ientry-id10767>`__)
uk: (див. також `Небесна сфера <#ientry-id10767>`__)

source: Horizon, :doc:`The Horizon <ai-horizon>`
ca: Horitzó, :doc:`L'horitzó <ai-horizon>`
ca@valencia: Horitzó, :doc:`L'horitzó <ai-horizon>`
nl: Horizon, :doc:`De horizon <ai-horizon>`
pt_br: Horizonte, :doc:`O horizonte <ai-horizon>`
sl: Obzorje, :doc:`Obzorje <ai-horizon>`
sv: Horisont, :doc:`Horisonten <ai-horizon>`
uk: Горизонт, :doc:`Горизонт <ai-horizon>`

source: (see also Horizontal Coordinates)
ca: (vegeu també Coordenades horitzontals)
ca@valencia: (vegeu també: Coordenades horitzontals)
nl: (zie ook Horizontale coördinaten)
pt_br: (ver também: Coordenadas horizontais)
sl: (glejte tudi Horizontalne koordinate)
sv: (se också Horisontella koordinater)
uk: (див. також Горизонтальні координати)

source: Hour Angle, :doc:`Hour Angle <ai-hourangle>`
ca: Angle horari, :doc:`Angle horari <ai-hourangle>`
ca@valencia: Angle horari, :doc:`L'angle horari <ai-hourangle>`
nl: Uurhoek, :doc:`Uurhoek <ai-hourangle>`
pt_br: Ângulo horário, :doc:`Ângulo horário <ai-hourangle>`
sl: Urni kot, :doc:`Urni kot <ai-hourangle>`
sv: Timvinkel, :doc:`Timvinkel <ai-hourangle>`
uk: Часовий кут, :doc:`Часовий кут <ai-hourangle>`

source: (see also `Local Meridian <#ientry-id10921>`__)
ca: (vegeu també `Meridià local <#ientry-id10921>`__)
ca@valencia: (vegeu també: `Meridià local <#ientry-id10921>`__)
nl: (zie ook `Locale meridiaan <#ientry-id10921>`__)
pt_br: (ver também: `Meridiano local <#ientry-id10921>`__)
sl: (glejte tudi `Lokalni poldnevnik <#ientry-id10921>`__)
sv: (se också `Lokal meridian <#ientry-id10921>`__)
uk: (див. також `Локальний меридіан <#ientry-id10921>`__)

source: (see also `Sidereal Time <#ientry-id11080>`__)
ca: (vegeu també `Hora sidèria <#ientry-id11080>`__)
ca@valencia: (vegeu també: `Temps sideral <#ientry-id11080>`__)
nl: (zie ook `Sterrentijd <#ientry-id11080>`__)
pt_br: (ver também: `Hora sideral <#ientry-id11080>`__)
sl: (glejte tudi `Zvezdni čas <#ientry-id11080>`__)
sv: (se också `Siderisk tid <#ientry-id11080>`__)
uk: (див. також `Сидеричний час <#ientry-id11080>`__)

source: Image Overlays
ca: Superposicions d'imatges
ca@valencia: Superposicions d'imatges
nl: Overlays van afbeelding
pt_br: Sobreposições de imagem
sl: Prekrivanje slik
sv: Överlagrade bilder
uk: Зображення-накладки
