Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/doc-index.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: Profile Wizard, :doc:`Profile Wizard <ekos-profile-wizard>`
ca: Assistent de perfils, :doc:`Assistent de perfils <ekos-profile-wizard>`
ca@valencia: Assistent de perfils, :doc:`Assistent de perfils <ekos-profile-wizard>`
nl: Profielassistent, :doc:`Profielassistent <ekos-profile-wizard>`
pt_br: Assistente de perfil, :doc:`Assistente de perfil <ekos-profile-wizard>`
sl: Čarovnik za profile, :doc:`Čarovnik za profile <ekos-profile-wizard>`
sv: Profilguide, :doc:`Profilguide <ekos-profile-wizard>`

source: Scheduler, :doc:`Scheduler <ekos-scheduler>`
ca: Programador, :doc:`Programador <ekos-scheduler>`
ca@valencia: Programador, :doc:`Programador <ekos-scheduler>`
nl: Planner, :doc:`Planner <ekos-scheduler>`
pt_br: Agendador, :doc:`Agendador <ekos-scheduler>`
sl: Razporejevalnik, :doc:`Razporejevalnik <ekos-scheduler>`
sv: Schemaläggning, :doc:`Schemaläggning <ekos-scheduler>`

source: Setup, :doc:`Ekos Setup <ekos-setup>`
ca: Configuració, :doc:`Configuració de l'Ekos <ekos-setup>`
ca@valencia: Configuració, :doc:`Configuració d'Ekos <ekos-setup>`
nl: Opzet, :doc:`Opzet van Ekos <ekos-setup>`
pt_br: Configuração, :doc:`Configuração do Ekos <ekos-setup>`
sl: Nastavitev, :doc:`Nastavitev Ekosa <ekos-setup>`
sv: Inställning, :doc:`Ekos inställning <ekos-setup>`

source: Tutorials, :doc:`Ekos Tutorials <ekos-tutorials>`
ca: Guies d'aprenentatge, :doc:`Guies d'aprenentatge de l'Ekos <ekos-tutorials>`
ca@valencia: Guies d'aprenentatge, :doc:`Guies d'aprenentatge d'Ekos <ekos-tutorials>`
nl: Handleidingen, :doc:`Handleidingen van Ekos <ekos-tutorials>`
pt_br: Tutoriais, :doc:`Tutoriais do Ekos <ekos-tutorials>`
sl: Vadnice, :doc:`Vadnice za Ekos <ekos-tutorials>`
sv: Handledningar, :doc:`Ekos handledningar <ekos-tutorials>`

source: User Interface, :doc:`User Interface <ch05s02>`
ca: Interfície d'usuari, :doc:`Interfície d'usuari <ch05s02>`
ca@valencia: Interfície d'usuari, :doc:`Interfície d'usuari <ch05s02>`
nl: Gebruikersinterface, :doc:`Gebruikersinterface <ch05s02>`
pt_br: Interface do usuário, :doc:`Interface do usuário <ch05s02>`
sl: Uporabniški vmesnik, :doc:`Uporabniški vmesnik <ch05s02>`
sv: Användargränssnitt, :doc:`Användargränssnitt <ch05s02>`

source: Imaging Planner Tool, :doc:`Imaging Planner Tool <tool-imaging-planner>`
ca: Eina del Planificador d'obtenció d'imatges, :doc:`Eina del Planificador d'obtenció d'imatges <tool-imaging-planner>`
ca@valencia: Eina «Planificador de l'obtenció d'imatges», :doc:`Eina «Planificador de l'obtenció d'imatges» <tool-imaging-planner>`
nl: Hulpmiddel Planner van opnamen, :doc:`Hulpmiddel Planner van opnamen <tool-imaging-planner>`
pt_br: Ferramenta de planejamento de imagens, :doc:`Ferramenta de planejamento de imagens <tool-imaging-planner>`
sl: Orodje za načrtovanje slik, :doc:`Orodje za načrtovanje slik <tool-imaging-planner>`
sv: Bildplaneringsverkyg, :doc:`Bildplaneringsverkyg <tool-imaging-planner>`

source: Jupiter Moons Tool, :doc:`Jupiter Moons Tool <tool-jmoons>`
ca: Eina Llunes de Júpiter, :doc:`Eina Llunes de Júpiter <tool-jmoons>`
ca@valencia: Eina «Llunes de Júpiter», :doc:`Eina «Llunes de Júpiter» <tool-jmoons>`
nl: Hulpmiddel Manen van Jupiter, :doc:`Hulpmiddel Manen van Jupiter <tool-jmoons>`
pt_br: Ferramenta de luas de Júpiter, :doc:`Ferramenta de luas de Júpiter <tool-jmoons>`
sl: Orodje Jupitrove lune, :doc:`Orodje Jupitrove lune <tool-jmoons>`
sv: Verktyget Jupiters månar, :doc:`Verktyget Jupiters månar <tool-jmoons>`

source: Object Details Window, :doc:`Object Details Window <tool-object-details>`
ca: Finestra de detalls de l'objecte, :doc:`Finestra de detalls de l'objecte <tool-object-details>`
ca@valencia: Finestra «Detalls de l'objecte», :doc:`Finestra «Detalls de l'objecte» <tool-object-details>`
nl: Objectdetailvenster, :doc:`Objectdetailvenster <tool-object-details>`
pt_br: Janela de detalhes do objeto, :doc:`Janela de detalhes do objeto <tool-object-details>`
sl: Okno s podrobnostmi objekta, :doc:`Okno s podrobnostmi objekta <tool-object-details>`
sv: Fönstret Information om objekt, :doc:`Fönstret Information om objekt <tool-object-details>`

source: Script Builder, :doc:`The Script Builder Tool <tool-scriptbuilder>`
ca: Constructor de scripts, :doc:`L'eina Constructor de scripts <tool-scriptbuilder>`
ca@valencia: Constructor de scripts, :doc:`L'eina «Constructor de scripts» <tool-scriptbuilder>`
nl: Scriptbouwer, :doc:`Het hulpmiddel Scriptbouwer <tool-scriptbuilder>`
pt_br: Construção de script, :doc:`A ferramenta de construção de script <tool-scriptbuilder>`
sl: Graditelj skript, :doc:`Orodje za gradnjo skript <tool-scriptbuilder>`
sv: Skriptbyggare, :doc:`Skriptbyggarverktyget <tool-scriptbuilder>`

source: Simulate Eyepiece View, :doc:`Simulate Eyepiece View <tool-eyepieceview>`
ca: Simulació de la vista d'ocular, :doc:`Simulació de la vista d'ocular <tool-eyepieceview>`
ca@valencia: Simula la vista de l'ocular, :doc:`Simula la vista de l'ocular <tool-eyepieceview>`
nl: Oculairbeeld simuleren, :doc:`Oculairbeeld simuleren <tool-eyepieceview>`
pt_br: Simular visão de ocular, :doc:`Simular visão de ocular <tool-eyepieceview>`
sl: Simulacija pogleda okularja, :doc:`Simulacija pogleda okularja <tool-eyepieceview>`
sv: Simulera okularets synfält, :doc:`Simulera okularets synfält <tool-eyepieceview>`

source: Solar System Viewer, :doc:`Solar System Viewer <tool-solarsys>`
ca: Visualitzador del sistema solar, :doc:`Visualitzador del sistema solar <tool-solarsys>`
ca@valencia: Visor del sistema solar, :doc:`Visor del sistema solar <tool-solarsys>`
nl: Zonnestelselviewer, :doc:`Zonnestelselviewer <tool-solarsys>`
pt_br: Visualizador do Sistema Solar, :doc:`Visualizador do Sistema Solar <tool-solarsys>`
sl: Pregledovalnik sončnega sistema, :doc:`Pregledovalnik sončnega sistema <tool-solarsys>`
sv: Solsystemvisning, :doc:`Solsystemvisning <tool-solarsys>`

source: What's up Tonight? Tool, :doc:`What's up Tonight? Tool <tool-whatsup>`
ca: Eina Què passa aquesta nit?, :doc:`Eina Què passa aquesta nit? <tool-whatsup>`
ca@valencia: Eina «Què passa esta nit?», :doc:`L'eina «Què passa esta nit?» <tool-whatsup>`
nl: Wat is er vanavond te zien? Hulpmiddel, :doc:`Wat is er vanavond te zien? <tool-whatsup>`
pt_br: A ferramenta "O que acontece esta noite?", :doc:`A ferramenta "O que acontece esta noite?" <tool-whatsup>`
sl: Orodje »Kaj je nocoj?«, :doc:`Orodje »Kaj je nocoj?« <tool-whatsup>`
sv: Verktyget Vad händer i natt?, :doc:`Verktyget Vad händer i natt? <tool-whatsup>`

source: Universal Time, :doc:`Universal Time <ai-utime>`
ca: Temps universal, :doc:`Temps universal <ai-utime>`
ca@valencia: Temps universal, :doc:`Temps universal <ai-utime>`
nl: Universele Tijd, :doc:`Universele Tijd <ai-utime>`
pt_br: Hora universal, :doc:`Hora universal <ai-utime>`
sl: Univerzalni čas, :doc:`Univerzalni čas <ai-utime>`
sv: Universell tid, :doc:`Universell tid <ai-utime>`

source: (see also `Time Zones <#ientry-id11125>`__)
ca: (vegeu també `Fusos horaris <#ientry-id11125>`__)
ca@valencia: (vegeu també: `Fusos horaris <#ientry-id11125>`__)
nl: (zie ook `Tijdzones <#ientry-id11125>`__)
pt_br: (ver também: `Fusos horários <#ientry-id11125>`__)
sl: (glejte tudi `Časovni pasovi <#ientry-id11125>`__)
sv: (se också `Tidszoner <#ientry-id11125>`__)

source: Views
ca: Vistes
ca@valencia: Vistes
nl: Weergaven
pt_br: Vistas
sl: Pogledi
sv: Vyer
uk: Режими перегляду

source: HiPS Progressive Overlay, :doc:`HiPS Progressive Overlay <hips>`
ca: Superposicions progressives del HiPS, :doc:`Superposicions progressives del HiPS <hips>`
ca@valencia: Superposicions progressives de HiPS, :doc:`Superposicions progressives de HiPS <hips>`
nl: HiPS Progressieve overlay, :doc:`HiPS Progressieve overlay <hips>`
pt_br: Sobreposição progressiva de HiPS, :doc:`Sobreposição progressiva de HiPS <hips>`
sl: Progresivno prekrivanje HiPS, :doc:`Progresivno prekrivanje HiPS <hips>`
sv: HiPS progressiv överlagring, :doc:`HiPS progressiv överlagring <hips>`

source: Zenith, :doc:`The Zenith <ai-zenith>`
ca: Zenit, :doc:`El Zenit <ai-zenith>`
ca@valencia: Zenit, :doc:`El zenit <ai-zenith>`
nl: Zenith, :doc:`Het Zenith <ai-zenith>`
pt_br: Zênite, :doc:`O zênite <ai-zenith>`
sl: Zenit, :doc:`Zenit <ai-zenith>`
sv: Zenit, :doc:`Zenit <ai-zenith>`

source: A
uk: А
