Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: **Wavefront**: The equation used is displayed in the top right of the dialog. The equation comes from a wavefront approach to the CFZ. Again, it has limitations and again, for this reason it includes a "tolerance" factor that can be adjusted by the user.
ca@valencia: **Front d'ona**: l'equació utilitzada es mostra a la part superior dreta del diàleg. L'equació prové d'un enfocament de front d'ona a la ZCE. De nou, té limitacions i de nou, per esta raó inclou un factor de «tolerància» que l'usuari pot ajustar.
fr: Mécanique de la mise au point
pt_br: **Frente de onda**: A equação utilizada é exibida no canto superior direito da caixa de diálogo. A equação vem de uma abordagem de frente de onda para a ZFC. Novamente, ela apresenta limitações e, por esse motivo, inclui um fator de "tolerância" que pode ser ajustado pelo usuário.

source: **Gold**: This method is based on work done by Gold Astro and presented `here <https://www.goldastro.com/goldfocus/ncfz.php>`__.
ca@valencia: **Gold**: este mètode es basa en el treball realitzat per Gold Astro i que es presenta `ací <https://www.goldastro.com/goldfocus/ncfz.php>`__.
fr: Mécanique de la mise au point
pt_br: **Gold**: Este método é baseado no trabalho realizado por Gold Astro e apresentado `aqui <https://www.goldastro.com/goldfocus/ncfz.php>`__.

source: ``Tolerance``: This is used by Classic and Wavefront algorithms and is a scaling factor between 0 and 1.
ca@valencia: ``Tolerància``: s'utilitza per als algorismes «Clàssic» i «Front d'ona» i és un factor d'escala entre 0 i 1.
fr: Pour l'algorithme du front d'onde, certains suggèrent la valeur 1/3 ou même 1/10.
pt_br: ``Tolerância``: É usada pelos algoritmos Clássico e Frente de onda e é um fator de escala entre 0 e 1.

source: ``Tolerance (τ)``: This is used by the Gold algorithm and is a focus tolerance as a percentage of total seeing. The Gold website suggests 3-5% for a good focuser or 1-2% for a top quality focuser. See the `Gold Astro website <https://www.goldastro.com/goldfocus/ncfz.php>`__ for more details.
ca@valencia: ``Tolerància (τ)``: s'utilitza per a l'algorisme «Gold» i és una tolerància de l'enfocament com a percentatge de la visió total. El lloc web Gold suggerix d'un 3 fins al 5% per a un bon enfocador o un 1 fins al 2% per a un enfocador de màxima qualitat. Per a més detalls, vegeu el `lloc web Gold Astro <https://www.goldastro.com/goldfocus/ncfz.php>`__.
fr: ``Réinitialiser le train optique`` : cliquez sur ce bouton pour réinitialiser les paramètres à leur valeur par défaut obtenu du train optique actuellement utilisé.
pt_br: ``Tolerância (τ)``: Esta é usada pelo algoritmo Gold e é uma tolerância de foco como uma porcentagem da visão total. O site Gold sugere 3-5% para um bom focalizador ou 1-2% para um focalizador de alta qualidade. Consulte o site `Gold Astro <https://www.goldastro.com/goldfocus/ncfz.php>`__ para mais detalhes.

source: ``Display``: Check this box to display the calculated CFZ on the V-Curve after a successful Autofocus run. It is displayed as a yellow moustache.
ca@valencia: ``Pantalla``: marqueu esta casella per a mostrar la ZCE calculada en la «Corba V» després d'una execució d'enfocament automàtic correcta. Es mostrarà com un bigot groc.
fr: ``Longueur d'onde (λ)`` : c'est la longueur d'onde de la lumière à utiliser. Sa valeur est obtenue du filtre actuellement utilisé. N'oubliez pas de régler ceci dans les :doc:`Réglages de filtres <focus-filter-settings>` de vos filtres.
pt_br: ``Exibir``: Marque esta caixa para exibir a ZFC calculada na curva em V após uma execução bem-sucedida do foco automático. Ela é exibida como um bigode amarelo.

source: ``Reset to OT``: Press this button to reset any parameters to values defaulted from the currently connected Optical Train.
ca@valencia: ``Restablix al TO``: premeu este botó per a restablir qualsevol paràmetre als seus valors predeterminats a partir del «Tren òptic» connectat.
fr: ``Ouverture (A)`` : c'est l'ouverture du télescope en mm. Sa valeur est obtenue du train optique actuellement utilisé.
pt_br: ``Redefinir para TO``: Pressione este botão para redefinir quaisquer parâmetros para os valores padrão do trem óptico conectado no momento.

source: ``Wavelength (λ)``: This is the light wavelength to use. It is defaulted from the currently used filter. Remember to set this up in :ref:`Filter Settings <ekos-focus-filter-settings>` for your filters.
ca@valencia: ``Longitud d'ona (λ)``: esta és la longitud d'ona de la llum que s'utilitzarà. El valor predeterminat prové del filtre utilitzat. Recordeu configurar-lo en :ref:`Configureu el filtre <ekos-focus-filter-settings>` per als vostres filtres.
fr: ``Ratio de la focale (f)`` : c'est le ratio de la focale du télescope. Sa valeur est obtenue du train optique actuellement utilisé.
pt_br: ``Comprimento de onda (λ)``: Este é o comprimento de onda da luz a ser usado. Ele é definido como padrão do filtro usado atualmente. Lembre-se de configurá-lo em :ref:`Configurações do filtro <ekos-focus-filter-settings>` para seus filtros.

source: ``Aperture (A)``: This is the aperture of the telescope in mm. It is defaulted from the currently connected Optical Train.
ca@valencia: ``Apertura (A)``: esta és l'apertura del telescopi en mm. El valor predeterminat prové del tren òptic connectat.
fr: ``FWHM (θ)`` : cette valeur est utilisée par l'algorithme « Gold » et est la qualité totale du ciel (seeing). C'est la contribution combinée de la limite de diffraction de votre télescope et de la qualité astronomique du ciel (seeing). Le `site Internet de Gold Astro <http://www.goldastro.com/goldfocus/ncfz.php>`__ décrit la manière d'approximer ce total une fois les contributions individuelles obtenues.
pt_br: ``Abertura (A)``: Esta é a abertura do telescópio em mm. É o valor padrão do trem óptico conectado no momento.

source: ``Focal Ratio (f)``: This is the focal ratio of the telescope. It is defaulted from the currently connected Optical Train.
ca@valencia: ``Relació focal (f)``: esta és la relació focal del telescopi. El valor predeterminat prové del tren òptic connectat.
fr: ``CFZ`` : c'est la CFZ calculée en microns et en pas.
pt_br: ``Razão focal (f)``: Esta é a razão focal do telescópio. Ela é padrão do trem óptico conectado no momento.

source: ``FWHM (θ)``: This is used by the Gold Algorithm and is the total seeing. This is the combined contribution of the diffraction limit of your telescope and the astronomical seeing. The `Gold Astro website <https://www.goldastro.com/goldfocus/ncfz.php>`__ describes how you might approximate the total once you have values for the individual contributions.
ca@valencia: ``FWHM (θ)``: s'utilitza per a l'algorisme «Gold» i és la visió total. Esta és la contribució combinada del límit de difracció del telescopi i la visió astronòmica. El `lloc web Gold Astro <https://www.goldastro.com/goldfocus/ncfz.php>`__ descriu com podeu aproximar el total una vegada tingueu els valors de les contribucions individuals.
fr: ``Taille de pas`` : cette valeur doit être indiquée par l'opérateur (Puisqu'il est impossible à Ekos de la calculer). Elle mesure la distance d'un pas en microns dans le plan focal.
pt_br: ``FWHM (θ)``: Isto é usado pelo Algoritmo Gold e representa a visão total. Esta é a contribuição combinada do limite de difração do seu telescópio e da visão astronômica. O site ``Gold Astro <https://www.goldastro.com/goldfocus/ncfz.php>`__ descreve como você pode aproximar o total depois de obter os valores para as contribuições individuais.

source: ``CFZ``: This is calculated CFZ in microns and in ticks.
ca@valencia: ``ZCE``: és la ZCE calculada en micres i en marques.
fr: Pour un réfracteur, c'est la distance de déplacement du tube quand le moteur de mise au point se déplace d'un pas. Vous pouvez peut-être obtenir cette valeur des spécifications de votre moteur de mise au point (le nombre de pas pour un tour complet du moteur) et du pas de filetage de votre télescope ainsi que de tout autre engrenage impliqué dans le mouvement.
pt_br: ``ZFC``: Esta é a ZFC calculada em mícrons e em tiques.

source: ``Step Size``: This must be input by the user (as it cannot be calculated by Ekos). It relates how far 1 tick moves the focal plane in microns.
ca@valencia: ``Mida del pas``: l'ha d'introduir l'usuari (ja que Ekos no la pot calcular). Relaciona fins a quin punt mourà 1 marca el pla focal, en micres.
fr: Alternativement, vous pouvez mesurer la distance totale de mouvement de tube depuis la position fermée jusqu'à l'ouverture complète (faites attention de ne pas forcer le tube) à l'aide d'une règle. En prenant la différence (en pas), vous obtiendrez le nombre de pas de déplacement. À partir de cela, vous pouvez calculer la distance en microns d'un seul pas.
pt_br: ``Tamanho do passo``: Deve ser inserido pelo usuário (pois não pode ser calculado pelo Ekos). Ele indica a distância que 1 tique move o plano focal em mícrons.

source: ``CFZ Camera``: The pixel size of the camera attached via the Optical Train may have a limiting effect on the CFZ. So an equivalent CFZ for the attached camera is calculated assuming a Nyquist 2\* limit.
ca@valencia: ``ZCE de la càmera``: la mida dels píxels de la càmera adjuntada a través del tren òptic pot tindre un efecte limitant en la ZCE. Per tant, es calcula una ZCE equivalent per a la càmera adjunta assumint un límit de Nyquist 2\*.
fr: Conseiller de mise au point
pt_br: ``ZFC da câmera``: O tamanho do pixel da câmera acoplada via trem óptico pode ter um efeito limitante na ZFC. Portanto, uma ZFC equivalente para a câmera acoplada é calculada assumindo um limite de Nyquist 2\*.

source: ``Final CFZ``: This is the larger of the CFZ calculated using the selected algorithm for the specified parameter and the ``CFZ Camera``. It is the display value and is, in effect, the CFZ of your equipment.
ca@valencia: ``ZCE final``: és el més gran de les ZCE calculades utilitzant l'algorisme seleccionat per al paràmetre especificat i la ``ZCE de la càmera:``. És el valor de visualització i, en efecte, és la ZCE del vostre equip.
fr: Conseiller de mise au point
pt_br: ``ZFC final``: Este é o maior valor entre a ZFC calculada usando o algoritmo selecionado para o parâmetro especificado e a ``ZFC da câmera``. É o valor de exibição e, na verdade, a ZFC do seu equipamento.

source: Focus Advisor
ca@valencia: Assessor d'enfocament
fr: Conseiller de mise au point
pt_br: Conselheiro de foco

source: The Focus Advisor dialog is a feature to assist with setting up of focus parameters. To use, select the required options and press Run. This is currently an **experimental feature.**
ca@valencia: El diàleg «Assessor d'enfocament» és una característica que ajuda a configurar els paràmetres de l'enfocament. Per a utilitzar-lo, seleccioneu les opcions necessàries i premeu ``Executa``. Actualment, esta és una **característica experimental**.
fr: Ainsi, le conseiller de mise au point est destiné aux opérateurs moins expérimentés.
pt_br: A janela do conselheiro de foco é uma funcionalidade que auxilia na configuração dos parâmetros de foco. Para usar, selecione as opções desejadas e pressione Executar. Este é atualmente um **recurso experimental.**

source: There are 4 checkboxes on display that by default are all checked. Some can be toggled off if required. For example, ``Update Parameters`` will reset most parameters to standard settings. Once run, it is not necessary to repeatedly run this option so the associated checkbox can be toggled off for subsequent runs.
ca@valencia: Hi ha 4 caselles de selecció que es mostren i que de manera predeterminada estan totes marcades. Algunes es poden desactivar si cal. Per exemple, ``Actualitza els paràmetres`` restablirà la majoria dels paràmetres a la configuració estàndard. Una vegada executada, no caldrà executar esta opció repetidament, de manera que es pot desmarcar la casella de selecció associada per a execucions posteriors.
fr: ``Taille de pas`` : c'est la taille de pas recommandée, qui est un paramètre critique. La valeur provient de la boîte de dialogue de la zone critique de mise au point (CFZ) si vous savez comment régler cela. Alternativement, si vous avez obtenu une bonne valeur pour votre équipement d'autres sources, vous pouvez simplement la saisir ici.
pt_br: Há 4 caixas de seleção em exibição que, por padrão, estão todas marcadas. Algumas podem ser desativadas, se necessário. Por exemplo, ``Atualizar parâmetros`` redefinirá a maioria dos parâmetros para as configurações padrão. Uma vez executada, não é necessário executar esta opção repetidamente, portanto, a caixa de seleção associada pode ser desativada para execuções subsequentes.

source: ``Help``: Press this button to launch the ``Focus Advisor Help`` dialog:
ca@valencia: ``Ajuda``: premeu este botó per a iniciar el diàleg ``Ajuda`` de l'``Assessor d'enfocament``:
fr: ``Paramètres des réglages`` : ce sont les paramètres du panneau des :doc:`Réglages de la mise au point <focus-settings>` de l'écran de mise au point. En survolant cette étiquette avec la souris, vous pouvez voir dans l'info-bulle les valeurs recommandées par le conseiller de mise au point.
pt_br: ``Ajuda``: Pressione este botão para iniciar a janela de ``Ajuda do conselheiro de foco``:

source: The Help dialog shows details of the current Optical Train at the top. Then comes a table comparison of the value of each Focus parameter in :ref:`Focus Settings <ekos-focus-focus-settings>` versus the value suggested by Focus Advisor. This allows you to see what Focus Advisor would update if Update Parameters were checked and Focus Advisor run.
ca@valencia: El diàleg «Ajuda» mostra els detalls del tren òptic actual a la part superior. A continuació, hi ha una taula de comparació del valor de cada paràmetre de l'enfocament a :ref:`Configuració de l'enfocament <ekos-focus-focus-settings>` enfront del valor suggerit per l'Assessor d'enfocament. Permet veure què actualitzaria l'Assessor d'enfocament si s'haguera marcat ``Actualitza els paràmetres`` i s'executara l'Assessor d'enfocament.
fr: ``Paramètres SEP`` : permet de régler ces paramètres pour le type de télescope du train optique sélectionné. En survolant cette étiquette avec la souris, vous pouvez voir dans l'info-bulle les valeurs recommandées par le conseiller de mise au point.
pt_br: A janela de ajuda mostra detalhes do trem óptico atual na parte superior. Em seguida, vem uma tabela comparativa do valor de cada parâmetro de foco em :ref:`Configurações de foco <ekos-focus-focus-settings>` versus o valor sugerido pelo conselheiro de foco. Isso permite que você veja o que o conselheiro atualizaria se a opção para atualizar parâmetros fosse marcada e o conselheiro de foco executado.

source: The ``Show Only Changes`` checkbox determines whether all parameters are listed or only those that differ from the Focus Advisor recommendation. The ``Close`` button closes the Help dialog.
ca@valencia: La casella de selecció ``Mostra només els canvis`` determina si es llisten tots els paràmetres o només aquells que diferixen de la recomanació de l'Assessor d'enfocament. El botó ``Tanca`` tancarà el diàleg d'ajuda.
fr: ``Aide`` : cliquez sur ce bouton pour obtenir de l'aide sur l'utilisation du conseiller de mise au point.
pt_br: A caixa de seleção ``Mostrar somente alterações`` determina se todos os parâmetros serão listados ou apenas aqueles que diferem da recomendação do conselheiro de foco. O botão ``Fechar`` fecha a janela de ajuda.

source: ``Run``: Press this button to run Focus Advisor for the checked options. The V-Curve will be dynamically updated with progress, as will the ``Focus Advisor`` dialog.
ca@valencia: ``Executa``: premeu este botó per a executar l'Assessor d'enfocament per a les opcions marcades. La corba V s'actualitzarà dinàmicament amb el progrés, igual que el diàleg «Assessor d'enfocament».
fr: ``Mettre à jour les paramètres`` : cliquez sur ce bouton pour accepter les recommandations du conseiller de mise au point et mettre à jour les paramètres quand la case à cocher associée ``Mise à jour`` est cochée…
pt_br: ``Executar``: Pressione este botão para executar o conselheiro de foco para as opções selecionadas. A curva em V será atualizada dinamicamente com o progresso, assim como a janela do ``Conselheiro de foco``.

source: ``Stop``: Press this button to stop Focus Advisor. Note that the ``Stop`` button on the main Focus panel does the same thing.
ca@valencia: ``Para``: premeu este botó per a parar l'Assessor d'enfocament. Cal tindre en compte que el botó ``Para`` del quadro principal «Enfocament» fa el mateix.
fr: Réglages des filtres
pt_br: ``Parar``: Pressione este botão para parar o conselheiro de foco. Observe que o botão ``Parar`` no painel principal de foco faz a mesma coisa.

source: ``Close``: Press this button to close the ``Focus Advisor`` dialog.
ca@valencia: ``Tanca``: premeu este botó per a tancar el diàleg ``Assessor d'enfocament``.
fr: File d'attente des filtres
pt_br: ``Fechar``: Pressione este botão para fechar a janela do ``Conselheiro de foco``.

source: **Update Parameters**: This sets the parameters in :ref:`Focus Settings <ekos-focus-focus-settings>` to standard values that should enable Autofocus to successfully complete. Note that parameters are stored per Optical Train so it is a good idea to set this option when starting. Note that some parameters, e.g. step size are better defaulted from a trial and error approach by running Autofocus. So these parameters can be better set by some other options below.
ca@valencia: **Actualitza els paràmetres**: establix els paràmetres a :ref:`Configuració de l'enfocament <ekos-focus-focus-settings>` als valors estàndard que haurien de permetre que l'enfocament automàtic es complete correctament. Cal tindre en compte que els paràmetres s'emmagatzemen per Tren òptic, de manera que és una bona idea establir esta opció a l'inicia. Cal tindre en compte que alguns paràmetres, p. ex., la mida del pas, s'establixen millor de manera predeterminada a partir d'un enfocament de prova i error executant l'enfocament automàtic. Per tant, estos paràmetres es poden establir millor amb algunes de les opcions següents:
fr: Cliquez sur l'icône de réglages des filtres depuis le module Acquisition ou le module de Mise au point pour ouvrir la fenêtre de réglages des filtres. Elle permet à l'opérateur de configurer les données de chaque filtre qui sont utilisées par de nombreuses fonctions du système.
pt_br: **Atualizar parâmetros**: Isso define os parâmetros nas :ref:`Configurações de foco <ekos-focus-focus-settings>` para valores padrão que devem permitir que o foco automático seja concluído com sucesso. Observe que os parâmetros são armazenados por trem óptico e, portanto, é uma boa ideia definir esta opção ao iniciar. Observe que alguns parâmetros, por exemplo, o tamanho do passo, são melhor definidos por padrão a partir de uma abordagem de tentativa e erro ao executar o foco automático. Portanto, esses parâmetros podem ser melhor definidos por algumas outras opções abaixo.

source: A way to check whether parameters are set appropriately for Focus Advisor is to hit the Help button. See the Focus Advisor Help section for more details.
ca@valencia: Una manera de comprovar si els paràmetres estan configurats correctament per a l'Assessor d'enfocament és prémer el botó ``Ajuda``. Per a obtindre més detalls, vegeu la secció «Ajuda» de l'Assessor d'enfocament.
fr: **Mise au point automatique directe** : quand le module Acquisition change de filtre, il est possible de refaire une mise au point automatique pour ce filtre. La durée d'exposition pour ce filtre est obtenue du champ ``Durée d'exposition``. Cela permet par exemple d'augmenter la durée d'exposition des filtres à bande étroite par rapport à des filtres à large bande pour la mise au point automatique.
pt_br: Uma maneira de verificar se os parâmetros estão definidos corretamente para o conselheiro de foco é clicar no botão de ajuda. Consulte a seção de ajuda do conselheiro de foco para obter mais detalhes.

source: Also note that subsequent Focus Advisor functions depend on certain parameters being selected, for example the ``Linear 1 Pass`` focus algorithm, so it is recommended to run ``Update Parameters`` at the start of using Focus Advisor.
ca@valencia: També cal tindre en compte que les funcions posteriors a l'Assessor d'enfocament depenen de la selecció de certs paràmetres, per exemple, l'algoritme d'enfocament ``Lineal d'1 pas``, de manera que es recomana executar ``Actualitza els paràmetres`` en començar a utilitzar l'Assessor d'enfocament.
fr: Cochez ``Mise au point automatique`` pour utiliser le filtre de cette manière.
pt_br: Observe também que as funções subsequentes do conselheiro de foco dependem da seleção de certos parâmetros, por exemplo, o algoritmo de foco ``Linear 1 de passo``, portanto, é recomendável executar ``Atualizar parâmetros`` no início do uso do conselheiro de foco.

source: **Find Stars**: This function is designed to search the range of motion of the focuser to locate stars. If stars are already visible in subframes then there is no need to run this function.
ca@valencia: **Troba les estreles**: esta funció està dissenyada per a buscar l'interval de moviment de l'enfocador per a localitzar les estreles. Si les estreles ja són visibles als subfotogrames, no caldrà executar esta funció.
fr: **Mise au point automatique pour filtre verrouillé** : il est possible de spécifier un filtre verrouillé quand il est requis d'utiliser ce filtre pour la mise au point. Par exemple, si un filtre Ha est utilisé et qu'une mise au point automatique est nécessaire, il est possible de lancer une mise au point automatique avec le filtre de luminance et une fois fait, d'ajuster la position de la mise au point en décalant la position d'une valeur correspondant à la différence de position entre les mises au point du filtre Ha et du filtre de luminance (100 pas dans cet exemple). Cela est utile quand, par exemple, il est difficile d'effectuer de mettre au point avec certains filtres qui demandent des durées d'exposition excessivement longues. Veuillez noter que cette approche peut également être utilisée avec le :doc:`module d'alignement <ekos-align>` pour une résolution astrométrique.
pt_br: **Procurar estrelas**: Esta função foi projetada para pesquisar a amplitude de movimento do focalizador para localizar estrelas. Se as estrelas já estiverem visíveis nos subquadros, não há necessidade de executar esta função.

source: Here is an example run of ``Find Stars``:
ca@valencia: Ací teniu un exemple d'execució de ``Troba les estreles``:
fr: Les décalages peuvent être soit déterminés en exécutant la procédure de mise au point automatique avec différents filtres et en calculant manuellement les décalages relatifs et en les saisissant dans la table, soit en utilisant l'outil :doc:`Détermination des décalages <build-filter-offsets>`.
pt_br: Aqui está um exemplo de execução de ``Procurar estrelas``:
