Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: Selection of a gain / ISO value would be dependent upon the imaging technique being employed. When a long exposure is desired (as with 'typical' DSO imaging), then a low gain / ISO value would usually be preferred to achieve a greater dynamic range in the image. But if a speckle technique ('lucky imaging') is being used, the exposure times would be so low that reducing read noise becomes critical, in such a case the user would likely prioritize a low read noise in the sub-exposures, and will likely need to select a high gain/ISO value.
ca: La selecció d'un guany / valor ISO dependrà de la tècnica emprada de processament d'imatges. Quan es desitja una exposició llarga (com amb imatges «típiques» de DSO), normalment es prefereix un guany / valor ISO baix per a aconseguir un interval dinàmic més gran en la imatge. Però si s'està utilitzant una tècnica pigallada («speckle») (imatge de sort), els temps d'exposició serien tan baixos que la reducció del soroll de lectura es torna crítica, en aquest cas l'usuari probablement prioritzaria un soroll de lectura baixa en les subexposicions, i probablement necessitarà seleccionar un valor de guany/ISO alt.
ca@valencia: La selecció d'un valor del guany o ISO dependrà de la tècnica emprada en l'obtenció d'imatges. Quan es desitja una exposició llarga (com passa amb l'obtenció de les imatges DSO «típiques»), normalment es preferix un valor baix de guany o ISO per a aconseguir un interval dinàmic més gran en la imatge. Però si s'està utilitzant una tècnica per a crear imatges a partir de punts, els temps d'exposició seran tan baixos que la reducció del soroll de lectura esdevé fonamental, en este cas l'usuari probablement prioritzarà un soroll baix de lectura en les subexposicions, i probablement necessitarà seleccionar un valor alt del guany o ISO.
fr: Le choix d'un gain/ISO dépend de la technique d'imagerie utilisée. Pour les longues durées d'exposition (typiquement utilisées pour l'imagerie du ciel profond), une valeur de gain/ISO faible est préférée afin d'obtenir une plage dynamique plus grande. Mais pour l'imagerie à très courte pose, la réduction du bruit de lecture devient si critique qu'elle devient la priorité et il devient ainsi préférable d'utiliser une valeur de gain/ISO élevée.
nl: Selectie van een versterking / ISO-waarde zou afhankelijk zijn van de gebruikte afbeeldingstechniek. Wanneer een lange belichting gewenst is (zoals met 'typische' DSO opnamen), dan zou een lage versterking / ISO-waarde gewoonlijk de voorkeur hebben om een grotere dynamische reeks in de afbeelding te bereiken. Maar als een spikkeltechniek ('lucky imaging') wordt gebruikt, zouden de belichtingstijden zo laag zijn dat verminderen van leesruis kritiek wordt, in zo'n geval zou de gebruiker waarschijnlijk prioriteit geven aan een lage leesruis in de sub-belichting en zal waarschijnlijk een hoge versterking/ISO-waarde nodig hebben.
pt_br: A seleção de um valor de ganho/ISO dependeria da técnica de imagem empregada. Quando uma exposição longa é desejada (como na imagem DSO "típica"), um valor baixo de ganho/ISO geralmente seria preferível para obter uma faixa dinâmica maior na imagem. Mas se uma técnica de speckle ('imagem de sorte') estiver sendo usada, os tempos de exposição seriam tão baixos que a redução do ruído de leitura se tornaria crítica. Nesse caso, o usuário provavelmente priorizaria um baixo ruído de leitura nas subexposições e provavelmente precisaria selecionar um valor alto de ganho/ISO.
sl: Izbira vrednosti ojačanja/ISO bi bila odvisna od uporabljene tehnike slikanja. Kadar je zaželena dolga osvetlitev (kot pri 'tipičnem' slikanju DSO), bi bila običajno boljša nizka vrednost ojačanja/ISO, da bi dosegli večji dinamični razpon slike. Če pa je uporabljena tehnika peg ('srečno slikanje'), bi bili časi osvetlitve tako nizki, da postane zmanjšanje šuma branja kritično; v takem primeru bi uporabnik verjetno dal prednost nizkemu šumu branja pri podosvetlitvah in bo verjetno boste morali izbrati visoko vrednost ojačanja/ISO.
sv: Valet av ett förstärknings- eller ISO-värde är beroende av den bildteknik som används. När en lång exponering önskas (som med "typisk" avbildning av avlägsna himmelsobjekt), är ett lågt förstärknings- eller ISO-värde vanligtvis att föredra för att uppnå ett större dynamiskt omfång i bilden. Men om en fläckvis teknik ('tursam avbildning') används, blir exponeringstiderna så korta att minskning av avläsningsbrus blir kritiskt. I ett sådant fall bör användaren sannolikt prioritera ett lågt avläsningsbrus i delexponeringarna, och måste sannolikt välja ett högt förstärknings- eller ISO-värde.
uk: Вибір підсилення/значення ISO залежатиме від методики створення знімка, яку використано. Якщо потрібна довга експозиція (як у випадку з «типовим» зображенням DSO), зазвичай краще використовувати низьке значення підсилення/ISO для досягнення більшого динамічного діапазону зображення. Але якщо використовується спекл-техніка («щасливе зображення»), час експозиції буде настільки низьким, що зменшення шуму зчитування стане критичним. У такому випадку користувач, ймовірно, надасть перевагу низькій шумності зчитування у проміжних експозиціях, йому, ймовірно, слід вибрати високе значення підсилення/ISO.

source: Some cameras may show a smooth progressive curve in the read-noise over the range of gain values, other cameras may have very pronounced steps (and other anomalies) in their read-noise. These pronounced steps are usually the result of electronic mode switching within the camera. In cases where the graph shows a pronounced step, the user may wish to select a gain value which is at the bottom of that step. This may provide a reduced read noise, and result in a shorter exposure without a significant loss in dynamic range when compared to an image shot at a gain selection that is at the top of that step. But caution is needed when selecting a gain near a “step” on the graph. Some posts on forums indicate that the read-noise data provided by manufacturer documentation may not be exact. The actual “switch” in read-noise may be at a slightly higher or lower gain value, so it is recommended to avoid selecting a gain value that is at a step in read noise.
ca: Algunes càmeres poden mostrar una corba progressiva suau en el soroll de lectura sobre l'interval dels valors de guany, altres càmeres poden tenir passos molt pronunciats (i altres anomalies) en el soroll de lectura. Aquests passos pronunciats són normalment el resultat del canvi de mode electrònic dins de la càmera. En els casos en què el gràfic mostra un pas pronunciat, l'usuari pot voler seleccionar un valor de guany que es troba a la part inferior d'aquest pas. Això pot proporcionar un soroll de lectura reduït, i resultar en una exposició més curta sense una pèrdua significativa en l'interval dinàmic en comparació amb una imatge capturada en una selecció de guany que es troba a la part superior d'aquest pas. Però cal ser prudents quan se selecciona un guany a prop d'un «pas» al gràfic. Algunes publicacions en fòrums indiquen que les dades de soroll de lectura proporcionades per la documentació del fabricant poden no ser exactes. El «commutador» real en soroll de lectura pot tenir un valor de guany una mica més alt o més baix, per la qual cosa es recomana evitar seleccionar un valor de guany que estigui en un pas en el soroll de lectura.
ca@valencia: Algunes càmeres poden mostrar una corba progressiva suau en el soroll de lectura sobre l'interval dels valors del guany, altres càmeres poden tindre passos molt pronunciats (i altres anomalies) en el seu soroll de lectura. Estos passos pronunciats solen ser el resultat del canvi de mode electrònic dins de la càmera. En els casos en què el gràfic mostra un pas pronunciat, l'usuari pot voler seleccionar un valor de guany que es trobe a la part inferior d'este pas. Açò pot proporcionar un soroll de lectura reduït i donar lloc a una exposició més curta sense una pèrdua significativa en l'interval dinàmic en comparació amb una imatge capturada en una selecció de guany que es trobe a la part superior d'este pas. Però cal ser prudents quan se selecciona un guany a prop d'un «pas» en el gràfic. Algunes publicacions a fòrums indiquen que les dades de soroll de lectura proporcionades per la documentació del fabricant poden no ser exactes. El «commutador» real del soroll de lectura pot tindre un valor de guany una mica més alt o més baix, per la qual cosa es recomana evitar seleccionar un valor de guany que estiga en un pas del soroll de lectura.
fr: Certains appareils présentent une courbe de bruit de lecture en fonction du gain très lisse, alors que d'autres en ont une en forme d'escalier (et d'autres anomalies). Ces derniers résultent en général de modes de basculement de l'électronique interne. Dans ces cas, il est préférable de choisir une valeur correspondant au bas d'une marche. Il y aura ainsi un bruit réduit et permettra une durée d'exposition plus courte sans perte significative de la plage dynamique comparée à un choix de gain situé sur le haut de la marche. Mais il faut faire attention pour les valeurs « près » d'une marche. Certains posts sur des forums spécialisés indiquent que les données de bruits de lecture fournies par les constructeurs ne seraient pas tout à fait exactes. Le basculement réel du bruit de lecture pourrait être légèrement plus élevé ou plus faible et il est ainsi recommandé d'éviter de choisir une valeur qui se trouve sur une marche.
nl: Sommige camera's kunnen een gladde progressieve kromme hebben in de leesruis over de reeks waarden voor versterking, andere camera's kunnen erg geprononceerde stappen hebben (en andere afwijkingen) in hun leesruis. Deze geprononceerde stappen zijn gewoonlijk het resultaat van elektronische omschakeling van modus in de camera. In gevallen waar de grafiek een geprononceerde stap toont, kan de gebruiker wensen een versterkingswaarde te selecteren die onderaan die stap zit. Dit kan een gereduceerde leesruis leveren en resulteren in een kortere belichting zonder een belangrijk verlies in dynamische reeks bij vergelijken met een opname bij een selectie van de versterking die bovenaan de stap zit. Maar voorzichtigheid is nodig bij selecteren van een versterking dichtbij een “stap” op de grafiek. Sommige berichten op forums geven aan dat de leesruisgegevens geleverd door documentatie van fabrikanten niet exact is. The actuele “omschakeling” in leesruis kan bij een iets hogere of lagere waarde van de versterking liggen, dus is het aanbevolen om een versterkingswaarde te selecteren die op een stap in de leesruis ligt.
pt_br: Algumas câmeras podem apresentar uma curva progressiva suave no ruído de leitura ao longo da faixa de valores de ganho, enquanto outras câmeras podem apresentar degraus muito pronunciados (e outras anomalias) em seu ruído de leitura. Esses degraus pronunciados geralmente são o resultado da alternância eletrônica de modo dentro da câmera. Nos casos em que o gráfico mostra um degrau pronunciado, o usuário pode desejar selecionar um valor de ganho que esteja na parte inferior desse degrau. Isso pode proporcionar um ruído de leitura reduzido e resultar em uma exposição mais curta sem perda significativa na faixa dinâmica, quando comparado a uma imagem capturada com uma seleção de ganho que esteja no topo desse degrau. Mas é necessário cuidado ao selecionar um ganho próximo a um "degrau" no gráfico. Algumas postagens em fóruns indicam que os dados de ruído de leitura fornecidos pela documentação do fabricante podem não ser exatos. A "alternância" real no ruído de leitura pode estar em um valor de ganho ligeiramente maior ou menor, portanto, é recomendável evitar selecionar um valor de ganho que esteja em um degrau no ruído de leitura.
sl: Nekatere kamere lahko kažejo gladko progresivno krivuljo šuma branja v razponu vrednosti ojačanja, druge kamere imajo lahko zelo izrazite korake (in druge anomalije) šuma branja. Ti izraziti koraki so običajno posledica elektronskega preklopa načina v fotoaparatu. V primerih, ko graf prikazuje izrazit korak, bo uporabnik morda želel izbrati vrednost ojačanja, ki je na dnu tega koraka. To lahko zagotovi zmanjšan šum pri branju in povzroči krajšo osvetlitev brez znatne izgube dinamičnega razpona v primerjavi s sliko, posneto pri izbiri ojačitve, ki je na vrhu tega koraka. Vendar je potrebna previdnost pri izbiri dobička blizu "stopnice" na grafu. Nekatere objave na forumih kažejo, da podatki o šumu branja, navedeni v dokumentaciji proizvajalca, morda niso natančni. Dejansko "stikalo" v šumu branja je lahko pri nekoliko višji ali nižji vrednosti ojačenja, zato je priporočljivo, da se izognete izbiri vrednosti ojačenja, ki je na stopnji šumu branja.
sv: Vissa kameror kan visa en jämn progressiv kurva i avläsningsbruset över intervallet av förstärkningsvärden, andra kameror kan ha mycket uttalade steg (och andra anomalier) i avläsningsbruset. Uttalade steg är vanligtvis resultatet av elektroniska metodändringar i kameran. I de fall där diagrammet visar ett uttalat steg, kan användaren välja ett förstärkningsvärde som är längst ner i det steget. Det kan ge ett minskat avläsningsbrus och resultera i en kortare exponering utan betydande förlust av dynamiskt omfång jämfört med en bild som tagits med ett förstärkningsval som är överst i steget. Men försiktighet krävs när en förstärkning väljs nära ett "steg" på diagrammet. Vissa inlägg på forum indikerar att data för avläsningsbrus som tillhandahålls av tillverkarens dokumentation kanske inte är exakta. Det faktiska "steget" i avläsningsbrus kan ha ett något högre eller lägre förstärkningsvärde, så det rekommenderas att undvika att välja ett förstärkningsvärde som ligger på ett steg i avläsningsbruset.
uk: Деякі камери можуть демонструвати плавну прогресивну криву шуму зчитування у діапазоні значень посилення, інші камери можуть мати дуже помітні сходинки (та інші аномалії) у шумі зчитування. Ці яскраво виражені сходинки зазвичай є результатом електронного перемикання режимів у камері. У випадках, коли графік показує яскраво виражену сходинку, користувач може забажати вибрати значення посилення, яке знаходиться внизу цієї сходинки. Це може забезпечити зменшення шуму зчитування та призвести до коротшої експозиції без значної втрати динамічного діапазону порівняно із зображенням, знятим із вибором підсилення, яке знаходиться у верхній частині цієї сходинки. Але потрібна обережність при виборі приросту біля «сходинки» на графіку. У деяких дописах на форумах зазначено, що дані про шум читання, надані в документації виробника, можуть бути неточними. Фактичний «перемикач» у шумі зчитування може бути на дещо вищому або нижчому значенні підсилення, тому рекомендується уникати вибору значення підсилення, яке знаходиться на рівні шуму зчитування.

source: When using data from camera manufacturer documentation, avoid selecting a gain near a step
ca: Quan s'utilitzen dades de la documentació del fabricant de la càmera, eviteu seleccionar un guany prop d'un pas
ca@valencia: Quan s'utilitzen les dades des de la documentació del fabricant de la càmera, eviteu seleccionar un guany a prop d'un pas
fr: Évitez d'utiliser une valeur de gain près d'une marche quand vous vous basez sur la documentation du constructeur.
nl: Bij gebruik van gegevens in de documentatie van de maker van de camera, vermijd het selecteren van een versterking dichtbij een stap
pt_br: Ao usar dados da documentação do fabricante da câmera, evite selecionar um ganho próximo a um passo
sl: Ko uporabljate podatke iz dokumentacije proizvajalca fotoaparata, se izogibajte izbiri ojačanja blizu koraka
sv: När data från kameratillverkaren används, undvik välja en förstärkning nära ett steg
uk: Якщо використовуєте дані з документації виробника камери, не вибирайте підсилення, яке близьке до кроку

source: |Avoid selecting gain near a step|
sl: |Izogibaj se izbiri ojačanja blizu koraka|
sv: |Undvik välja förstärkning nära ett steg|
uk: |Не вибирайте підсилення, яке близьке до кроку|

source: step
pt_br: passo
sl: korak
sv: steget

source: Instead, shift the gain selection away from the
ca: En lloc d'això, desplaceu la selecció del guany lluny del pas
fr: Choisissez plutôt une valeur éloignée d'une marche
pt_br: Em vez disso, desloque a seleção de ganho para longe do
sl: Namesto tega premaknite izbiro ojačanja stran od
sv: Flytta istället förstärkningsvalet bort från
uk: Замість цього, пересуньте вибір підсилення подалі від кроку

source: |Shift gain away from such steps|
sl: |Zamakni ojačitev od takih korakov|
sv: |Flytta förstärkning bort från sådana steg|
uk: |Пересувайте підсилення подалі від таких кроків|

source: ``Noise Increase %``: The ``'Noise Increase %'`` selector controls a factor used in Dr Glover's equation. This value will alter the relative balance between the two sources of noise in the sub-exposure. As a general rule, Dr Glover had recommended using a value of 5%, but lowering it to 2% when the computed exposure time is considered to be too short.
ca: ``% augment del soroll``: El selector ``% augment del soroll`` controla un factor utilitzat en l'equació del Dr. Glover. Aquest valor alterarà el balanç relatiu entre les dues fonts de soroll de la subexposició. Com a norma general, el Dr. Glover havia recomanat utilitzar un valor del 5%, però reduint-lo al 2% quan el temps d'exposició calculat es considera massa curt.
fr: ``% d'augmentation du bruit`` : le sélecteur ``% d'augmentation du bruit`` est un paramètre utilisé dans l'équation du Dr Glover. Cette valeur modifie l'équilibre relatif entre les deux sources de bruit de l'image. Le Dr Glover recommande d'utiliser une valeur de 5% mais de la diminuer à 2% lorsque la durée d'exposition est considérée trop courte.
pt_br: ``Aumento de ruído %``: O seletor ``'Aumento de ruído %'`` controla um fator usado na equação do Dr. Glover. Este valor alterará o equilíbrio relativo entre as duas fontes de ruído na subexposição. Como regra geral, o Dr. Glover recomendou usar um valor de 5%, mas reduzi-lo para 2% quando o tempo de exposição calculado for considerado muito curto.
sl: ``Povečanje šuma v %``: Izbirnik ``Povečanje šuma v %`` nadzoruje faktor, uporabljen v enačbi dr. Gloverja. Ta vrednost bo spremenila relativno ravnovesje med obema viroma šuma v podosvetlitvi. Dr. Glover je praviloma priporočal uporabo vrednosti 5 %, vendar jo je treba znižati na 2 %, če se izračunani čas osvetlitve zdi prekratek.
sv: ``Brusökning %``: Väljaren ``'Brusökning %'`` bestämmer en faktor använd i Dr. Glovers ekvation. Värdet ändrar den relativa balansen mellan de två bruskällorna i delexponeringen. Som en allmän regel hade Dr. Glover rekommenderat att använda ett värde på 5 %, men att sänka det till 2 % när den beräknade exponeringstiden anses vara för kort.
uk: ``Збільшення шумності (%)``: засіб вибору ``Збільшення шумності (%)</guimenu> керує коефіцієнтом, який використовується в рівнянні д-ра Гловера. Це значення змінить відносний баланс між двома джерелами шуму у проміжній експозиції. Як правило, д-р Гловер рекомендував використовувати значення 5%, але варто знизити його до 2%, якщо обчислений час експозиції вважається занадто коротким.
