Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler-taskqueue.po
Languages: ca, nl, pt_br, sl, uk

source: **SKIPPED** (Gray): Task skipped due to conditions
ca: **OMESA** (Gris): La tasca s'ha omès per les condicions
nl: **OVERGESLAGEN** (Grijs): taak overgeslagen vanwege omstandigheden
pt_br: **IGNORADA** (Cinza): Tarefa ignorada devido às condições
sl: **PRESKOČENO** (Sivo): Opravilo preskočeno zaradi pogojev
uk: **ПРОПУЩЕНО** (Сірий): завдання пропущено через виконання певних умов

source: **Action Status:**
ca: **Estat de les accions:**
nl: **Actiestatus:**
pt_br: **Estado da ação:**
sl: **Stanje dejanja:**
uk: **Стан дії:**

source: **PENDING**: Action not yet started
ca: **PENDENT**: L'acció encara no s'ha iniciat
nl: **IN AFWACHTING**: actie nog niet gestart
pt_br: **PENDENTE**: Ação ainda não iniciada
sl: **ČAKANJE**: Dejanje se še ni začelo
uk: **У ЧЕРЗІ**: виконання дії ще не розпочато

source: **RUNNING**: Action currently executing
ca: **EN EXECUCIÓ**: Acció que s'està executant
nl: **ACTIEF**: taak wordt momenteel uitgevoerd
pt_br: **EM EXECUÇÃO**: Ação em andamento
sl: **V IZVAJANJU**: Dejanje se trenutno izvaja
uk: **ВИКОНАННЯ**: програма виконує дію

source: **COMPLETED**: Action finished successfully
ca: **COMPLETADA**: L'acció ha finalitzat correctament
nl: **VOLTOOID**: taak succesvol afgerond
pt_br: **CONCLUÍDA**: Ação finalizada com sucesso
sl: **ZAKLJUČENO**: Dejanje uspešno končano
uk: **ЗАВЕРШЕНО**: виконання дії успішно завершено

source: **FAILED**: Action failed after retries
ca: **FALLADA**: Ha fallat l'acció després dels reintents
nl: **MISLUKT**: taak is na alle pogingen mislukt
pt_br: **FALHOU**: A ação falhou após todas as tentativas
sl: **NEUSPEŠNO**: Dejanje ni uspelo po ponovnih poskusih
uk: **ПОМИЛКА**: не вдалося виконати дію після усіх повторних спроб

source: **ABORTED**: Action manually aborted
ca: **INTERROMPUDA**: Acció interrompuda manualment
nl: **AFGEBROKEN**: taak handmatig gestopt
pt_br: **CANCELADA**: Ação cancelada manualmente
sl: **PREKINJENO**: Dejanje ročno prekinjeno
uk: **ПЕРЕРВАНО**: виконання дії перервано вручну

source: Progress Monitoring
ca: Control del progrés
nl: Monitoring van voortgang
pt_br: Monitoramento do progresso
sl: Spremljanje napredka
uk: Стеження за поступом

source: The Queue Viewer provides multiple ways to monitor execution:
ca: El visualitzador de cua proporciona diverses maneres de controlar l'execució:
nl: De wachtrijviewer biedt meerdere manieren om de uitvoering te volgen:
pt_br: O visualizador de filas oferece várias maneiras de monitorar a execução:
sl: Pregledovalnik čakalne vrste ponuja več načinov za spremljanje izvajanja:
uk: Засіб перегляду черги надає декілька способів для спостереження за виконанням:

source: Each task row shows:
ca: Cada fila de les tasques mostra:
nl: Elke taakrij toont:
pt_br: Cada linha de tarefa mostra:
sl: Vsaka vrstica opravila prikazuje:
uk: У кожному з рядків завдань буде показано:

source: Current status icon and text
ca: Icona d'estat actual i text
nl: Huidig statuspictogram en tekst
pt_br: Ícone e texto do estado atual
sl: Ikono in besedilo trenutnega stanja
uk: Піктограму і текст поточного стану

source: Device being controlled
ca: Dispositiu que s'està controlant
nl: Apparaat wordt bestuurd
pt_br: Dispositivo sendo controlado
sl: Napravo, ki se upravlja
uk: Пристроєм керують

source: Progress percentage
ca: Percentatge de progrés
nl: Percentage voortgang
pt_br: Porcentagem do progresso
sl: Odstotek napredka
uk: Відсоток поступу

source: **Queue Table**
ca: **Taula de cua**
nl: **Wachtrijtabel**
pt_br: **Tabela da fila**
sl: **Tabela čakalne vrste**
uk: **Таблиця черги**

source: Current action being executed
ca: Acció actual que s'està executant
nl: Huidige actie wordt uitgevoerd
pt_br: Ação atual em execução
sl: Trenutno dejanje, ki se izvaja
uk: Поточна виконувана дія

source: Bottom of the window displays:
ca: A la part inferior de la finestra es mostra:
nl: Onderkant van het venster toont:
pt_br: Na parte inferior da janela são exibidos:
sl: Spodnji del okna prikazuje:
uk: У нижній частині вікна буде показано:

source: Overall queue status (IDLE, RUNNING, PAUSED, COMPLETED, ABORTED)
ca: Estat global de la cua (A PUNT, EN EXECUCIÓ, EN PAUSA, COMPLETADA, INTERROMPUDA)
nl: Algemene wachtrijstatus (INACTIEF, ACTIEF, GEPAUZEERD, VOLTOOID, AFGEBROKEN)
pt_br: Estado geral da fila (OCIOSA, EM EXECUÇÃO, PAUSADA, CONCLUÍDA, CANCELADA)
sl: Splošno stanje čakalne vrste (MIRUJE, V IZVAJANJU, ZAUSTAVLJENO, DOKONČANO, PREKINJENO)
uk: Загальний стан черги (IDLE, RUNNING, PAUSED, COMPLETED, ABORTED)

source: Progress bar showing completion percentage
ca: Barra de progrés que mostra el percentatge de finalització
nl: Voortgangsbalk toont percentage voltooiing
pt_br: Barra de progresso mostrando a porcentagem de conclusão
sl: Vrstica napredka, ki prikazuje odstotek dokončanja
uk: Смужку поступу, на якій буде показано частку виконання

source: **Status Bar**
ca: **Barra d'estat**
nl: **Statusbalk**
pt_br: **Barra de status**
sl: **Vrstica stanja**
uk: **Смужка стану**

source: Statistics: X of Y tasks completed, Z failed
ca: Estadístiques: X de Y tasques completades, Z han fallat
nl: Statistieken: X van Y taken voltooid, Z mislukt
pt_br: Estatísticas: X de Y tarefas concluídas, Z falhas
sl: Statistika: X od Y opravil je dokončanih, Z neuspešnih
uk: Статистика: виконано X з Y завдань, Z помилок

source: Detailed execution log shows:
ca: El registre d'execució detallat mostra:
nl: Gedetailleerde uitvoerlog toont:
pt_br: O registro detalhado da execução mostra:
sl: Podroben dnevnik izvajanja prikazuje:
uk: У докладному журналі виконання буде показано:

source: Timestamp for each event
ca: Marca horària de cada esdeveniment
nl: Tijdstip van elke gebeurtenis
pt_br: Registro de data e hora para cada evento
sl: Časovni žig za vsak dogodek
uk: Часову позначку для кожної події

source: Action start/completion messages
ca: Missatges d'inici/finalització de l'acció
nl: Berichten van actie starten/voltooien
pt_br: Mensagens de início/conclusão de ação
sl: Sporočila o začetku/dokončanju dejanja
uk: Повідомлення щодо запуску і завершення дій

source: Property changes and INDI communications
ca: Canvis de les propietats i les comunicacions de l'INDI
nl: Eigenschappenwijzigingen en INDI-communicatie
pt_br: Alterações de propriedade e comunicações INDI
sl: Spremembe lastnosti in komunikacija INDI
uk: Зміни властивостей та обмін даними з INDI

source: Error messages and retry attempts
ca: Missatges d'error i nombre de reintents
nl: Foutmeldingen en pogingen opnieuw te doen
pt_br: Mensagens de erro e tentativas de repetição
sl: Sporočila o napakah in poskusi ponovnega poskusa
uk: Повідомлення щодо помилок та повторні спроби

source: **Log Panel**
ca: **Plafó del registre**
nl: **Log-paneel**
pt_br: **Painel de registro**
sl: **Dnevniška plošča**
uk: **Панель журналу**

source: Script output (for SCRIPT actions)
ca: Sortida de l'script (per les accions SCRIPT)
nl: Scriptuitvoer (van SCRIPT-acties)
pt_br: Saída do script (para ações de SCRIPT)
sl: Izhod skripta (za dejanja SCRIPT)
uk: Виведення скрипту (для дій SCRIPT)

source: Expand a task in the table to see:
ca: Expandiu una tasca a la taula per a veure:
nl: Vouw een taak in de tabel uit om te zien:
pt_br: Expanda uma tarefa na tabela para ver:
sl: Razširite opravilo v tabeli, da si ogledate:
uk: Розгорніть пункт завдання у таблиці, щоб побачити таке:

source: List of all actions in the task
ca: Llista de totes les accions de la tasca
nl: Lijst met alle acties in de taak
pt_br: Lista de todas as ações na tarefa
sl: Seznam vseh dejanj v opravilu
uk: Список усіх дій у завданні

source: Status of each action
ca: Estat de cada acció
nl: Status van elke actie
pt_br: Estado de cada ação
sl: Stanje vsakega dejanja
uk: Стан кожної з дій

source: Current values being set or evaluated
ca: Valors actuals que s'estableixen o avaluen
nl: Huidige waarden die worden ingesteld of geëvalueerd
pt_br: Valores atuais que estão sendo definidos ou avaliados
sl: Trenutne vrednosti, ki se nastavljajo ali ocenjujejo
uk: Поточні встановлені або обчислені значення

source: **Action Details**
ca: **Detalls de l'acció**
nl: **Actiedetails**
pt_br: **Detalhes da ação**
sl: **Podrobnosti dejanja**
uk: **Подробиці щодо дії**

source: Timeout countdown for long-running actions
ca: Compte enrere de temps d'espera per a accions de durada llarga
nl: Time-out aftelling voor langlopende acties
pt_br: Contagem regressiva de tempo limite para ações de longa duração
sl: Odštevanje časovne omejitve za dolgotrajna dejanja
uk: Зворотний відлік для тривалих дій

source: Error Handling and Recovery
ca: Gestió i recuperació d'errors
nl: Afhandelen van fouten en herstel
pt_br: Tratamento e recuperação de erros
sl: Obravnavanje napak in obnovitev
uk: Обробка помилок і відновлення після помилок

source: The Task Queue system includes robust error handling:
ca: El sistema de cua de tasques inclou una gestió d'errors robusta:
nl: Het takenwachtrijsysteem beschikt over een robuuste foutafhandeling:
pt_br: O sistema de fila de tarefas inclui um tratamento de erros robusto:
sl: Sistem čakalne vrste opravil vključuje robustno obravnavo napak:
uk: У системі черги завдань передбачено стійку обробку помилок:

source: When an action fails:
ca: Quan una acció falla:
nl: Wanneer een actie mislukt:
pt_br: Quando uma ação falha:
sl: Ko dejanje ne uspe:
uk: Якщо під час виконання дії сталася помилка,

source: The error is logged with details
ca: L'error es registra amb els detalls
nl: De fout wordt gelogd met details
pt_br: O erro foi registrado com detalhes
sl: Napaka se zabeleži s podrobnostmi
uk: Докладні дані щодо помилки буде записано до журналу

source: The system waits briefly (configurable delay)
ca: El sistema espera breument (retard configurable)
nl: Het systeem wacht even (instelbare vertraging)
pt_br: O sistema aguarda brevemente (atraso configurável)
sl: Sistem na kratko počaka (nastavljivo) zakasnitev)
uk: Система зачекає певний проміжок часу (налаштовувана затримка)

source: The action is retried up to the configured retry count
ca: L'acció es reintenta fins el nombre configurat de reintents
nl: De actie wordt herhaald tot het ingestelde aantal herhalingspogingen is bereikt.
pt_br: A ação é repetida até atingir o número de tentativas configurado
sl: Dejanje se ponovi do konfiguriranega števila ponovnih poskusov
uk: Програма виконуватиме повторні спроби виконати дію, аж доки не буде перевищено налаштовану кількість повторних спроб

source: **Automatic Retries**
ca: **Reintents automàtics**
nl: **Automatisch herhalingen**
pt_br: **Tentativas automáticas**
sl: **Samodejni ponovni poskusi**
uk: **Автоматичні повторні спроби**

source: If all retries fail, the failure action is executed
ca: Si tots els reintents fallen, s'executa l'acció de fallada
nl: Als alle herhaalpogingen mislukken, wordt de foutafhandeling uitgevoerd
pt_br: Se todas as tentativas falharem, a ação de falha será executada
sl: Če vsi ponovni poskusi ne uspejo, se izvede dejanje ob neuspehu
uk: Якщо усі повторні спроби будуть невдалими, буде виконано дію у відповідь на помилку

source: Based on the action's failure configuration:
ca: Basat en la configuració de fallada de l'acció:
nl: Op basis van de foutconfiguratie van de actie:
pt_br: Com base na configuração de falha da ação:
sl: Na podlagi konfiguracije neuspeha dejanja:
uk: На основі налаштувань поведінки дії при помилці програма:

source: Stops the entire queue immediately
ca: Atura immediatament tota la cua
nl: Stopt onmiddellijk de hele wachtrij
pt_br: Interrompe imediatamente toda a fila
sl: Takoj ustavi celotno čakalno vrsto
uk: Негайно припинить виконання усієї черги

source: Allows safe intervention before continuing
ca: Permet una intervenció segura abans de continuar
nl: Maakt veilige interventie mogelijk voordat verder wordt gegaan
pt_br: Permite uma intervenção segura antes de prosseguir
sl: Omogoča varno posredovanje pred nadaljevanjem
uk: Уможливить безпечне втручання користувача, перш ніж продовжувати

source: **ABORT_QUEUE** (Default for critical operations)
ca: **ABORT_QUEUE** (Predeterminat per a les operacions crítiques)
nl: **WACHTRIJ_AFBREKEN**: (standaard voor kritieke bewerkingen)
pt_br: **ABORT_QUEUE** (Padrão para operações críticas)
sl: **ABORT_QUEUE** (Privzeto za kritične operacije)
uk: **ABORT_QUEUE** (типове для критичних операцій)

source: Used for: Mount parking, emergency shutdowns, critical safety checks
ca: S'utilitza per a: aparcament de muntura, tancaments d'emergència, controls de seguretat crítics
nl: Gebruikt voor: vergrengelen van de opstelling, noodstops, kritieke veiligheidscontroles
pt_br: Utilizado para: bloqueio de montagem, desligamentos de emergência, verificações críticas de segurança
sl: Uporablja se za: Parkiranje priklopa, zaustavitve v sili, kritična varnostna preverjanja
uk: Використання: паркування лафета, критичні вимикання, критичні перевірки захисту

source: Logs the error
ca: Registra l'error
nl: Logt de fout
pt_br: Registra o erro
sl: Zabeleži napako
uk: Записує повідомлення до журналу

source: Proceeds to the next action in the task
ca: Procedeix a l'acció següent de la tasca
nl: Gaat door naar de volgorde actie in de taak
pt_br: Prossegue para a próxima ação na tarefa
sl: Nadaljuje z naslednjim dejanjem v opravilu
uk: Переходить до виконання наступної дії у завданні

source: **CONTINUE** (For non-critical operations)
ca: **CONTINUE** (per a operacions no crítiques)
nl: **DOORGAAN** (voor niet-kritieke bewerkingen)
pt_br: **CONTINUE** (Para operações não críticas)
sl: **CONTINUE** (Za nekritične operacije)
uk: **CONTINUE** (для некритичних операцій)

source: Used for: Optional optimizations, best-effort operations
ca: Utilitzat per a: optimitzacions opcionals, operacions del millor possible
nl: Gebruikt voor: optionele optimalisaties, best-effort-bewerkingen
pt_br: Utilizado para: Otimizações opcionais, operações de melhor esforço
sl: Uporablja se za: Izbirne optimizacije, operacije po najboljših močeh
uk: Використання: необов'язкові оптимізації, максимізаційні операції

source: Skips remaining actions in the current task
ca: Omet les accions restants de la tasca actual
nl: Slaat de resterende acties in de huidige taak over
pt_br: Ignora as ações restantes na tarefa atual
sl: Preskoči preostala dejanja v trenutnem opravilu
uk: Пропускає решту дій у поточному завданні

source: Continues with the next task in the queue
ca: Continua amb la tasca següent a la cua
nl: Gaat verder met de volgende taak in de wachtrij
pt_br: Continua com a próxima tarefa na fila
sl: Nadaljuje z naslednjim opravilom v čakalni vrsti
uk: Продовжує виконання з наступного завдання у черзі

source: **Failure Actions**
ca: **Accions de fallada**
nl: **Acties bij mislukken**
pt_br: **Ações em caso de falha**
sl: **Dejanja ob neuspehu**
uk: **Дії у відповідь на помилку**

source: **SKIP_TO_NEXT_TASK**
nl: **OVERSLAAN_NAAR_VOLGENDE_TAAK**

source: Used for: When task prerequisites fail but other tasks can still run
ca: Utilitzat per a: quan els prerequisits de la tasca fracassen, però altres tasques encara es poden executar
nl: Gebruikt voor: wanneer niet aan de vereisten van een taak wordt voldaan, maar andere taken nog wel kunnen worden uitgevoerd.
pt_br: Utilizado para: Quando os pré-requisitos de uma tarefa falham, mas outras tarefas ainda podem ser executadas
sl: Uporablja se za: Ko predpogoji opravila ne uspejo, vendar se druga opravila še vedno lahko izvajajo
uk: Використання: якщо попередні умови не виконуються, але інші завдання можна виконувати

source: During execution, you can:
ca: Durant l'execució, podeu:
nl: Tijdens uitvoeren kunt u:
pt_br: Durante a execução, você pode:
sl: Med izvajanjem lahko:
uk: Під час виконання ви можете:

source: Pause the queue to investigate issues
ca: Posa en pausa la cua per investigar problemes
nl: De wachtrij pauzeren om problemen te onderzoeken
pt_br: Pausar a fila para investigar problemas
sl: Začasno ustavite čakalno vrsto za preiskavo težav
uk: Призупинити чергу, щоб вивчити проблеми

source: Abort a problematic action
ca: Interrompre una acció problemàtica
nl: Een problematische actie afbreken
pt_br: Cancelar uma ação problemática
sl: Prekinete problematično dejanje
uk: Перервати виконання проблемної дії

source: Remove or reorder pending tasks
ca: Eliminar o reordenar les tasques pendents
nl: Verwijder of wijzig de volgorde van wachtende taken
pt_br: Remover ou reordenar tarefas pendentes
sl: Odstranite ali spremenite vrstni red čakajočih opravil
uk: Вилучити або переупорядкувати завдання у черзі

source: **Manual Intervention**
ca: **Intervenció manual**
nl: **Handmatige interventie**
pt_br: **Intervenção manual**
sl: **Ročno posredovanje**
uk: **Втручання вручну**

source: Resume execution after making corrections
ca: Reprendre l'execució després de fer correccions
nl: Uitvoeren hervatten na het maken van correcties
pt_br: Retomar a execução após efetuar as correções
sl: Nadaljujete z izvajanjem po popravkih
uk: Відновити виконання після внесення виправлення

source: Many actions check if their operation is already complete before executing:
ca: Moltes accions comproven si la seva operació ja està completada abans d'executar:
nl: Veel acties controleren of hun bewerking al is voltooid voordat ze worden uitgevoerd:
pt_br: Muitas ações verificam se sua operação já foi concluída antes de serem executadas:
sl: Številna dejanja preverijo, ali je njihovo delovanje uspešno je že končano pred izvedbo:
uk: Для багатьох дій передбачено перевірку завершення до виконання:

source: Mount already parked? Skip parking action
ca: La muntura ja està aparcada? Omet l'acció d'aparcament
nl: Is de opstelling al vergrendeld? Sla de vergrendeling over.
pt_br: A montagem já está bloqueada? Ignore a ação de bloqueio
sl: Ali je nosilec že parkiran? Preskoči dejanje parkiranja
uk: Лафет запарковано? Пропустити дію з паркування

source: Temperature already at target? Skip cooling action
ca: La temperatura ja és a l'objectiu? Omet l'acció de refrigeració
nl: Temperatuur al op de doeltemperatuur? Sla het afkoelen over
pt_br: A temperatura já atingiu o valor desejado? Ignore a ação de resfriamento
sl: Ali je temperatura že na ciljni ravni? Preskoči dejanje hlajenja
uk: Вже маємо цільову температуру? Пропустити дію з охолодження

source: Property already has desired value? Skip set action
ca: La propietat ja té el valor desitjat? Omet l'acció establerta
nl: Heeft het al de gewenste waarde? Sla de actie over
pt_br: A propriedade já possui o valor desejado? Ignore a ação de definir
sl: Ali ima lastnost že želeno vrednost? Preskoči dejanje nastavitve
uk: Значення властивості вже є бажаним? Пропустити дію зі встановлення значення

source: This prevents unnecessary operations and supports queue re-runs.
ca: Això evita operacions innecessàries i permet que es torni a executar la cua.
nl: Dit voorkomt onnodige handelingen en ondersteunt het opnieuw uitvoeren van taken in de wachtrij.
pt_br: Isso evita operações desnecessárias e permite a repetição de processos na fila.
sl: To preprečuje nepotrebne operacije in podpira ponovne zagone čakalne vrste.
uk: Це запобігає виконанню непотрібних операцій і забезпечує підтримку повторного виконання черги.

source: Queue Persistence
ca: Persistència de la cua
nl: Wachtrijpersistentie
pt_br: Persistência da fila
sl: Vztrajnost čakalne vrste
uk: Сталість черги

source: Save and Load Queues
ca: Desar i carregar cues
nl: Wachtrijen opslaan en laden
pt_br: Salvar e carregar filas
sl: Shranjevanje in nalaganje čakalnih vrst
uk: Збереження і завантаження черг

source: You can save queues for later use:
ca: Podeu desar cues per a un ús posterior:
nl: U kunt wachtrijen opslaan voor later gebruik:
pt_br: Você pode salvar filas para uso posterior:
sl: Čakalne vrste lahko shranite za kasnejšo uporabo:
uk: Ви можете зберігати черги для наступного використання:

source: Build or load a queue
ca: Construïu o carregueu una cua
nl: Bouwen of laden van een wachtrij
pt_br: Criar ou carregar uma fila
sl: Zgradite ali naložite čakalno vrsto
uk: Побудуйте або завантажте чергу

source: Click **Save Queue** button
ca: Feu clic al botó **Desa la cua**
nl: Klik op de knop **Wachtrij opslaan**
pt_br: Clique no botão **Salvar fila**
sl: Kliknite gumb **Shrani čakalno vrsto**
uk: Натисніть кнопку **Зберегти чергу**

source: Choose a filename (*.json extension)
ca: Trieu un nom de fitxer (extensió *.json)
nl: Kies een bestandsnaam (extensie *.json)
pt_br: Escolha um nome de arquivo (extensão *.json)
sl: Izberite ime datoteke (končnica *.json)
uk: Виберіть назву файла (з суфіксом *.json)

source: **Saving a Queue:**
ca: **Desar una cua:**
nl: **Een wachtrij wordt opgeslagen:**
pt_br: **Salvando uma fila:**
sl: **Shranjevanje čakalne vrste:**
uk: **Збереження черги:**

source: The queue file contains all tasks and their configurations
ca: El fitxer de cua conté totes les tasques i les seves configuracions
nl: Het wachtrijbestand bevat alle taken en hun configuraties
pt_br: O arquivo de fila contém todas as tarefas e suas configurações
sl: Datoteka čakalne vrste vsebuje vsa opravila in njihove konfiguracije
uk: У файлі черги містяться дані усіх завдань та їхніх налаштувань

source: Click **Load Queue** button
ca: Feu clic al botó **Carrega la cua**
nl: Klik op de knop **Wachtrij laden**
pt_br: Clique no botão **Carregar fila**
sl: Kliknite gumb **Naloži čakalno vrsto**
uk: Натисніть кнопку **Завантажити чергу**

source: Select a saved queue file
ca: Seleccioneu un fitxer de cua desada
nl: Selecteer een opgeslagen wachtrijbestand
pt_br: Selecione um arquivo de fila salvo
sl: Izberite shranjeno datoteko čakalne vrste
uk: Виберіть збережений файл черги

source: The queue replaces any existing tasks
ca: La cua substitueix qualsevol tasca existent
nl: De wachtrij vervangt alle bestaande taken
pt_br: A fila substitui quaisquer tarefas existentes
sl: Čakalna vrsta nadomesti katerokoli obstoječo opravilo
uk: Черга замінить собою усі наявні завдання

source: **Loading a Queue:**
ca: **Càrrega d'una cua:**
nl: **Een wachtrij wordt geladen:**
pt_br: **Carregando uma fila:**
sl: **Nalaganje čakalne vrste:**
uk: **Завантаження черги:**

source: Review and start when ready
ca: Reviseu i comenceu quan estigui a punt
nl: Bekijk de informatie en begin wanneer u er klaar voor bent
pt_br: Revise e comece quando estiver pronto
sl: Preglejte in zaženite, ko je pripravljeno
uk: Перегляньте і запустіть, коли будете готові

source: Queue files are JSON-based and include:
ca: Els fitxers de cua estan basats en JSON i inclouen:
nl: Wachtrijbestanden zijn gebaseerd op JSON en bevatten:
pt_br: Os arquivos de fila são baseados em JSON e incluem:
sl: Datoteke čakalnih vrst temeljijo na JSON in vključujejo:
uk: Файли черги засновані на JSON і включають такі дані:

source: Task definitions with device assignments
ca: Definicions de tasques amb assignacions de dispositius
nl: Taakdefinities met apparaattoewijzingen
pt_br: Definições de tarefas com atribuições de dispositivos
sl: Definicije opravil z dodelitvami naprav
uk: Визначення завдань із пов'язуванням з пристроями

source: Parameter values for each task
ca: Valors de paràmetres per a cada tasca
nl: Parameterwaarden voor elke taak
pt_br: Valores dos parâmetros para cada tarefa
sl: Vrednosti parametrov za vsako opravilo
uk: Значення параметрів для кожного завдання

source: Task order and scheduling information
ca: Ordre de les tasques i informació de programació
nl: Taakvolgorde en planningsinformatie
pt_br: Informações sobre a ordem e agendamento de tarefas
sl: Vrstni red opravil in informacije o razporejanju
uk: Порядок завдань і дані щодо планування

source: **Queue File Format**
ca: **Format de fitxer de cua**
nl: **Wachtrijbestandsformaat**
pt_br: **Formato do arquivo de fila**
sl: **Oblika datoteke čakalne vrste**
uk: **Формат файла черги**
