Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: Click the <guilabel>Build Offsets</guilabel> button on the <link linkend="focus-filter-settings">Filter Settings</link> popup to launch the Build Offsets tool. Filter Offsets can either be entered manually into the table in the Filter Settings popup or this tool can be used to assist in creating them.
bg: Щракнете върху бутона <guilabel>Задаване на отмествания</guilabel> в изскачащия прозорец <link linkend="focus-filter-settings">Настройки на филтъра</link>, за да стартирате инструмента за изграждане на отмествания. Отместванията на филтъра могат или да бъдат въведени ръчно в таблицата в изскачащия прозорец за настройки на филтъра, или този инструмент може да се използва за подпомагане на създаването им.
sl: Kliknite gumb <guilabel>Odmiki gradnje</guilabel> v pojavnem oknu <link linkend="focus-filter-settings">Nastavitve filtra</link>, da zaženete orodje za odmike gradnje. Odmike filtra lahko ročno vnesete v tabelo v pojavnem oknu z nastavitvami filtra ali pa uporabite to orodje za pomoč pri njihovem ustvarjanju.
sv: Klicka på knappen <guilabel>Bygg positioner</guilabel> i rutan <link linkend="focus-filter-settings">Filterinställningar</link> för att starta verktyget Bygg positioner. Filterpositioner kan antingen matas in manuellt i tabellen i Filterinställningar eller så kan verktyget användas för att skapa dem.
uk: Натисніть кнопку <guilabel>Побудувати зсуви</guilabel> на контекстній панелі <link linkend="focus-filter-settings">Параметри фільтрування</link>, щоб запустити інструмент побудови зсувів. Зсуви фільтрів можна або ввести вручну у таблиці на контекстній панелі параметрів фільтрування, або можна скористатися цим інструментом для полегшення отримання цих значень.

source: Note: This utility should not be run during an imaging session as it takes exclusive control of the Focus process whilst it is running.
bg: Забележка: Тази помощна програма не трябва да се изпълнява по време на сесия за изображения, тъй като поема изключителния контрол върху процеса на фокусиране, докато работи.
sl: Opomba: tega pripomočka ne smete zagnati med sejo slikanja, saj prevzame izključni nadzor nad procesom Focus, medtem ko se ta izvaja.
sv: Observera: Verktyget bör inte köras under en bildbehandlingssession eftersom det tar exklusiv kontroll över fokuseringsprocessen medan det körs.
uk: Зауваження: не слід запускати цей інструмент під час сеансу створення знімків, оскільки він отримує виключний доступ до процесу фокусування, доки виконує свою роботу.

source: To start with, configure settings for each filter in the table in the Filter Settings popup and then launch Build Filter Offsets. The popup is launched with a table of data with the following columns.
bg: Като начало конфигурирайте настройките за всеки филтър в таблицата в изскачащия прозорец Настройки на филтъра и след това стартирайте Задаване на отмествания. Изскачащият прозорец се стартира с таблица с данни със следните колони.
ca@valencia: Per a començar, configureu els paràmetres de cada filtre en la taula de la finestra emergent ``Configureu el filtre`` i després llanceu la Construcció de desplaçaments dels filtres. La finestra emergent s'obrirà amb una taula de dades amb les columnes següents:
fr: Commencez par vous assurer que l'endroit du ciel où vous souhaitez utiliser l'outil produit de bons résultats pour la mise au point automatique. Un pointage haut dans le ciel permet d'imager à travers moins d'atmosphère et permettra d'avoir des étoiles plus petites et fines. Assurez-vous également d'avoir suffisamment d'étoiles dans le champ. Évitez également un retournement au méridien durant le processus. Pointez une zone identique durant le processus pour que chaque passe utilise plus ou moins le même ensemble d'étoiles. En effet, bien que cet outil permette d'ajuster les variables de température et d'altitude, il fonctionne mieux lorsque ces variables ne changent pas trop durant les différentes passes.
pt_br: Para começar, configure as configurações de cada filtro na tabela no pop-up de "Configurações do filtro" e, em seguida, abra "Construir deslocamentos de filtro". O pop-up é aberto com uma tabela de dados com as seguintes colunas.
sl: Za začetek konfigurirajte nastavitve za vsak filter v tabeli v pojavnem oknu Nastavitve filtra in nato zaženite Izgradi odmike filtra. Odpre se pojavno okno s tabelo podatkov z naslednjimi stolpci.
sv: Till att börja med anpassas inställningarna för varje filter i tabellen i rutan Filterinställningar och startar sedan Bygg filterpositioner. Fönstret börjar med en datatabell som har följande kolumner.
uk: Для початку, налаштуйте параметри для кожного з фільтрів у таблиці на контекстній панелі параметрів фільтрування, а потім запустіть засіб побудови зсувів фільтрів. Контекстну панель буде відкрито на таблиці даних із наведеними нижче стовпчиками.

source: <guilabel>Filter</guilabel>: Filter Name. The first filter has an "*" after the filter name, "Lum *" in the above example. This means that Lum is the reference filter against which offsets for other filters will be measured. Double click another Filter Name to make that filter the reference filter.
bg: <guilabel>Филтър</guilabel>: Име на филтъра. Първият филтър има "*" след името на филтъра - "Lum *" в горния пример. Това означава, че Lum е референтен филтър, спрямо който ще се измерват отместванията на другите филтри. Щракнете два пъти върху друго име на филтър, за да направите този филтър референтен.
sl: <guilabel>Filter</guilabel>: ime filtra. Prvi filter ima "*" za imenom filtra, "Lum *" v zgornjem primeru. To pomeni, da je Lum referenčni filter, glede na katerega se bodo merili odmiki za druge filtre. Dvokliknite drugo ime filtra, da ta filter postane referenčni filter.
sv: <guilabel>Filter</guilabel>: Filternamn. Det första filtret har "*" efter filternamnet, "Lum *" i exemplet ovan. Det innebär att Lum är referensfiltret som används för att mäta position för andra filter. Dubbelklicka på ett annat filternamn för att göra det filtret till referensfilter.
uk: <guilabel>Фільтр</guilabel>: назва фільтра. Після назви першого фільтра вказано «*», у наведеному вище прикладі — «Lum *». Це означає, що Lum є еталонним фільтром, щодо якого вимірюються зсуви для інших фільтрів. Двічі клацніть на іншій назві фільтра, щоб зробити цей фільтр еталонним.

source: <guilabel>Offset</guilabel>: The current offset.
bg: <guilabel>Отместване</guilabel>: Текущото отместване.
sl: <guilabel>Odmik</guilabel>: Trenutni odmik.
sv: <guilabel>Position</guilabel>: Nuvarande position.
uk: <guilabel>Зсув</guilabel>: поточний зсув.

source: <guilabel>Lock Filter</guilabel>: The current Lock filter.
bg: <guilabel>Заключващ филтър</guilabel>: Текущият филтър за заключване.
sl: <guilabel>Zakleni filter</guilabel>: Trenutno zaklenjeni filter.
sv: <guilabel>Låst filter</guilabel>: Nuvarande låsta filter.
uk: <guilabel>Фіксований фільтр</guilabel>: поточний фіксований фільтр.

source: <guilabel># Focus Runs</guilabel>: The number of focus runs for this filter. The default is 5. To exclude a filter from the process set this field to zero. Note, the reference filter must have at least 1 run.
bg: <guilabel>Брой фокусирания</guilabel>: Броят на фокусиранията за този филтър. По подразбиране е 5. За да изключите филтър от процеса, задайте това поле на нула. Отбележете, че референтният филтър трябва да има поне 1 изпълнение.
sl: <guilabel>Št. fokusiranj</guilabel>: Število fokusiranj za ta filter. Privzeta vrednost je 5. Če želite filter izključiti iz postopka, nastavite to polje na nič. Upoštevajte, da mora imeti referenčni filter vsaj 1 zagon.
sv: <guilabel>Antal fokuseringskörningar</guilabel>: Antalet fokuseringskörningar för filtret. Standardinställningen är 5. För att utesluta ett filter från processen ställ in fältet till noll. Observera att referensfiltret måste ha minst en körning.
uk: <guilabel>К-ть запусків фокусування</guilabel>: кількість циклів фокусування для цього фільтра. Типовим значенням є 5. Щоб виключити фільтр з процесу, встановіть у цьому полі нульове значення. Зауважте, що для еталонного фільтра має бути виконано принаймні один запуск.

source: When the <guilabel># Focus Runs</guilabel> have been configured press the <guilabel>Run</guilabel> button to start the automated process.
bg: Когато <guilabel>Брой фокусирания</guilabel> са конфигурирани, натиснете бутона <guilabel>Старт</guilabel>, за да стартирате автоматизирания процес.
sl: Ko je konfigurirano <guilabel>število fokusiranj</guilabel>, pritisnite gumb <guilabel>Zaženi</guilabel>, da začnete samodejni postopek.
sv: När <guilabel>Antal fokuseringskörningar</guilabel> har ställts in, tryck på knappen <guilabel>Kör</guilabel> för att starta den automatiserade processen.
uk: Коли буде налаштовано значення <guilabel>К-ть запусків фокусування</guilabel>, натисніть кнопку <guilabel>Запустити</guilabel>, щоб розпочати автоматизований процес.

source: Press the <guilabel>Stop</guilabel> button to stop the process at any time.
bg: Натиснете бутона <guilabel>Спиране</guilabel>, за да спрете процеса по всяко време.
sl: Pritisnite gumb <guilabel>Ustavi</guilabel>, če želite postopek kadar koli ustaviti.
sv: Tryck på knappen <guilabel>Stopp</guilabel> för att stoppa processen när som helst.
uk: Натисніть кнопку <guilabel>Зупинити</guilabel>, щоб зупинити процес будь-якої миті.

source: Toggle the <guilabel>Adapt Focus</guilabel> checkbox at any point in the processing to switch between measured Autofocus results and results after Adaptive Focus adjustments have been applied. See the <link linkend="focus-adaptive">Adaptive Focus</link> section for more details on what Adaptive Focus is.
bg: Превключете квадратчето за отметка <guilabel>Адаптиране на фокуса</guilabel> във всеки момент от обработката, за да превключите между измерените резултати от автоматичното фокусиране и резултатите след прилагане на корекциите на адаптивния фокус. Вижте раздела <link linkend="focus-adaptive">Адаптивен фокус</link> за повече подробности относно това какво е Адаптивен фокус.
sl: Preklopite potrditveno polje <guilabel>Prilagodi fokus</guilabel> na kateri koli točki obdelave, da preklopite med izmerjenimi rezultati samodejnega fokusiranja in rezultati po uporabi prilagoditev prilagodljivega fokusiranja. Oglejte si razdelek <link linkend="focus-adaptive">Prilagodljivo fokusiranje</link> za več podrobnosti o tem, kaj je Prilagodljivo fokusiranje.
sv: Ändra kryssrutan <guilabel>Adaptiv fokusering</guilabel> när som helst under bearbetningen för att byta mellan uppmätta automatiska fokuseringsresultat och resultat efter att adaptiva fokuseringsinriktning har utförts. Se avsnittet <link linkend="focus-adaptive">Adaptiv fokusering</link> för mer information om vad adaptiv fokusering är.
uk: Перемкніть пункт <guilabel>Адаптивне фокусування</guilabel> будь-коли у процесі обробки, щоб перемкнути між виміряними результатами автофокусування і результатами після застосування коригування адаптивним фокусуванням. Див. розділ <link linkend="focus-adaptive">Адаптивне фокусування</link>, щоб дізнатися більше про адаптивне фокусування.

source: Let's take an example where we have 7 filters: Lum, Red, Green, Blue, Sii, Ha and Oiii. The 8th slot in the filter wheel is marked as Blank. The process has completed 5 runs for all filters, 0 for Blank (effectively excluding Blank from the process). In this case 8 extra columns have been created in the table.
bg: Да вземем пример, където имаме 7 филтъра: Lum, Red, Green, Blue, Sii, Ha и Oiii. 8-ият слот във филтърното колело е маркиран като празен. Процесът е завършил 5 изпълнения за всички филтри,0 за Blank (ефективно изключване на Blank от процеса). В този случай в таблицата са създадени 8 допълнителни колони.
ca@valencia: Posem un exemple on tenim 7 filtres: Lum, Roig, Verd, Blau, Sii, Ha i Oiii. El 8è sòcol en la roda de filtres està marcat com a Blanc. El procés ha completat 5 execucions per a tots els filtres, 0 pel blanc (excloent efectivament el blanc del procés). En este cas s'han creat 8 columnes addicionals en la taula.
fr: L'affichage de la mise au point affiche une fenêtre de l'afficheur FITS sur l'image prise durant la procédure de mise au point. Si ``Masque annulaire`` est sélectionné, alors le masque est dessiné sur l'image. Toutes les étoiles détectées par Ekos fondées sur les paramètres sélectionnées ont leur HFR affichée à leur côté (sauf si Mesure est réglé à FWHM).
pt_br: Vejamos um exemplo em que temos 7 filtros: Lum, Vermelho, Verde, Azul, Sii, Ha e Oiii. O 8º slot na roda de filtros está marcado como em branco. O processo concluiu 5 execuções para todos os filtros, 0 para em branco (efetivamente excluindo em branco do processo). Neste caso, 8 colunas extras foram criadas na tabela.
sl: Vzemimo primer, kjer imamo 7 filtrov: Lum, Red, Green, Blue, Sii, Ha in Oiii. 8. reža v kolescu filtra je označena kot Prazna. Postopek je izvedel 5 zagonov za vse filtre, 0 za prazen filter (s čimer je prazen filter dejansko izključen iz procesa). V tem primeru je bilo v tabeli ustvarjenih 8 dodatnih stolpcev.
sv: Låt oss ta ett exempel där vi har sju filter: Lum, Röd, Grön, Blå, Sii, Ha och Oiii. Den åttonde öppningen i filterhjulet är markerad som Tom. Processen har genomfört fem körningar för alla filter, 0 för Tom (exkluderar effektivt Tom från processen). I det här fallet har åtta extra kolumner skapats i tabellen.
uk: Розгляньмо приклад, де використано 7 фільтрів: Lum, Червоний, Зелений, Синій, Sii, Ha і Oiii. Восьмий слот у барабані фільтрів позначено як «Порожній». Нами виконано 5 запусків для усіх фільтрів, 0 для «Порожнього» (це насправді виключає цей фільтр з процесу). У цьому випадку у таблиці буде додано 8 додаткових стовпчиків.

source: AF Run 1-5: The maximum <guilabel># Focus Runs</guilabel> selected by the user is 5, so 5 columns have been created, 1 for each AF run solution.
bg: Автофокусиране 1-5: Максималният <guilabel>Брой на автофокусиране</guilabel>, избран от потребителя, е 5, така че са създадени 5 колони, по 1 за всяко решение за автофокусно изпълнение.
sl: AF Run 1-5: Uporabnik izbere največ <guilabel>Št. potekov fokusiranja</guilabel>, zato je bilo ustvarjenih 5 stolpcev, po 1 za vsako rešitev poteka AF.
sv: AF-körning 1-5: Maximalt <guilabel>Antal fokuseringskörningar</guilabel> som valts av användaren är 5, så fem kolumner har skapats, en för varje AF-körnings lösning.
uk: АФ, запуск 1-5: максимальним вибраним користувачем значенням параметра <guilabel>К-ть запусків фокусування</guilabel> є 5, тому було створено 5 стовпчиків, 1 для кожного розв'язку під час запуску автофокусування.

source: Average: The average (mean) of the AF solutions.
bg: Средна стойност: Средната стойност на решенията на автофокуса.
ca@valencia: Mitjana: la mitjana de les solucions de l'enfocament automàtic.
fr: La fenêtre possède les options de l'afficheur FITS suivantes (au haut de la fenêtre) :
pt_br: Média: A média (média) das soluções de FA.
sl: Povprečje: Povprečje rešitev AF.
sv: Medelvärde: AF-lösningarnas medelvärde (väntevärde).
uk: Середнє: середнє (арифметичне) розв'язків АФ.

source: New Offset: The offset calculated from the Lum filter. E.g. for Sii 36731 - 36743 = -12
bg: Ново отместване: Отместването, изчислено от филтъра Lum. Например за Sii 36731 - 36743 = -12
ca@valencia: Desplaçament nou: el desplaçament calculat a partir del filtre «Lum». P. ex., per al Sii 36731 - 36743 = -12
fr: ``Zoom avant`` et ``Zoom arrière``.
pt_br: Novo deslocamento: O deslocamento calculado a partir do filtro Lum. Por exemplo, para Sii 36731 - 36743 = -12
sl: Nov odmik: Odmik, izračunan iz filtra Lum. Npr. za Sii 36731 - 36743 = -12
sv: Ny position: Position som beräknas från Lum-filtret. T.ex. för Sii 36731 - 36743 = -12
uk: Новий зсув: зсув, який обчислено за фільтром Lum. Приклад для Sii: 36731 - 36743 = -12

source: Save: Check to save the offset for this filter when the <guilabel>Save</guilabel> button is pressed. The default is to check these boxes but unchecking allows a value to be ignored whilst saving other filters.
bg: Запазване: Поставете отметка, за да запазите отместването за този филтър при натискане на бутона <guilabel>Запазване</guilabel>. По подразбиране тези квадратчета се поставят в отметка, но премахването на отметката позволява дадена стойност да бъде игнорирана, докато се запазват други филтри.
sl: Shrani: Preverite shranjevanje odmika za ta filter, ko pritisnete gumb <guilabel>Shrani</guilabel>. Privzeto je, da potrdite ta polja, vendar čiščenje dovoljuje možnost, da se vrednost prezre, medtem ko se shranjujejo drugi filtri.
sv: Spara: Markera för att spara positionen för filtret när knappen <guilabel>Spara</guilabel> trycks ned. Det är normalt att rutorna är markerade men avmarkering gör att ett värde kan ignoreras samtidigt som andra filter sparas.
uk: Зберегти: позначте, щоб програма зберегла зсув для цього фільтра, коли ви натиснете кнопку <guilabel>Зберегти</guilabel>. Типово, ці пункти буде позначено, але зняття позначки надає змогу наказати програмі ігнорувати значення під час збереження інших фільтрів.

source: At this stage, it is recommended to review the AF runs to make sure they are all good. For example, lets assume we are unhappy with the 2nd AF run on Oiii. In this case we could either:
bg: На този етап се препоръчва да прегледате АФ сериите, за да се уверите, че всички са добри. Например, да приемем, че не сме доволни от второто АФ изпълнение на Oiii. В този случай бихме могли или:
ca@valencia: En esta etapa, es recomana revisar les execucions de l'enfocament automàtic per a assegurar-se que totes són bones. Per exemple, suposem que no estem satisfets amb la 2a execució de l'enfocament automàtic sobre Oiii. En este cas podríem:
fr: ``(Dés)active étirement`` : (dés)active l'étirement.
pt_br: Nesta fase, recomenda-se revisar as execuções de FA para garantir que estejam todas corretas. Por exemplo, vamos supor que não estejamos satisfeitos com a segunda execução de FA em Oiii. Nesse caso, poderíamos:
sl: Na tej stopnji je priporočljivo pregledati poteke AF in se prepričati, da so vse dobre. Na primer, predpostavimo, da nismo zadovoljni z 2. izvedbo AF na Oiii. V tem primeru lahko:
sv: I detta skede rekommenderas det att granska AF-körningarna för att se att alla är bra. Låt oss till exempel anta att vi är missnöjda med den andra AF-körningen på Oiii. Om så är fallet kan vi antingen:
uk: На цьому кроці рекомендуємо переглянути усі запуски автофокусування, щоб переконатися, що із ними усе гаразд. Наприклад, припустімо, нам не подобаються результати 2-го запуску адаптивного фокусування для Oiii. У такому випадку ми можемо:

source: Edit AF Run 2 and set the value to whatever value we want.
bg: Редактирайте АФ изпълнение 2 и задайте стойността на каквато желаете стойност.
ca@valencia: Editar l'execució 2 de l'enfocament automàtic i establir el valor que vulgueu.
fr: ``(Dés)active mire`` : (dés)active la mire.
pt_br: Edite a Execução 2 de FA e defina o valor como quisermos.
sl: Uredite AF Run 2 in nastavite vrednost na poljubno vrednost.
sv: Redigera AF-körning 2 och ställa in värdet till vilket värde vi vill.
uk: Редагувати результати 2-го запуску автоматичного фокусування і встановити бажане для нас значення.

source: Edit the New Offset column and set the value directly (bypassing the logic to calculate it).
bg: Редактирайте колоната Ново отместване и задайте стойността директно (заобикаляйки логиката за изчисляването ѝ).
ca@valencia: Editar la columna ``Desplaçament nou`` i establir el valor directament (obviant la lògica per a calcular-lo).
fr: ``(Dés)active grille`` : (dés)active la grille.
pt_br: Edite a coluna de novo deslocamento e defina o valor diretamente (ignorando a lógica para calculá-lo).
sl: Uredite stolpec Nov odmik in neposredno nastavite vrednost (mimo logike za izračun).
sv: Redigera kolumnen Ny position och ställa in värdet direkt (förbigå logiken för att beräkna det).
uk: Редагувати вміст стовпчика «Новий зсув» і встановити бажане значення безпосередньо (в обхід логіки обчислення).

source: Discard the AF Run 2 by setting the value to 0 (see below). In this case, the Average and New Offset for Oiii is recalculated based on AF Runs 1, 3, 4, 5. In the example below the new Average and New Offsets are calculated and displayed.
bg: Отхвърлете АФ изпълнение 2, като зададете стойността на 0 (вижте по-долу). В този случай средното и новото отместване за Oiii се преизчисляват на базата на АФ изпълнения 1, 3, 4,5. В примера по-долу новото средно и ново отместване се изчисляват и показват.
ca@valencia: Descartar l'execució 2 de l'enfocament automàtic establint el valor a 0 (vegeu davall). En este cas, la mitjana i el desplaçament nou per a Oiii es tornarà a calcular basant-se en les execucions 1, 3, 4 i 5 de l'enfocament automàtic. En l'exemple següent es calculen i es mostren la mitjana nova i els desplaçaments nous.
fr: ``(Dés)active étoiles`` : (dés)active les étoiles.
pt_br: Descarte a Execução 2 de FA definindo o valor como 0 (veja abaixo). Neste caso, a média e o novo deslocamento para Oiii são recalculados com base nas Execuções de AF 1, 3, 4 e 5. No exemplo abaixo, a nova média e os novos deslocamentos são calculados e exibidos.
sl: Zavrzite AF Run 2 tako, da nastavite vrednost na 0 (glejte spodaj). V tem primeru se povprečje in novi odmik za Oiii ponovno izračunata na podlagi 1, 3, 4, 5. izvedb AF. V spodnjem primeru sta izračunana in prikazana novo povprečje in novi odmiki.
sv: Bortse från AF-körning 2 genom att ställa in värdet till 0 (se nedan). I så fall beräknas medelvärde och nya positioner för Oiii baserat på AF-körningar 1, 3, 4, 5. I exemplet nedan beräknas och visas de nya medelvärdena och positionerna.
uk: Відкинути результати 2-го запуску автоматичного фокусування встановленням для нього значення 0 (див. нижче). У цьому випадку середній і новий зсув для Oiii буде переобчислено на основі запусків автоматичного фокусування 1, 3, 4, 5. У наведеному нижче прикладі показано нове середнє і нові обчислені зсуви.

source: After reviewing the results, the user can press:
bg: След като прегледа резултатите, потребителят може да натисне:
ca@valencia: Després de revisar els resultats, l'usuari pot prémer:
fr: Courbe en V de la mise au point
pt_br: Após revisar os resultados, o usuário pode pressionar:
sl: Po pregledu rezultatov lahko uporabnik pritisne:
sv: Efter att ha granskat resultaten, kan användaren trycka på:
uk: Після перегляду результатів користувач може натиснути одну з таких кнопок:

source: Save: All filters where the <guilabel>Save</guilabel> checkbox is checked will have the New Offset value saved in Filter Offsets for use during the next imaging session.
bg: Запазване: Всички филтри, където е отметнато квадратчето <guilabel>Запазване</guilabel>, ще имат стойността за ново отместване, записана в Отместванията на филтъра за използване по време на следващата сесия за изображения.
sl: Shrani: Vsi filtri, pri katerih je odkljukano polje <guilabel>Shrani</guilabel>, bodo imeli vrednost novega odmika shranjeno v Odmikih filtra za uporabo med naslednjo sejo slikanja.
sv: Spara: Alla filter där kryssrutan <guilabel>Spara</guilabel> är markerad får värdet för Ny position sparat i Filterpositioner för användning under nästa tagningssession.
uk: Зберегти: для усіх фільтрів, не позначено пункт <guilabel>Зберегти</guilabel>, нове значення зсуву буде збережено у зсувах фільтрів для використання під час наступного сеансу створення знімків.
