Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: Scheduler
ca: Planificador
ca@valencia: Programador
fr: Ordonnanceur
nl: Planner
pt_br: Agendador
sl: Razporejevalnik

source: Introduction
ca: Introducció
ca@valencia: Introducció
nl: Inleiding
pt_br: Introdução
sl: Uvod
uk: Вступ

source: The Ekos Scheduler is an important component of your imaging workflow. It connects to INDI, starts and stops all the other Ekos modules, schedules jobs according to their constraints and priorities, monitors those jobs as they execute, and then safely brings down the system when jobs are done, or before dawn. Whether you are running multi-day imaging sessions for multiple targets, or simply trying to image a single target for a few hours, it is advisable to have the Scheduler control your imaging sessions.
ca: El programador de l'Ekos és un component important del vostre flux de treball amb les imatges. Connecta amb INDI, inicia i atura tots els altres mòduls de l'Ekos, programa les tasques d'acord amb les seves restriccions i prioritats, controla aquestes tasques mentre s'executen i després atura el sistema amb seguretat quan s'han fet les tasques, o abans de l'alba. Ja sigui que esteu executant sessions d'imatge de diversos dies per a múltiples objectius, o simplement intentant fer imatges d'un únic objectiu durant poques hores, és aconsellable que el programador controli les vostres sessions d'imatge.
ca@valencia: El programador d'Ekos és un component important del vostre flux de treball amb les imatges. Connecta amb INDI, inicia i para tots els altres mòduls d'Ekos, programa les tasques d'acord amb les seues restriccions i prioritats, controla estes tasques mentre s'executen i després para el sistema amb seguretat quan s'han fet les tasques, o abans de l'alba. Ja siga que esteu executant sessions d'obtenció d'imatges en múltiples dies per a múltiples objectius, o senzillament intentant crear imatges d'un únic objectiu durant unes poques hores, és aconsellable que el programador controle les vostres sessions d'obtenció d'imatges.
fr: L'ordonnanceur d'Ekos est un composant important dans le flux de travail de l'imagerie. Il se connecte à INDI, démarre et arrête tous les autres modules d'Ekos, organise les tâches en tenant compte des contraintes et priorités, les surveille lorsqu'elles sont exécutées et arrête le système de manière sécurisée quand elles sont terminées ou avant l'aube. Que vous imagiez plusieurs cibles sur plusieurs nuits ou simplement une seule cible pendant quelques heures, il est conseillé d'utiliser l'ordonnanceur pour contrôler les sessions d'imagerie.
nl: De Ekos-planner is een belangrijke component van uw werkmethode voor afbeeldingen maken. Het verbindt met INDI, start en stopt alle andere Ekos-modulen, plant taken volgens hun voorwaarden en prioriteiten, monitort die taken terwijl ze worden uitgevoerd en brengt het systeem down wanneer taken gereed zijn of voor het ochtendgloren. Of u sessies voor afbeeldingen uitvoert over meerdere dagen voor meerdere doelen of eenvoudig een enkele doel probeert gedurende een paar uur, wordt het aanbevolen dat de planner uw sessies voor afbeeldingen bestuurt.
pt_br: O Agendador Ekos é um componente importante do seu fluxo de trabalho de geração de imagens. Ele se conecta ao INDI, inicia e interrompe todos os outros módulos do Ekos, agenda trabalhos de acordo com suas restrições e prioridades, monitora esses trabalhos à medida que são executados e, em seguida, desliga o sistema com segurança quando os trabalhos são concluídos ou antes do amanhecer. Seja executando sessões de geração de imagens de vários dias para vários alvos ou simplesmente tentando gerar imagens de um único alvo por algumas horas, é aconselhável que o agendador controle suas sessões de geração de imagens.
sl: Ekos razporejevalnik je pomemben sestavni del vašega poteka dela s slikanjem. Povezuje se z INDI, zažene in ustavi vse druge module Ekos, razporeja opravila glede na njihove omejitve in prioritete, spremlja ta opravila, ko se izvajajo, in nato varno prekine sistem, ko so opravila opravljena ali pred zoro. Ne glede na to, ali izvajate večdnevne seje slikanja za več ciljev ali preprosto poskušate slikati en cilj za nekaj ur, je priporočljivo, da razporejevalnik nadzira vaše seje slikanja.
uk: Планувальник Ekos є важливим компонентом вашої процедури роботи із зображеннями. Він з'єднується з INDI, запускає і зупиняє усі інші модулі Ekos, планує завдання відповідно до їхніх обмежень та пріоритетності, стежить за цими завданнями під час виконання, а потім безпечно завершує роботу системи після виконання завдань або перед світанком. Працюєте ви у межах багатоденних сеансів знімання зображень для декількох цілей або просто намагаєтеся зняти одну ціль протягом декількох годин, радимо скористатися планувальником для керування сеансами знімання зображень.

source: Scheduler Table
ca: Taula del programador
ca@valencia: Taula del programador
fr: Table de l'ordonnanceur
nl: Plannertabel
pt_br: Tabela do agendador
sl: Tabela razporejevalnika
uk: Таблиця планувальника

source: The heart of the Scheduler is a table displaying the list of Scheduler jobs the user wants to run. Associated with each jobs are attributes (mostly described in the settings section below). The attributes describe the name of the job, where the telescope should be pointed when imaging that job, a description of what types of images should be captured, constraints about when the jobs should run (e.g. altitude, twilight, moon, landscape blockages, etc.), things that need to be done before and after the job is run, and strategies for dealing with errors.
ca: El cor del programador és una taula que mostra la llista de tasques del programador que l'usuari vol executar. Associats amb cada tasca hi ha atributs (la majoria descrits a la secció de configuració de sota). Els atributs descriuen el nom de la tasca, on cal apuntar el telescopi quan crea imatges per a aquesta tasca, una descripció de quins tipus d'imatges s'han de capturar, restriccions sobre quan s'han d'executar les tasques (p. ex., altitud, crepuscle, lluna, bloquejos del paisatge, etc.), coses que cal fer abans i després de l'execució de la tasca, i estratègies per a fer front als errors.
ca@valencia: El cor del programador és una taula que mostra la llista de tasques del programador que l'usuari vol executar. Associats amb cada tasca hi ha atributs (la majoria descrits en la secció de configuració de davall). Els atributs descriuen el nom de la tasca, on cal apuntar el telescopi quan s'obtenen imatges per a esta tasca, una descripció de quins tipus d'imatges s'han de capturar, restriccions sobre quan s'han d'executar les tasques (p. ex., altitud, crepuscle, lluna, bloquejos del paisatge, etc.), coses que cal fer abans i després de l'execució de la tasca, així com estratègies per a fer front als errors.
fr: Le cœur de l'ordonnanceur est une table affichant la liste des tâches prévues par l'opérateur. À chaque tâche est associée des attributs (décrits dans la section de configuration ci-dessous). Les attributs sont le nom de la tâche, la position vers laquelle le télescope doit pointer pour cette tâche, une description des types d'images à acquérir, les contraintes de la tâche (p. ex. l'altitude, le crépuscule, la lune, les obstructions du paysage, etc), ainsi que toutes les choses qui doivent être accomplies avant et après la tâche, ainsi que les stratégies à adopter en cas d'erreurs.
nl: Het hart van de planner is een tabel die de lijst van plannertaken toont die de gebruiker wil uitvoeren. Verbonden met elke taak zijn attributen (meestal beschreven in de onderstaande instellingensectie). De attributen beschrijven de naam van de taak, waar de telescoop naar moet wijzen bij maken van de afbeelding van die taak, een beschrijving van welke typen afbeeldingen opgenomen moeten worden, voorwaarden over wanneer de taken uitgevoerd moeten worden (bijv. hoogte, schemering, maan, blokkades in landschap, etc.), dingen die gedaan moeten worden voor en nadat de taak is uitgevoerd en strategieën voor afhandeling van fouten.
pt_br: O coração do agendador é uma tabela que exibe a lista de tarefas do agendador que o usuário deseja executar. Associados a cada tarefa estão os atributos (principalmente descritos na seção de configurações abaixo). Os atributos descrevem o nome da tarefa, para onde o telescópio deve ser apontado ao capturar a imagem dessa tarefa, uma descrição de quais tipos de imagens devem ser capturadas, restrições sobre quando as tarefas devem ser executadas (por exemplo, altitude, crepúsculo, lua, bloqueios de paisagem, etc.), coisas que precisam ser feitas antes e depois da tarefa ser executada e estratégias para lidar com erros.
sl: Srce razporejevalnika je tabela, ki prikazuje seznam opravil razporejevalnika, ki jih želi uporabnik izvajati. Z vsakim opravilom so povezani atributi (večinoma opisani v razdelku z nastavitvami spodaj). Atributi opisujejo ime opravila, kam naj bo teleskop usmerjen pri slikanju tega opravila, opis vrste slik, ki jih je treba zajeti, omejitve o tem, kdaj naj se opravila izvajajo (npr. višina, mrak, luna, pokrajinske blokade, itd.), stvari, ki jih je treba narediti pred in po izvedbi opravila, ter strategije za obravnavo napak.

source: You can add, delete, modify or change the order of rows in the Scheduler table.
ca: Podeu afegir, suprimir, modificar o canviar l'ordre de les files a la taula del programador.
ca@valencia: Podeu afegir, suprimir, modificar o canviar l'ordre de les files en la taula del programador.
fr: Vous pouvez ajouter, supprimer, modifier ou changer l'ordre des tâches dans la tables de l'ordonnanceur.
nl: U kunt de rijen in de tabel van de planner toevoegen, verwijderen, wijzigen of de volgorde wijzigen.
pt_br: Você pode adicionar, excluir, modificar ou alterar a ordem das linhas na tabela do Agendador.
sl: Vrstni red vrstic v tabeli razporejevalnika lahko dodajate, brišete, spreminjate ali spreminjate.
uk: Ви можете додавати, вилучати, модифікувати або змінювати порядок рядків у таблиці планувальника.

source: You can add a Scheduler job row into the table by clicking the ``+`` control above the table, if all required attributes are filled out (name, position, and sequence file).
ca: Podeu afegir una fila de tasques del programador a la taula fent clic al control ``+`` sobre la taula, si s'emplenen tots els atributs requerits (nom, posició i fitxer de seqüència).
ca@valencia: Podeu afegir una fila de tasques del programador a dins de la taula clicant damunt del control ``+`` de la taula, si s'emplenen tots els atributs requerits (nom, posició i fitxer de seqüències).
fr: Vous pouvez ajouter une ligne de tâche dans l'ordonnanceur en cliquant sur le bouton ``+`` au-dessus de la table, si tous les attributs requis sont renseignées (nom, position et fichier de séquence).
nl: U kunt een plantaakrij toevoegen in de tabel, als alle vereiste attributen zijn ingevuld (naam, positie en reeksbestand), door op de knop ``+`` boven de tabel te klikken.
pt_br: Você pode adicionar uma linha de tarefa do agendador à tabela clicando no controle ``+`` acima da tabela, se todos os atributos obrigatórios estiverem preenchidos (nome, posição e arquivo de sequência).
sl: Vrstico opravila razporejevalnika lahko dodate v tabelo tako, da kliknete kontrolnik ``+ nad tabelo, če so izpolnjeni vsi zahtevani atributi (ime, položaj in zaporedna datoteka).

source: If you click on a row, you can then click the ``-`` control above the table to delete that row.
ca: Si feu clic en una fila, podeu fer clic al control ``-`` sobre la taula per a suprimir aquesta fila.
ca@valencia: Si cliqueu damunt d'una fila, després podreu clicar damunt del control ``-`` de la taula per a suprimir-la.
fr: Si une ligne est sélectionnée, vous pouvez la supprimer en cliquant sur le bouton ``-`` au-dessus de la table.
nl: Als u op een rij klikt, dan kunt u op de besturing ``-`` klikken boven de tabel om die rij te verwijderen.
pt_br: Se você clicar em uma linha, poderá clicar no controle ``-`` acima da tabela para excluir essa linha.
sl: Če kliknete vrstico, lahko kliknete kontrolnik ``-`` nad tabelo, da izbrišete to vrstico.

source: If you click on a row, you can then click the ``^`` or ``v`` controls to move those rows up or down in the job list.
ca: Si feu clic en una fila, podeu fer clic als controls ``.`` o ``v`` per a moure aquestes files amunt o avall a la llista de tasques.
ca@valencia: Si cliqueu damunt d'una fila, després podreu clicar damunt dels controls ``^`` o ``v`` per a moure-la cap amunt o cap avall en la llista de tasques.
fr: En cliquant sur une ligne, vous pouvez la monter avec le bouton ``^`` ou la descendre avec le bouton ``v`` dans la liste de tâches.
nl: Als u op een rij klikt, dan kunt u op de besturingen ``^`` of ``v`` klikken om die rijen omhoog of omlaag in de lijst met taken verplaatsen.
pt_br: Se você clicar em uma linha, poderá clicar nos controles ``^`` ou ``v`` para mover essas linhas para cima ou para baixo na lista de tarefas.
sl: Če kliknete na vrstico, lahko nato kliknete kontrolnike ``^`` ali ``v``, da premaknete te vrstice gor ali dol na seznamu opravil.

source: If you double click on a row, the attributes of that job are filled in to the various settings on the Scheduler page. You can then change one or more of those attributes, and then click the checkmark above the table (after your double-click, the ``+`` became a ``checkmark``), and the new attributes are assigned to that job.
ca: Si feu doble clic en una fila, els atributs d'aquesta tasca s'omplen als diversos paràmetres de la pàgina del programador. Després podeu canviar un o més d'aquests atributs, i després fer clic a la marca de selecció a sobre de la taula (després del doble clic, el ``+`` es convertirà en una ``marca de verificació``), i els atributs nous s'assignaran a aquesta tasca.
ca@valencia: Si feu doble clic damunt d'una fila, els atributs d'esta tasca s'emplenaran amb els diversos paràmetres de la pàgina «Programador». Després podreu canviar un o més d'estos atributs, i després clicar damunt de la marca de selecció de la taula (després del doble clic, el ``+`` es convertirà en una ``marca de selecció``), i els atributs nous s'assignaran a esta tasca.
fr: En double-cliquant sur une ligne, les attributs de cette tâche seront renseignés avec les différents réglages de la page de l'ordonnanceur. Vous pouvez ensuite modifier un ou plusieurs attributs et ensuite cliquer sur la coche au-dessus de la table (après avoir double-cliqué, le bouton ``+`` devint une ``coche``), et les nouveaux attributs seront assignées à cette tâche.
nl: Als u dubbelklikt op een rij, dan worden de attributen van die taak ingevuld in de verschillende instellingen op de pagina van de planner. U kunt dan een of meer van die attributen wijzigen en dan klikken op het vinkje boven de tabel (na uw dubbelklik werd de ``+`` een ``vinkje`` en de nieuwe attributen zijn toegekend aan die taak.
pt_br: Se você clicar duas vezes em uma linha, os atributos desse trabalho serão preenchidos nas diversas configurações da página do agendador. Você pode então alterar um ou mais desses atributos e clicar na marca de seleção acima da tabela (após o clique duplo, o ``+`` se tornará uma ``marca de seleção``) e os novos atributos serão atribuídos a esse trabalho.
sl: Če dvokliknete vrstico, se atributi tega opravila vnesejo v različne nastavitve na strani razporejevalnika. Nato lahko spremenite enega ali več teh atributov in nato kliknete kljukico nad tabelo (po dvojnem kliku ``+`` postane ``kljukica``) in novi atributi so dodeljeni temu opravilu.

source: Scheduler Graph
ca: Gràfic del programador
ca@valencia: El gràfic «Programador»
nl: Grafiek van planner
pt_br: Gráfico do agendador
sl: Graf razporejevalnika

source: Associated with the scheduler table is a graph that represents the planned execution of scheduler jobs. Each graph line corresponds to a row in the scheduler table, plotting that scheduler job's altitude as a function of time for tonight.
ca: Associat amb la taula del programador, hi ha un gràfic que representa l'execució planificada de les tasques del programador. Cada línia gràfica correspon a una fila a la taula del programador, traçant l'altitud de la tasca del programador en funció del temps d'aquesta nit.
ca@valencia: Associat amb la taula del planificador hi ha un gràfic que representa l'execució planificada de les tasques del planificador. Cada línia del gràfic correspon a una fila de la taula del planificador, que representa l'altitud d'esta tasca del planificador en funció del temps per a esta nit.
nl: Verbonden met de plannertabel is een grafiek die de geplande uitvoering van plantaken representeert. Elke grafieklijn correspondeert met een rij in de plannertabel, die de hoogte van de plannertaak plot als een functie van tijd voor vannacht.
pt_br: Associado à tabela do agendador, há um gráfico que representa a execução planejada das tarefas do agendador. Cada linha do gráfico corresponde a uma linha na tabela do agendador, plotando a altitude dessa tarefa do agendador em função do tempo para esta noite.
sl: S tabelo razporejevalnika je povezan graf, ki predstavlja načrtovano izvajanje opravil razporejevalnika. Vsaka vrstica grafa ustreza vrstici v tabeli razporejevalnika, ki prikazuje višino tega opravila razporejevalnika kot funkcijo časa za nocoj.

source: If a job is scheduled to run tonight, its graph line is highlighted in green during its expected run times.
ca: Si està programat que una tasca s'executi aquesta nit, la seva línia gràfica es ressaltarà en verd durant les seves hores d'execució esperades.
ca@valencia: Si una tasca està programada per a executar-se esta nit, la seua línia del gràfic es ressaltarà en verd durant els temps d'execució previstos.
nl: Als een taak gepland is on vannacht te draaien, wordt zijn grafieklijn geaccepteerd in groen tijdens zijn verwacht tijden van uitvoeren.
pt_br: Se uma tarefa estiver agendada para ser executada hoje à noite, sua linha gráfica será destacada em verde durante os tempos de execução esperados.
sl: Če je opravilo načrtovano za izvedbo nocoj, je njegova grafična črta med predvidenimi časi izvajanja označena z zeleno.

source: There are arrows to the right (and possibly) left of the graph to change the display to "tomorrow night" and "the night after", or to move it back to the current night.
ca: Hi ha fletxes a la dreta (i possiblement) a l'esquerra del gràfic per a canviar la pantalla a «nit de demà» i «la nit de després», o per moure-la de nou a la nit actual.
ca@valencia: Hi ha fletxes a la dreta (i possiblement) a l'esquerra del gràfic per a canviar la visualització a «demà a la nit» i «la nit següent», o per a tornar-la a la nit actual.
nl: Er zijn pijlen rechts (en mogelijk) links van de grafiek om het beeld naar "morgennacht" en "de nacht na" te wijzigen, of om het terug te verplaatsen naar de huidige nacht.
pt_br: Há setas à direita (e possivelmente) à esquerda do gráfico para alterar a exibição para "amanhã à noite" e "na noite seguinte", ou para movê-la de volta para a noite atual.
sl: Desno (in morda tudi levo) od grafa so puščice, s katerimi lahko spremenite prikaz na »jutri zvečer« in »ponoči« ali pa ga premaknete nazaj na trenutno noč.

source: If you click on a scheduler table row, the associated graph line is highlighted. One can also identify graph lines by hovering the mouse over them.
ca: Si feu clic en una fila de la taula del programador, es ressaltarà la línia gràfica associada. També es poden identificar línies de grafs en passar el ratolí per sobre d'elles.
ca@valencia: Si cliqueu damunt d'una fila de la taula del planificador, la línia del gràfic associada es ressaltarà. També es poden identificar les línies del gràfic passant el ratolí per damunt.
nl: Als u klikt op een rij in de plannertabel zal de bijbehorende grafieklijn geaccentueerd worden. Men kan grafieklijnen identificeren door met de muis er boven te zweven.
pt_br: Se você clicar em uma linha da tabela do planejador, a linha do gráfico associada será destacada. Também é possível identificar as linhas do gráfico passando o mouse sobre elas.
sl: Če kliknete na vrstico v tabeli razporejevalnika, se označi pripadajoča črta grafa. Črte grafa lahko prepoznate tudi tako, da nadnje pomaknete miško.

source: Clicking in the graph will display the time and altitude for the selected scheduler job.
ca: En fer clic al gràfic es mostrarà l'hora i l'altitud de la tasca seleccionada del programador.
ca@valencia: Quan es clique damunt del gràfic es mostrarà el temps i l'altitud de la tasca seleccionada del planificador.
nl: In de grafiek klikken zal de tijd en hoogte voor de geselecteerde plannertaak tonen.
pt_br: Clicar no gráfico exibirá o tempo e a altitude do trabalho do agendador selecionado.
sl: S klikom na graf se bosta prikazala čas in višina za izbrano opravilo razporejevalnika.

source: The scheduler graph can be expanded or diminished by using the mouse to grab and drag the dotted separator between the scheduler graph and scheduler table.
ca: El gràfic del programador es pot ampliar o disminuir utilitzant el ratolí per a agafar i arrossegar el separador de punts entre el gràfic del programador i la taula del programador.
ca@valencia: El gràfic del planificador es pot ampliar o reduir utilitzant el ratolí per a agafar i arrossegar el separador de punts entre el gràfic del planificador i la taula del planificador.
nl: De plannergrafiek kan uitgebreid of verminderd worden door de muis te gebruiken om de gestippelde scheiding tussen de plannergrafiek en de plannertabel te pakken en te slepen.
pt_br: O gráfico do agendador pode ser expandido ou diminuído usando o mouse para agarrar e arrastar o separador pontilhado entre o gráfico do agendador e a tabela do agendador.
sl: Graf razporejevalnika lahko razširite ali pomanjšate tako, da z miško primete in povlečete pikčasto ločilo med grafom razporejevalnika in tabelo razporejevalnika.

source: Scheduling Algorithm
ca: Algorisme de programació
ca@valencia: Algorisme de programació
fr: Algorithme de l'ordonnanceur
nl: Planning-algoritme
pt_br: Algoritmo do agendamento
sl: Algoritem razporejanja
uk: Алгоритм планування
