Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler-taskqueue.po
Languages: ca, nl, pt_br, sl, uk

source: Task Queue System
ca: Sistema de cua de tasques
nl: Wachtrijsysteem voor taken
pt_br: Sistema de fila de tarefas
sl: Sistem čakalne vrste opravil
uk: Система черги завдань

source: Table of Contents
ca: Taula de contingut
nl: Inhoudsopgave
pt_br: Índice
sl: Kazalo vsebine
uk: Зміст

source: The Task Queue System is a modern, flexible automation framework that replaces traditional startup and shutdown scripts with a template-based, configurable task execution system. It provides a visual interface for building sequences of automated operations that can control your observatory equipment through INDI. It is accessible from Ekos Scheduler.
ca: El sistema de cua de tasques és un entorn de treball d'automatització modern i flexible que substitueix els scripts d'inici i tancament tradicionals per un sistema d'execució de tasques configurable basat en plantilles. Proporciona una interfície visual per construir seqüències d'operacions automatitzades que poden controlar el vostre equip d'observatori a través de l'INDI. S'hi pot accedir des del programador de l'Ekos.
nl: Het wachtrijsysteem voor taken is een modern, flexibel framework voor automatiserings dat traditionele opstart- en afsluitscripts vervangt met een op sjablonen gebaseerd, te configureren systeem voor het uitvoeren van taken. Het levert een visueel interface voor het bouwen van sequenties van geautomatiseerde bewerkingen die uw apparatuur in het observatorium kunnen besturen via INDI. Het is toegankelijk vanuit de Ekos-planner.
pt_br: O sistema de filas de tarefas é uma estrutura de automação moderna e flexível que substitui os scripts tradicionais de inicialização e desligamento por um sistema de execução de tarefas configurável e baseado em modelos. Ele fornece uma interface visual para a criação de sequências de operações automatizadas que podem controlar os equipamentos do seu observatório por meio do INDI. O acesso é feito pelo agendador do Ekos.
sl: Sistem čakalne vrste opravil je sodoben, prilagodljiv ogrodje za avtomatizacijo, ki nadomešča tradicionalne skripte za zagon in zaustavitev s sistemom izvajanja opravil, ki temelji na predlogah in ga je mogoče konfigurirati. Zagotavlja vizualni vmesnik za gradnjo zaporedij avtomatiziranih operacij, ki lahko prek INDI nadzorujejo vašo opremo observatorija. Dostopen je iz Ekos Schedulerja.
uk: Система черги завдань — це сучасна, гнучка оболонка автоматизації, яка замінює традиційні сценарії запуску та завершення роботи системою виконання завдань на основі корегованих шаблонів. Вона є візуальним інтерфейсом для створення послідовностей автоматизованих операцій, які можуть керувати обладнанням вашої обсерваторії за допомогою INDI. Вона доступна з планувальника Ekos.

source: |Task Queue|
nl: |Wachtrij voor taken|
uk: |Черга завдань|

source: Key Benefits
ca: Beneficis principals
nl: Hoofdvoordelen
pt_br: Principais vantagens
sl: Ključne prednosti
uk: Ключові переваги

source: The Task Queue system offers several advantages over traditional scripting:
ca: El sistema de cua de tasques ofereix diversos avantatges sobre la creació de scripts tradicionals:
nl: Het takenwachtrijsysteem biedt verschillende voordelen ten opzichte van traditionele scripting:
pt_br: O sistema de fila de tarefas oferece diversas vantagens em relação à programação tradicional:
sl: Sistem čakalne vrste opravil ponuja več prednosti pred tradicionalnim skriptiranjem:
uk: Система черги завдань має такі переваги перед традиційними сценаріями:

source: **Visual Management**: Build and monitor task sequences through an intuitive graphical interface
ca: **Gestió visual**: construïu i controleu les seqüències de tasques mitjançant una interfície gràfica intuïtiva
nl: **Visueel beheer**: bouw en bewaak taaksequenties via een intuïtieve grafische interface.
pt_br: **Gerenciamento visual**: Crie e monitore sequências de tarefas por meio de uma interface gráfica intuitiva
sl: **Vizualno upravljanje**: Gradite in spremljajte zaporedja opravil prek intuitivnega grafičnega vmesnika
uk: **Візуальне керування**: побудова послідовностей завдань та стеження за ними у межах інтуїтивно зрозумілого графічного інтерфейсу

source: **Reusability**: Use pre-built templates for common operations without writing code
ca: **Reusabilitat**: feu servir plantilles preconstruïdes per a operacions habituals sense escriure codi
nl: **Herbruikbaarheid**: gebruik vooraf gemaakte sjablonen voor veelvoorkomende bewerkingen zonder code te hoeven schrijven.
pt_br: **Reutilização**: Utilize modelos pré-construídos para operações comuns sem precisar escrever código
sl: **Ponovna uporabnost**: Uporabite vnaprej izdelane predloge za običajne operacije brez pisanja kode
uk: **Можливість повторного використання**: використання попередньо зібраних шаблонів для типових дій без написання коду

source: **Error Handling**: Built-in retry logic and configurable failure responses
ca: **Gestió d'errors**: lògica de reintent integrada i respostes de fallada configurables
nl: **Foutafhandeling**: ingebouwde logica voor opnieuw proberen en configureerbare foutmeldingen
pt_br: **Tratamento de erros**: Lógica de repetição integrada e respostas a falhas configuráveis
sl: **Obravnavanje napak**: Vgrajena logika ponovnega poskusa in konfigurirani odzivi na napake
uk: **Обробка помилок**: вбудована логіка повторних спроб та придатні до налаштовування відповіді на аварії

source: **Device Compatibility**: Automatic matching of templates to available devices
ca: **Compatibilitat de dispositius**: coincidència automàtica de les plantilles pels dispositius disponibles
nl: **Apparaatcompatibiliteit**: automatische afstemming van sjablonen op beschikbare apparaten
pt_br: **Compatibilidade de dispositivos**: Correspondência automática de modelos com os dispositivos disponíveis
sl: **Združljivost naprav**: Samodejno ujemanje predlog z razpoložljivimi napravami
uk: **Сумісність з пристроями**: автоматичне встановлення відповідності шаблонів доступним пристроям

source: **Progress Monitoring**: Real-time status updates and detailed execution logs
ca: **Control del progrés**: actualitzacions d'estat en temps real i registres d'execució detallats
nl: **Voortgangsbewaking**: realtime statusupdates en gedetailleerde uitvoeringslogboeken.
pt_br: **Monitoramento do progresso**: Atualizações de status em tempo real e registros de execução detalhados
sl: **Spremljanje napredka**: Sprotno posodobitve stanja in podrobni dnevniki izvajanja
uk: **Стеження за поступом**: інтерактивні оновлення стану та докладні журнали виконання дій

source: **Collections**: Pre-defined task sets for startup, shutdown, and other common scenarios
ca: **Col·leccions**: conjunts de tasques predefinits per a iniciar, tancar i altres escenaris habituals
nl: **Verzamelingen**: voorgedefinieerde takensets voor opstarten, afsluiten en andere veelvoorkomende scenario's.
pt_br: **Coleções**: Conjuntos de tarefas predefinidas para inicialização, desligamento e outros cenários comuns
sl: **Zbirke**: Predhodno določeni nabori opravil za zagon, zaustavitev in druge običajne scenarije
uk: **Збірки**: попередньо визначені набори для запуску, вимикання та інших типових сценаріїв

source: **Flexibility**: Combine templates or create custom variations without programming
ca: **Flexibilitat**: combineu plantilles o creeu variacions personalitzades sense programació
nl: **Flexibiliteit**: combineer sjablonen of maak aangepaste varianten zonder te programmeren.
pt_br: **Flexibilidade**: Combine modelos ou crie variações personalizadas sem programação
sl: **Prilagodljivost**: Združite predloge ali ustvarite različice po meri brez programiranja
uk: **Гнучкість**: поєднання шаблонів або створення нетипових варіантів обробки без програмування

source: When to Use Task Queue
ca: Quan s'utilitza la cua de tasques
nl: Wanneer een wachtrij voor taken gebruiken
pt_br: Quando usar as filas de tarefas
sl: Kdaj uporabiti čakalno vrsto opravil
uk: Коли слід використовувати чергу завдань

source: The Task Queue system is ideal for:
ca: El sistema de cua de tasques és ideal per a:
nl: Het takenwachtrijsysteem is ideaal voor:
pt_br: O sistema de fila de tarefas é ideal para:
sl: Sistem čakalne vrste opravil je idealen za:
uk: Система черги завдань ідеальна для таких речей:

source: Observatory startup and shutdown procedures
ca: Procediments d'inici i tancament de l'observatori
nl: Procedures voor opstarten en afsluiten van observatorium
pt_br: Procedimentos de inicialização e desligamento do observatório
sl: Postopke zagona in zaustavitve observatorija
uk: Процедури запуску і вимикання обсерваторії

source: Equipment warm-up and cool-down sequences
ca: Seqüències d'escalfament i refrigeració d'equips
nl: Opwarm- en afkoelsequenties voor de apparatuur
pt_br: Sequências de aquecimento e resfriamento do equipamento
sl: Zaporedja ogrevanja in ohlajanja opreme
uk: Послідовності розігріву та охолодження зображення

source: Between-job operations (e.g., parking mount between scheduler jobs)
ca: Operacions entre tasques (p. ex., aparcament de la muntura entre les tasques del programador)
nl: Bewerkingen tussen taken (bijv. het parkeren van een opstelling tussen planner-taken)
pt_br: Operações entre tarefas (por exemplo, bloqueio da montagem entre tarefas do agendador)
sl: Operacije med opravili (npr. parkiranje nosilca med opravili razporejevalnika)
uk: Операції між завданнями (наприклад паркування лафета між завданнями засобу планування)

source: Weather response automation
ca: Automatització de resposta meteorològica
nl: Automatisering van antwoord op het weer
pt_br: Automação da resposta a variações climáticas
sl: Avtomatizacijo odziva na vreme
uk: Автоматизація у відповідь на зміну погоди

source: Any repetitive equipment control tasks
ca: Qualsevol tasca de control repetitiva dels equips
nl: Alle zich herhalende taken met betrekking tot de bediening van apparatuur.
pt_br: Quaisquer tarefas repetitivas de controle de equipamento
sl: Vsa ponavljajoča se opravila nadzora opreme
uk: Усі повторювані завдання з керування обладнанням

source: You can still use traditional shell scripts when needed through the SCRIPT action type, combining the flexibility of scripting with the structure of the Task Queue.
ca: Encara podeu utilitzar scripts tradicionals de l'intèrpret d'ordres quan sigui necessari a través del tipus d'acció SCRIPT, combinant la flexibilitat de la creació de scripts amb l'estructura de la cua de tasques.
nl: U kunt, indien nodig, nog steeds traditionele shellscripts gebruiken via het actietype SCRIPT, waarmee u de flexibiliteit van scripting combineert met de structuur van de takenwachtrij.
pt_br: Você ainda pode usar scripts de shell tradicionais quando necessário por meio do tipo de ação SCRIPT, combinando a flexibilidade da criação de scripts com a estrutura da fila de tarefas.
sl: Po potrebi lahko še vedno uporabljate tradicionalne skripte lupine prek vrste dejanja SCRIPT, ki združujejo prilagodljivost skriptiranja s strukturo čakalne vrste opravil.
uk: Якщо це потрібно, ви можете продовжувати використовувати традиційні сценарії оболонки за допомогою типу дії SCRIPT, поєднуючи гнучкість скриптів зі структурою черги завдань.

source: Key Concepts
ca: Conceptes bàsics
nl: Sleutelconcepten
pt_br: Conceitos chave
sl: Ključni koncepti
uk: Ключові концепції

source: Understanding Templates and Tasks
ca: Entendre les plantilles i tasques
nl: Sjablonen en taken begrijpen
pt_br: Compreendendo os modelos e as tarefas
sl: Razumevanje predlog in opravil
uk: Про шаблони і завдання

source: The Task Queue system is built around two fundamental concepts:
ca: El sistema de cua de tasques s'ha construït sobre dos conceptes fonamentals:
nl: Het takenwachtrijsysteem is gebouwd op twee fundamentele concepten:
pt_br: O sistema de fila de tarefas é construído em torno de dois conceitos fundamentais:
sl: Sistem čakalne vrste opravil je zgrajen na dveh temeljnih konceptih:
uk: Систему черги завдань побудовано навколо двох фундаментальних понять:

source: Templates are reusable blueprints that define what a task should do. They specify:
ca: Les plantilles són pautes reutilitzables que defineixen que ha de fer una tasca. Especifiquen:
nl: Sjablonen zijn herbruikbare blauwdrukken die definiëren wat een taak zou moeten doen. Ze specificeren:
pt_br: Os modelos são projetos reutilizáveis ​​que definem o que uma tarefa deve fazer. Eles especificam:
sl: Predloge so načrti za večkratno uporabo, ki določajo, kaj naj bi opravilo naredilo. Določajo:
uk: Шаблони — повторно використовувані зразки, які визначають, що має виконуватися у завданні. Вони визначають таке:

source: The sequence of actions to execute
ca: La seqüència d'accions a executar
nl: De sequentie van uit te voeren acties
pt_br: A sequência de ações a serem executadas
sl: Zaporedje dejanj, ki jih je treba izvesti
uk: Послідовність дій для виконання

source: Configurable parameters (with defaults and constraints)
ca: Paràmetres configurables (amb valors predeterminats i restriccions)
nl: Instelbare parameters (met standaarden en beperkingen)
pt_br: Parâmetros configuráveis ​​(com valores padrão e restrições)
sl: Nastavljive parametre (s privzetimi vrednostmi in omejitvami)
uk: Придатні до налаштовування параметри (з типовими значеннями та обмеженнями)

source: Which INDI device interfaces are supported
ca: Quines interfícies dels dispositius INDI estan admeses
nl: Welke INDI-apparaatinterfaces worden ondersteund
pt_br: Quais interfaces de dispositivo INDI são suportadas
sl: Kateri vmesniki naprav INDI so podprti
uk: Підтримку яких інтерфейсів пристроїв INDI передбачено

source: Category and description for organization
ca: La categoria i descripció per a l'organització
nl: Categorie en beschrijving voor organisatie
pt_br: Categoria e descrição da organização
sl: Kategorija in opis za organizacijo
uk: Категорія і опис для упорядковування

source: Templates come in two types:
ca: Les plantilles són de dos tipus:
nl: Sjablonen komen in twee typen:
pt_br: Modelos vêm em dois tipos:
sl: Predloge so dveh vrst:
uk: Передбачено два типи шаблонів:

source: **System Templates**: Pre-built templates provided with KStars for common operations (park mount, enable cooling, etc.)
ca: **Plantilles de sistema**: plantilles preconstruïdes subministrades amb el KStars per a operacions habituals (aparcament de la muntura, activació de la refrigeració, etc.)
nl: **Systeemsjablonen**: voorgeprogrammeerde templates die bij KStars worden geleverd voor veelvoorkomende handelingen (opstelling vergrendelen, koeling inschakelen, enz.).
pt_br: **Modelos de sistema**: Modelos pré-configurados fornecidos com o KStars para operações comuns (bloqueio da montagem, ativação do resfriamento, etc.)
sl: **Sistemske predloge**: Predhodno izdelane predloge, ki so na voljo s KStars za običajne operacije (parkiranje, omogočanje hlajenja itd.)
uk: **Системні шаблони**: попередньо зібрані шаблони, які постачаються з KStars для виконання типових операцій (паркування лафета, вмикання охолодження тощо)

source: **Templates**
ca: **Plantilles**
nl: **Sjablonen**
pt_br: **Modelos**
sl: **Predloge**
uk: **Шаблони**

source: **User Templates**: Custom templates you create by selecting a device and specifying which property to set or evaluate, along with the target values and conditions
ca: **Plantilles d'usuari**: plantilles personalitzades que creeu seleccionant un dispositiu i especificant quina propietat s'ha d'establir o avaluar, juntament amb els valors i condicions de destinació
nl: **Gebruikerssjablonen**: aangepaste sjablonen die u maakt door een apparaat te selecteren en op te geven welke eigenschap moet worden ingesteld of geëvalueerd, samen met de doelwaarden en voorwaarden.
pt_br: **Modelos de usuário**: Modelos personalizados que você cria selecionando um dispositivo e especificando qual propriedade definir ou avaliar, juntamente com os valores e condições de destino
sl: **Uporabniške predloge**: Predloge po meri, ki jih ustvarite tako, da izberete napravo in določite, katero lastnost želite nastaviti ali oceniti, skupaj s ciljnimi vrednostmi in pogoji
uk: **Шаблони користувача**: нетипові шаблони, які ви створюєте вибором пристрою і визначенням властивості, значення якої слід встановити або оцінити, а також цільові значення та умови

source: Tasks are specific instances created from templates. When you add a template to the queue, you create a task by:
ca: Les tasques són instàncies específiques creades a partir de plantilles. Quan afegiu una plantilla a la cua, creeu una tasca:
nl: Taken zijn specifieke exemplaren die zijn gemaakt op basis van sjablonen. Wanneer u een sjabloon aan de wachtrij toevoegt, maakt u een taak aan door:
pt_br: As tarefas são instâncias específicas criadas a partir de modelos. Ao adicionar um modelo à fila, você cria uma tarefa da seguinte forma:
sl: Opravila so specifični primerki, ustvarjeni iz predlog. Ko v čakalno vrsto dodate predlogo, ustvarite opravilo tako, da:
uk: Завдання — специфічні екземпляри, створені на основі шаблонів. При додаванні шаблону до черги ви можете створити завдання, виконавши такі кроки:

source: Selecting which device to use (e.g., which mount or camera)
ca: Seleccionant quin dispositiu s'ha d'utilitzar (p. ex., quina muntura o càmera)
nl: Het kiezen van het te gebruiken apparaat (bijv. welke opstelling of camera)
pt_br: Selecionando qual dispositivo usar (por exemplo, qual montagem ou câmera)
sl: Izberete napravo, ki jo želite uporabiti (npr. kateri nosilec ali kamero)
uk: Вибір пристрою для використання (наприклад, лафета або камери)

source: Setting parameter values (timeouts, target temperatures, etc.)
ca: Establir els valors dels paràmetres (temps d'espera, temperatures de destinació, etc.)
nl: Parameterwaarden instellen (time-outs, streeftemperaturen, enz.)
pt_br: Definindo os valores de parâmetros (tempos limite, temperaturas alvo, etc.)
sl: Nastavite vrednosti parametrov (časovne omejitve, ciljne temperature itd.)
uk: Встановлення значень параметрів (часу очікування, температури призначення тощо)

source: Optionally scheduling when it should run
ca: Opcionalment programant quan s'ha d'executar
nl: Optioneel kunt u plannen wanneer het moet worden uitgevoerd
pt_br: Opcionalmente, é possível agendar quando o programa deve ser executado
sl: Po želji načrtujete, kdaj naj se izvede
uk: Якщо потрібно, характеристики планування для запуску завдання

source: **Tasks**
ca: **Tasques**
nl: **Taken**
pt_br: **Tarefas**
sl: **Opravila**
uk: **Завдання**

source: Each task in the queue has its own runtime state, tracking its progress and any errors.
ca: Cada tasca a la cua té el seu propi estat d'execució, seguint el seu progrés i qualsevol error.
nl: Elke taak in de wachtrij heeft zijn eigen uitvoeringsstatus, die de voortgang en eventuele fouten bijhoudt.
pt_br: Cada tarefa na fila possui seu próprio estado de execução, rastreando seu progresso e quaisquer erros.
sl: Vsako opravilo v čakalni vrsti ima svoje stanje izvajanja, spremlja njen napredek in morebitne napake.
uk: Для кожного завдання з черги може бути показано власний поточний стан, стеження за поступом та помилки, якщо такі стануться.

source: |Task Queue Template|
nl: |Wachtrij voor taken|
uk: |Шаблон черги завдань|

source: Understanding Actions
ca: Entendre les accions
nl: Acties begrijpen
pt_br: Compreendendo as ações
sl: Razumevanje dejanj
uk: Дії

source: Each task is composed of one or more **actions** that execute sequentially. The Task Queue system supports five action types:
ca: Cada tasca es compon d'una o més **accions** que s'executen seqüencialment. El sistema de cua de tasques admet cinc tipus d'accions:
nl: Elke taak bestaat uit een of meer **acties** die sequentieel worden uitgevoerd. Het takenwachtrijsysteem ondersteunt vijf typen acties:
pt_br: Cada tarefa é composta por uma ou mais **ações** que são executadas sequencialmente. O sistema de fila de tarefas suporta cinco tipos de ações:
sl: Vsako opravilo je sestavljena iz enega ali več **dejanj**, ki se izvajajo zaporedno. Sistem čakalne vrste opravil podpira pet vrst dejanj:
uk: Кожне завдання поєднує одну або декілька **дій**, які буде виконано послідовно. У системі черги завдань передбачено підтримку п'яти типів дій:

source: **SET Action**
ca: **Acció SET**
nl: **SET actie**
pt_br: **Ação SET**
sl: **Dejanje nastavljanja - SET**
uk: **Дія SET**

source: Sets an INDI property to a specific value. For example, setting a switch to ON, changing a number property, or updating text. The action can optionally wait for the property state to become OK before completing.
ca: Estableix una propietat INDI a un valor específic. Per exemple, establir un commutador a ON, canviar una propietat de nombre o actualitzar text. L'acció pot esperar opcionalment que l'estat de la propietat es converteixi en OK abans de completar.
nl: Stelt een INDI-eigenschap in op een specifieke waarde. Bijvoorbeeld het aanschakelen van een schakelaar, het wijzigen van een numerieke eigenschap of het bijwerken van een tekst. De actie kan optioneel wachten tot de status van de eigenschap OK is voordat deze wordt voltooid.
pt_br: Define uma propriedade INDI para um valor específico. Por exemplo, ativar um interruptor, alterar uma propriedade numérica ou atualizar um texto. A ação pode, opcionalmente, aguardar até que o estado da propriedade se torne OK antes de ser concluída.
sl: Nastavi lastnost INDI na določeno vrednost. Na primer, nastavitev stikala na ON, spreminjanje lastnosti števila ali posodabljanje besedila. Dejanje lahko po želji počaka, da stanje lastnosti postane V REDU, preden se zaključi.
uk: Встановлює вказане значення для властивості INDI. Наприклад, можна встановити для перемикача значення ON, змінити числове значення або оновити текст. Дія може, якщо потрібно, чекати, доки стан властивості не прийме значення OK, перш ніж завершитися.

source: **EVALUATE Action**
ca: **Acció EVALUATE**
nl: **EVALUATE actie**
pt_br: **Ação EVALUATE**
sl: **Dejanje ovrednoti - EVALUATE**
uk: **Дія EVALUATE**

source: Waits for a condition to be met by polling an INDI property. Useful for waiting until equipment reaches a target state (e.g., temperature stabilized, mount parked, dome opened). Supports various condition types (equals, greater than, within range, etc.).
ca: Espera que es compleixi una condició sondejant una propietat INDI. Útil per esperar fins que l'equip arribi a un estat objectiu (p. ex., temperatura estabilitzada, muntura aparcada, cúpula oberta). Permet diversos tipus de condicions (iguals, més gran que, dins de l'interval, etc.).
nl: Wacht tot aan een voorwaarde is voldaan door een INDI-eigenschap te bevragen. Handig om te wachten tot apparatuur een gewenste status bereikt (bijv. temperatuur gestabiliseerd, opstelling vergrendeld, koepel geopend). Ondersteunt verschillende voorwaardetypen (gelijk aan, groter dan, binnen bereik, enz.).
pt_br: Aguarda que uma condição seja atendida consultando uma propriedade INDI. Útil para aguardar até que o equipamento atinja um estado desejado (por exemplo, temperatura estabilizada, montagem bloqueada, cúpula aberta). Suporta vários tipos de condição (igual a, maior que, dentro do intervalo, etc.).
sl: Čaka na izpolnitev pogoja z anketiranjem lastnosti INDI. Uporabno za čakanje, da oprema doseže ciljno stanje (npr. temperatura stabilizirana, nosilec parkiran, kupola odprta). Podpira različne vrste pogojev (enako, večje od, znotraj obsega itd.).
uk: Очікувати на виконання умови шляхом опитування властивості INDI. Корисно для очікування досягнення обладнанням цільового стану (наприклад, стабілізації температури, паркування лафета, відкриття купола). Передбачено підтримку різних типів умов (дорівнює, більше, у діапазоні тощо).
