Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: Placeholder tags that are specified by the sequence .seq file can only be displayed once the sequence file has been saved.
ca: Les etiquetes de les variables de substitució que s'han especificat en el fitxer de seqüència «.seq» només es poden mostrar una vegada s'ha desat el fitxer de seqüència.
ca@valencia: Les variables de substitució que s'especifiquen en el fitxer de seqüències «.seq» només es poden mostrar una vegada s'ha guardat el fitxer de seqüències.
fr: Les étiquettes réservées spécifiées par le fichier de séquence « .seq » ne peuvent être affichées que lorsque le fichier de séquence a été enregistré.
nl: Plaatshoudertags die gespecificeerd zijn door het volgorde .seq-bestand kunnen alleen getoond worden nadat het volgordebestand is opgeslagen.
pt_br: As etiquetas de espaço reservado especificadas pelo arquivo .seq da sequência só podem ser exibidas após o arquivo da sequência ter sido salvo.
sl: Oznake nadomestnih mest, ki jih določa zaporedna datoteka .seq, je mogoče prikazati šele, ko je zaporedna datoteka shranjena.
sv: Platsmarkörer som anges av sekvensfilen .seq kan bara visas när sekvensfilen väl har sparats.
uk: Теґи-замінники, які визначено файлом послідовності .seq, може бути показано лише після збереження файла послідовності.

source: The Datetime tag is previewed with the current system time and will be replaced by the time at point of image save.
ca: L'etiqueta «Datetime» es previsualitza amb l'hora actual del sistema i se substituirà per l'hora en el moment de desar la imatge.
ca@valencia: La variable «Datetime» es previsualitza amb l'hora actual del sistema i se substituirà per l'hora en el moment de guardar la imatge.
fr: L'étiquette horaire est affichée avec l'heure système courante et sera remplacée par l'heure d'enregistrement de l'image.
nl: De tag Datetime wordt getoond met de huidige systeemtijd en zal vervangen worden door de tijd op het moment van opslaan van de afbeelding.
pt_br: A etiqueta de data e hora é visualizada com a hora atual do sistema e será substituída pela hora no ponto em que a imagem foi salva.
sl: Oznaka Datetime je predogledana s trenutnim sistemskim časom in bo nadomeščena s časom shranjevanja slike.
sv: Markören Datetime förhandsgranskas med nuvarande systemtid och ersätts av tiden då bilden sparas.
uk: У режимі попереднього перегляду теґ дати і часу буде показано як поточний час системи. Ці дані буде замінено на час у момент збереження зображення.

source: The sequence tag is always previewed as image 1 in the sequence and will be automatically incremented when the job is in progress.
ca: L'etiqueta de seqüència sempre es previsualitza com a imatge 1 en la seqüència i s'incrementarà automàticament quan la tasca estigui en curs.
ca@valencia: L'etiqueta «sequence» sempre es previsualitzarà com a imatge 1 en la seqüència i s'incrementarà automàticament quan la tasca estiga en curs.
fr: L'étiquette de séquence est toujours affichée en tant que première image de la séquence et sera automatiquement incrémentée avec la progression des tâches.
nl: De volgorde-tag wordt altijd getoond als afbeelding 1 in de reeks en zal automatisch verhoogd worden wanneer de job wordt uitgevoerd.
pt_br: A etiqueta de sequência é sempre visualizada como imagem 1 na sequência e será incrementada automaticamente quando a tarefa estiver em andamento.
sl: Oznaka zaporedja je vedno prikazana kot slika 1 v zaporedju in se bo samodejno povečala, ko bo opravilo v teku.
sv: Sekvensmarkören förhandsgranskas alltid som bild 1 i sekvensen och ökas automatiskt medan jobbet pågår.
uk: Теґ номера у послідовності завжди буде показано у попередньому перегляді як 1. Його буде автоматично збільшено під час виконання завдання.

source: ``Upload``: Select how captured images are uploaded:
ca: ``Pujada``: Seleccioneu com es pujaran les imatges capturades:
fr: ``Téléversement`` : spécifie comment les images doivent être téléversées.
pt_br: ``Envio``: Seleciona como as imagens capturadas serão carregadas:
sl: ``Prenesi tja``: Izberite način prenosa zajetih slik tja:
sv: ``Uppladdning``: Välj hur tagna bilder laddas upp:
uk: ``Вивантаження``: виберіть спосіб вивантаження створених зображень:

source: ``Client``: Captured images are only uploaded to Ekos and saved to the local directory specified above.
ca: ``Client``: Les imatges capturades només es pujaran a l'Ekos i es desaran al directori local especificat anteriorment.
fr: ``Client`` : les images sont téléversées vers Ekos et enregistrées dans le dossier local spécifié ci-dessus.
pt_br: ``Cliente``: As imagens capturadas são carregadas apenas no Ekos e salvas na pasta local especificado acima.
sl: ``Odjemalec``: Zajete slike se prenesejo samo v Ekos in shranijo v lokalni imenik, določen zgoraj.
sv: ``Klient``: : Tagna bilder laddas bara upp till Ekos och sparas i den lokala katalogen angiven ovan.
uk: ``Клієнт``: створені знімки вивантажуватимуться лише до Ekos і зберігатимуться до локального каталогу, вказаного вище.

source: ``Local``: Captured images are only saved locally on the remote computer.
ca: ``Local``: Les imatges capturades només es desaran localment a l'ordinador remot.
fr: ``Local`` : les images sont enregistrées en local sur l'ordinateur distant.
pt_br: ``Local``: As imagens capturadas são salvas apenas localmente no computador remoto.
sl: ``Lokalno``: Zajete slike se shranijo samo lokalno na oddaljenem računalniku.
sv: ``Lokal``: Tagna bilder sparas bara lokalt på fjärrdatorn.
uk: ``Локально``: створені зображення зберігатимуться локально на віддаленому комп'ютері.

source: ``Both``: Captured images are saved on the remote device **and** uploaded to Ekos.
ca: ``Ambdós``: Les imatges capturades es desaran al dispositiu remot **i** es carregaran a l'Ekos.
fr: ``Les deux`` : les images sont enregistrées sur l'ordinateur distant **et** téléversées vers Ekos.
pt_br: ``Ambos``: As imagens capturadas são salvas no dispositivo remoto **e** carregadas no Ekos.
sl: ``Oboje``: Zajete slike se shranijo v oddaljeno napravo **in** prenesejo v Ekos.
sv: ``Båda``: Tagna bilder sparas på fjärrenheten **och** laddas upp till Ekos.
uk: ``Обидва``: створені зображення зберігаються на віддаленому пристрої **і** вивантажуються до Ekos.

source: When selecting ``Local`` or ``Both``, you must specify the remote directory where the remote images are saved to. By default, all captured images are uploaded to Ekos.
ca: Quan seleccioneu ``Local`` o ``Ambdós``, haureu d'especificar el directori remot on es desaran les imatges remotes. De manera predeterminada, totes les imatges capturades es pujaran a l'Ekos.
fr: Si vous spécifiez ``Local`` ou ``Les deux``, vous devez indiquer le dossier distant pour l'enregistrement des images. Par défaut, toutes les images sont téléversées vers Ekos.
pt_br: Ao selecionar ``Local`` ou ``Ambos``, você deve especificar a pasta remota onde as imagens remotas serão salvas. Por padrão, todas as imagens capturadas são carregadas no Ekos.
sl: Ko izberete ``Lokalno`` ali ``Oboje``, morate določiti oddaljeni imenik, kamor se shranijo oddaljene slike. Privzeto se vse zajete slike naložijo v Ekos.
sv: När ``Lokal`` eller ``Båda`` väljes, måste fjärrkatalogen där fjärrbilderna sparas anges. Normalt laddas alla tagna bilder upp till Ekos.
uk: Якщо буде вибрано ``Локально`` або ``Обидва``, вам доведеться вказати віддалений каталог, до якого зберігатимуться віддалені зображення. Типово, усі захоплені зображення вивантажуватимуться до Ekos.

source: ``Remote``: When selecting either ``Local`` or ``Both`` modes above, you must specify the remote directory where remote images are saved to.
ca: ``Remot``: Quan seleccioneu els modes ``Local`` o ``Ambdós``, haureu d'especificar el directori remot on es desaran les imatges remotes.
fr: ``À distance`` : si vous sélectionnez ``Local`` ou ``Les deux``, vous devez indiquer le dossier distant d'enregistrement des images.
pt_br: ``Remoto``: Ao selecionar os modos ``Local`` ou ``Ambos`` acima, você deve especificar a pasta remoto onde as imagens remotas são salvas.
sl: ``Oddaljeno``: Ko zgoraj izberete način ``Lokalno<`` ali ``Oboje``, morate podati oddaljeni imenik, kamor se shranijo oddaljene slike.
sv: ``Fjärrkatalog``: När antingen ``Lokal`` eller ``Båda`` ovan väljes, måste fjärrkatalogen där fjärrbilder sparas anges.
uk: ``Віддалений``: якщо вище вибрано режим ``Локально`` або ``Обидва``, вам слід вказати каталог на віддаленому комп'ютері, куди зберігатимуться зображення.

source: ``Preview``: Shows a preview of the resulting filename according the provided path job settings. The file name format for saving remotely is pre-defined, placeholder tags may not be used. The file sequence number is always previewed as image 1 in the sequence and will be automatically incremented when the job is in progress.
ca: ``Vista prèvia``: Mostra una vista prèvia del nom del fitxer resultant d'acord amb la configuració del camí proporcionat de la tasca. El format del nom de fitxer per a desar remotament està predefinit, és possible que no s'utilitzin etiquetes de substitució. El número de seqüència de fitxer sempre es previsualitza com a imatge 1 en la seqüència i s'incrementarà automàticament quan la tasca estigui en curs.
fr: ``Aperçu`` : affiche un aperçu du nom de fichier résultant de la configuration de l'emplacement de la tâche. Le format du nom de fichier des enregistrements à distance est prédéfini (les étiquettes réservées ne peuvent être utilisées). Le numéro de la séquence de fichiers commence toujours à 1 et sera automatiquement incrémenté avec la progression de la séquence.
pt_br: ``Prévia``: Exibe uma prévia do nome do arquivo resultante de acordo com as configurações do caminho fornecido. O formato do nome do arquivo para salvar remotamente é predefinido; etiquetas de espaço reservado não podem ser usadas. O número de sequência do arquivo é sempre visualizado como imagem 1 na sequência e será incrementado automaticamente quando a tarefa estiver em andamento.
sl: ``Predogled``: prikaže predogled nastalega imena datoteke glede na podane nastavitve opravila poti. Oblika zapisa imena datoteke za shranjevanje na daljavo je vnaprej določena, oznak mest ni mogoče uporabiti. Zaporedna številka datoteke je vedno prikazana kot slika 1 v zaporedju in se bo samodejno povečala, ko bo opravilo v teku.
sv: ``Förhandsgranskning``: Visar en förhandsgranskning av det resulterande filnamnet enligt de angivna jobbinställningarna för sökvägar. Filnamnsformatet för att spara på en annan dator är fördefinierat, platsmarkörer får inte användas. Sekvensnumret för filen förhandsgranskas alltid som bild 1 i sekvensen och kommer automatiskt att ökas när jobbet pågår.
uk: ``Перегляд``: показує попередній перегляд назви файла-результату, відповідно до наданих параметрів шляху завдання. Формат назви файлів для збереження віддалено попередньо визначено — там не можна використовувати теґи-замінники. Теґ номера у послідовності завжди буде показано у попередньому перегляді як 1. Його буде автоматично збільшено під час виконання завдання.

source: Limit Settings
ca: Configuració dels límits
fr: Réglages des limites
pt_br: Configurações de limite
sl: Nastavitve omejitve
sv: Begränsningsinställningar
uk: Параметри обмеження

source: |Limit Settings|
sl: |Nastavitve omejitve|
sv: |Begränsningsinställningar|
uk: |Параметри обмеження|

source: Limit settings are applicable to all the images in the sequence queue. When a limit is exceeded, Ekos shall command the appropriate action to remedy the situation as explained below.
ca: La configuració dels límits s'apliquen a totes les imatges de la cua de seqüències. Quan se supera un límit, l'Ekos ordenarà l'acció adequada per a solucionar la situació tal com s'explica a continuació.
ca@valencia: La configuració dels límits s'apliquen a totes les imatges de la cua en seqüència. Quan se supera un límit, Ekos ordenarà l'acció adequada per a solucionar la situació tal com s'explica a continuació.
fr: Les réglages des limites sont applicables à toutes les images dans la file d'attente des séquences. Quand une limite est dépassée, Ekos déclenchera l'action appropriée pour remédier à la situation comme expliqué ci-dessous.
nl: Limietinstellingen gelden voor alle afbeeldingen in de wachtrij. Bij overschrijding van een limiet (grens), neemt Ekos de gepaste actie om dit te verhelpen, zoals hieronder wordt uitgelegd.
pt_br: As configurações de limite são aplicáveis ​​a todas as imagens na fila de sequências. Quando um limite for excedido, o Ekos comandará a ação apropriada para remediar a situação, conforme explicado abaixo.
sl: Nastavitve omejitev veljajo za vse slike v čakalni vrsti zaporedja. Ko je omejitev presežena, bo Ekos ukazal ustrezno ukrepanje za odpravo situacije, kot je razloženo spodaj.
sv: Begränsningsinställningar gäller alla bilder i sekvenskön. När en begränsning överskrids, ska Ekos utföra lämplig åtgärd för att avhjälpa situationen som förklaras nedan:
uk: Параметри обмеження буде застосовано до усіх зображень у черзі завдань. Якщо обмеження буде перевищено, Ekos віддасть відповідну команду для врегулювання ситуації. Докладний опис команд наведено нижче.

source: ``Guiding Deviation``: If checked, it enforces a limit of maximum allowable guiding deviation for the exposure, if autoguiding is used. If the guiding deviation exceeds this limit in arcseconds, it aborts the exposure sequence. It will automatically resume the exposure sequence again once the guiding deviation goes below this limit.
ca: ``Desviació del guiatge``: Si està marcada, es forçarà un límit a la desviació màxima admissible del guiatge per a l'exposició, si s'utilitza el guiatge automàtic. Si la desviació del guiatge supera aquest límit en segons d'arc, s'interromprà la seqüència de l'exposició. Es reprendrà automàticament de nou la seqüència de l'exposició una vegada que la desviació del guiatge baixi d'aquest límit.
fr: ``Déviation de guidage`` : si cette option est cochée, la déviation maximale de guidage pour une exposition est appliquée. Si la déviation de guidage (mesurée en secondes d'arc) est dépassée, la séquence est interrompue. Elle reprendra dès que la déviation de guidage redeviendra inférieure à la limite.
pt_br: ``Desvio de guia``: Se marcado, impõe um limite de desvio de guia máximo permitido para a exposição, caso o guia automático seja utilizado. Se o desvio de guia exceder esse limite em segundos de arco, a sequência de exposição será cancelada. A sequência de exposição será retomada automaticamente assim que o desvio de guia ficar abaixo desse limite.
sl: ``Odklon vodenja``: če je odkljukano, uveljavi omejitev največjega dovoljenega odstopanja vodenja za osvetlitev, če je uporabljeno samodejno vodenje. Če vodilni odmik preseže to mejo v ločnih sekundah, prekine zaporedje osvetlitve. Samodejno bo znova nadaljeval zaporedje osvetlitve, ko bo vodilni odklon padel pod to mejo.
sv: ``Guidningsavvikelse``: Om markerad, tvingar det en gräns för maximal tillåten guidningsavvikelse för exponeringen, om automatisk guidning används. Om guidningsavvikelsen överskrider gränsen i bågsekunder avbryts exponeringssekvensen. Exponeringssekvensen återupptas automatiskt igen när väl guidningsavvikelsen underskrider gränsen.
uk: ``Відхилення наведення``: якщо позначено, примусово встановлює максимальне відхилення при наведенні для експозиції, якщо використано автоматичне наведення. Якщо відхилення наведення перевищує вказане у кутових секундах значення, програма перериває послідовність експонування зображень. Послідовність експонування буде автоматично відновлено, щойно відхилення наведення стане меншим за вказане значення.

source: ``Autofocus if HFR >``: If autofocus is enabled in the :doc:`focus module <ekos-focus>` and at least one autofocus operation was completed successfully, you can set the maximum acceptable HFR value. If this option is enabled then between consecutive exposures, the HFR value is recalculated, and if found to exceed the maximum acceptable HFR value, then an autofocus operation is automatically triggered. If the autofocus operation is completed successfully, the sequence queue resumes, otherwise, the job is aborted.
ca: ``Enfocament automàtic si HFR >``: Si l'enfocament automàtic està habilitat al :doc:`mòdul d'enfocament <ekos-focus>` i s'ha completat correctament almenys una operació d'enfocament automàtic, podreu establir el valor HFR màxim acceptable. Si aquesta opció està habilitada, entre les exposicions consecutives, el valor HFR es tornarà a calcular, i si es troba que excedeix el valor màxim HFR acceptable, es desencadenarà automàticament una operació d'enfocament automàtic. Si l'operació d'enfocament automàtic s'ha completat correctament, la cua de seqüències es reprendrà, en cas contrari, la tasca s'interromprà.
fr: ``Mise au point automatique si HFR gt`` : si la mise au point automatique est activée dans le :doc:`module de mise au point <ekos-focus>` et qu'au moins une opération de mise au point automatique s'est terminée avec succès, vous pouvez indiquer la valeur maximale de HFR acceptable. Si cette option est activée, alors la valeur HFR est recalculée entre chaque acquisition ; si cette valeur dépasse la valeur limite acceptable, une mise au point automatique est déclenchée. En cas de succès, la séquence reprend, sinon elle est interrompue.
pt_br: ``Foco automático se RMF >``: Se o foco automático estiver habilitado no :doc:`módulo de foco <ekos-focus>` e pelo menos uma operação de foco automático tiver sido concluída com sucesso, você poderá definir o valor máximo aceitável de RMF. Se esta opção estiver habilitada, entre exposições consecutivas, o valor de RMF será recalculado e, se for constatado que excede o valor máximo aceitável de RMF, uma operação de foco automático será acionada automaticamente. Se a operação de foco automático for concluída com sucesso, a fila de sequências será retomada; caso contrário, o trabalho será cancelado.
sl: ``Samodejno ostrenje, če HFR >``: Če je samodejno ostrenje omogočeno v modulu :doc:`focus <ekos-focus>` in je bila vsaj ena operacija samodejnega ostrenja uspešno zaključena, lahko nastavite največjo sprejemljivo vrednost HFR. Če je ta možnost omogočena, se vrednost HFR med zaporednimi osvetlitvami ponovno izračuna in če se ugotovi, da presega največjo sprejemljivo vrednost HFR, se samodejno samodejno ostrenje sproži. Če je operacija samodejnega ostrenja uspešno zaključena, se čakalna vrsta zaporedja nadaljuje, sicer se opravilo prekine.
sv: ``Automatisk fokusering om HFR >``: Om automatisk fokusering är aktiverad i :doc:`fokuseringsmodulen <ekos-focus>` och åtminstone en automatisk fokuseringsåtgärd utfördes med lyckat resultat, kan det maximalt accepterade HFR-värdet ställas in. Om alternativet är aktiverat beräknas HFR-värdet igen mellan på varandra följande exponeringar, och om det överskrider det maximalt acceptabla HFR-värdet, utlöses en fokuseringsåtgärd automatiskt. Om den automatiska fokuseringsåtgärden utförs med lyckat resultat, återupptas sekvenskön, annars avbryts jobbet.
uk: ``Автофокусування, якщо РПП (HFR) >``: якщо увімкнено автофокусування у :doc:`модулі фокусування <ekos-focus>` і принаймні одну з дій з автоматичного фокусування було завершено успішно, ви можете встановити максимальне прийнятне значення радіуса половинного потоку (РПП). Якщо позначено цей пункт, між послідовними експозиціями програма повторно обчислюватиме РПП, і якщо він перевищуватиме максимальне прийнятне значення РПП, буде автоматично виконано дію з повторного автофокусування. Якщо дію з автофокусування буде виконано успішно, послідовність експонування буде відновлено, якщо ж виконати автофокусування не вдасться, виконання завдання буде перервано.
