Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-profile-editor.po
Languages: ca, ca@valencia, fr, it, pt_br, sl, sv, uk

source: <title>Profile Editor</title>
ca@valencia: <title>Editor de perfils</title>
sl: <title>Urejevalnik profila</title>
uk: <title>Редактор профілів</title>

source: Tools
ca@valencia: Eines
sl: Orodja
uk: Інструменти

source: <tertiary>Profile Editor</tertiary>
ca@valencia: <tertiary>Editor de perfils</tertiary>
sl: <tertiary>Urejevalnik profila</tertiary>
uk: <tertiary>Редактор профілів</tertiary>

source: <screeninfo>Profile Editor</screeninfo>
ca@valencia: <screeninfo>Editor de perfils</screeninfo>
sl: <screeninfo>Urejevalnik profilov</screeninfo>
uk: <screeninfo>Редактор профілів</screeninfo>

source: <phrase>Profile Editor</phrase>
ca@valencia: <phrase>Editor de perfils</phrase>
sl: <phrase>Urejevalnik profila</phrase>
uk: <phrase>Редактор профілів</phrase>

source: Profiles
ca: Perfils
ca@valencia: Perfils
fr: Éditeur de profil
it: Profili
pt_br: Perfis
sl: Profili
sv: Profiler
uk: Профілі

source: You can define profiles for your equipment and their connection mode using the <guilabel>Profile Editor</guilabel>. Ekos comes pre-installed with the <guimenuitem>Simulators</guimenuitem> profile which can be used to start simulator devices for demonstration purposes:
ca@valencia: Podeu definir perfils per al vostre equip i el seu mode de connexió emprant l'<guilabel>Editor del perfil</guilabel>. Ekos ve preinstal·lat amb el perfil <guimenuitem>Simuladors</guimenuitem>, el qual es pot utilitzar per a iniciar dispositius de simulador amb finalitats demostratives:
sl: Z <guilabel>urejevalnikom profila</guilabel> lahko definirate profile za vašo opremo in način njihove povezave. Ekos je vnaprej nameščen s profilom <guimenuitem>Simulatorji</guimenuitem>, ki se lahko uporablja za zagon simulatorskih naprav za namene predstavitve:
uk: За допомогою <guilabel>Редактора профілів</guilabel> ви можете визначати профілі для вашого обладнання та режим його з'єднання. Ekos постачається із попередньо встановленим профілем <guimenuitem>Імітатори</guimenuitem>, яким можна скористатися для запуску пристроїв-імітаторів з демонстраційною метою:

source: <guilabel>Connection Mode</guilabel>: Ekos can be started either locally or remotely. Local mode is when Ekos is running in the same machine as INDI server, &ie; all the devices are connected directly to the machine. If you run INDI server on a remote machine (for example, on a Raspberry PI), you need to set the INDI server host and port.
ca@valencia: <guilabel>Mode de connexió</guilabel>: Ekos es pot iniciar localment o remotament. El mode local és quan Ekos s'executa en la mateixa màquina que el servidor INDI, &ead;, tots els dispositius es connecten directament amb la màquina. Si executeu el servidor INDI en una màquina remota (per exemple, en un Raspberry PI), haureu d'establir l'amfitrió i el port del servidor INDI.
sl: <guilabel>Način povezave</guilabel>: Ekos je mogoče zagnati lokalno ali oddaljeno. Lokalni način je, ko se Ekos izvaja na istem računalniku kot strežnik INDI, &ie; vse naprave so povezane neposredno s strojem. Če strežnik INDI izvajate na oddaljenem računalniku (na primer na Raspberry PI), morate nastaviti gostitelja in vrata strežnika INDI.
uk: <guilabel>Режим з'єднання</guilabel>: Ekos може бути запущено локально або віддалено. Локальним вважається режим, у якому Ekos працює на тому самому комп'ютері, що і сервер INDI, тобто усі пристрої з'єднуються із комп'ютером безпосередньо. Якщо сервер INDI запущено на віддаленому комп'ютері (наприклад, на Raspberry PI), вам слід вказати назву вузла сервера INDI та порт для з'єднання.

source: <guilabel>Auto Connect</guilabel>: Check this option to enable automatic connection to all your devices after INDI server is started. If unchecked, INDI devices are created but not automatically connected. This is useful when you want to make changes to the driver (&eg; change baud rate or IP address or any other settings) <emphasis>before</emphasis> you connect to it.
ca@valencia: <guilabel>Connecta automàticament</guilabel>: Marqueu esta opció per a habilitar la connexió automàtica amb tots els vostres dispositius després d'iniciar el servidor INDI. Si no està marcada, els dispositius INDI es crearan però no es connectaran automàticament. Açò és útil quan voleu fer canvis al controlador (&pex;, canviar la velocitat de transmissió, l'adreça IP o qualsevol altra opció de configuració) abans de connectar-hi.
sl: <guilabel>Samodejna povezava</guilabel>: Označite to možnost, da omogočite samodejno povezavo z vsemi svojimi napravami po zagonu strežnika INDI. Če ni označeno, se naprave INDI ustvarijo, vendar se ne povežejo samodejno. To je uporabno, če želite spremeniti gonilnik (&eg; spremeniti hitrost prenosa ali naslov IP ali katere koli druge nastavitve) <emphasis>preden</emphasis> se povežete z njim.
uk: <guilabel>Автоз'єднання</guilabel>: позначте цей варіант, щоб увімкнути автоматичне з'єднання усіх ваших пристроїв після запуску INDI. Якщо цей пункт не позначено, програма створить пристрої INDI, але не встановлюватиме з ними з'єднання автоматично. Такий варіант є корисним, якщо ви хочете внести якість зміни до драйвера (наприклад, змінити швидкість передавання даних, IP-адресу або будь-які інші параметри) <emphasis>до</emphasis> встановлення з'єднання з пристроєм.

source: <guilabel>Port Selector</guilabel>: Check this option to enable Port Selector. When creating a new profile, it is checked by default. Port Selector is used to select initial serial and network communication parameters for the devices in the equipment profile. After connecting to equipment for the first time, the Port Selector popup is displayed where the communication parameters can be set before establishing connection. Once connected, the Port Selector option is turned off. It can be toggled to checked in the profile editor to enable it back.
ca@valencia: <guilabel>Selector de ports</guilabel>: Marqueu esta opció per a habilitar el selector de ports. En crear un perfil nou, estarà marcada de manera predeterminada. El selector de ports s'utilitza per a seleccionar els paràmetres d'inici del port sèrie i de comunicació de la xarxa dels dispositius en el perfil de l'equip. Després de connectar amb l'equip per primera vegada, es mostrarà la finestra emergent del selector de ports a on es podran definir els paràmetres de comunicació abans d'establir la connexió. Una vegada s'haja connectat, s'apagarà l'opció del selector de ports. Per a tornar-lo a activar es pot canviar com a activat en l'editor de perfils.
sl: <guilabel>Izbirnik vrat</guilabel>: Označite to možnost, da omogočite izbirnik vrat. Pri ustvarjanju novega profila je privzeto označen. Izbirnik vrat se uporablja za izbiro začetnih serijskih in omrežnih komunikacijskih parametrov za naprave v profilu opreme. Po prvi povezavi z opremo se prikaže pojavno okno izbirnika vrat, kjer lahko nastavite komunikacijske parametre pred vzpostavitvijo povezave. Ko je povezava vzpostavljena, je možnost izbirnika vrat izklopljena. V urejevalniku profila ga lahko preklopite na označeno, da ga znova omogočite.
uk: <guilabel>Вибір порту</guilabel>: позначте цей пункт, щоб увімкнути засіб вибору порту. При створенні профілю цей пункт типово позначено. Засобом вибору порту можна скористатися для вибору початкових параметрів послідовного порту та обміну даними мережею для пристроїв у профілі обладнання. Після встановлення з'єднання із обладнанням уперше буде показано панель засобу вибору порту. За допомогою цієї панелі ви зможете вказати параметри обміну даними до встановлення з'єднання. Щойно з'єднання буде встановлено, панель вибору порту буде вимкнено. Знову увімкнути панель можна за допомогою редактора профілів.

source: <guilabel>Site Info</guilabel>: Optionally, you can check the <guilabel>Site Info</guilabel> checkbox and Ekos will load the <emphasis role="bold">current</emphasis> city and timezone whenever is Ekos is started with this profile. This can be useful when connecting to the remote geographic site so that Ekos is in sync location and time wise.
ca@valencia: <guilabel>Informació del lloc</guilabel>: De manera opcional, podeu marcar esta casella de selecció i Ekos carregarà la ciutat i la zona horària <emphasis role="bold">actuals</emphasis> cada vegada que s'inicie amb este perfil. Açò pot ser útil quan es connecta amb el lloc geogràfic remot, de manera que Ekos estarà sincronitzat en l'emplaçament i el temps.
sl: <guilabel>Informacije o spletnem mestu</guilabel>: Po želji lahko označite potrditveno polje <guilabel>Informacije o spletnem mestu</guilabel> in Ekos bo naložil <emphasis role="bold">trenutno</emphasis> mesto in časovni pas, kadar koli je Ekos se začne s tem profilom. To je lahko uporabno pri povezovanju z oddaljenim geografskim mestom, tako da je Ekos sinhroniziran lokacijsko in časovno.
uk: <guilabel>Дані запису місця</guilabel>: якщо хочете, можете позначити пункт <guilabel>Дані запису місця</guilabel>, щоб Ekos завантажував дані <emphasis role="bold">поточного</emphasis> міста перебування та часового поясу кожного разу під час запуску Ekos із цим профілем. Корисно, якщо ви встановлюєте з'єднання із віддаленим географічно місцем, отже Ekos має виконати синхронізацію даних місця і часу.

source: <guilabel>Guiding</guilabel>: Select which Guide application you want to use for guiding. By default, the Ekos internal Guide Module is utilized. External guiders include PHD2 and LinGuider.
ca@valencia: <guilabel>Guiatge</guilabel>: Seleccioneu l'aplicació de guia que voleu utilitzar per al guiatge. De manera predeterminada, s'utilitza el mòdul <guilabel>Guia</guilabel> intern d'Ekos. Els sistemes de guiatge externs inclouen PHD2 i LinGuider.
sl: <guilabel>Vodenje</guilabel>: Izberite, katero aplikacijo Vodnik želite uporabiti za vodenje. Privzeto je uporabljen notranji vodniški modul Ekos. Zunanji vodniki vključujejo PHD2 in LinGuider.
uk: <guilabel>Наведення</guilabel>: виберіть програму для наведення, якою ви хочете користуватися. Типово, буде використано вбудований модуль наведення Ekos. Можна скористатися зовнішніми засобоами наведення, зокрема PHD2 або LinGuider.

source: <guilabel>INDI Web Manager</guilabel>: StellarMate Web Manager is a web-based tool to start and stop INDI drivers. You should always check this option when connecting remotely to a StellarMate unit.
ca@valencia: <guilabel>Gestor web d'INDI</guilabel>: El gestor web StellarMate és una eina basada en web per a iniciar i parar els controladors d'INDI. Sempre haureu de marcar esta opció quan es connecte de manera remota amb una unitat de StellarMate.
sl: <guilabel>INDI Web Manager</guilabel>: StellarMate Web Manager je spletno orodje za zagon in zaustavitev gonilnikov INDI. To možnost vedno označite, ko se na daljavo povezujete z enoto StellarMate.
uk: <guilabel>Інтернет-керування INDI</guilabel>: засіб вебкерування StellarMate є інтернет-інструментом запуску і завершення роботи драйверів INDI. Вам слід позначити цей пункт, якщо ви маєте намір з'єднуватися із модулем StellarMate віддалено.

source: <guilabel>Device Selection</guilabel>: Select your devices from each category. Please note that if you have a CCD with a guide head, you can leave the guider drop-down menu <emphasis>blank</emphasis> as Ekos will auto-detect the guide head from the CCD camera. Similarly, if your CCD includes embedded filter wheel support, then you do <emphasis>not</emphasis> need to specify the filter wheel device in the filter drop-down menu.
ca@valencia: <guilabel>Selecciona el dispositiu</guilabel>: Seleccioneu els vostres dispositius de cada categoria. Cal tindre en compte que, si teniu un CCD amb un guiatge del capçal, podreu deixar en <emphasis>blanc</emphasis> el menú desplegable del sistema de guiatge, de manera que Ekos detecte automàticament el guiatge del capçal de la càmera CCD. De la mateixa manera, si el vostre CCD inclou suport incrustat de la roda de filtres, <emphasis>no</emphasis> caldrà que especifiqueu el dispositiu de la roda de filtres en el menú desplegable del filtre.
sl: <guilabel>Izbira naprave</guilabel>: Izberite svoje naprave iz vsake kategorije. Upoštevajte, da če imate CCD z vodilno glavo, lahko spustni meni z vodilom pustite <emphasis>prazen</emphasis>, saj bo Ekos samodejno zaznal vodilno glavo iz kamere CCD. Podobno, če vaš CCD vključuje vdelano podporo za filtrsko kolo, vam <emphasis>ni</emphasis> treba določiti naprave filtrskega kolesa v spustnem meniju filtra.
uk: <guilabel>Вибір пристроїв</guilabel>: виберіть пристрої у кожній з категорій. Будь ласка, зауважте, що якщо ви використовуєте ПЗЗ із голівкою наведення, ви можете залишити <emphasis>порожнім</emphasis> поле спадного меню засобу наведення, оскільки Ekos автоматично визначить голівку наведення за даними ПЗЗ камери. Так само, якщо до комплекту ПЗЗ включено вбудовану підтримку барабана фільтрів, <emphasis>немає</emphasis> потреби у визначенні пристрою барабана фільтрів у спадному меню фільтрів.

source: <guilabel>Scripts</guilabel>: Adjust pre-driver and post-driver delays and scripts for each driver. A rule can be defined for each driver in case there is a need to introduce delays before and/or after starting a particular driver. The fields before the driver selection dropdown are to be executed <emphasis>before</emphasis> the driver is started, whereas the fields after the driver selection dropdown are to be executed <emphasis>after</emphasis> the driver started. The script field, if specified, should include the full path to an executable script with the appropriate permissions. All drivers configured in the scripts editor would be started first and in order before the rest of the equipment profile drivers.
ca@valencia: <guilabel>Scripts</guilabel>: Ajusteu els retards i els scripts de precontrolador i postcontrolador per a cada controlador. Es pot definir una regla per a cada controlador en cas que hi haja necessitat d'introduir retards abans i/o després de començar un controlador concret. Els camps abans de la llista desplegable de selecció del controlador s'executaran <emphasis>abans</emphasis> de l'inici del controlador, mentre que els camps després de la llista desplegable de selecció del controlador s'executaran <emphasis>després</emphasis> de l'inici del controlador. El camp script, si s'especifica, hauria d'incloure el camí complet cap a un script executable amb els permisos apropiats. Tots els controladors configurats en l'editor de scripts s'iniciarien primer i en ordre abans de la resta dels controladors de perfil de l'equip.
sl: <guilabel>Skripti</guilabel>: Prilagodite zakasnitve in skripte pred in po gonilniku za vsak gonilnik. Za vsak gonilnik je mogoče določiti pravilo, če je treba uvesti zakasnitve pred in/ali po zagonu določenega gonilnika. Polja pred spustnim menijem za izbiro gonilnika je treba izvesti <emphasis>pred</emphasis> zagonom gonilnika, medtem ko je treba polja za spustnim menijem za izbiro gonilnika izvesti <emphasis>po</emphasis> zagonu gonilnika. Polje s skriptom, če je določeno, mora vsebovati celotno pot do izvršljivega skripta z ustreznimi dovoljenji. Vsi gonilniki, konfigurirani v urejevalniku skriptov, bi se zagnali prvi in po vrstnem redu pred ostalimi gonilniki profila opreme.
uk: <guilabel>Скрипти</guilabel>: скоригуйте затримки і скрипти, які має бути виконано до і після запуску кожного драйвера. Можна встановити для кожного драйвера правило, якщо потрібні затримки до і/або після його запуску. Вміст полів до спадного списку вибору драйвера буде виконано <emphasis>до</emphasis> запуску драйвера, а вміст полів після спадного списку — <emphasis>після</emphasis> запуску драйвера. Поле скрипту, якщо такий визначено, має містити повний шлях до виконуваного скрипту із відповідними правами доступу. Усі драйвери, які налаштовано у редакторі скриптів буде запущено перед рештою драйверів профілю обладнання у вказаному порядку.

source: <screeninfo>Profile Editor Scripts</screeninfo>
ca@valencia: <screeninfo>Scripts de l'editor de perfils</screeninfo>
sl: <screeninfo>Skripti urejevalnika profilov</screeninfo>
uk: <screeninfo>Скрипти редактора профілів</screeninfo>

source: <phrase>Profile Editor Scripts</phrase>
ca@valencia: <phrase>Scripts de l'editor de perfils</phrase>
sl: <phrase>Skripti urejevalnika profilov</phrase>
uk: <phrase>Скрипти редактора профілів</phrase>

source: Start &amp; Stop INDI
ca@valencia: Inicia i para INDI
uk: Запуск і припинення роботи INDI

source: Start and Stop INDI services. Once INDI server is established, INDI Control Panel will be displayed. Here you can change some driver options such as which port the device is connected to &etc;
ca@valencia: Inicia i para els serveis d'INDI. Una vegada establit el servidor INDI, es mostrarà el quadro de control INDI. Ací podreu canviar algunes opcions del controlador, com ara amb quin port connecteu el dispositiu, &etc;
sl: Zagon in zaustavitev storitev INDI. Ko je strežnik INDI vzpostavljen, se prikaže nadzorna plošča INDI. Tukaj lahko spremenite nekatere možnosti gonilnika, na primer, na katera vrata je naprava povezana &etc;
uk: Запуск і припинення роботи служб INDI. Після запуску сервера INDI буде показано панель керування INDI. За її допомогою ви зможете змінити деякі з параметрів драйвера, зокрема порт, з яким з'єднано пристрій тощо.

source: Connect &amp; Disconnect Devices
ca@valencia: Connecta i desconnecta els dispositius
sl: Priklopi &amp; Odklopi naprave
uk: З’єднання та від’єднування пристроїв

source: Connect to INDI server. Based on the devices connected, Ekos modules (CCD, Focus, Guide, &etc;) will be established and available to use.
ca@valencia: Connecta amb el servidor INDI. Basant-se en els dispositius connectats, s'establiran els mòduls d'Ekos (CCD, Enfocament, Guiatge, &etc;) per a utilitzar-los.
sl: Povežite se s strežnikom INDI. Na podlagi povezanih naprav bodo moduli Ekos (CCD, Focus, Guide, &etc;) vzpostavljeni in na voljo za uporabo.
uk: З'єднання із сервером INDI. Залежно від переліку з'єднаних пристроїв, буде запущено відповідні модулі Ekos (ПЗЗ, фокусування, наведення тощо). Після цього ви зможете ними користуватися.

source: Once you are ready, click <guibutton>Start INDI</guibutton> to establish INDI server and connection to your equipment. Ekos shall create the various module icons (Mount, Capture, Focus, &etc;) as the connection is established with the device.
ca@valencia: Una vegada que esteu preparat, feu clic en <guibutton>Inicia INDI</guibutton> per a establir el servidor INDI i la connexió amb el vostre equip. Ekos crearà les diferents icones del mòdul (Muntura, Captura, Enfocament, &etc;) a mesura que s'establisca la connexió amb el dispositiu.
sl: Ko ste pripravljeni, kliknite <guibutton>Zaženi INDI</guibutton>, da vzpostavite strežnik INDI in povezavo z vašo opremo. Ekos bo ustvaril različne ikone modulov (Montaža, Zajem, Ostrenje, &etc;), ko bo vzpostavljena povezava z napravo.
uk: Щойно буде визначено відповідні значення параметрів, натисніть кнопку <guibutton>Запустити INDI</guibutton>, щоб запустити сервер INDI і встановити з'єднання із обладнанням. Ekos створити відповідні піктограми модулів (лафет, захоплення зображення, фокусування тощо), щойно буде встановлено з'єднання із відповідним пристроєм.

source: Profile Editor
ca: Editor de perfils
fr: Éditeur de profil
it: Editor dei profili
pt_br: Editor de perfil
sv: Profileditor

source: You can define profiles for your equipment and their connection mode using the ``Profile Editor``. Ekos comes pre-installed with the ``Simulators`` profile which can be used to start simulator devices for demonstration purposes:
ca: Podeu definir perfils per al vostre equip i el seu mode de connexió emprant l'``Editor del perfil``. L'Ekos ve preinstal·lat amb el perfil ``Simuladors``, el qual es pot utilitzar per a iniciar dispositius de simulador amb finalitats demostratives:
fr: Vous pouvez définir des profils pour votre matériel et leur mode de connexion en utilisant l'``Éditeur de profil``. Ekos est livré avec le profil ``Simulateurs`` qui peut être utilisé pour démarrer des périphériques de simulations à des fins de démonstrations :
it: Puoi definire i profili per il tuo equipaggiamento e per la loro modalità di connessione usando l'``Editor dei profili``. Ekos arriva preinstallato con il profilo ``Simulatori``, utilizzabile per avviare i dispositivi di simulazione per finalità dimostrative:
pt_br: Você pode definir perfis para seus equipamentos e seus modos de conexão usando o ``Editor de perfis``. O Ekos vem pré-instalado com o perfil ``Simuladores``, que pode ser usado para iniciar dispositivos simuladores para fins de demonstração:
sv: Man kan att definiera profiler för utrustningen och deras anslutningsmetod genom att använda ``profileditorn``. Ekos levereras förinstallerad med profilen Simulatorer, som kan användas för att starta simuleringsenheter i demonstrationssyfte:

source: ``Connection Mode``: Ekos can be started either locally or remotely. Local mode is when Ekos is running in the same machine as INDI server, i.e. all the devices are connected directly to the machine. If you run INDI server on a remote machine (for example, on a Raspberry PI), you need to set the INDI server host and port.
ca: ``Mode de connexió``: L'Ekos es pot iniciar localment o remotament. El mode local és quan l'Ekos s'executa en la mateixa màquina que el servidor INDI, és a dir, tots els dispositius es connecten directament amb la màquina. Si executeu el servidor INDI en una màquina remota (per exemple, en un Raspberry PI), haureu d'establir l'amfitrió i el port del servidor INDI.
fr: ``Mode de connexion`` : le démarrage de Ekos peut réalisé, soit en local, soit à distance. Le mode en local est quand Ekos s'exécute sur la même machine que le serveur INDI, c'est-à-dire tous les périphériques sont connectés directement (physiquement) à la machine. Si vous exécutez le serveur INDI sur une machine distante (Par exemple sur un Raspberry PI), vous devez configurer l'adresse de l'hôte du serveur INDI ainsi que son port d'écoute.
it: ``Modalità di connessione``: Ekos può essere avviato sia localmente che da remoto. La modalità locale si ha quando Ekos viene avviato sulla stessa macchina del server INDI, ad esempio quando tutti i dispositivi sono connessi direttamente alla macchina. Se esegui il server INDI su una macchina remota, per esempio su un Raspberry PI, devi impostare l'host e la porta del server INDI.
pt_br: ``Modo de Conexão``: O Ekos pode ser iniciado local ou remotamente. O modo local é quando o Ekos está sendo executado na mesma máquina que o servidor INDI, ou seja, todos os dispositivos estão conectados diretamente à máquina. Se você executar o servidor INDI em uma máquina remota (por exemplo, em um Raspberry PI), será necessário definir o host e a porta do servidor INDI.
sv: ``Anslutningsmetod``: Ekos kan antingen startas lokalt eller från en annan enhet. Lokalt är när Ekos körs på samma dator som INDI-servern, dvs. alla enheter är direkt anslutna till datorn. Om man kör INID-servern på en annan dator (t.ex. på en Raspberry Pi), måste man ange INDI-serverns värddator och port.
