Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: **Linear 1 Pass**: This is the recommended algorithm. In this algorithm, Ekos establishes a V-Curve and fits a curve to the data to find the focus solution. It then moves to the calculated solution.
ca@valencia: **Lineal d'1 pas**: este és l'algorisme recomanat. En este algorisme, Ekos establix una «Corba V» i ajusta una corba a les dades per a trobar la solució de l'enfocament. Després, mou fins a la solució calculada.
fr: **Linéaire 1 passe** : c'est l'algorithme recommandé. Il débute en établissant une courbe en V puis en interpolant cette courbe pour trouver une solution. Puis il se déplace directement à la solution calculée.
pt_br: **Linear de 1 Passo**: Este é o algoritmo recomendado. Neste algoritmo, o Ekos estabelece uma curva em V e ajusta uma curva aos dados para encontrar a solução focal. Em seguida, ele avança para a solução calculada.

source: This algorithm supports the older style Quadratic curve type as well as the newer :ref:`Levenberg-Marquardt Solver <ekos-focus-levenberg-marquardt>` for Hyperbolic and Parabolic curves. It will also weight the datapoints in the curve fitting process if Use Weights is checked and run a refinement process if Refine Curve Fit is selected.
ca@valencia: Este algorisme permet el tipus de corba quadràtica d'estil més antic, així com el :ref:`Solucionador de Levenberg-Marquardt <ekos-focus-levenberg-marquardt>` nou per a corbes hiperbòliques i parabòliques. També ponderarà els punts de dades en el procés d'ajust de la corba si s'ha marcat ``Utilitza les ponderacions`` i s'executarà un procés de perfeccionament si se selecciona ``Refina l'ajust de la corba``.
fr: Cet algorithme gère l'ancien type de courbe quadratique ainsi que le nouveau :ref:`résolveur Levenberg-Marquardt <ekos-focus-levenberg-marquardt>` pour les courbes hyperboliques et paraboliques. Il déterminera aussi les poids des points de régression si l'option ``Utiliser les poids`` est cochée et exécutera une procédure d'ajustement si l'option ``Ajuster la courbe de régression`` est cochée.
pt_br: Este algoritmo suporta o antigo tipo de curva quadrática, bem como o mais recente :ref:`Resolvedor Levenberg-Marquardt <ekos-focus-levenberg-marquardt>` para curvas hiperbólicas e parabólicas. Ele também ponderará os pontos de dados no processo de ajuste de curva se a opção para usar pesos estiver marcada e executará um processo de refinamento se a opção para refinar ajuste de curva estiver selecionada.

source: **Linear**: This algorithm builds a V-Curve with approximately **Out step Multiple** steps on each side of the minimum. Having built the V-Curve it then fits a quadratic equation to the curve (parabolic shape) and uses this to calculate the focuser position giving the minimum HFR. Having identified the minimum it then performs a 2nd pass halving the step size, recreating the curve from the 1st pass. It attempts to stop within **Tolerance** of the minimum HFR calculated during the 1st pass.
ca@valencia: **Lineal**: este algorisme construïx una «Corba V» amb aproximadament **Múltiples passos enfora** a cada costat del mínim. Una vegada construïda la «Corba V», s'ajustarà a una equació quadràtica a la corba (forma parabòlica) i s'utilitzarà per a calcular la posició de l'enfocador donant HFR mínim. Una vegada identificat el mínim, es realitzarà un segon pas reduint a la meitat la mida del pas, recreant la corba des del primer pas. Intentarà parar-se dins de la **Tolerància:** d'HFR mínim calculat durant el primer pas.
fr: **Linéaire** : cet algorithme construit une courbe en V avec approximativement un **multiple de pas extérieur** de chaque côté du minimum. Une fois cette courbe en V construite, une régression quadratique est réalisée sur cette courbe (forme parabolique) et l'utilise pour calculer la position du moteur de mise au point, ce qui donne la valeur minimale du HFR. Une fois cette valeur minimale identifiée, une seconde passe est réalisée avec des pas divisés par deux pour recréer la courbe de la première passe. L'algorithme s'arrête une fois que la valeur est dans la **tolérance** de la valeur minimale du HFR calculée lors de la première passe.
pt_br: **Linear**: Este algoritmo constrói uma curva em V com aproximadamente **Passo de saída múltiplos** passos em cada lado do mínimo. Após construir a curva em V, ele ajusta uma equação quadrática à curva (formato parabólico) e a utiliza para calcular a posição do focalizador, fornecendo o RMF mínimo. Após identificar o mínimo, ele executa uma segunda passagem, reduzindo pela metade o tamanho do passo, recriando a curva a partir da primeira passagem. Ele tenta parar dentro da **tolerância** do RMF mínimo calculada durante a primeira passagem.

source: **Iterative**: Moves focuser by discreet steps initially decided by the step size. Once a curve slope is calculated, further step sizes are calculated to reach an optimal solution. The algorithm stops when the measured HFR is within **Tolerance** of the minimum HFR recorded in the procedure.
ca@valencia: **Iteratiu**: moveu l'enfocador per passos discrets inicialment decidits per la mida del pas. Una vegada es calcule una inclinació de la corba, es calcularan altres mides de pas fins arribar a una solució òptima. L'algorisme es pararà quan HFR mesurat es trobe dins de la **Tolerància:** d'HFR mínim registrat en el procediment.
fr: **Itératif** : déplace le moteur de mise au point par pas discret de taille initiale fixée. Une fois que la pente de la courbe est calculée, les tailles de pas suivants sont calculées pour atteindre une solution optimale. L'algorithme s'arrête dès que la valeur HFR mesurée se trouve dans la plage de **tolérance** définie.
pt_br: **Iterativo**: Move o focalizador em etapas discretas, inicialmente definidas pelo tamanho do passo. Uma vez calculada a inclinação da curva, outros tamanhos de passo são calculados para alcançar uma solução ótima. O algoritmo para quando o RMF medido estiver dentro da **tolerância** do RMF mínimo registrado no procedimento.

source: **Polynomial**: Starts with the iterative method. Upon crossing to the other side of the V-Curve, polynomial fitting coefficients along with possible minimum solution are calculated. This algorithm can be faster than a purely iterative approach given a good data set.
ca@valencia: **Polinomi**: s'inicia amb el mètode iteratiu. En creuar cap a l'altre costat de la «Corba V», es calcularan els coeficients d'ajust polinomial, juntament amb la possible solució mínima. Este algorisme pot ser més ràpid que un enfocament purament iteratiu, donat un bon conjunt de dades.
fr: **Polynomial** : débute avec la méthode itérative. Quand la position passe de l'autre côté de la courbe en V, une régression polynomiale est calculée pour déterminer la position de la solution minimale. Cet algorithme peut être plus rapide que la méthode itérative avec un bon ensemble de données.
pt_br: **Polinomial**: Inicia com o método iterativo. Ao cruzar para o outro lado da curva V, os coeficientes de ajuste polinomial, juntamente com a possível solução mínima, são calculados. Este algoritmo pode ser mais rápido do que uma abordagem puramente iterativa, considerando um bom conjunto de dados.

source: ``Curve Fit``: The type of curve to fit to the datapoints.
ca@valencia: ``Ajust de la corba``: el tipus de corba que s'ajusta als punts de dades.
fr: ``Courbe de régression`` : le type de courbe pour la régression des points.
pt_br: ``Ajuste de curva``: O tipo de curva a ser ajustada aos pontos de dados.

source: **Hyperbola**: Fits a Hyperbola using a non-linear least squares algorithm supplied by GSL (GNU Science Library). See :ref:`Levenberg-Marquardt Solver <ekos-focus-levenberg-marquardt>` for more details.
ca@valencia: **Paràbola**: ajusta una paràbola utilitzant un algorisme de mínims quadrats no lineals subministrat per la GSL (GNU Science Library -biblioteca científica de GNU-). Per a més detalls, vegeu el :ref:`Solucionador de Levenberg-Marquardt <ekos-focus-levenberg-marquardt>`.
fr: **Hyperbole** : interpole une hyperbole avec l'algorithme non-linéaire de moindres carrés fourni par la bibliothèque GNU Science GSL. Veuillez voir le :ref:`résolveur Levenberg-Marquardt Solver <ekos-focus-levenberg-marquardt>` pour davantage de détails.
pt_br: **Hipérbole**: Ajusta uma hipérbole usando um algoritmo de mínimos quadrados não linear fornecido pela GSL (GNU Science Library). Consulte :ref:`Solucionador Levenberg-Marquardt <ekos-focus-levenberg-marquardt>` para mais detalhes.

source: **Parabola**: Fits a Parabola using a non-linear least squares algorithm supplied by GSL (GNU Science Library). See :ref:`Levenberg-Marquardt Solver <ekos-focus-levenberg-marquardt>` for more details.
ca@valencia: **Paràbola**: ajusta una paràbola utilitzant un algorisme de mínims quadrats no lineals subministrat per la GSL (GNU Science Library -biblioteca científica de GNU-). Per a més detalls, vegeu el :ref:`Solucionador de Levenberg-Marquardt <ekos-focus-levenberg-marquardt>`.
fr: **Parabole** : interpole une parabole avec l'algorithme non-linéaire de moindres carrés fourni par la bibliothèque GNU Science GSL. Veuillez voir le :ref:`résolveur Levenberg-Marquardt Solver <ekos-focus-levenberg-marquardt>` pour davantage de détails.
pt_br: **Parábola**: Ajusta uma parábola usando um algoritmo de mínimos quadrados não linear fornecido pela GSL (GNU Science Library). Consulte :ref:`Solucionador de Levenberg-Marquardt <ekos-focus-levenberg-marquardt>` para mais detalhes.

source: **Quadratic**: Uses a quadratic equation using a linear style least squares algorithm supplied by GSL (GNU Science Library). This is, in effect, a parabolic curve.
ca@valencia: **Quadràtica**: utilitza una equació quadràtica utilitzant un algorisme de mínims quadrats d'estil lineal subministrat per la GSL (GNU Science Library -biblioteca científica de GNU-). Esta és, de fet, una corba parabòlica.
fr: **Quadratique** : utilise une équation quadratique avec l'algorithme de moindres carrés linéaire fourni par la bibliothèque GNU Science GSL.
pt_br: **Quadrática**: Utiliza uma equação quadrática com um algoritmo de mínimos quadrados de estilo linear fornecido pela GSL (GNU Science Library). Esta é, na verdade, uma curva parabólica.

source: ``Measure``: Select Measure to use in the focus process. The following are available:
ca@valencia: ``Mesura``: seleccioneu la mesura que s'utilitzarà en el procés d'enfocament. Hi ha disponibles les següents:
fr: ``Mesure`` : choisissez une mesure pour la procédure de mise au point automatique. Les options suivantes sont disponibles :
pt_br: ``Medida``: Selecione a medida a ser usada no processo de foco. As seguintes estão disponíveis:

source: **HFR**: Half Flux Radius (HFR) is the recommended measure. When a star is detected, Ekos will calculate the HFR for the star. This is the radius of an imaginary circle, centered on the star center, that encloses half the star's total flux.
ca@valencia: **HFR**: «Half Flux Radius» o radi de semiflux és la mesura recomanada. Quan es detecta una estrela, Ekos calcularà HFR de l'estrela. Este és el radi d'un cercle imaginari, centrat en el centre de l'estrela, que engloba la meitat del flux total de l'estrela.
fr: **HFR** : HFR est la mesure recommandée. À la détection d'une étoile, Ekos calculera le HFR de l'étoile. C'est la moitié du flux total de l'étoile contenu dans un cercle imaginaire autour du centre de l'étoile.
pt_br: **RMF**: O Raio de Meio Fluxo (RMF) é a medida recomendada. Quando uma estrela é detectada, o Ekos calcula o RMF para ela. Este é o raio de um círculo imaginário, centrado no centro da estrela, que envolve metade do fluxo total da estrela.

source: **HFR Adj**: This feature uses a brightness adjusted HFR calculation to take account of the fact that the HFR for brighter stars is larger than for smaller stars.
ca@valencia: **HFR ajustada**: esta característica utilitza un càlcul HFR ajustat a la brillantor per a tindre en compte el fet que HFR de les estreles més brillants és més gran que el de les estreles més xicotetes.
fr: **HFR ajusté** : cette fonctionnalité utilise un calcul ajusté du HFR qui tient compte du fait que le HFR des étoiles plus lumineuses est plus large que pour les étoiles peu lumineuses.
pt_br: **Ajuste de RMF**: Este recurso usa um cálculo de RMF ajustado ao brilho para levar em conta o fato de que o RMF para estrelas mais brilhantes é maior do que para estrelas menores.

source: When using this Measure it is usual to get smaller error bars on the datapoints when ``Use Weights`` is selected.
ca@valencia: Quan s'utilitza esta mesura, és habitual obtindre barres d'error més xicotetes en els punts de dades quan s'ha seleccionat ``Utilitza les ponderacions``.
fr: Avec cette mesure, il est courant d'obtenir des barres d'erreur plus petites pour l'ensemble de données quand ``Utiliser les poids`` est utilisée.
pt_br: Ao usar esta medida, é comum obter barras de erro menores nos pontos de dados quando ``Usar pesos`` é selecionado.

source: **FWHM**: This feature fits a Gaussian surface to each star and uses that to calculate the Full Width Half Maximum (FWHM) of the star. The FWHM is the width of an circle (or ellipse) centered on the star center reaching the edge of the star at half its maximum intensity.
ca@valencia: **FWHM**: esta característica s'ajusta a una superfície gaussiana per a cada estrela i que s'utilitza per a calcular el semimàxim d'amplària completa (FWHM) de l'estrela. La FWHM és l'amplària d'un cercle (o el·lipse) centrat en el centre de l'estrela arribant fins a la vora de l'estrela a la meitat de la seua intensitat màxima.
fr: **FWHM** : cette fonctionnalité ajuste une surface gaussienne à chaque étoile et l'utilise pour calculer le FWHM de l'étoile. Le FWHM est la largeur d'un cercle (ou d'une ellipse) autour du centre de l'étoile et qui atteint le bord de l'étoile à la moitié de son intensité maximale.
pt_br: **FWHM**: Este recurso ajusta uma superfície gaussiana a cada estrela e a utiliza para calcular a Largura Total Metade Máxima (FWHM, sigla em inglês) da estrela. A FWHM é a largura de um círculo (ou elipse) centrado no centro da estrela, atingindo a borda da estrela na metade de sua intensidade máxima.

source: **# Stars**: This feature calculates the number of stars in the image and uses this number as the focus measure. The idea is that as you move nearer focus so more stars become detectable.
ca@valencia: **Nombre d'estreles**: esta característica calcula el nombre d'estreles en la imatge i utilitza este nombre com a mesura d'enfocament. La idea és que a mesura que ens acostem a l'enfocament, es poden detectar més estreles.
fr: **# étoiles** : cette fonctionnalité calcule le nombre d'étoiles de l'image et utilise ce nombre pour une mesure de la mise au point. L'idée est qu'en s'approchant de plus en plus de la position de mise au point, davantage d'étoiles deviendront détectables.
pt_br: **# Estrelas**: Esta funcionalidade calcula o número de estrelas na imagem e usa esse número como medida de foco. A ideia é que, à medida que você se aproxima do foco, mais estrelas se tornem detectáveis.

source: **Fourier**: Fourier takes a Fourier transform of the image and calculates the image power in frequency space. The assumption is that for an astronomical image of stars and background, the stars will be gaussians. Under a Fourier transform, a gaussian transforms to another gaussian; but wider stars transform to narrower gaussians in frequency space, and vice-versa. So, at focus, summing up the contents in frequency space, which is in effect a measure of power, will be a maximum.
ca@valencia: **Fourier**: es pren una transformada de Fourier de la imatge i calcula la potència de la imatge en l'espai de freqüència. La hipòtesi és que per a una imatge astronòmica d'estreles i fons, les estreles seran gaussianes. Davall una transformada de Fourier, una gaussiana es transforma en una altra gaussiana. Però les estreles més amples es transformaran en gaussianes més estretes en l'espai de freqüència, i viceversa. Per tant, en l'enfocament, el resum del contingut en l'espai de freqüència, el qual és en efecte una mesura de potència, serà un màxim.
fr: **Fourier** : cette méthode utilise une transformée de Fourier de l'image et calcule sa puissance dans l'espace des fréquences. L'hypothèse est que pour une image astronomique d'étoiles et de fond, les étoiles suivront une gaussienne. Dans une transformée de Fourier, une gaussienne se transforme en une autre gaussienne ; mais les étoiles les plus larges se transformeront en une gaussienne plus étroite dans l'espace des fréquences et vice-versa. Ainsi, à la position de meilleure mise au point, la somme en espace des fréquences, qui est une mesure de la puissance, sera un maximum.
pt_br: **Fourier**: Fourier utiliza uma transformada de Fourier da imagem e calcula a potência da imagem no espaço de frequência. A suposição é que, para uma imagem astronômica de estrelas e fundo, as estrelas serão gaussianas. Sob uma transformada de Fourier, uma gaussiana se transforma em outra gaussiana; mas estrelas mais largas se transformam em gaussianas mais estreitas no espaço de frequência, e vice-versa. Portanto, no foco, a soma do conteúdo no espaço de frequência, que é, efetivamente, uma medida de potência, será um máximo.

source: This follows the main idea suggested by Tan and Schulz in their paper: `A Fourier method for the determination of focus for telescopes with stars <https://arxiv.org/pdf/2201.12466.pdf>`__. Please note that this paper makes other processing suggestions beyond the idea of using Fourier Transforms that are not included within Ekos
ca@valencia: Açò seguix la idea principal suggerida per en Tan i en Schulz en el seu document: `A Fourier method for the determination of focus for telescopes with stars (Un mètode de Fourier per a la determinació de l'enfocament dels telescopis amb les estreles) <https://arxiv.org/pdf/2201.12466.pdf>`__, Cal tindre en compte que este document fa altres suggeriments de processament més enllà de la idea d'utilitzar transformacions de Fourier que no s'inclouen a Ekos.
fr: Cette méthode implémente l'idée principale de Tan et Schulz dans leur papier `A Fourier method for the determination of focus for telescopes with stars <https://arxiv.org/pdf/2201.12466.pdf>`__. Veuillez noter que d'autres idées sont formulées dans ce papier mais ne sont pas implémentées dans Ekos.
pt_br: Isto segue a ideia principal sugerida por Tan e Schulz em seu artigo: `Um método de Fourier para a determinação do foco em telescópios com estrelas <https://arxiv.org/pdf/2201.12466.pdf>`__. Observe que este artigo faz outras sugestões de processamento além da ideia de usar Transformadas de Fourier que não estão incluídas no Ekos.

source: ``PSF``: If ``Measure`` is set to FWHM, then the PSF widget can be selected for use in fitting a surface to the star. At present just Gaussian is supported.
ca@valencia: ``PSF``: Si la ``Mesura:`` està establida a FWHM, llavors es podrà seleccionar el giny PSF per a ajustar una superfície a l'estrela. Actualment només s'admet Gaussià.
fr: ``PSF`` : si ``Mesure`` est réglé à FWHM, alors le composant graphique PSF peut être sélectionné pour être utilisé pour appliquer la régression de la surface à l'étoile. Pour le moment seule la méthode gaussienne est proposée.
pt_br: ``PSF``: Se ``Medida`` estiver definido como FWHM, o widget PSF poderá ser selecionado para uso no ajuste de uma superfície à estrela. Atualmente, apenas Gaussiano é suportado.

source: ``Use Weights``: This is only available with the Linear 1 Pass focus algorithm and Curve Fits of Hyperbola and Parabola. It requires Full Field to be selected. The option calculates the standard deviation of star Measure and uses the square of this (mathematically the variance) as a weighting in the curve fitting process. The advantage of this is that datapoints with less reliable data and therefore larger HFR standard deviations will be given less weight than more reliable datapoints. If this option is unchecked, and for all other curve fitting where the option is not allowed, all datapoints are given equal weight in the curve fitting process.
ca@valencia: ``Utilitza les ponderacions``: esta és una opció experimental només disponible amb l'algorisme d'enfocament «Lineal d'1 pas» i els ajustos de corba Hipèrbola i Paràbola. Requerix que se seleccione el Camp complet. L'opció calcularà la desviació estàndard de la Mesura de les estreles i utilitza el quadrat d'esta (matemàticament la variància) com a ponderació en el procés d'ajust de la corba. L'avantatge d'açò és que els punts de dades amb dades menys fiables i, per tant, les desviacions estàndard HFR més grans tindran menys pes que els punts de dades més fiables. Si no es marca esta opció, i per a totes les altres coincidències de corba on no es permet l'opció, tots els punts de dades tindran el mateix pes en el procés d'ajust de la corba.
fr: ``Utiliser les poids`` : cette option est encore expérimentale et n'est disponible qu'avec l'algorithme de mise au point linéaire à 1 passe et le type de courbe hyperbole et parabole. Elle nécessite l'option Plein Champ. Elle calcule la déviation standard du HFR des étoiles et utilise le carré de cette valeur (la variance mathématique) comme poids pour la courbe de régression. L'avantage de cette méthode est que les points moins fiables, de déviation standard du HFR plus grande, auront un poids plus petit que les points plus fiables. Si cette option n'est pas cochée, et pour toutes les courbes de régression n'autorisant pas cette option, tous les points auront un poids identique dans le calcul de régression.
pt_br: ``Usar pesos``: Disponível apenas com o algoritmo de foco linear de 1 passagem e ajustes de curva de hipérbole e parábola. Requer que a opção de campo completo esteja selecionada. A opção calcula o desvio padrão da medida em estrela e usa o quadrado deste (matematicamente a variância) como ponderação no processo de ajuste de curva. A vantagem disso é que pontos de dados com dados menos confiáveis ​​e, portanto, desvios-padrão de RMF maiores receberão menos peso do que pontos de dados mais confiáveis. Se esta opção estiver desmarcada, e para todos os outros ajustes de curva em que a opção não for permitida, todos os pontos de dados receberão o mesmo peso no processo de ajuste de curva.

source: See the :ref:`Levenberg-Marquardt Solver <ekos-focus-levenberg-marquardt>` for more details.
ca@valencia: Per a més detalls, vegeu el :ref:`Solucionador de Levenberg-Marquardt <ekos-focus-levenberg-marquardt>`.
fr: Voir le :ref:`résolveur de Levenberg-Marquardt <ekos-focus-levenberg-marquardt>` pour davantage de détails.
pt_br: Veja o :ref:`Solucionador de Levenberg-Marquardt <ekos-focus-levenberg-marquardt>` para mais detalhes.
