Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: **Editing running jobs**: When Capture is running, or when the Scheduler is running, you cannot edit the sequence queue or a .esq file on disk using the Capture tab. However, the scheduler tab does have a Capture Sequence Editor tool that can be used to edit .esl files on disk, or create new ones.
ca: **Edició de treballs en execució**: quan s'està executant la captura, o quan el programador s'està executant, no podeu editar la cua de seqüències o un fitxer .esq al disc utilitzant la pestanya Captura. No obstant això, la pestanya del planificador té una eina de l'editor de seqüències de captura que es pot utilitzar per a editar fitxers .esl al disc, o crear-ne de nous.
fr: **Modification des tâches actives** : quand une acquisition est en cours ou quand l'ordonnanceur est actif, vous ne pouvez pas modifier la file de séquences ou un fichier « .esq » dans l'onglet d'acquisition. Toutefois, il existe un outil dans l'onglet de l'ordonnanceur qui permet de modifier les fichiers « .esl » ou en créer de nouveaux.
pt_br: **Editar tarefas em execução**: Quando o módulo de caputra estiver em execução, ou quando o agendador estiver em execução, você não poderá editar a fila de sequências ou um arquivo .esq em disco usando a aba Captura. No entanto, a aba Agendador possui a ferramenta Editor de sequência de captura que pode ser usada para editar arquivos .esl em disco ou criar novos.
sl: **Urejanje izvajajočih se opravil**: Ko se izvaja Capture ali ko se izvaja razporejevalnik, ne morete urejati čakalne vrste zaporedja ali datoteke .esq na disku z uporabo zavihka Capture. Vendar ima zavihek razporejevalnik orodje Capture Sequence Editor, ki ga je mogoče uporabiti za urejanje datotek .esl na disku ali ustvarjanje novih.
sv: **Redigera pågående jobb**: När tagning eller schemaläggning pågår, kan sekvenskön eller en .esq-fil på disken inte redigeras med hjälp av tagningsfliken. Schemaläggningsfliken har dock verktyget tagningsredigeringseditor som kan användas för att redigera .esl-filer på disken eller skapa nya.
uk: **Редагування запущених завдань**: якщо запущено захоплення зображень або працює засіб планування, ви не можете редагувати чергу послідовності або файл .esq на диску за допомогою вкладки «Захоплення». Втім на вкладці планувальника є кнопка редактора послідовності захоплення, якою можна скористатися для редагування файлів .esl на диску або створення нових файлів.

source: If your camera supports live video feed, then you can click the Live Video button to start streaming. The video stream window enables recording and subframing of the video stream. For more information, check the video below:
ca: Si la vostra càmera admet un canal amb flux de vídeo en directe, podeu fer clic al botó ``Vídeo en directe`` per a començar la transmissió. La finestra del flux de vídeo permet gravar i la combinació de subfotogrames del flux de vídeo. Per a obtenir més informació, consulteu el vídeo següent:
fr: Si votre caméra gère les vidéos en direct, vous pouvez cliquer sur le bouton ``Vidéo en direct`` pour débuter la diffusion en continu. La fenêtre de diffusion permet l'enregistrement et l'extraction de trames de la vidéo.
pt_br: Se a sua câmera suportar transmissão de vídeo ao vivo, você pode clicar no botão Vídeo ao vivo para iniciar a transmissão. A janela de transmissão de vídeo permite a gravação e subenquadramento da transmissão de vídeo. Para mais informações, assista ao vídeo abaixo:
sl: Če vaša kamera podpira vir videa v živo, lahko kliknete gumb Video v živo, da začnete pretakanje. Okno video toka omogoča snemanje in subframing video toka. Za več informacij si oglejte spodnji videoposnetek:
sv: Om kameran stöder direkt videomatning kan man klicka på ``Direktsänd video`` för att börja strömma. Videofönstret möjliggör inspelning och inställning av delbildruta för videoströmmen. För mer information, titta på videon nedan:
uk: Якщо у вашій фотокамері передбачено можливість створення потокового відео, ви можете натиснути кнопку ``Інтерактивне відео``, щоб розпочати його трансляцію. За допомогою вікна потокового відео можна записувати і створювати вмонтовані карди з потоку відеоданих. Докладніший опис можна знайти у відео, посилання на яке наведено нижче:

source: Recording feature (`<https://youtu.be/qRsAqTL4ZZI>`__)
ca: Característica d'enregistrament (`<https://youtu.be/qRsAqTL4ZZI>`__)
pt_br: Funcionalidade de gravação (`<https://youtu.be/qRsAqTL4ZZI>`__)
sl: Zmožnost snemanja (`<https://youtu.be/qRsAqTL4ZZI>`__)
sv: Instpelningsfunktion (`<https://youtu.be/qRsAqTL4ZZI>`__)
uk: Можливість запису (`<https://youtu.be/qRsAqTL4ZZI>`__)

source: The live view also provides a graphical overlay tool to aid in collimation. This is toggled on/off by the crosshair button.
ca: La visualització en directe també proporciona una eina de superposició gràfica per a ajudar en la col·limació. Això s'activa/desactiva amb el botó de punt de mira.
ca@valencia: La vista en directe també proporciona una eina de superposició gràfica per a ajudar a la col·limació. S'alterna mitjançant el botó en forma de creu.
fr: La vue « Affichage en direct » fournit un outil de superposition d'images très utile pour la collimation. Le bouton en croix permet de le (dés)activer.
nl: De weergave van de actualiteit levert ook een grafisch hulpmiddel voor een overlay tool om te helpen bij uitlijnen. Deze wordt aan/uit geschakeld door de kruisdraadknop.
pt_br: A visualização ao vivo também fornece uma ferramenta de sobreposição gráfica para auxiliar na colimação. Ela pode ser ativada/desativada pelo botão de mira.
sl: Pogled v živo ponuja tudi grafično prekrivno orodje za pomoč pri kolimaciji. To se vklopi/izklopi z gumbom s križcem.
sv: Direktvisningen tillhandahåller också ett grafiskt överlagringsverktyg för att underlätta kollimering. Det sätts på eller stängs av med hårkorsknappen.
uk: На панелі інтерактивного перегляду передбачено графічну інструмент-накладку, яка допомагає колімації. Цей інструмент вмикається і вимикається кнопкою з перехрестям.

source: |image9|
sl: |slika9|
sv: |bild 9|

source: Collimation overlay
ca: Superposició de col·limació
ca@valencia: Superposició de col·limació
fr: Superposition de la collimation
nl: Collimatie-overlay (uitlijnen)
pt_br: Sobreposição de colimação
sl: Kolimacijsko prekrivanje
sv: Kollimeringsöverlagring
uk: Накладка колімації

source: The overlay options button opens a dialog that allows arbitrary and flexible creation of ellipses (including circles), rectangles and lines, as well as anchor points which act as global drawing offsets. Each defined element has its own size, offset, repetition, thickness and color (including transparency).
ca: El botó opcions de superposició obre un diàleg que permet la creació arbitrària i flexible d'el·lipses (inclosos cercles), rectangles i línies, així com punts d'ancoratge que actuen com a decalatges globals de dibuix. Cada element definit té la seva pròpia mida, decalatges, repetició, gruix i color (incloent-hi transparència).
ca@valencia: El botó d'opcions <guilabel>Superposició</guilabel> obri un diàleg que permet la creació arbitrària i flexible d'el·lipses (inclosos cercles), rectangles i línies, així com punts d'ancoratge que actuen com a desplaçaments globals del dibuix. Cada element definit té la seua mida, desplaçament, repetició, gruix i color (inclosa la transparència).
fr: Ce bouton ouvre une fenêtre où il est possible de définir de manière flexible des ellipses (cercles inclus), des rectangles et des lignes de toutes tailles, d'agir sur des points d'ancrages permettant de régler les effets de dessin. Chaque élément possède sa propre taille, ses décalages, ses répétitions et ses largeurs de traits et de couleurs (transparence inclue).
nl: De knop optie voor overlay opent een dialoog die willekeurige en flexibele aanmaak van ellipsen (inclusief cirkels), rechthoeken en lijnen biedt, evenals ankerpunten die acteren als globale offsets voor tekenen. Elk gedefinieerd element heeft zijn eigen grootte, offset, herhaling, dikte en kleur (inclusief transparantie).
pt_br: O botão de opções de sobreposição abre uma janela que permite a criação arbitrária e flexível de elipses (incluindo círculos), retângulos e linhas, bem como pontos de ancoragem que atuam como deslocamentos globais do desenho. Cada elemento definido tem seu próprio tamanho, deslocamento, repetição, espessura e cor (incluindo transparência).
sl: Gumb možnosti prekrivanja odpre pogovorno okno, ki omogoča poljubno in prilagodljivo ustvarjanje elips (vključno s krogi), pravokotnikov in črt ter sidrnih točk, ki delujejo kot globalni odmiki pri risanju. Vsak definiran element ima lastno velikost, odmik, ponavljanje, debelino in barvo (vključno s prosojnostjo).
sv: Överlagringsalternativknappen visar en dialogruta som tillåter att skapa ellipser (inklusive cirklar), rektanglar och linjer på ett godtyckligt och flexibelt sätt, samt förankringspunkter som fungerar som globala uppritningspositioner. Varje definierat element har sin egen storlek, position, upprepning, tjocklek och färg (inklusive genomskinlighet).
uk: Кнопка параметрів накладки відкриває вікно, за допомогою якого можна у довільний і гнучкий спосіб створювати еліпси (зокрема кола), прямокутники і прямі, а також точки прив'язки, які працюють як загальні компенсації малювання. Кожен визначений елемент має власний розмір, зсув, повторюваність, товщину та колі (зокрема прозорий).

source: |image10|
sl: |slika10|
sv: |bild 10|

source: Collimation overlay options
ca: Opcions de la superposició de col·limació
ca@valencia: Opcions per a la superposició de col·limació
fr: Options pour la superposition de la collimation
nl: Opties voor collimatie-overlay
pt_br: Opções de sobreposição de colimação
sl: Možnosti prekrivanja kolimacije
sv: Kollimeringsöverlagringsalternativ
uk: Параметри накладки колімації

source: FITS Viewer
ca: Visualitzador de FITS
ca@valencia: Visor de FITS
fr: Afficheur FITS
pt_br: Visualizador FITS
sl: Pregledovalnik FITS
sv: FITS-visning
uk: Переглядач FITS

source: Captured images are displayed in KStars FITS Viewer, and also in the summary screen. Set options related to how the images are displayed in the viewer.
ca: Les imatges capturades es mostren al visualitzador de FITS del KStars, i també a la pantalla de resum. Estableix les opcions relacionades amb com es mostraran les imatges al visualitzador.
fr: Les images sont affichées dans l'afficheur FITS de KStars ainsi que dans l'écran de résumé. Vous pouvez spécifier les options d'affichage de l'afficheur.
pt_br: As imagens capturadas são exibidas no visualizador FITS do KStars e também na tela de resumo. Defina opções relacionadas à forma como as imagens são exibidas no visualizador.
sl: Zajete slike so prikazane v KStars FITS Viewerju in tudi na zaslonu s povzetkom. Nastavite možnosti, povezane s tem, kako so slike prikazane v pregledovalniku.
sv: Tagna bilder visas i Kstars FITS-visningsverktyg, och dessutom på översiktsskärmen. Ställ in alternativ relaterade hur bilderna visas i visningsverktyget.
uk: Захоплені зображення буде показано у засобі перегляду FITS KStars, а також на сторінці резюме. Вкажіть параметри показу зображень у засобі перегляду.

source: ``Auto Dark``: You can capture an image and auto dark subtract it by checking this option. Note that this option is only applicable when using ``Preview``, you cannot use it in batch mode sequence queue.
ca: ``Fosc automàtic``: Podeu capturar una imatge i sostreure automàticament el fosc marcant aquesta opció. Cal tenir en compte que aquesta opció només s'aplicarà quan s'utilitza la ``Vista prèvia``, no es pot utilitzar en la cua de seqüències en el mode de treball per lots.
fr: ``Dark automatique`` : vous pouvez soustraire automatiquement un Dark d'une image en cochant cette option. Veuillez noter que cette option n'est disponible que lors de l'utilisation de l'``aperçu``. Il n'est pas possible de l'utiliser en mode traitements par lots.
pt_br: ``Escurecimento automático``: Você pode capturar uma imagem e subtraí-la do escurecimento automático marcando esta opção. Observe que esta opção só é aplicável ao usar ``Visualização``; você não pode usá-la na fila de sequências em modo lote.
sl: ``Samodejno temno``: Če izberete to možnost, lahko posnamete sliko in jo samodejno zatemnite. Upoštevajte, da je ta možnost uporabna samo pri uporabi ``Predogleda``, ne morete je uporabiti v čakalni vrsti zaporedja paketnega načina.
sv: ``Automatisk mörk bild``: Du kan ta en bild och automatiskt subtrahera mörk bild genom att markera alternativet. Observera att alternativet gäller bara vid användning av ``Förhandsgranskning``, det går inte att använda i sekvenskön med bakgrundsläge.
uk: ``Автотемне``: ви можете створити знімок і автоматично відняти від нього темний кадр, якщо позначите цей пункт. Зауважте, що цим пунктом можна скористатися, лише у режимі ``Перегляд``. Ви не можете використовувати його у пакетному режимі черги завдань.

source: ``Effects``: Image enhancement filter to be applied to the image after capture.
ca: ``Efectes``: Filtre per a la millora de les imatges que s'aplicarà a la imatge després de la captura.
fr: ``Effets`` : filtre d'amélioration d'une image à appliquer après son acquisition.
pt_br: ``Efeitos``: Filtro de aprimoramento de imagem a ser aplicado à imagem após a captura.
sl: ``Učinki``: Filter za izboljšavo slike, ki se uporabi za sliko po zajemu.
sv: ``Effekter``: Bildförbättringsfilter som appliceras på bilden efter tagning.
uk: ``Ефекти``: фільтр удосконалення зображення, який буде застосовано після створення знімка.

source: Rotator Settings
ca: Configuració del rotor
fr: Réglages du rotateur
pt_br: Configurações do rotador
sl: Nastavitve rotatorja
sv: Rotationsinställningar
uk: Параметри засобу обертання

source: |Rotator Settings|
sl: |Nastavitve rotatorja|
sv: Rotationsinställningar
uk: |Параметри засобу обертання|

source: Field Rotators are supported in INDI & Ekos. The rotator angle is the raw angle reported by the rotator and is not necessary the `Position Angle <https://en.wikipedia.org/wiki/Position_angle>`__. A Position Angle of *zero* indicates that the frame top (indicated by small arrow) is pointing *directly* at the pole. The position angle is expressed as E of N (East of North), so 90 degrees PA indicates the frame *top* points 90 degrees away (counter-clockwise) from the pole. Check `examples <https://nustarsoc.caltech.edu/NuSTAR_Public/NuSTAROperationSite/file/NuSTAR-PA.pdf>`__ for various PAs.
ca: Els rotors de camp són compatibles amb INDI i Ekos. L'angle del rotor és l'angle brut que informa el rotor i no és necessari l'`angle de posició <https://en.wikipedia.org/wiki/Position_angle>`__. Un angle de posició de *zero* indica que la part superior del fotograma (indicada per una fletxa petita) apunta *directament* al pol. L'angle de posició s'expressa com E de N (Est del Nord), de manera que l'AP de 90 graus indica que la *part superior* del fotograma supera els 90 graus (en sentit contrari a les agulles del rellotge) del pol. Consulteu alguns `exemples <https://nustarsoc.caltech.edu/NuSTAR_Public/NuSTAROperationSite/file/NuSTAR-PA.pdf>`__ per als diferents AP.
fr: Les rotateurs de champs sont gérés par INDI et Ekos. L'angle du rotateur est l'angle rapporté par le rotateur mais n'est pas nécessairement `l'angle de position <https://fr.wikipedia.org/wiki/Angle_de_position>`__. Un angle de position de zéro indique que le haut d'une trame (repéré par une petite flèche) pointe *directement* vers le pôle. L'angle de position est exprimé en degrés de l'est par rapport au nord, ainsi, un angle de position de 90 indique que le *haut* d'une trame pointe à 90 degrés (sens antihoraire) du pôle. Quelques `exemples <http://www.dibonsmith.com/orbits.htm>`__ d'angle de position d'étoiles binaires.
pt_br: Rotadores de campo são suportados em INDI e Ekos. O ângulo do rotador é o ângulo bruto relatado pelo rotador e não é necessariamente o `Ângulo de posição <https://en.wikipedia.org/wiki/Position_angle>`__. Um ângulo de posição de *zero* indica que o topo do quadro (indicado por uma pequena seta) está apontando *diretamente* para o polo. O ângulo de posição é expresso como L de N (Leste de Norte), portanto, 90 graus AP indica que o *topo* do quadro aponta 90 graus de distância (sentido anti-horário) do polo. Consulte `exemplos <https://nustarsoc.caltech.edu/NuSTAR_Public/NuSTAROperationSite/file/NuSTAR-PA.pdf>`__ para vários APs.
sl: Rotatorji polja so podprti v INDI in Ekos. Kot rotatorja je surov kot, ki ga sporoči rotator, in ni nujno `Pozicijski kot <https://en.wikipedia.org/wiki/Position_angle>`__. Pozicijski kot *nič* pomeni, da je vrh okvirja (označen z majhno puščico) *neposredno* usmerjen proti polu. Pozicijski kot je izražen kot E of N (vzhodno od severa), zato 90 stopinj PA pomeni, da je *vrh* okvirja usmerjen 90 stopinj stran (v nasprotni smeri urinega kazalca) od pola. Za različne PA si oglejte `primere - examples <https://nustarsoc.caltech.edu/NuSTAR_Public/NuSTAROperationSite/file/NuSTAR-PA.pdf>`__.
sv: Fältrotation stöds av INDI och Ekos. Rotatorvinkeln är den obehandlade vinkeln som rapporteras av rotatorn, och är inte nödvändigtvis `positionsvinkeln <https://en.wikipedia.org/wiki/Position_angle>`__. Positionsvinkeln *noll* anger att bildrutans överkant (angiven av en liten pil) pekar *direct* mot polen. Positionsvinkeln uttrycks som Ö om N (öster om nord), så 90 graders PV anger att bildrutans *överkant* pekar 90 grader bort från polen (moturs). Se `exempel <https://nustarsoc.caltech.edu/NuSTAR_Public/NuSTAROperationSite/file/NuSTAR-PA.pdf>`__ på diverse positionsvinklar.
uk: У INDI та Ekos передбачено підтримку засобів обертання поля зору. Кут обертання є простою величиною кута, яка повідомляється засобом обертання, і не обов'язково є `позиційним кутом <https://en.wikipedia.org/wiki/Position_angle>`__. *Нульове* значення позиційного кута означає, що напрямок вгору на кадрі (позначено невеличкою стрілочкою) вказує *безпосередньо* на полюс. Позиційний кут визначається у напрямку на схід від півночі, отже позиційний кут у 90 градусів означає, що напрямок *вгору* на кадрі вказує на 90 градусів (проти годинникової стрілки) від напрямку на полюс. Ознайомтеся із різноманітними `прикладами <https://nustarsoc.caltech.edu/NuSTAR_Public/NuSTAROperationSite/file/NuSTAR-PA.pdf>`__ позиційних кутів.

source: To calibrate the Position Angle (PA), capture and solve an image in the :doc:`Ekos Align module <ekos-align>`. An *offset* and a *multiplier* are applied to the raw angle to produce the position angle. The Ekos Rotator dialog permits direct control of the raw angle and also the PA. The offset and multiplier can be changed manually to synchronize the rotator's raw angle with the actual PA. Check ``Sync FOV to PA`` to rotate the current Field of View (FOV) indicator on the Sky Map with the PA value as you change it in the dialog.
ca: Per a calibrar l'angle de posició (AP), captureu i solucioneu una imatge al :doc:`mòdul per a l'alineació de l'Ekos <ekos-align>`. S'aplicaran un *desplaçament* i un *multiplicador* a l'angle brut per a produir l'angle de posició. El diàleg del rotor de l'Ekos permet el control directe de l'angle brut i també de l'AP. El desplaçament i el multiplicador es poden canviar manualment per a sincronitzar l'angle brut del rotor amb l'AP real. Marqueu ``Sincronitza el CDV amb l'AP`` per a girar l'actual indicador del camp de visió (CDV) al mapa celeste amb el valor AP a mesura que el canvieu al diàleg.
fr: Afin de calibrer l'angle de position (AP), prenez une image et résolvez-là dans le :doc:`module d'alignement <ekos-align>` d'Ekos. Un *décalage* et un *coefficient multiplicateur* sont appliqués à l'angle brute pour calculer l'angle de position. La boîte de dialogue du rotateur d'Ekos permet un contrôle direct de l'angle brut et de l'angle de position. Le décalage et le coefficient multiplicateur peuvent être modifiés manuellement afin de synchroniser l'angle brute du rotateur avec l'angle de position actuel. Cochez ``Synchroniser CdV vers AP`` pour effectuer la rotation de l'indicateur du champ de vision courant sur la carte du ciel avec la valeur d'angle de position.
pt_br: Para calibrar o Ângulo de Posição (AP), capture e resolva uma imagem no :doc:`Módulo de alinhamento do Ekos <ekos-align>`. Um *deslocamento* e um *multiplicador* são aplicados ao ângulo bruto para produzir o ângulo de posição. A janela do rotador do Ekos permite o controle direto do ângulo bruto e também do AP. O deslocamento e o multiplicador podem ser alterados manualmente para sincronizar o ângulo bruto do rotator com o AP real. Marque ``Sincronizar CDV com AP`` para rotacionar o indicador de campo de visão (CDV) atual no mapa celeste com o valor de AP conforme você o altera na caixa de diálogo.
sl: Za umerjanje kota položaja (PA) zajemite in rešite sliko v modulu :doc:`Ekos Align <ekos-align>`. Na surovi kot se uporabita *odmik* in *množitelj*, da se dobi kot položaja. Pogovorno okno Ekos Rotator omogoča neposreden nadzor nad surovim kotom in tudi PA. Odmik in množitelja je mogoče ročno spremeniti, da se surovi kot rotatorja sinhronizira z dejanskim PA. Označite možnost ``Sinhroniziraj vidno polje s PA``, da zasukate trenutni indikator vidnega polja na zvezdnik karti z vrednostjo PA, ko jo spremenite v pogovornem oknu.
sv: Ta och lös en bild i :doc:`Ekos inriktningsmodul <ekos-align>` för att kalibrera positionsvinkeln (PV). En *position</emphasis> och *multiplikator* används för den obehandlade vinkeln för att skapa positionsvinkeln. Ekos rotatordialogruta tillåter direkt kontroll av både den obehandlade vinkeln och positionsvinkeln. Position och multiplikator kan ändras manuellt för att synkronisera rotatorns obehandlade vinkel med verklig PV. Markera ``Synkronisera synfält med PV`` för att rotera aktuell synfältsindikator med PV-värdet när du ändrar det i dialogrutan.
uk: Для калібрування позиційного кута слід захопити і розв'язати зображення у :doc:`модулі вирівнювання Ekos <ekos-align>`. Для отримання значення позиційного кута до необробленого значення буде застосовано *зсув* та *множник*. За допомогою діалогового вікна засобу обертання Ekos можна безпосередньо керувати необробленим значенням і позиційним кутом. Зсув і множник можна змінити вручну так, щоб синхронізувати необроблене значення від засобу обертання із справжнім значенням позиційного кута. Позначте пункт ``Синхронізувати поле зору з ПК``, щоб наказати програмі виконати обертання поточного поля зору на карті неба зі значенням позиційного кута при зміні параметрів у діалоговому вікні.

source: Rotator settings (`<https://youtu.be/V_hRPMlPjmA>`__)
ca: Configuració del rotor (`<https://youtu.be/V_hRPMlPjmA>`__)
pt_br: Configurações do rotador (`<https://youtu.be/V_hRPMlPjmA>`__)
sl: Nastavitve rotatorja (`<https://youtu.be/V_hRPMlPjmA>`__)
sv: Rotatorinställningar (`<https://youtu.be/V_hRPMlPjmA>`__)
uk: Параметри засобу обертання (`<https://youtu.be/V_hRPMlPjmA>`__)
