Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: Perform calibration and start auto-guiding: The calibration process automatically selects the best guide star, performs calibration, and starts the autoguide process.
ca: Realitzarà el calibratge i iniciarà el guiatge automàtic: el procés de calibratge seleccionarà automàticament la millor estrella guia, realitzarà el calibratge i iniciarà el procés de guiatge automàtic.
ca@valencia: Realitzarà el calibratge i iniciarà el guiatge automàtic: el procés de calibratge seleccionarà automàticament la millor estrela guia, realitzarà el calibratge i iniciarà el procés de guiatge automàtic.
fr: Réalisation de la calibration et démarrage de l'autoguidage : le processus de calibration sélectionne automatiquement la meilleure étoile guide, réalise la calibration et démarre le processus d'autoguidage.
nl: Calibreren en autovolgen: het calibratieproces selecteert automatisch de beste ster om te volgen, voert de calibratie uit, en start het autovolgproces.
pt_br: Executar a calibração e iniciar o guiamento automático: O processo de calibração seleciona automaticamente a melhor estrela-guia, realiza a calibração e inicia o processo de guiamento automático.
sl: Izvede kalibracijo in zažene samodejno vodenje: Postopek kalibracije samodejno izbere najboljšo vodilno zvezdo, izvede kalibracijo in začne postopek samodejnega vodenja.
uk: Виконання калібрування та початок процедури автонаведення: підпрограма калібрування автоматично вибирає найкращу еталонну зірку, виконує калібрування і розпочинає процедуру автоматичного наведення.

source: Load the sequence file in the :doc:`Capture module <ekos-capture>` and start the imaging process.
ca: Carregarà el fitxer de seqüències al :doc:`mòdul de captura <ekos-capture>` i iniciarà el procés d'obtenció de les imatges.
ca@valencia: Carregarà el fitxer de seqüències en el :doc:`mòdul «Captura» <ekos-capture>` i iniciarà el procés d'obtenció de les imatges.
fr: Charge le fichier de séquence dans le module d':doc:`acquisition <ekos-capture>` et démarre l'acquisition.
nl: Lees het rijbestand in in de :doc:`Opnamemodule <ekos-capture>` en start het afbeeldingsproces.
pt_br: Carregar o arquivo de sequência no :doc:`módulo de captura <ekos-capture>` e iniciar o processo de geração de imagens.
sl: Naložite zaporedno datoteko v modul :doc:`Capture <ekos-capture>` in začnite postopek slikanja.

source: Coordinate module issues, such as failures in guiding or alignment. They may result is Scheduler job suspensions and rescheduling.
ca: Coordinarà els problemes dels mòduls, com ara fallades en el guiatge o l'alineació. Poden provocar suspensions de tasques del programador i reprogramacions.
ca@valencia: Coordinarà els problemes dels mòduls, com fallades en el guiatge o l'alineació. Poden resultar en suspensions i reprogramacions de les tasques del programador.
fr: Coordonne les problème de module telle que l'échec du guidage ou de l'alignement. Cela risque de conduire à la suspension des tâches et à une nouvelle programmation.
nl: Coördineer moduleproblemen, zoals mislukken bij volgen of uitlijning. Ze kunnen resulteren in onderbreken en opnieuw plannen van taken in de planner.
pt_br: Coordenar problemas no módulo, como falhas na orientação ou no alinhamento. Eles podem resultar em suspensões e reagendamentos de tarefas do agendador.
sl: Težave s koordinatnim modulom, kot so napake pri vodenju ali poravnavi. Posledica so lahko začasne prekinitve in prerazporeditve dela načrtovalnika.
uk: Проблеми із модулем координат, зокрема критичні помилки у наведенні або вирівнюванні. Вони можуть призвести до призупиненні або перепланування завдання планувальника.

source: Note--some of the inter-module interactions are initiated by the modules themselves, but are monitored by the Scheduler. These include meridian flips, autofocus runs initiated by temperature change or timer expiration, and minimum guiding deviation requirements for capture.
ca: Nota: algunes de les interaccions entre mòduls són iniciades pels mateixos mòduls, però són supervisades pel programador. Aquests inclouen inversions del meridià, enfocaments automàtics iniciats per canvi de temperatura o expiració del temporitzador, i requisits mínims de desviació de guiatge per a la captura.
ca@valencia: Nota: algunes de les interaccions entre els mòduls són iniciades pels mateixos mòduls, però són supervisades pel programador. Estes inclouen inversions del meridià, execucions d'enfocament automàtic iniciades per un canvi de temperatura o l'expiració del temporitzador, així com els requisits mínims de desviació del guiatge per a la captura.
fr: Veuillez noter que certaines interactions entre modules sont initiées par les modules eux-même mais sont surveillées par l'ordonnanceur. Cela inclut le retournement au méridien, les mises au point automatiques déclenchées par une variation de température ou l'expiration d'un minuteur ainsi que les conditions de déviation minimale du guidage pour l'acquisition.
nl: Opmerking--sommige van de interacties tussen modulen worden geïnitieerd door de modulen zelf, maar worden gemonitord door de planner. Deze omvatten meridiaan omdraaiingen, uitvoeren van autofocus geïnitieerd door temperatuurwijzigingen of aflopen van timers en vereisten voor opnamen voor minimale afwijkingen in het volgen.
pt_br: Observação: Algumas das interações entre módulos são iniciadas pelos próprios módulos, mas são monitoradas pelo agendador. Isso inclui inversões de meridianos, execuções de foco automático iniciadas por mudança de temperatura ou expiração do temporizador e requisitos mínimos de desvio de orientação para captura.
sl: Opomba – nekatere interakcije med moduli sprožijo moduli sami, vendar jih nadzoruje razporejevalnik. Ti vključujejo obračanje po prehodu poldnevnika, samodejna izostritev, ki se sproži zaradi spremembe temperature ali izteka časovnika, in minimalne zahteve glede odstopanja vodila za zajem.
uk: Зауваження: деякі з дій взаємодії модулів започатковуються самими модулями, але спостереження за ними виконує планувальник. Серед цих дій переходи за меридіаном, автоматичні фокусування у відповідь на зміну температури або завершення відліку таймера і порушення вимог щодо мінімального відхилення наведення для захоплення зображення.

source: Once the Scheduler job is completed successfully, the scheduler selects the next Scheduler job. If no job can be scheduled at this time, the mount is parked until a next job can run. Furthermore, if the next job is not due for a user-configurable time limit, the scheduler performs a *preemptive* shutdown to preserve resources and performs the startup procedure again when the target is due.
ca: Un cop finalitzada la tasca del programador, aquest seleccionarà la tasca següent del programador. Si no es pot programar cap tasca en aquesta hora, la muntura estarà aparcada fins que es pugui executar la tasca següent. A més, si la tasca següent no està prevista amb un límit de temps configurable per l'usuari, el programador realitzarà un tancament *preventiu* per tal de conservar els recursos, i tornarà a executar el procediment d'inici quan venci l'objectiu.
ca@valencia: Una vegada finalitzada la tasca del programador, este seleccionarà la tasca següent. Si no es pot programar cap tasca en esta hora, la muntura restarà aparcada fins que es puga executar la tasca següent. A més, si la tasca següent no està prevista amb un límit de temps configurable per l'usuari, el programador realitzarà un tancament *preventiu* per tal de conservar els recursos i tornarà a executar el procediment d'inici quan vença l'objectiu.
fr: Une fois que la tâche s'est terminée avec succès, l'ordonnanceur choisit la prochaine tâche. Si l'heure programmée de la prochaine tâche n'est pas encore proche, la monture est parquée jusqu'à ce que la prochaine tâche soit prête. De plus si la prochaine tâche programmée n'est pas proche dans une limite de temps configurable par l'utilisateur, l'ordonnanceur réalise une extinction *anticipée* pour préserver les ressources et réalisera la procédure de démarrage quand la tâche sera prête.
nl: Zodra de plannertaak met succes is voltooid, selecteert de planner de volgende plannertaak. Indien er geen taak gepland kan worden wordt de opstelling geparkeerd, totdat de volgende taak uitgevoerd kan worden. Verder, indien de volgende taak nog niet aan de beurt is gedurende een door de gebruiker instelbare tijd, voert de planner een afsluitprocedure uit als *voorzorg*, om hulpbronnen te besparen en voert de opstartprocedure weer uit, als doel zover is.
pt_br: Após a conclusão bem-sucedida da tarefa, o agendador seleciona a próximo tarefa. Se nenhuma tarefa puder ser executada neste momento, a montagem fica estacionada até que a próxima tarefa possa ser executada. Além disso, se a próxima tarefa não estiver prevista para um limite de tempo configurável pelo usuário, o agendador executa um desligamento *preemptivo* para preservar recursos e executa o procedimento de inicialização novamente quando o alvo estiver mais próximo.
sl: Ko je opravilo razporejevalnika uspešno zaključeno, razporejevalec izbere naslednje opravilo razporejevalnika. Če v tem trenutku ni mogoče načrtovati nobenega opravila, se namestitev parkira, dokler se ne more zagnati naslednje opravilo. Poleg tega, če naslednje opravilo ni predvideno v uporabniško nastavljivem časovnem okviru, razporejevalec izvede *preventivno* zaustavitev, da ohrani vire, in ponovno izvede postopek zagona, ko je cilj predviden.

source: If an unrecoverable error occurs, the observatory initiates shutdown procedure. If there is a shutdown script, it will be executed last.
ca: Si es produeix un error irrecuperable, l'observatori iniciarà el procediment de tancament. Si hi ha un script de tancament, s'executarà l'últim.
ca@valencia: Si es produïx un error irrecuperable, l'observatori iniciarà el procediment de tancament. Si hi ha un script de tancament, s'executarà l'últim.
fr: Si une erreur irrécupérable se produit, l'observatoire initie une procédure d'arrêt. S'il existe un script d'arrêt, celui-ci sera exécuté en dernier.
nl: Indien een onherstelbare fout optreedt, zal de waarneemstation een afsluitprocedure beginnen. Als er een script is voor afsluiten, wordt die het laatst uitgevoerd.
pt_br: Se ocorrer um erro irrecuperável, o observatório inicia o procedimento de desligamento. Se houver um script de desligamento, ele será executado por último.
sl: Če pride do nepopravljive napake, observatorij sproži postopek zaustavitve. Če obstaja skript za zaustavitev, bo ta izveden zadnji.
uk: Якщо станеться критична помилка, буде ініційовано процедуру вимикання обсерваторії. Якщо було передбачено скрипт вимикання, його буде виконано останнім.

source: The following video demonstrates an earlier version of the scheduler, but the basic principles still apply today:
ca: El vídeo següent mostra una versió anterior del programador, però els principis bàsics encara s'apliquen avui:
ca@valencia: El vídeo següent mostra una versió anterior del programador, però els principis bàsics encara s'apliquen hui:
fr: La vidéo suivante illustre l'utilisation de l'ordonnanceur, et même si elle date un peu, les principes de base restent d'actualité :
nl: In de volgende video ziet u een eerdere versie van de planner in actie, maar de basisprincipes gelden nog steeds:
pt_br: O vídeo a seguir demonstra uma versão anterior do agendador, mas os princípios básicos ainda se aplicam hoje:
sl: Naslednji videoposnetek prikazuje prejšnjo različico razporejevalnika, vendar osnovna načela veljajo še danes:
uk: У наведеному нижче відео продемонстровано роботу ранньої версії планувальника, але базові принципи роботи планувальника є актуальними і для поточної версії:

source: Ekos Scheduler (https://youtu.be/v8vIXD1kois)
ca: Programador de l'Ekos (https://youtu.be/v8vIXD1kois)
ca@valencia: Programador d'Ekos (https://youtu.be/v8vIXD1kois)
nl: Ekos-planner (https://youtu.be/v8vIXD1kois)
pt_br: Agendador do Ekos (https://youtu.be/v8vIXD1kois)
sl: Ekos razporejevalnik (https://youtu.be/v8vIXD1kois)

source: Weather Monitoring
ca: Seguiment del clima
ca@valencia: Seguiment del clima
fr: Surveillance de la météo
nl: Weer monitoren
pt_br: Monitoramento climático
sl: Spremljanje vremena
uk: Спостереження за погодою

source: Another critical feature of any remotely operated robotic observatory is weather monitoring. For weather updates, Ekos relies on the selected INDI weather driver to continuously monitor the weather conditions. For simplicity sake, the weather conditions can be summed in three states:
ca: Una altra característica crítica d'un observatori robotitzat operat remotament és el seguiment del clima. Per a les actualitzacions meteorològiques, l'Ekos es basa en el controlador meteorològic seleccionat de l'INDI per a seguir contínuament les condicions meteorològiques. Per motius de simplicitat, les condicions meteorològiques es poden resumir en tres estats:
ca@valencia: Una altra característica crítica d'un observatori robotitzat operat remotament és el seguiment del clima. Per a les actualitzacions meteorològiques, Ekos es basa en el controlador meteorològic seleccionat d'INDI per a seguir contínuament les condicions meteorològiques. Per motius de simplicitat, les condicions meteorològiques es poden resumir en tres estats:
fr: Un autre aspect critique des observatoires robotiques commandés à distance est la surveillance de la météo. Ekos s'appuie sur le pilote météo de INDI sélectionné pour surveiller en continu les conditions météorologiques. Par souci de simplicité, les conditions météorologiques se résument en trois états :
nl: Nog een kritieke eigenschap van elke op afstand bediende automatische waarneemstation is het monitoren van het weer. Voor weer-updates vertrouwt Ekos op de geselecteerde weer-driver van INDI, voor het continu monitoren van de weercondities. Eenvoudigheidshalve kunnen de weercondities opgesomd worden in drie toestanden:
pt_br: Outra funcionalidade essencial de qualquer observatório robótico operado remotamente é o monitoramento meteorológico. Para atualizações meteorológicas, o Ekos conta com o driver meteorológico INDI selecionado para monitorar continuamente as condições meteorológicas. Para simplificar, as condições meteorológicas podem ser resumidas em três estados:
sl: Druga pomembna značilnost katerega koli daljinsko vodenega robotskega observatorija je spremljanje vremena. Pri vremenskih posodobitvah se Ekos zanaša na izbrani gonilnik vremena INDI za stalno spremljanje vremenskih razmer. Zaradi enostavnosti lahko vremenske razmere povzamemo v tri stanja:
uk: Ще одним із критичних факторів роботи будь-якої дистанційно керованої роботизованої обсерваторії є погодний фактор. Для неперервного стеження за даними щодо погодних умов Ekos використовує драйвер погодних даних INDI. Заради простоти, погодні умови можна розділити на три класи:

source: **Ok**: Weather conditions are clear and optimal for imaging.
ca: **D'acord**: Les condicions meteorològiques són clares i òptimes per a l'obtenció de les imatges.
ca@valencia: **D'acord**: les condicions meteorològiques són clares i òptimes per a l'obtenció de les imatges.
fr: **Ok** : les conditions sont claires et optimales pour imager.
nl: **Ok**: Helder weer, optimaal voor opnames.
pt_br: **Ok**: As condições climáticas estão claras e ideais para geração de imagens.
sl: **V redu**: Vremenske razmere so jasne in optimalne za slikanje.

source: **Warning**: Weather conditions are not clear, seeing is subpar, or partially obstructed and not suitable for imaging. Any further imaging process is suspended until the weather improves. Warning weather status does not pose any danger to the observatory equipment so the observatory is kept operational. The exact behavior to take under Warning status can be configured.
ca: **Avís**: Les condicions meteorològiques no són clares, el «seeing» és insatisfactori o està parcialment obstruïda, i no és adequada per a l'obtenció de les imatges. Qualsevol altre procés d'obtenció de les imatges serà suspès fins que millori el temps. L'estat meteorològic d'avís no suposa cap perill per a l'equip de l'observatori, de manera que es mantindrà operatiu. El comportament exacte sota l'estat d'avís es pot configurar.
ca@valencia: **Avís**: les condicions meteorològiques no són clares, la vista és insatisfactòria o està parcialment obstruïda, i no és adequada per a l'obtenció de les imatges. Qualsevol altre procés d'obtenció de les imatges serà suspés fins que millore el temps. L'estat meteorològic d'avís no suposa cap perill per a l'equip de l'observatori, de manera que es mantindrà operatiu. El comportament exacte davall l'estat d'avís es pot configurar.
fr: **Avertissement** : les conditions ne sont pas claires, la visibilité (seeing) est sous optimale ou partiellement obstruée et inadaptée pour imager. Tout processus d'acquisition est suspendu en attendant une amélioration. Cet état d'avertissement n'implique pas de danger pour le matériel de l'observatoire, ainsi il reste opérationnel. Les mesures exactes à prendre lors d'état d'avertissement peuvent être configurées.
nl: **Waarschuwing**: Geen helder weer, zicht is onvoldoende, of gedeeltelijk geblokkeerd en ongeschikt voor het maken van afbeeldingen. Verder afbeelden wordt opgeschort tot het weer verbetert. Weercondities zijn niet schadelijk voor de apparatuur in de waarneemstation, dus blijft die operationeel. Wat er precies moet gebeuren tijdens een waarschuwing, kan worden ingesteld.
pt_br: **Aviso**: As condições meteorológicas não estão claras, a visibilidade está abaixo da média ou parcialmente obstruída e não é adequada para geração de imagens. Qualquer outro processo de geração de imagens está suspenso até que o tempo melhore. O status de alerta meteorológico não representa nenhum perigo para o equipamento do observatório, portanto, o observatório é mantido operacional. O comportamento exato a ser adotado em status de aviso pode ser configurado.
sl: **Opozorilo**: Vremenske razmere niso jasne, vidljivost je slaba ali delno ovirana in ni primerna za slikanje. Nadaljnje slikanje je prekinjeno, dokler se vreme ne izboljša. Opozorilno vremensko stanje ne predstavlja nevarnosti za opremo opazovalnice, zato opazovalnica še naprej deluje. Natančno delovanje v opozorilnem stanju je mogoče konfigurirati.

source: **Alert**: Weather conditions are detrimental to the observatory safety and shutdown must be initiated as soon as possible.
ca: **Alerta**: Les condicions meteorològiques són perjudicials per a la seguretat de l'observatori i s'hauria d'iniciar el tancament tan aviat com sigui possible.
ca@valencia: **Alerta**: les condicions meteorològiques són perjudicials per a la seguretat de l'observatori i s'hauria d'iniciar el tancament tan prompte com siga possible.
fr: **Alerte** : les conditions sont préjudiciables à la sécurité de l'observatoire et un arrêt doit être initié le plus rapidement possible.
nl: **Alert**: Weercondities zijn schadelijk voor de veiligheid van het waarneemstation, en die moet zo snel mogelijk worden afgesloten.
pt_br: **Alerta**: As condições climáticas são prejudiciais à segurança do observatório e o desligamento deve ser iniciado o mais rápido possível.
sl: **Pomembno opozorilo**: Vremenske razmere škodujejo varnosti observatorija in ga je treba čim prej zaustaviti.

source: Weather Alert Response
pt_br: Resposta a alertas meteorológicos
sl: Odziv na vremenska opozorila

source: When weather conditions deteriorate to Alert status during operations, the scheduler initiates a protective "soft shutdown" procedure. Unlike a complete shutdown where all systems are stopped, a soft shutdown preserves the Ekos and INDI connections while protecting your equipment, allowing for quick resumption when conditions improve.
pt_br: Quando as condições meteorológicas se deterioram a ponto de entrarem em estado de alerta durante as operações, o agendador inicia um procedimento de "desligamento suave" de proteção. Ao contrário de um desligamento completo, onde todos os sistemas são interrompidos, um desligamento suave preserva as conexões Ekos e INDI, protegendo seu equipamento e permitindo uma retomada rápida quando as condições melhorarem.
sl: Ko se vremenske razmere med delovanjem poslabšajo do stanja opozorila, razporejevalnik sproži zaščitni postopek »mehke zaustavitve«. Za razliko od popolne zaustavitve, pri kateri se ustavijo vsi sistemi, mehka zaustavitev ohrani povezave Ekos in INDI, hkrati pa zaščiti vašo opremo, kar omogoča hitro nadaljevanje delovanja, ko se razmere izboljšajo.

source: **Soft Shutdown Sequence:**
pt_br: **Sequência de desligamento suave:**
sl: **Zaporedje mehke zaustavitve:**

source: When a weather alert is detected:
pt_br: Quando um alerta meteorológico é detectado:
sl: Ko je zaznano vremensko opozorilo:

source: A configurable delay period (default: 10 seconds) prevents reaction to momentary sensor issues
pt_br: Um período de atraso configurável (padrão: 10 segundos) evita a reação a problemas momentâneos do sensor
sl: Nastavljivo obdobje zakasnitve (privzeto: 10 sekund) preprečuje odziv na trenutne težave s senzorjem

source: If the alert persists, the current scheduler job is aborted (marked ABORTED, not ERROR, so it can restart later)
pt_br: Se o alerta persistir, a tarefa agendada atual será cancelada (marcada como CANCELADA, e não como ERRO, para que possa ser reiniciada posteriormente).
sl: Če opozorilo vztraja, se trenutno opravilo razporejevalnika prekine (označeno kot PREKINJENO, ne kot NAPAKA, zato da se lahko pozneje znova zažene).

source: The Pre-Shutdown Queue executes to protect equipment (typically closes dust caps, parks mount, closes dome)
pt_br: A fila de pré-desligamento é executada para proteger o equipamento (normalmente fecha as tampas anti-poeira, bloqueia a montagem, fecha a cúpula)
sl: Pred-izklopna čakalna vrsta se izvede za zaščito opreme (običajno zapre protiprašne pokrove, parkira montažo, zapre kupolo)

source: Ekos and INDI remain running for faster recovery
pt_br: Ekos e INDI continuam em operação para uma recuperação mais rápida
sl: Ekos in INDI še naprej delujeta za hitrejšo obnovo

source: The scheduler enters a grace period to wait for weather improvement
pt_br: O sistema de agendamento entra em um período de tolerância para aguardar a melhora das condições climáticas
sl: Razporejevalnik vstopi v obdobje odloga za čakanja na izboljšanje vremena

source: Weather Grace Period
pt_br: Período de tolerância das condições climáticas
sl: Vremensko obdobje čakanja

source: The grace period is a configurable waiting time during which the scheduler monitors weather conditions. If weather improves during this period, operations automatically resume. If the grace period expires with alert conditions still present, the job is marked as ERROR and will not restart.
pt_br: O período de tolerância é um tempo de espera configurável durante o qual o agendador monitora as condições climáticas. Se o tempo melhorar durante esse período, as operações são retomadas automaticamente. Se o período de tolerância expirar com as condições de alerta ainda presentes, a tarefa é marcada como ERRO e não será reiniciada.
sl: Obdobje čakanja je nastavljiv čas čakanja, v katerem razporejevalnik spremlja vremenske razmere. Če se vreme v tem obdobju izboljša, se delovanje samodejno nadaljuje. Če se obdobje čakanja izteče, ko so opozorilni pogoji še vedno prisotni, je opravilo označeno kot NAPAKA in se ne bo znova zagnalo.

source: **During the Grace Period:**
pt_br: **Durante o período de tolerância:**
sl: **Med obdobjem odloga:**

source: Equipment remains protected (mount parked, dome closed)
pt_br: O equipamento permanece protegido (montagem bloqueada, cúpula fechada)
sl: Oprema ostane zaščitena (montaža parkirana, kupola zaprta)
