Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: The 3D graphic displays the sensor tilted as per the <link linkend="aberration-inspector-results">Aberration Inspector Results</link>. To help visualise the Petzval surface (see <ulink url="https://en.wikipedia.org/wiki/Petzval_field_curvature">Petzval Field Curvature</ulink> for more details) of light coming out of the telescope and incident on the sensor the surface is also modelled. The higher the backfocus error, the more curved the Petzval surface.
bg: 3D графиката показва сензора, наклонен според <link linkend="aberration-inspector-results">Резултатите от инспектора за аберации</link>. За да визуализирате повърхността на Petzval (вижте <ulink url="https://en.wikipedia.org/wiki/Petzval_field_curvature">Кривина на полето на Petzval</ulink> за повече подробности) на светлината, излизаща от телескопа и падаща на сензора, повърхността също се моделира. Колкото по-голяма е грешката на обратното фокусиране, толкова по-извита е повърхността на Petzval.
sl: 3D-grafika prikazuje senzor, nagnjen glede na <link linkend="aberration-inspector-results">rezultate inšpektorja aberacije</link>. Za pomoč pri vizualizaciji Petzvalove površine (za več podrobnosti glejte <ulink url="https://en.wikipedia.org/wiki/Petzval_field_curvature">Ukrivljenost Petzvalovega polja (Petzval Field Curvature)</ulink>) svetlobe, ki prihaja iz teleskopa in pada na senzorja je površina tudi modelirana. Večja kot je napaka ostrenja nazaj, bolj je Petzvalova površina ukrivljena.
sv: Den tredimensionella grafiken visar sensorn lutad enligt <link linkend="aberration-inspector-results">aberrationsinspektionens resultat</link>. För att hjälpa till att visualisera Petzval-ytan (se <ulink url="https://en.wikipedia.org/wiki/Petzval_field_curvature">Petzval-fältkrökning</ulink> för mer information) modelleras också ljus från teleskopet som träffar sensorns yta. Ju större fel i bakåtfokus, desto mer böjd är Petzval-ytan.
uk: На просторовому графіку буде показано нахил датчика за <link linkend="aberration-inspector-results">результатами інспектора аберації</link>. Для полегшення візуалізації поверхні Пецваля (див. <ulink url="https://en.wikipedia.org/wiki/Petzval_field_curvature">кривина поля Пецваля</ulink>, щоб дізнатися більше) світла, що надходить з телескопа і падає на датчик, моделюють також поверхню. Чим вищою є похибка зворотного фокусування, тим викривленішою є поверхня Пецваля.

source: The graphic can be zoomed and rotated using gestures. To zoom use pinch. To rotate use touch-and-move.
bg: Графиката може да се мащабира и завърта с помощта на жестове. За да увеличите, използвайте разтваряне с два пръста. За да завъртите, използвайте докосване и преместване.
ca@valencia: El gràfic es pot ampliar i girar mitjançant gestos. Per a fer zoom, pessigueu. Per a girar, utilitzeu tocar i moure.
pt_br: O gráfico pode ser ampliado e girado usando gestos. Para ampliar, use o movimento de pinça. Para girar, use o toque e o movimento.
sl: Grafiko je mogoče povečati in zasukati s potezami. Za povečavo uporabite ščipanje. Za vrtenje uporabite dotik in premikanje.
sv: Grafiken kan zoomas och roteras med gester. Använd knipning för att zooma. Använd rör och flytta för att rotera.
uk: Графік можна масштабувати і обертати за допомогою жестів. Для масштабування використовуйте жест щипання. Для обертання скористайтеся торканням і пересуванням.

source: The graphic has a Simulation Mode that allows backfocus and tilt to be adjusted by the sliders. The effect on the sensor's tilt and Petzval surface is displayed in the graphic.
bg: Графиката има режим на симулация, който позволява регулиране на задния фокус и наклона чрез плъзгачите. Ефектът върху наклона на сензора и повърхността на Petzval е показан на графиката.
ca@valencia: El gràfic disposa d'un mode de simulació que permet ajustar l'enfocament al darrera i la inclinació amb els controls lliscants. L'efecte sobre la inclinació del sensor i la superfície de Petzval es mostra en el gràfic.
pt_br: O gráfico possui um modo de simulação que permite que o foco de fundo e a inclinação sejam ajustados pelos controles deslizantes. O efeito na inclinação do sensor e na superfície de Petzval é exibido no gráfico.
sl: Grafika ima simulacijski način, ki omogoča prilagajanje fokusiranja nazaj in nagiba z drsniki. Učinek na nagib senzorja in Petzvalovo ploskev je prikazan na grafiki.
sv: Grafiken har ett simuleringsläge som gör att bakåtfokus och lutning kan justeras med reglagen. Effekten på sensorns lutning och Petzval-yta visas i grafiken.
uk: Для графіка передбачено режим імітації, у якому можна коригувати зворотне фокусування та ухил за допомогою повзунків. На графіку буде показано результат для ухилу датчика і поверхню Пецваля.

source: The following options are available for the graphic:
bg: Налични са следните опции за графиката:
ca@valencia: Hi ha disponibles les opcions següents per al gràfic:
pt_br: As seguintes opções estão disponíveis para o gráfico:
sl: Za grafiko so na voljo naslednje možnosti:
sv: Följande alternativ är tillgängliga för grafiken:
uk: Для графіка передбачено такі пункти:

source: <guilabel>Selection</guilabel>: The following options are available:
bg: <guilabel>Селекция</guilabel>: Налични са следните опции:
sl: <guilabel>Izbira</guilabel>: Na voljo so naslednje možnosti:
sv: <guilabel>Markering</guilabel>: Följande alternativ är tillgängliga:
uk: <guilabel>Вибір</guilabel>: можна вибрати один з таких варіантів:

source: None: No selection is possible.
bg: Без: Не е възможна селекция.
ca@valencia: Cap: no hi haurà cap selecció possible.
pt_br: Nenhuma: Nenhuma seleção é possível.
sl: Brez: Možno je brez izbire.
sv: Ingen: Inget val är möjligt.
uk: Немає: вибір неможливий.

source: Item: A datapoint may be selected and data values are displayed.
bg: Елемент: Може да се избере точка от данни и да се покажат стойностите на данните.
ca@valencia: Element: es podrà seleccionar un punt de dades i es mostraran els valors de les dades.
pt_br: Item: Um ponto de dados pode ser selecionado e os valores dos dados são exibidos.
sl: Postavka: Izbere se lahko podatkovna točka in prikažejo se vrednosti podatkov.
sv: Objekt: En datapunkt kan väljas och datavärden visas.
uk: Елемент: може бути вибрано точку даних, і буде показано значення даних.

source: Slice: A 2D slice through the 3D graphic is displayed.
bg: Срез: Показва се 2D срез през 3D графиката.
ca@valencia: Segment: es mostrarà un segment en 2D a través del gràfic en 3D.
pt_br: Fatia: Uma fatia 2D através do gráfico 3D é exibida.
sl: Rez: Prikaže se 2D rez skozi 3D grafiko.
sv: Plan: En tvådimensionell skiva genom den tredimensionella grafiken visas.
uk: Зріз: буде показано плоский зріз просторового графіка.

source: <guilabel>Theme</guilabel>: A number of colour themes are available.
bg: <guilabel>Тема</guilabel>: Налични са няколко цветови теми.
sl: <guilabel>Tema</guilabel>: Na voljo so številne barvne teme.
sv: <guilabel>Tema</guilabel>: Ett antal färgteman är tillgängliga.
uk: <guilabel>Тема</guilabel>: можна скористатися однією з декількох тем кольорів.

source: <guilabel>Labels</guilabel>: Checkbox to show / hide tile labels on the graphic.
bg: <guilabel>Етикети</guilabel>: Квадратче за отметка за показване/скриване на етикетите на плочките върху графиката.
sl: <guilabel>Oznake</guilabel>: Potrditveno polje za prikaz / skirvanje oznak ploščic na grafiki.
sv: <guilabel>Beteckningar</guilabel>: Kryssruta för att visa eller dölja beteckningar i grafiken.
uk: <guilabel>Мітки</guilabel>: цей пункт вмикає або вимикає показ міток плитки на графіку.

source: <guilabel>Sensor</guilabel>: Checkbox to show / hide the sensor.
bg: <guilabel>Сензор</guilabel>: Квадратче за отметка за показване/скриване на сензора.
sl: <guilabel>Senzor</guilabel>: Potrditveno polje za prikaz / skrivanje senzorja.
sv: <guilabel>Sensor</guilabel>: Kryssruta för att visa eller dölja sensorn.
uk: <guilabel>Датчик</guilabel>: пункт для показу або приховування датчика.

source: <guilabel>Petzval Wire</guilabel>: Checkbox to show / hide the Petzval surface as a graphic wire.
bg: <guilabel>Решетка на Petzval </guilabel>: Квадратче за отметка за показване/скриване на повърхността на Petzval като графична мрежа.
sl: <guilabel>Petzvalova žica</guilabel>: Potrditveno polje za prikaz / skrivanje Petzvalove ploskve kot grafične žice.
sv: <guilabel>Petzval-linje</guilabel>: Kryssruta för att visa eller dölja Petzval-ytan som en grafisk linje.
uk: <guilabel>Сітка Пецваля</guilabel>: пункт для вмикання або вимикання показу поверхні Пецваля у форматі графічної сітки.

source: <guilabel>Petzval Surface</guilabel>: Checkbox to show / hide the Petzval surface.
bg: <guilabel>Повърхност на Petzval</guilabel>: Квадратче за отметка за показване/скриване на повърхността на Petzval.
sl: <guilabel>Petzvalova ploskev</guilabel>: Potrditveno polje za prikaz / skrivanje Petzvalove ploskve.
sv: <guilabel>Petzval-yta</guilabel>: Kryssruta för att visa eller dölja Petzval-ytan.
uk: <guilabel>Поверхня Пецваля</guilabel>: пункт для вмикання або вимикання показу поверхні Пецваля.

source: <guilabel>Sim Mode</guilabel>: Checkbox to toggle Simulation Mode on / off. When off, the graphic displays the sensor and Petzval surface based on the calculated results of the Aberration Inspector run. When on, the sliders for Backfocus, Left-to-Right tilt and Top-to-Bottom tilt are activated, and these can be dragged by the user to adjust the graphic. Hover the mouse over each slider to see the tooltips describing what each slider does.
bg: <guilabel>Режим на симулация</guilabel>: Квадратче за отметка за включване/изключване на режим на симулация. Когато е изключена, графиката показва сензора и повърхността на Petzval въз основа на изчислените резултати от изпълнението на инспектора за аберации. Когато са включени, плъзгачите за заден фокус, наклон наляво надясно и наклон нагоре надолу са активирани и те могат да бъдат плъзгани от потребителя, за да коригира графиката. Задръжте курсора на мишката върху всеки плъзгач, за да видите подсказките, описващи, какво прави всеки плъзгач.
sl: <guilabel>Simulacijski način</guilabel>: Potrditveno polje za vklop / izklop načina simulacije. Ko je izklopljen, grafika prikazuje senzor in Petzvalovo ploskev na podlagi izračunanih rezultatov zagona inšpectorja aberacije. Ko je vklopljen, so aktivirani drsniki za zračnost, nagib od leve proti desni in nagib od vrha proti dnu, ki jih lahko uporabnik povleče, da prilagodi grafiko. Z miško se pomaknite nad posamezen drsnik, da si ogledate nasvete orodij, ki opisujejo, kaj posamezni drsnik počne.
sv: <guilabel>Simuleringsläge</guilabel>: Kryssruta för att sätta på eller stänga av simuleringsläge. När det är avstängt visar grafiken sensorn och Petzval-ytan baserat på de beräknade resultaten från aberrationsinspektionens körning. När det är på, aktiveras reglagen för bakåtfokus, vänster till högerlutning och topp till bottenlutning, som kan flyttas av användaren för att justera grafiken. Håll musen över varje reglage för att se verktygstipsen som beskriver vad varje reglage gör.
uk: <guilabel>Режим іміт.</guilabel>: пункт для вмикання або вимикання режиму імітації. Якщо не позначено, на графіку буде показано датчик і поверхню Пецваля на основ обчислених під час запуску інспектора аберації даних. Якщо позначено, буде активовано повзунки для зворотного фокусування, зсуву ліворуч-праворуч та зсуву вгору-вниз. Повзунки можна буде пересунути для коригування графіка. Наведіть вказівник миші на якийсь з повзунків, щоб переглянути підказки із описом призначення кожного з повзунків.

source: The 3D graphic is not essential to using Aberration Inspector. All relevant information is displayed in the <link linkend="aberration-inspector-table">Table</link> and <link linkend="aberration-inspector-results">Results</link> sections of the dialog. Its purpose is to aid the user in understanding Aberration Inspector and to orient themselves with the information the tool provides.
bg: 3D графиката не е от съществено значение за използването на Инспектор на аберациите. Цялата важна информация се показва в разделите <link linkend="aberration-inspector-table">Таблица</link> и <link linkend="aberration-inspector-results">Резултати</link> на диалоговия прозорец . Целта му е да помогне на потребителя да разбере данните от инспектора на аберациите и да се ориентира с информацията, която инструментът предоставя.
sl: 3D-grafika ni bistvena za uporabo inšpektorja aberacije. Vse pomembne informacije so prikazane v razdelkih pogovornega okna <link linkend="aberration-inspector-table">Tabela</link> in <link linkend="aberration-inspector-results">Rezultati</link>. Njegov namen je pomagati uporabniku razumeti inšpektorja aberacije in se orientirati po informacijah, ki jih orodje ponuja.
sv: Den tredimensionella grafiken är inte nödvändig för att använda aberrationsinspektion. All relevant information visas under <link linkend="aberration-inspector-table">Tabell</link> och <link linkend="aberration-inspector-results">Resultat</link> i dialogrutan. Syftet är att hjälpa användaren att förstå aberrationsinspektion och att orientera sig med den information som verktyget ger.
uk: Просторовий графік не є критичним для користування інспектором аберації. Усі потрібні дані показано у розділах <link linkend="aberration-inspector-table">Таблиця</link> і <link linkend="aberration-inspector-results">Результати</link> діалогового вікна. Призначенням графіка є полегшення розуміння користувачем роботи інспектора аберації та орієнтації у даних, які надає інструмент.

source: Focus
ca@valencia: Enfocament
fr: Mise au point
pt_br: Foco

source: In order to focus an image, Ekos needs to establish a numerical method for gauging how *good* your focus is. It's easy when you look at an image and can see it as *unfocused*, as the human eye is very good at detecting that, but *how* can Ekos possibly know that?
ca@valencia: Per a enfocar una imatge, Ekos necessita establir un mètode numèric per a mesurar el *bo* que és el vostre enfocament. És fàcil mirar una imatge i veure-la un xic *desenfocada*, ja que l'ull humà és molt bo en detectar-ho, però. *Com* ho pot saber Ekos?
fr: Afin d'effectuer la mise au point d'une image, Ekos a besoin d'utiliser une méthode numérique pour juger de la *valeur* de votre mise au point. Il est très facile pour un humain d'estimer si une image n'est pas *nette* puisque l'œil humain est très bon à cela, mais *comment* est-ce que Ekos peut le savoir ?
pt_br: Para focar uma imagem, o Ekos precisa estabelecer um método numérico para avaliar o quão *bom* é o seu foco. É fácil quando você olha para uma imagem e a vê como *desfocada*, já que o olho humano é muito bom em detectar isso, mas *como* o Ekos pode saber disso?

source: **Linear 1 Pass**: In the Linear 1 Pass algorithm, Ekos establishes a V-Curve and fits a curve to the data to find the focus solution. It then moves to the calculated minimum. Key features include:
ca@valencia: **Lineal d'1 pas**: En l'algorisme «Lineal d'1 pas», Ekos establix una «Corba V» i ajusta una corba a les dades per a trobar la solució de l'enfocament. Després, però, es mourà fins al mínim calculat. Les característiques clau inclouen:
fr: **Linéaire 1 passe** : cet algorithme débute en établissant une courbe en V puis interpole cette courbe pour trouver une solution. Puis il se déplace directement au minimum calculé. Les fonctionnalités principales incluent :
pt_br: **Linear de 1 Passo**: No algoritmo Linear de 1 Passo, o Ekos estabelece uma curva em V e ajusta uma curva aos dados para encontrar a solução em foco. Em seguida, ele avança para o mínimo calculado. As principais funcionalidades incluem:

source: **Linear**: In the Linear algorithm, Ekos steps outward from its starting point then moves inward taking regular datapoints through the point of optimum focus and then further inward, to draw a V-Curve. It then fits a quadratic curve to the datapoints and calculates the point of optimum focus. It then moves out again past the point of optimum focus, halves the stepsize and moves in again for a second pass. It looks to follow the curve from the first pass and find the minimum HFR. Due to randomness in the HFR measurements it uses the % tolerance to help decide when it has found a solution. Key features include:
ca@valencia: **Lineal**: En l'algorisme lineal, Ekos fa passos cap enfora des del seu punt de partida i després es mou cap endins prenent punts de dades regulars a través del punt d'enfocament òptim i després cap endins, per a dibuixar una «Corba V». Llavors s'ajusta a una corba quadràtica als punts de dades i calcula el punt d'enfocament òptim. Després es mou de nou més enllà del punt d'enfocament òptim, reduïx a la meitat la mida del pas i torna a passar per un segon pas. Pareix seguir la corba des del primer pas i així trobar el mínim HFR. A causa de l'aleatorietat en els mesuraments HFR, utilitza la tolerància % per ajudar a decidir quan ha trobat una solució. Les característiques clau inclouen:
fr: **Linéaire** : dans cet algorithme, Ekos se déplace vers l'extérieur depuis son point de départ puis recule en prenant plusieurs points près de la position de mise au point optimale puis recule encore pour dessiner la courbe en V. Il effectue ensuite une régression sur la courbe quadratique et calcule le point optimal. Il repart ensuite vers l'extérieur en dépassant le point optimal, divise par deux le pas, et recule encore pour une seconde passe. Il essaie de suivre la courbe de la première passe et trouve la valeur de HFR minimale. Comme les mesures du HFR sont aléatoires, il utilise le pourcentage de tolérance pour décider si une solution a été trouvée. Les fonctionnalités principales incluent :
pt_br: **Linear**: No algoritmo Linear, o Ekos se afasta do seu ponto inicial e, em seguida, se move para dentro, tomando pontos de dados regulares através do ponto de foco ideal e, em seguida, mais para dentro, para desenhar uma curva em V. Em seguida, ele ajusta uma curva quadrática aos pontos de dados e calcula o ponto de foco ideal. Em seguida, ele se afasta novamente, passando pelo ponto de foco ideal, reduz o tamanho do passo pela metade e se move novamente para uma segunda passagem. Ele busca seguir a curva a partir da primeira passagem e encontrar o RMF mínimo. Devido à aleatoriedade nas medições de RMF, ele usa a % de tolerância para ajudar a decidir quando encontrou uma solução. As principais funcionalidades incluem:

source: If the focuser behaves in an inconsistent way, i.e. when commanded to go to position X, there is variability in the position it goes to, then this algorithm will be the best to use as it has some built in tolerance for this variability.
ca@valencia: Si l'enfocador es comporta d'una manera incoherent, és a dir, quan s'ordena anar fins a la posició X i hi ha variabilitat en la posició cap a la qual va, llavors serà millor utilitzar este algoritme, ja que té una tolerància integrada per a esta variabilitat.
fr: Si le moteur de mise au point se comporte de manière irrégulière, c'est-à-dire qu'une même commande aboutit à une position variable, alors cet algorithme sera la meilleur car il possède une tolérance interne pour gérer cette variabilité.
pt_br: Se o focalizador se comportar de maneira inconsistente, ou seja, quando comandado para ir para a posição X, houver variabilidade na posição para a qual ele vai, então este algoritmo será o melhor a ser usado, pois possui alguma tolerância incorporada para essa variabilidade.
