Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: Depending on the various inputs and imaging conditions, the potential quality of a sub-exposure can vary greatly. In poor sky quality with little or no filtering, the computed sub-exposure time will naturally be short to avoid an overwhelming noise from light pollution, and the exposure time relative to the computed noise will be low (a low time/noise ratio). To achieve a high quality integrated image from low time/noise ratio sub-exposures may require thousands sub-exposures. If the user is concerned about imaging and processing time or storage capacity; then a higher time/noise ratio would needed to reduce the quantity of sub-exposures. Conversely, when input conditions result in a sub-exposure with a long exposure time relative to the computed noise (as with narrow-band imaging), the result may be a sub-exposure with a very high time/noise ratio. In such cases the default value of 80, might result in very few sub-exposures for the integration. But the delta value will be quite high, indicating that raising the time-noise ratio will greatly improve the potential quality of the integrated image.
ca: Depenent de les diferents entrades i condicions del processament d'imatges, la qualitat potencial d'una subexposició pot variar molt. En mala qualitat del cel amb poc o cap filtratge, el temps calcular de subexposició serà naturalment curt per a evitar un soroll aclaparador de la contaminació lumínica, i el temps d'exposició en relació amb el soroll calculat serà baix (una relació de temps/soroll baixa). Per a aconseguir una imatge integrada d'alta qualitat a partir de subexposicions de baixa relació temps/soroll pot requerir milers de subexposicions. Si l'usuari es preocupa per la imatge i el temps de processament o la capacitat d'emmagatzematge, llavors es necessitaria una relació de temps/soroll més alta per a reduir la quantitat de subexposicions. Per contra, quan les condicions d'entrada donen lloc a una subexposició amb un temps d'exposició llarg en relació amb el soroll calculat (com amb imatges de banda estreta), el resultat pot ser una subexposició amb una relació temps/soroll molt alta. En aquests casos, el valor predeterminat de 80, pot resultar en molt poques subexposicions per a la integració. Però el valor delta serà bastant alt, la qual cosa indica que augmentar la relació temps-soroll millorarà enormement la qualitat potencial de la imatge integrada.
fr: Selon les différentes valeurs en entrée et les conditions d'imagerie, la qualité potentielle peut grandement varier. Dans des conditions de qualité de ciel mauvaise, la durée calculé des trames sera naturellement courte pour éviter l'effet important de bruit venant de la pollution lumineuse. Si la durée d'imagerie et de traitement, ainsi que la taille d'enregistrement des images sont des paramètres importants pour l'utilisateur, une augmentation du rapport Durée/Bruit sera nécessaire pour réduite la quantité de trames. À l'inverse, quand les conditions sont bonnes et que le rapport résulte en des trames de longues durées par rapport au bruit calculé (dans l'imagerie à filtre étroit par exemple), le résultat sera des trames avec un rapport Durée/Bruit très grand. Dans ce cas, la valeur par défaut de 80 conduira à peu de trames pour l'empilement. Mais la valeur delta sera plutôt haute, indiquant qu'augmenter le rapport Durée/Bruit améliorera de beaucoup la qualité potentielle de l'image empilée.
pt_br: Dependendo das diversas entradas e condições de imagem, a qualidade potencial de uma subexposição pode variar bastante. Em céus de baixa qualidade, com pouca ou nenhuma filtragem, o tempo de subexposição calculado será naturalmente curto para evitar um ruído excessivo causado pela poluição luminosa, e o tempo de exposição em relação ao ruído calculado será baixo (uma baixa relação tempo/ruído). Para obter uma imagem integrada de alta qualidade a partir de subexposições com baixa relação tempo/ruído, podem ser necessárias milhares de subexposições. Se o usuário estiver preocupado com o tempo de geração de imagens e processamento ou com a capacidade de armazenamento, uma relação tempo/ruído maior seria necessária para reduzir a quantidade de subexposições. Por outro lado, quando as condições de entrada resultam em uma subexposição com um longo tempo de exposição em relação ao ruído calculado (como na geração de imagens de banda estreita), o resultado pode ser uma subexposição com uma relação tempo/ruído muito alta. Nesses casos, o valor padrão de 80 pode resultar em pouquíssimas subexposições para a integração. Mas o valor delta será bastante alto, indicando que aumentar a relação tempo-ruído melhorará significativamente a qualidade potencial da imagem integrada.
sl: Odvisno od različnih vhodo in pogojev slikanja se lahko potencialna kakovost podosvetlitve zelo razlikuje. Pri slabi kakovosti neba z malo ali brez filtriranja bo izračunani čas podosvetlitve seveda kratek, da se izognemo močnemu šumu zaradi svetlobnega onesnaženja, čas osvetlitve glede na izračunani šum pa bo nizek (nizko razmerje med časom in šumom). Da bi dosegli visokokakovostno integrirano sliko z nizkim razmerjem med časom in šumom, je morda potrebnih več tisoč podosvetlitev. Če uporabnika skrbi čas slikanja in obdelave ali zmogljivost shranjevanja; potem bi bilo za zmanjšanje količine podosvetlitev potrebno višje razmerje med časom in šumom. Nasprotno, ko vhodni pogoji povzročijo podosvetlitev z dolgim časom osvetlitve glede na izračunani šum (kot pri ozkopasovnem slikanju), je lahko rezultat podosvetlitev z zelo visokim razmerjem med časom in šumom. V takih primerih lahko privzeta vrednost 80 povzroči zelo malo podosvetlitev za integracijo. Toda vrednost delta bo precej visoka, kar kaže, da bo dvig razmerja med časom in šumom močno izboljšal potencialno kakovost integrirane slike.
sv: Beroende på olika indata och bildförhållanden kan den potentiella kvaliteten på en delexponering variera mycket. För dålig himmelskvalitet med liten eller ingen filtrering är den beräknade delexponeringstiden naturligtvis kort för att undvika ett överväldigande brus från ljusföroreningar, och exponeringstiden i förhållande till det beräknade bruset är låg (ett lågt förhållande mellan tid och brus). För att uppnå en integrerad bild av hög kvalitet från delexponeringar med lågt tid/brus-förhållande kan tusentals delexponeringar krävas. Om användaren är bekymrad över bildbehandling och bearbetningstid eller lagringskapacitet, resulterar ett större tid/brus-förhållande i att antalet delexponeringar minskas. Omvänt, när indataförhållanden resulterar i en delexponering med lång exponeringstid i förhållande till det beräknade bruset (som med en smalbandig bild), kan resultatet bli en delexponering med ett mycket högt förhållande mellan tid och brus. I sådana fall kan standardvärdet 80 resultera i väldigt få delexponeringar för integration. Men deltavärdet är ganska högt, vilket indikerar att en ökning av tid/brus-förhållandet avsevärt förbättrar den integrerade bildens potentiella kvalitet.
uk: Залежно від різних вхідних даних і умов створення зображення потенційна якість проміжної експозиції може сильно відрізнятися. За поганої якості неба з невеликою фільтрацією або без неї розрахований час проміжної експозиції, природно, буде коротким, щоб уникнути сильного шуму від світлового забруднення, а час експозиції відносно обчисленого шуму буде низьким (низьке співвідношення час/шум). Для отримання високоякісного інтегрованого зображення з низьким співвідношенням час/шум можуть знадобитися тисячі додаткових експозицій. Якщо для користувача важливими є час обробки зображень і ємність пам'яті, тоді для зменшення кількості проміжних експозицій знадобиться вище співвідношення часу/шуму. І навпаки, коли вхідні умови призводять до проміжної експозиції з великим часом витримки відносно обчисленого шуму (як у випадку з вузькосмуговим зображенням), результатом є проміжна експозиція з дуже високим співвідношенням час/шум. У таких випадках типове значення 80 може призвести до дуже малої кількості додаткових експозицій для інтеграції. Але значення дельти буде досить високим, що вказує на те, що підвищення співвідношення час-шум значно покращить потенційну якість інтегрованого зображення.

source: Part of the value of using a Time/Noise ratio as the input for the calculation of the required number of sub-exposures is that it should tend to compensate for the differences in relative noise for sub-exposures of various lengths. A shorter sub-exposure would have a lower time/noise ratio, so it has less capacity to improve an integrated image. Therefore, a disproportionately higher number of short exposures are needed to achieve a given time/noise ratio in an integrated image.
ca: Part del valor d'utilitzar una relació temps/soroll com a entrada per al càlcul del nombre requerit de subexposicions és que hauria de tendir a compensar les diferències en el soroll relatiu per a subexposicions de durades diverses. Una subexposició més curta tindria una relació temps/soroll més baixa, de manera que té menys capacitat per a millorar una imatge integrada. Per tant, es necessita un nombre desproporcionadament més alt d'exposicions curtes per a aconseguir una relació temps/soroll determinada en una imatge integrada.
ca@valencia: Una part del valor d'utilitzar una relació temps a soroll com a entrada per al càlcul del nombre requerit de subexposicions és que hauria de tendir a compensar les diferències en el soroll relatiu per a la subexposició de durades diverses. Una subexposició més curta tindria una relació temps a soroll més baixa, de manera que té menys capacitat per a millorar una imatge integrada. Per tant, es necessita un nombre desproporcionadament més alt d'exposicions curtes per a aconseguir una relació temps a soroll determinada a una imatge integrada.
fr: L'intérêt d'utiliser le rapport Durée/Bruit comme paramètre d'entrée pour le calcul du nombre idéal de trames est de compenser la différence de bruit relative lors de l'utilisation de trames de durée différentes. Les trames de petites durées ont un rapport Durée/Bruit plus petit et possède ainsi une moindre capacité à améliorer l'image empilée. Ainsi un nombre disproportionné de courtes expositions est nécessaire pour obtenir un rapport Durée/Bruit défini de l'image empilée.
nl: Onderdeel van de waarde van het gebruik van een tijd/ruisverhouding als de invoer voor de berekening van het vereiste aantal sub-belichtingen is dat het zou moeten tenderen naar compensatie voor de verschillen in relatieve ruis voor sub-belichtingen van verschillende lengten. Een kortere sub-belichting zou een lagere tijd/ruisverhouding hebben, dus heeft het minder capaciteit om een geïntegreerde afbeelding te verbeteren. Daarom zijn bij een hoger aantal korte belichtingen een disproportioneel aantal korte belichtingen nodig om een hoger aantal om een gegeven tijd/ruisverhouding in een geïntegreerde afbeelding te bereiken.
pt_br: Parte do valor de usar uma relação tempo/ruído como entrada para o cálculo do número necessário de subexposições reside no fato de que ela tende a compensar as diferenças no ruído relativo para subexposições de diferentes durações. Uma subexposição mais curta teria uma relação tempo/ruído menor, portanto, teria menos capacidade de aprimorar uma imagem integrada. Portanto, um número desproporcionalmente maior de exposições curtas é necessário para atingir uma determinada relação tempo/ruído em uma imagem integrada.
sl: Del vrednosti uporabe razmerja čas/šum kot vnosa za izračun zahtevanega števila podosvetlitev je v tem, da mora težiti k kompenzaciji razlik v relativnem šumu za podosvetlitve različnih dolžin. Krajša podosvetlitev bi imela nižje razmerje med časom in šumom, zato ima manj možnosti za izboljšanje integrirane slike. Zato je potrebno nesorazmerno večje število kratkih osvetlitev, da se doseže dano razmerje med časom in šumom na integrirani sliki.
sv: En del av värdet av att använda ett tid/brus-förhållande som indata för beräkningen av det erforderliga antalet delexponeringar är att det tenderar att kompensera för skillnaderna i relativt brus för delexponeringar av olika längd. En kortare delexponering har ett lägre tid/brus-förhållande, så den har mindre kapacitet att förbättra en integrerad bild. Därför behövs ett oproportionerligt mycket större antal korta exponeringar för att uppnå ett givet tid/brus-förhållande i en integrerad bild.
uk: Частково цінність використання співвідношення час/шум як вхідних даних для розрахунку необхідної кількості проміжних експозицій полягає в тому, що воно має компенсувати різницю у відносному шумі для проміжних експозицій різної тривалості. Коротша проміжна експозиція матиме нижче співвідношення час/шум, тому вона має меншу здатність покращувати інтегроване зображення. Таким чином, необхідна непропорційно більша кількість коротких експозицій, щоб досягти заданого співвідношення час/шум в інтегрованому зображенні.

source: As an example, consider the calculation of the number of sub-exposures required when two sub-exposures times were compared: a 300 second sub-exposure vs a 30 second sub-exposure. The 300 second sub-exposure had a calculated noise of 22.1, resulting in a sub-exposure time/noise ratio of 13.6. When the 'noise increase %' is raised to force the exposure time down to 30 seconds, we see a calculated noise of 9.47, resulting in a much lower sub-exposure time/noise ratio of 3.2. The 300 second exposure is of significantly higher potential quality than the 30 second exposure. We will demand the default time/noise ratio of 80 for integration in both of these cases.
ca: Per exemple, considerem el càlcul del nombre de subexposicions necessàries quan es van comparar dos temps de subexposicions: una subexposició de 300 segons davant una subexposició de 30 segons. La subexposició 300 segons tenia un soroll calculat de 22,1, resultant en una relació temps/soroll de subexposició de 13,6. Quan s'eleva el «% augment del soroll» per a reduir el temps d'exposició a 30 segons, veiem un soroll calculat de 9,47, que resulta en una relació de temps/soroll de subexposició molt més baixa de 3,2. L'exposició de 300 segons és significativament de qualitat potencial més alta que la de 30 segons. Exigirem la relació temps/soroll predeterminada de 80 per a la integració en tots dos casos.
ca@valencia: Com a exemple, considerem el càlcul del nombre de subexposicions necessàries quan es van comparar dos temps de subexposició: una subexposició de 300 segons davant una de 30 segons. La subexposició de 300 segons tenia un soroll calculat de 22,1, resultant en una relació temps a soroll de la subexposició de 13,6. Quan s'eleva el «% d'augment del soroll» per a reduir el temps d'exposició a 30 segons, veem un soroll calculat de 9,47, el qual resulta en una relació de temps a soroll de la subexposició molt més baixa de 3,2. L'exposició de 300 segons és significativament de qualitat potencial més alta que la de 30 segons. Exigirem la relació temps a soroll predeterminada de 80 per a la integració en ambdós casos.
fr: Prenons l'exemple du calcul du nombre de trames nécessaires en comparant deux durées de trames différentes : une trame de 300 secondes et une trame de 30 secondes. Celle de 300 secondes a un rapport calculé de 22.1 résultant en un rapport Durée/Bruit de 13.6. Quand le paramètre « % d'augmentation du bruit » est augmenté pour forcer la durée d'exposition à 30 secondes, on obtient une durée calculée de 9.47, ce qui donne un rapport Durée/Bruit de 3.2. Celle de 300 secondes a une qualité potentielle légèrement supérieure que celle de 30 secondes. On utilise le rapport Durée/Bruit par défaut de 80.
nl: Als een voorbeeld, beschouw de berekening van het aantal sub-belichtingen vereist wanneer twee sub-belichtingstijden worden vergeleken: een 300 seconden sub-belichting vs een 30 seconden sub-belichting. De 300 seconden sub-belichting had een berekende ruis van 22.1, wat resulteert in een tijd/ruisverhouding van de sub-belichting ven 13.6. Wanneer de 'Verhoging ruis %' wordt opgehoogd om de belichtingstijd omlaag naar 30 seconden te forceren, zien we een berekende ruis van 9.47, resulterend in een veel lagere tijd/ruisverhouding van 3.2. De 300 seconden belichting is van een aanzienlijk hogere potentiële kwaliteit dan de 30 seconden belichting. We zullen de standaard tijd/ruisverhouding van 80 voor integratie in beide van deze gevallen vragen.
pt_br: Como exemplo, considere o cálculo do número de subexposições necessárias quando dois tempos de subexposição foram comparados: uma subexposição de 300 segundos versus uma subexposição de 30 segundos. A subexposição de 300 segundos teve um ruído calculado de 22,1, resultando em uma relação tempo/ruído de subexposição de 13,6. Quando a '% de aumento de ruído' é aumentada para forçar o tempo de exposição para 30 segundos, vemos um ruído calculado de 9,47, resultando em uma relação tempo/ruído de subexposição muito menor, de 3,2. A exposição de 300 segundos tem qualidade potencial significativamente maior do que a exposição de 30 segundos. Exigiremos a relação tempo/ruído padrão de 80 para integração em ambos os casos.
sl: Kot primer razmislite o izračunu potrebnega števila podosvetlitev, ko sta bila primerjana dva časa podosvetlitve: 300-sekundna podosvetlitev proti 30-sekundni podosvetlitvi. 300-sekundna podosvetlitev je imela izračunani šum 22,1, kar je povzročilo razmerje med časom podosvetlitve in šumom 13,6. Ko se 'povečanje šuma %' poveča, da se čas osvetlitve zniža na 30 sekund, vidimo izračunani šum 9,47, kar ima za posledico precej nižje razmerje čas podosvetlitve/šum 3,2. 300-sekundna osvetlitev je bistveno višje potencialne kakovosti kot 30-sekundna osvetlitev. Za integracijo v obeh primerih bomo zahtevali privzeto razmerje med časom in šumom 80.
sv: Som ett exempel, betrakta beräkningen av antalet delexponeringar som krävs när två delexponeringstider jämfördes: en 300 sekunders delexponering jämfört med en 30 sekunders. Den 300 sekunder långa delexponeringen har ett beräknat brus på 22,1, vilket resulterar i ett delexponeringstid/brusförhållande på 13,6. När 'Brusökning %' höjs för att tvinga ner exponeringstiden till 30 sekunder ser vi ett beräknat brus på 9,47, vilket resulterar i ett mycket lägre delexponeringstid/brusförhållande på 3,2. 300 sekunders exponeringen är av betydligt högre potentiell kvalitet än 30 sekunders exponeringen. Vi kräver standardtid/brusförhållandet på 80 för integration i båda dessa fall.
uk: Як приклад, розглянемо розрахунок необхідної кількості проміжних експозицій, коли порівнювалися дві проміжні експозиції: 300-секундна проміжна експозиція і 30-секундна проміжна експозиція. 300-секундна проміжна експозиція мала розрахунковий шум 22,1, у результаті співвідношення часу проміжної експозиції до шуму становило 13,6. При збільшенні параметра «Збільшення шумності (%)», щоб зменшити час витримки до 30 секунд, ми бачимо розрахований шум 9,47, що призводить до значно нижчого співвідношення часу проміжної експозиції до шуму 3,2. 300-секундна експозиція має значно вищу потенційну якість, ніж 30-секундна експозиція. Для інтеграції в обох цих випадках ми вимагатимемо типового співвідношення час/шум, 80.

source: For an integration using the 300 second sub-exposures we find that 34 sub-exposures are required to achieve a time/noise ratio of 80. So a total integration time of 2.83 hours is required.
ca: Per a una integració utilitzant les subexposicions de 300 segons trobem que es necessiten 34 subexposicions per a aconseguir una relació temps/soroll de 80. Per tant, es requereix un temps total d'integració de 2,83 hores.
ca@valencia: Per a una integració utilitzant les subexposicions de 300 segons trobem que es necessiten 34 subexposicions per a aconseguir una relació temps a soroll de 80. Per tant, es requerix un temps total d'integració de 2,83 hores.
fr: Pour l'empilement des trames de 300 secondes, on trouve que 34 trames sont nécessaires pour obtenir le rapport Durée/Bruit de 80. Ce qui donne une durée totale d'exposition de 2.83 heures.
nl: Voor een integratie die de 300 seconden sub-belichting gebruikt vinden we dat 34 sub-belichtingen vereist zouden zijn om een tijd/ruisverhouding van 80 te bereiken. Dus een totale integratietijd van 2,83 uren is vereist.
pt_br: Para uma integração usando subexposições de 300 segundos, descobrimos que 34 subexposições são necessárias para atingir uma relação tempo/ruído de 80. Portanto, é necessário um tempo total de integração de 2,83 horas.
sl: Za integracijo z uporabo 300-sekundnih podosvetlitev ugotovimo, da je potrebnih 34 podosvetlitev, da se doseže razmerje med časom in šumom 80. Torej je potreben skupni integracijski čas 2,83 ure.
sv: För en integration med 300 sekunders delexponeringar finner vi att 34 delexponeringar krävs för att uppnå ett tid/brusförhållande på 80. Så en total integrationstid på 2,83 timmar krävs.
uk: Для інтеграції з використанням 300-секундних проміжних експозицій нами визначено, що буде потрібно 34 проміжних експозицій для досягнення коефіцієнта час/шум 80. Для інтегрування знадобилося 2.83 години.

source: |300 Second sub-exposure|
sl: |300 sekundna podosvetlitev|
sv: |300 sekunders delexponering|
uk: |300-секундна підекспозиція|
