Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: Run Autofocus a couple of times to ensure it is solving correctly and that you have a good set of stars in each mosaic tile. Whilst most focus parameters can be used it is recommended to use the parameters that work best for Autofocus with your equipment. The reason for this is that Aberration Inspector needs be focus solve each mosaic tile and not just the sensor as a whole.
bg: Стартирайте автоматично фокусиране няколко пъти, за да сте сигурни, че решава правилно и че имате добър набор от звезди във всяка мозаечна плочка. Въпреки че повечето параметри за фокусиране могат да се използват, препоръчва се да използвате параметрите, които работят най-добре за автофокус с вашето оборудване. Причината за това е, че Инспектор на аберациите трябва да се фокусира върху всяка мозаечна плочка, а не само върху сензора като цяло.
ca@valencia: Executeu l'enfocament automàtic un parell de vegades per a assegurar-vos que es resol correctament i que teniu un bon conjunt d'estreles a cada tessel·la. Tot i que es poden utilitzar la majoria dels paràmetres de l'enfocament, es recomana utilitzar els paràmetres que funcionen millor per a l'enfocament automàtic amb el vostre equip. La raó d'açò és que, per a resoldre cada tessel·la, l'Inspector d'aberracions necessita un bon enfocament i no només el sensor en el seu conjunt.
fr: ``Tuile`` : le nom de la tuile résumé en 1 ou 2 caractères, par exemple TL = Top Left, C = Centre, etc.
pt_br: Execute o foco automático algumas vezes para garantir que ele esteja resolvendo corretamente e que você tenha um bom conjunto de estrelas em cada mosaico. Embora a maioria dos parâmetros de foco possa ser usada, é recomendável usar os parâmetros que funcionam melhor para o foco automático com o seu equipamento. A razão para isso é que o Inspetor de aberrações precisa focar cada mosaico e não apenas o sensor como um todo.
sl: Nekajkrat zaženite samodejno fokusiranje, da zagotovite pravilno rešitev in da imate v vsaki mozaični ploščici dober niz zvezd. Čeprav je mogoče uporabiti večino parametrov fokusiranja, priporočamo uporabo parametrov, ki najbolje delujejo za samodejno fokusiranje z vašo opremo. Razlog za to je, da se mora Inšpektor aberacije osredotočiti na vsako mozaično ploščico in ne samo na senzor kot celoto.
sv: Utför automatisk fokusering några gånger för att säkerställa att lösningen är riktig och att det finns en bra mängd stjärnor i varje mosaikplatta. Även om de flesta fokuseringsparametrar kan användas, rekommenderas att använda parametrarna som fungerar bäst för automatisk fokusering med din utrustning. Orsaken är att aberrationsinspektion måste lösa fokuseringen för varje mosaikplatta och inte bara använda sensorn i sin helhet.
uk: Запустіть автоматичне фокусування пару разів, щоб переконатися, що розв'язання відбувається правильно, і що у вас є добрий набір зірок для кожної плитки мозаїки. Хоча можна скористатися більшістю параметрів фокусування, рекомендуємо скористатися параметрами, як дають найкращі результати для вашого обладнання. Причиною цього є те, що для інспектора аберації потрібно, щоб засіб фокусування має розв'язувати задачу фокусування для кожної плитки мозаїки, а не просто для датчика загалом.

source: A mosaic mask must be applied. Some experimentation will be required to set this up optimally for your equipment. The configuration parameter to adjust is the tile size which is the size of tile as a percentage of sensor width. The higher the percentage, the bigger each tile, e.g. for a 4:3 sensor using a tile size of 25% means each tile is 8% of the sensor's area. Using a tile size of 10% means each tile is 1% of the sensor's area. The bigger the area the more stars will be present and the better the focus algorithm will solve. However, the purpose of the Aberration Inspector is to provide information on aberrations (backfocus and tilt) across the sensor, so ideally the information for each tile would be specific to as small an area as possible.
bg: Задължително се прилага мозаечна маска. Ще са необходими известни експерименти, за да настроите това оптимално за вашето оборудване. Конфигурационният параметър за регулиране е размерът на плочката, който е размерът на плочката като процент от ширината на сензора. Колкото по-висок е процентът, толкова по-голяма е всяка плочка, например за сензор 4:3, използвайки размер на плочката от 25% означава, че всяка плочка е 8% от площта на сензора. Използването на размер на плочката от 10% означава, че всяка плочка е 1% от площта на сензора. Колкото по-голяма е площта, толкова повече звезди ще присъстват и толкова по-добре ще реши алгоритъмът за фокусиране. Въпреки това, целта на инспектора на аберациите е да предоставя информация за аберациите (заден фокус и наклон) в сензора, така че в идеалния случай информацията за всяка плочка би била специфична за възможно най-малка област.
ca@valencia: Cal aplicar una màscara de mosaic. Caldrà una mica d'experimentació per a configurar-ho de manera òptima per al vostre equip. El paràmetre de configuració que cal ajustar és la mida de la tessel·la, la qual és la mida de la tessel·la com un percentatge de l'amplària del sensor. Com més gran siga el percentatge, més gran serà cada tessel·la, p. ex., per a un sensor 4:3 utilitzant una mida de tessel·la del 25% significa que cadascuna serà el 8% de l'àrea del sensor. L'ús d'una mida de tessel·la del 10%, significa que cada tessel·la serà l'1% de l'àrea del sensor. Com més gran siga l'àrea, més estreles hi haurà presents i l'algorisme d'enfocament resoldrà millor. No obstant açò, el propòsit de l'Inspector d'aberracions és proporcionar informació sobre les aberracions (enfocament al darrera i inclinació) a través del sensor, de manera que l'ideal seria que la informació per a cada tessel·la fora específica per a una àrea tan xicoteta com siga possible.
fr: ``Description`` : la description de la tuile, par exemple Top Left, Centre, etc.
pt_br: Uma máscara de mosaico deve ser aplicada. Será necessária alguma experimentação para configurá-la de forma ideal para o seu equipamento. O parâmetro de configuração a ser ajustado é o tamanho do bloco, que é o tamanho do bloco como uma porcentagem da largura do sensor. Quanto maior a porcentagem, maior será cada bloco, por exemplo, para um sensor 4:3, usar um tamanho de bloco de 25% significa que cada bloco representa 8% da área do sensor. Usar um tamanho de bloco de 10% significa que cada bloco representa 1% da área do sensor. Quanto maior a área, mais estrelas estarão presentes e melhor será a resolução do algoritmo de foco. No entanto, o objetivo do Inspetor de aberrações é fornecer informações sobre aberrações (foco posterior e inclinação) em todo o sensor, portanto, idealmente, as informações para cada bloco seriam específicas para a menor área possível.
sl: Nanesti je treba mozaično masko. Za optimalno nastavitev za vašo opremo bo potrebno nekaj eksperimentiranja. Parameter kofiguracije, ki ga je treba prilagoditi, je velikost ploščice, ki je velikost ploščice kot odstotek širine senzorja. Višji kot je odstotek, večja je posamezna ploščica, npr. za senzor 4:3 z uporabo velikosti ploščice 25% pomeni, da vsaka ploščica predstavlja 8% površine senzorja. Uporaba velikosti ploščice 10% pomeni, da vsaka ploščica predstavlja 1% površine senzorja. Večje kot je območje, več zvezd bo prisotnih in bolje bo rešil algoritem fokusiranja. Vendar pa je namen inšpektorja aberacij zagotoviti informacije o aberacijah (fokusiranje nazaj in nagib) na senzorju, zato bi bilo najbolje, da bi bile informacije za vsako ploščico specifične za čim manjše območje.
sv: En mosaikmask måste användas. Visst experimenterade krävs för att ställa in det optimalt för din utrustning. Inställningsparametern som ska justeras är plattstorleken, som är plattans storleken i procent av sensorbredden. Ju högre procentsats, desto större är varje platta, t.ex. för en 4:3-sensor med en plattstorlek på 25 % betyder det att varje platta är 8 % av sensorns yta. Att använda en plattstorlek på 10 % betyder att varje platta är 1 % av sensorns yta. Ju större yta desto fler stjärnor finns och desto bättre blir fokuseringsalgoritmens lösning. Syftet med aberrationsinspektion är dock att tillhandahålla information om aberrationer (bakåtfokus och lutning) över sensorn, så helst ska informationen för varje platta gälla ett så litet område som möjligt.
uk: Слід застосувати маску мозаїчності. Щоб налаштувати це оптимально для вашого обладнання, знадобляться певні експерименти. Параметром налаштувань, який потрібно скоригувати, є розмір плитки, який є розміром плитки у відсотках від ширини датчика. Чим вищий відсоток, тим більша кожна плитка. Наприклад, для датчика 4:3 використання розміру плитки 25% означає, що кожна плитка займає 8% площі датчика. Використання розміру плитки 10% означає, що кожна плитка займає 1% площі датчика. Чим більша площа, тим більше зірок буде на зображенні і тим краще буде розв'язувати задачу алгоритм фокусування. Однак мета інспектора аберацій — надати інформацію про аберації (зворотне фокусування і ухил) на датчику, тому, ідеально, інформація для кожної плитки мала б бути специфічною для якомога меншої області.

source: The sweet spot for tile size is as small a value as possible that still contains enough stars to solve well in each tile.
bg: Най/доброто място за размера на плочката е възможно най-малката стойност, която все още съдържа достатъчно звезди за добро решаване на всяка плочка.
ca@valencia: El punt més satisfactori per a la mida de la tessel·la serà el més xicotet possible que encara continga prou estreles per a resoldre bé en cada tessel·la.
fr: ``Solution`` : la solution de mise au point. Correspond à la solution de la courbe en V.
pt_br: O ponto ideal para o tamanho do bloco é o menor valor possível, mas que ainda contenha estrelas suficientes para resolver bem cada bloco.
sl: Najprimernejša velikost ploščice je čim manjša vrednost, ki še vedno vsebuje dovolj zvezd za dobro rešitev v vsaki ploščici.
sv: Bästa möjliga plattstorlek är ett så litet värde som möjligt som ändå innehåller tillräckligt med stjärnor för en bra lösning i varje platta.
uk: Добрим буде якомога менший розмір плитки, який все ж містить достатньо зірок для якісного розв'язування задачі для кожної плитки.

source: The Aberration Inspector can be used in conjunction with a device to adjust tilt and / or backfocus. The method to do this is an iterative approach, like for example, collimating a telescope. The steps are:
bg: Инспекторът на аберациите може да се използва заедно с устройство за регулиране на наклона и/или обратното фокусиране. Методът за това е итеративен подход, като например колимиране на телескоп. Стъпките са:
ca@valencia: L'Inspector d'aberracions es pot utilitzar conjuntament amb un dispositiu per a ajustar la inclinació o l'enfocament al darrera. El mètode per a fer-ho és una aproximació iterativa, com per exemple, col·limar un telescopi. Els passos són:
fr: ``Delta (pas)`` : différence entre la solution de la table actuelle et du centre de la tuile. La différence de la ligne du Centre sera bien sûr de zéro.
pt_br: O Inspetor de aberrações pode ser usado em conjunto com um dispositivo para ajustar a inclinação e/ou o foco traseiro. O método para isso é uma abordagem iterativa, como, por exemplo, a colimação de um telescópio. Os passos são:
sl: Inšpektor aberacije se lahko uporablja skupaj z napravo za prilagajanje nagiba in/ali fokusiranja nazaj. Metoda za to je iterativni pristop, kot je na primer kolimacija teleskopa. Koraki so:
sv: Aberrationsinspektion kan användas tillsammans med en enhet för att justera lutning och/eller bakåtfokus. Metoden för att göra det är ett iterativt tillvägagångssätt, som till exempel att kollimera ett teleskop. Stegen är:
uk: Інспектором аберації можна скористатися у поєднанні із пристроєм для коригування ухилу і/або зворотного фокусування. Методом є ітеративний підхід, наприклад, колімація телескопа. Кроки:

source: Run the Aberration Inspector and obtain results.
bg: Стартирайте инспектора на аберациите и получете резултати.
ca@valencia: Executeu l'Inspector d'aberracions i obteniu els resultats.
fr: ``Delta (μm)`` : différence convertie en microns à l'aide de la taille de pas en microns telle que spécifiée dans la partie CFZ de l'onglet Mise au point.
pt_br: Execute o Inspetor de aberração e obtenha resultados.
sl: Zaženi Inšpektorja aberacije in pridobi rezultate.
sv: Kör aberrationsinspektion och erhåll resultat.
uk: Запустіть інспектор аберації і отримайте результати.

source: Inspect the results and make sure they are good, e.g. number of stars in each tile is sufficient and the R² is acceptable for all relevant tiles.
bg: Проверете резултатите и се уверете, че са добри, например броят на звездите във всяка плочка е достатъчен и R² е приемлив за всички съответни плочки.
ca@valencia: Inspeccioneu-los i assegureu-vos que són bons, p. ex., el nombre d'estreles a cada tessel·la és suficient i R² és acceptable per a totes les tessel·les que són rellevants.
fr: ``Nombre d'étoiles`` : affiche le nombre minimal et maximal d'étoiles détectées durant l'exécution de la mise au point automatique. Normalement, le nombre minimal doit se trouver loin de la position de mise au point, alors que le maximum doit être à la position de mise au point.
pt_br: Inspecione os resultados e certifique-se de que sejam bons, por exemplo, o número de estrelas em cada bloco é suficiente e o R² é aceitável para todos os blocos relevantes.
sl: Preglejte rezultate in se prepričajte, da so dobri, npr. število zvezd v vsaki ploščici je zadostno in R² je sprejemljiv za vse ustrezne ploščice.
sv: Inspektera resultaten och se till att de är bra, t.ex. antalet stjärnor på varje platta är tillräckligt och R² är acceptabelt för alla relevanta plattor.
uk: Ознайомтеся із результатами і переконайтеся, що вони є добрими, зокрема кількість зірок на кожній плитці є достатньою, а R² є прийнятним для усіх відповідних плиток.

source: Adjust tilt and / or backfocus using your device, based on Aberration Inspector results.
bg: Регулирайте наклона и/или задния фокус с помощта на вашето устройство въз основа на резултатите от инспектора на аберациите.
ca@valencia: Ajusteu la inclinació o l'enfocament al darrera utilitzant el vostre dispositiu, basant-vos en els resultats de l'Inspector d'aberracions.
fr: ``R²`` : la valeur R² de la courbe de régression pour cette tuile. Voyez :doc:`Coefficient de détermination <Coefficient_of_Determination>` pour davantage de détails.
pt_br: Ajuste a inclinação e/ou o foco traseiro usando seu dispositivo, com base nos resultados do Inspetor de aberração.
sl: Prilagodite nagib in/ali fokusiranje nazaj s svojo napravo na podlagi rezultatov Inšpektorja aberacije.
sv: Justera lutning och/eller bakåtfokus med användning av din enhet baserat på aberrationsinspektionens resultat.
uk: Скоригуйте ухил і/або зворотне фокусування, що використовується вашим пристроєм, на основі результатів інспектора аберації.

source: Re-run Aberration Inspector. It will launch another dialog. Check results as before. If the tilt and / or backfocus is getting better then the adjustment was made in the correct sense; if not reverse the sense and retry. Use the feedback from the previous adjustment for the next adjustment.
bg: Стартирайте отново инспектора на аберациите. Ще стартира друг диалогов прозорец. Проверете резултатите както преди. Ако наклонът и / или задният фокус се подобряват, тогава настройката е направена в правилния смисъл; ако не опитайте отново. Използвайте обратната връзка от предишната настройка за следващата настройка.
ca@valencia: Torneu a executar l'Inspector d'aberracions. S'obrirà un altre diàleg. Comproveu els resultats com abans. Si la inclinació o l'enfocament al darrera estan millorant, llavors és que l'ajust s'ha fet en el sentit correcte; si no és així, invertiu el sentit i torneu-ho a provar. Utilitzeu els comentaris de l'ajust anterior per a l'ajust següent.
fr: ``Exclure`` : case à cocher pour inclure/exclure cette tuile des calculs. Par défaut, chaque tuile ayant réussi la régression sera inclue. En cas d'échec, elle ne sera pas inclue. De plus, l'utilisateur peut décider qu'une tuile ne contient pas assez d'information de qualité (R² petit ou trop peu d'étoiles) et ainsi l'exclure des calculs. Veuillez noter qu'en excluant des tuiles, certains calculs ne seront pas réalisés. Si la tuile du centre est exclue, aucun calcul ne peut être réalisé.
pt_br: Execute novamente o Inspetor de aberrações. Ele abrirá outra caixa de diálogo. Verifique os resultados como antes. Se a inclinação e/ou o foco traseiro estiverem melhorando, o ajuste foi feito no sentido correto; caso contrário, inverta o sentido e tente novamente. Use o feedback do ajuste anterior para o próximo ajuste.
sl: Znova zaženi Inšpektorja aberacije. To bo sprožilo drugo pogovorno okno. Preverite rezultate kot prej. Če se nagib in/ali fokusiranje nazaj izboljšujeta, je bila nastavitev izvedena v pravilnem smislu; če ne, obrnite smisel in poskusite znova. Uporabite povratne informacije iz prejšnje prilagoditve za naslednjo prilagoditev.
sv: Kör aberrationsinspektion igen. Det visar en annan dialogruta. Kontrollera resultatet som tidigare. Om lutning och/eller bakåtfokus blir bättre så gjordes justeringen på ett riktigt sätt. Om inte, byt riktning och försök igen. Använd återmatningen från föregående justering för nästa justering.
uk: Знову запустіть інспектор аберації. Буде відкрито ще одне діалогове вікно. Знову перевірте результати. Якщо ухил і/або зворотне фокусування покращаться, коригування було виконано у правильному напрямку. Якщо це не так, виконайте зворотне коригування і повторіть спробу. Скористайтеся результатом попереднього коригування для наступного коригування.

source: Repeat the above process until the limit of sensitivity of the equipment is reached.
bg: Повторете горния процес, докато се достигне границата на чувствителност на оборудването.
ca@valencia: Repetiu el procés anterior fins que s'assolisca el límit de sensibilitat de l'equip.
fr: Notez également que bien qu'il soit possible d'exclure des tuiles et d'obtenir des valeurs, si les données sont vraiment mauvaises, il est fortement recommandé de relancer l'Inspecteur d'aberration plutôt que de persister avec ces mauvaises données.
pt_br: Repita o processo acima até que o limite de sensibilidade do equipamento seja atingido.
sl: Ponavljajte zgornji postopek, dokler ne dosežete meje občutljivosti opreme.
sv: Upprepa processen ovan tills utrustningens känslighetsgräns är uppnådd.
uk: Повторюйте наведену вище процедуру, аж доки буде досягнуто межі чутливості приладів.

source: Note the amount of adjustment, e.g. how far to turn bolts, and the sense, clockwise or counter-clockwise, will vary by equipment and must be discovered by the user by trial and error. Always follow the recommendations of the tilt / backfocus device manufacturer.
bg: Обърнете внимание, че степента на регулиране, напр. до каква степен трябва да се завъртят болтовете по посока на часовниковата стрелка или обратно на нея, варира в зависимост от оборудването и трябва да се определи от потребителя по метода на пробите и грешките. Винаги спазвайте препоръките за наклон и обратен фокус, предоставени от производителя на устройството.
ca@valencia: Observeu la quantitat d'ajustos, p. ex., fins a quin punt girar els cargols, i el sentit, en sentit horari o antihorari, açò pot variar segons l'equip i l'usuari haurà de descobrir-ho mitjançant prova i error. Seguiu sempre les recomanacions del fabricant del dispositiu d'inclinació / enfocament al darrera.
fr: L'approche recommandée est de vérifier le tableau pour obtenir de bonnes données et une fois fait, d'analyser les :doc:`Résultats de l'Inspecteur d'aberration <aberration-inspector-results>`.
pt_br: Observe a quantidade de ajuste, por exemplo, até que ponto girar os parafusos, e o sentido, horário ou anti-horário, que variam de acordo com o equipamento e devem ser descobertos pelo usuário por tentativa e erro. Sempre siga as recomendações do fabricante do dispositivo de inclinação/foco traseiro.
sl: Upoštevajte količino prilagoditve, npr. kako daleč zasukati vijake, in smisel v smeri urinega kazalca ali nasprotni smeri urinega kazalca se razlikujeta glede na opremo in ju mora uporabnik odkriti s poskusi in napakami. Vedno upoštevajte priporočila proizvajalca naprave za nagib/fokusiranje nazaj.
sv: Notera storleken på justeringen, t.ex. hur långt skruvar ska vridas och riktningen, medurs eller moturs, varierar beroende på utrustningen och måste bestämmas av användaren genom försök och misstag. Följ alltid rekommendationerna från tillverkaren av lutnings- och bakåtfokusenheten.
uk: Зауважте, що величина коригування, наприклад, наскільки далеко слід повертати болти, за годинниковою стрілкою чи проти, залежатиме від обладнання, і їх має бути визначено користувачем шляхом спроб і помилок. Завжди виконуйте рекомендації щодо ухилу і зворотного фокусування, які надає виробник пристрою.
