Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: All focuser movements managed by Focus will have ``AF Overscan`` applied, including Step Out, Goto, Autofocus runs, Adaptive Focus movements, Adapt Start Pos movements and Take flats at the same position as lights.
ca@valencia: Tots els moviments de l'enfocador gestionats per l'enfocament tindran aplicat l'``EA excessiu``, incloent pas cap enfora, ves fins a, les execucions d'enfocament automàtic, els moviments de l'enfocament adaptatiu i prendre fotogrames foscos a la mateixa posició que els de llum.
fr: Cette fonctionnalité est désactivée en réglant la limite de R² à zéro.
pt_br: Todos os movimentos do focalizador gerenciados pelo módulo de foco terão uma ``Varredura adicional de FA`` aplicada, incluindo Step Out, Goto, execuções de foco automático, movimentos de foco adaptativo, movimentos de posição inicial adaptável e tomadas planas na mesma posição das luzes.

source: Adaptive Focus
ca@valencia: Enfocament adaptatiu
fr: Résolveur de Levenberg-Marquardt
pt_br: Foco adaptativo

source: The first step is to workout the ``Ticks / °C`` and/or ``Ticks / °Alt`` for your equipment. To do this there is an existing utility in Ekos whereby when Focus logging is enabled, in addition to adding focus messages to the debug log, every time an Autofocus run completes, information is written to a text file in a directory called focuslogs located in the same place as the debug logs directory. The files are called “autofocus-(datetime).txt”. The data written are: date, time, position, temperature, filter, HFR, altitude. This data will need to be analysed outside of Ekos to determine the ``Ticks / °C`` and if required the ``Ticks / °Alt``.
ca@valencia: El primer pas és treballar amb les ``Marques / °C`` i/o ``Marques / °Alt`` del vostre equip. Per a fer-ho, hi ha una utilitat existent a Ekos per la qual quan s'activa el registre de l'enfocament, a més d'afegir missatges d'enfocament al registre de depuració, cada vegada que es completa una execució d'enfocament automàtic, s'escriu informació a un fitxer de text en un directori anomenat «focuslogs» situat al mateix lloc que el directori de registres de depuració. Els fitxers s'anomenen «autofocus-(datahora).txt». Les dades escrites són: data, hora, posició, temperatura, filtre, HFR i altitud. Estes dades s'hauran d'analitzar fora d'Ekos per a determinar les ``Marques / °C`` i, si cal, les ``Marques / °Alt``.
fr: L'inspecteur d'aberration est un outil utilisant la mise au point automatique pour analyser le backfocus et l'inclinaison du capteur du train optique.
pt_br: O primeiro passo é calcular os ``Tiques / °C`` e/ou ``Tiques / °Alt`` do seu equipamento. Para isso, existe um utilitário no Ekos que, quando o registro de foco está ativado, além de adicionar mensagens de foco ao registro de depuração, sempre que uma execução de foco automático é concluída, as informações são gravadas em um arquivo de texto em uma pasta chamada focuslogs, localizada no mesmo local que a pasta de registros de depuração. Os arquivos são chamados de "autofocus-(datetime).txt". Os dados gravados são: data, hora, posição, temperatura, filtro, RMF e altitude. Esses dados precisarão ser analisados ​​fora do Ekos para determinar os ``Tiques / °C`` e, se necessário, os ``Tiques / °Alt``.

source: A way to get a value for ``Ticks / °C`` would be to take the data from the autofocus-(datetime).txt files from a few nights of observing into a spreadsheet and graph focus position against temperature for each filter. Review the data and remove any outliers and plot a line of best fit. Use the line to get ``Ticks / °C``. If you intend to adapt for altitude as well as temperature, then it would be better to use a set of data at similar altitude when calibrating temperature. Then it's possible to calculate the effect of Temperature and remove this from the data when calculating the effect of Altitude.
ca@valencia: Una manera d'obtindre un valor per a ``Marques / °C`` seria prendre les dades dels fitxers «autofocus-(datahora).txt» a partir d'algunes nits d'observació a dins d'un full de càlcul i fer gràfics de la posició d'enfocament segons la temperatura per a cada filtre. Reviseu les dades i elimineu els valors atípics i dibuixeu una línia que s'ajuste millor. Utilitzeu la línia per a obtindre ``Marques / °C``. Si teniu la intenció d'adaptar-vos tant per a l'altitud com per a la temperatura, llavors seria millor utilitzar un conjunt de dades a una altitud similar en calibrar la temperatura. Llavors és possible calcular l'efecte de la temperatura i eliminar-lo de les dades en calcular l'efecte de l'altitud.
fr: La taille de pas du moteur de mise au point doit être réglée. Elle correspond au nombre de microns d'un pas de déplacement. Cela est réglé dans la boîte de dialogue de la CFZ. Reportez-vous à la :doc:`section CFZ <focus-cfz>` pour davantage de détails.
pt_br: Uma maneira de obter um valor para ``Tiques / °C`` seria pegar os dados dos arquivos autofocus-(datetime).txt de algumas noites de observação em uma planilha e representar graficamente a posição do foco em relação à temperatura para cada filtro. Revise os dados, remova quaisquer valores discrepantes e trace uma linha de melhor ajuste. Use a linha para obter ``Tiques / °C``. Se você pretende adaptar para altitude e também para temperatura, seria melhor usar um conjunto de dados em altitude semelhante ao calibrar a temperatura. Assim, é possível calcular o efeito da temperatura e removê-lo dos dados ao calcular o efeito da altitude.

source: A simple approach is to start with a small amount of data, say 1 night and use this to calculate, say the Ticks / degree C. Run with this and adjust it over time as you collect more data. A way to check how well AF is performing would be to use Analyze to review how AF had moved the focus over 1 hour. If things are spot on, then where ever AF had positioned the focuser after 1 hour would match the Autofocus result. Where there is a discrepancy, it will be because of randomness in the Autofocus result and miscalibration in the AF ``Ticks / °C``. By doing this regularly you will build knowledge of your equipment and be able to fine tune AF. Below is a screenshot of Analyze configured for Focus where you can see how Focus position changes throughout the imaging session:
ca@valencia: Un mètode senzill és començar amb una xicoteta quantitat de dades, diguem d'1 nit i utilitzeu-les per a calcular les Marques / graus C``. Executeu-lo amb açò i ajusteu-lo amb el temps a mesura que arreplegueu més dades. Una manera de comprovar el rendiment de l'EA seria utilitzar «Anàlisi» per a revisar com l'EA ha mogut l'enfocament durant 1 hora. Si tot és correcte, allà on l'EA haja ubicat l'enfocador després d'1 hora coincidirà amb el resultat. On hi haja una discrepància, serà a causa de l'aleatorietat en el resultat de l'enfocament automàtic i la calibració incorrecta en les ``Marques / °C`` de l'EA. Si ho feu amb regularitat, adquirireu coneixements sobre el vostre equip i podreu afinar l'EA. A continuació es mostra una captura de pantalla de l'«Anàlisi» configurada per l'enfocament, on podreu veure com canvia la posició d'enfocament durant la sessió d'obtenció d'imatges:
fr: Le réglage initial pour l'utilisation de cet outil nécessite les points suivants :
pt_br: Uma abordagem simples é começar com uma pequena quantidade de dados, digamos, de 1 noite, e usar isso para calcular, digamos, os Tiques / graus Celsius. Execute isso e ajuste ao longo do tempo, à medida que coleta mais dados. Uma maneira de verificar o desempenho do FA seria usar o Analisar para revisar como o FA moveu o foco ao longo de 1 hora. Se tudo estiver correto, o local onde o FA posicionou o focalizador após 1 hora corresponderia ao resultado do foco automático. Onde houver discrepância, será devido à aleatoriedade no resultado do foco automático e à calibração incorreta nos Tiques / °C`` do FA. Fazendo isso regularmente, você desenvolverá conhecimento sobre seu equipamento e poderá ajustar o FA com precisão. Abaixo está uma captura de tela do Analisar configurado para o foco, onde você pode ver como a posição do foco muda ao longo da sessão de imagem:

source: Once you have your data you can configure it in the :ref:`Filter Settings <ekos-focus-filter-settings>` popup. Then in Focus, switch on Adaptive Focus in :ref:`Focus Settings <ekos-focus-focus-settings>`. At this point, when you run a sequence, Ekos will check after each subframe whether it needs to adapt the focuser position. If so, Focus will do that and then Capture will continue with the next Subframe.
ca@valencia: Una vegada tingueu les dades, podreu configurar-la en la finestra emergent :ref:`Configureu el filtre <ekos-focus-filter-settings>`. Després, en «Enfocament», activeu l'enfocament adaptatiu a :ref:`Configuració de l'enfocament <ekos-focus-focus-settings>`. En este punt, quan executeu una seqüència, Ekos comprovarà després de cada submarc si cal adaptar la posició de l'enfocador. Si és així, l'enfocament ho farà i després continuarà la captura amb el submarc següent.
fr: Un masque de mosaïque doit être appliqué. Un peu d'expérimentation sera probablement nécessaire pour trouver le réglage optimal pour votre équipement. Le paramètre à ajuster est la taille de la tuile qui est un pourcentage de la largeur du capteur. Ainsi, plus ce pourcentage est grand et plus la tuile sera grande ; par exemple, pour un capteur 4:3 et une tuile de taille 25%, cela signifie que chaque tuile représente 8% de la surface du capteur. Pour 10%, chaque tuile représente 1% de la surface du capteur. Plus la surface est grande et plus grand sera le nombre d'étoile et meilleure sera la résolution. Toutefois, la raison d'être de l'Inspecteur d'aberration est de fournir de l'information sur l'aberration (backfocus et inclinaison) du capteur, et par conséquent l'information pour chaque tuile sera aussi petite que la surface de la tuile.
pt_br: Depois de obter seus dados, você pode configurá-los no pop-up :ref:`Configurações de filtro <ekos-focus-filter-settings>`. Em seguida, em foco, ative o foco Adaptativo em :ref:`Configurações de foco <ekos-focus-focus-settings>`. Neste ponto, quando você executar uma sequência, o Ekos verificará após cada subquadro se precisa adaptar a posição do focalizador. Em caso afirmativo, o foco fará isso e, em seguida, a captura continuará com o próximo subquadro.

source: The screenshot at the top of this section shows an example. ``Ticks / °C`` is set to 9. Autofocus ran and it solved at 36580 at 10C. Then a simple sequence of 5 subframes was run. The temperature was firstly set to 9C then to 8C. After each subframe completed, Ekos performed an adaptive focus run and where there was a temperature change it calculates the number of ticks to move the focuser. In this example, the focuser was moved inward by 9 ticks on 2 separate occasions, starting at 36580, before moving to 36571 and then to 36562 as shown on the Focus Tab in the Current Position widget and in the message box.
ca@valencia: La captura de pantalla a la part superior d'esta secció mostra un exemple. ``Marques / °C`` s'establix a 9. S'ha executat l'enfocament automàtic i s'ha resolt a 36580 a 10 C. Després, s'ha executat una seqüència senzilla de 5 submarcs. La temperatura s'ha establit primer a 9 C i després a 8 C. Després de completar cada submarc, Ekos ha realitzat una execució d'enfocament adaptatiu i, quan s'ha produït un canvi de temperatura ha calculat el nombre de marques per a moure l'enfocador. En este exemple, l'enfocador s'ha mogut cap endins 9 marques en 2 ocasions diferents, començant per 36580, abans de passar a 36571 i després a 36562 tal com es mostra en la pestanya «Enfocament» al giny Posició actual i en el quadro de missatges.
fr: La meilleur taille de tuile est la plus petite possible qui permet une résolution pour chaque tuile.
pt_br: A captura de tela no topo desta seção mostra um exemplo. ``Tiques / °C`` está definido como 9. O foco automático foi executado e resultou em 36580 a 10°C. Em seguida, uma sequência simples de 5 subquadros foi executada. A temperatura foi inicialmente definida para 9°C e depois para 8°C. Após a conclusão de cada subquadro, o Ekos executou uma execução de foco adaptativo e, onde houve uma mudança de temperatura, ele calcula o número de tiques para mover o focalizador. Neste exemplo, o focalizador foi movido para dentro em 9 tiques em 2 ocasiões distintas, começando em 36580, antes de mover para 36571 e em seguida para 36562, conforme mostrado na aba de foco no widget de posição atual e na caixa de mensagem.

source: The Adaptive Focus concept has been built into the :ref:`Build Offsets <ekos-focus-build-offsets>` tool.
ca@valencia: El concepte de l'enfocament adaptatiu s'ha incorporat a l'eina :ref:`Construcció dels desplaçaments <ekos-focus-build-offsets>`.
fr: L'inspecteur d'aberration peut être utilisé conjointement avec un périphérique permettant d'ajuster l'inclinaison et/ou le backfocus. La méthode est itérative comme par exemple la collimation du télescope. Les étapes sont :
pt_br: O conceito de foco adaptativo foi incorporado à ferramenta :ref:`Construir deslocamentos <ekos-focus-build-offsets>`.

source: The Coefficient of Determination, or R², is calculated in order to give a measure of how well the fitted curve matches the datapoints. More information is available `here <https://en.wikipedia.org/wiki/Coefficient_of_determination>`__. This feature that is available for the Linear 1 Pass focus algorithm. In essence, R² gives a value between 0 and 1, with 1 meaning a perfect fit where all datapoints sit on the curve, and 0 meaning that there is no correlation between the datapoints and the curve. The user should experiment with their equipment to see what values they can obtain, but as a guide, a value above, say 0.9 would be a good fit.
ca@valencia: El coeficient de determinació, o R², es calcula per a donar una mesura de com coincidix la corba ajustada amb els punts de dades Hi ha més informació disponible `ací <https://en.wikipedia.org/wiki/Coefficient_of_determination>`__. Esta és una característica disponible per a l'algorisme d'enfocament «Lineal d'1 pas». En essència, R² dona un valor entre 0 i 1, amb 1 significa un ajust perfecte on tots els punts de dades es troben en la corba, i 0 significa que no hi ha correlació entre els punts de dades i la corba. L'usuari hauria d'experimentar amb el seu equip per a veure quins valors es poden obtindre, però com a guia, un valor per damunt de 0,9 serà un bon ajust.
fr: Inspectez les résultats et assurez-vous qu'ils soient bons, c'est-à-dire que le nombre d'étoiles dans chaque tuile est suffisant et que le R² soit acceptable pour chaque tuile.
pt_br: O coeficiente determinístico, ou R², é calculado para fornecer uma medida de quão bem a curva ajustada corresponde aos pontos de dados. Mais informações estão disponíveis `aqui <https://en.wikipedia.org/wiki/Coefficient_of_determination>`__. Este recurso está disponível para o algoritmo de foco linear de 1 passo. Em essência, o R² fornece um valor entre 0 e 1, com 1 significando um ajuste perfeito, onde todos os pontos de dados estão na curva, e 0 significando que não há correlação entre os pontos de dados e a curva. O usuário deve experimentar com seu equipamento para ver quais valores pode obter, mas, como guia, um valor acima de, digamos, 0,9 seria um bom ajuste.

source: There is an option to set an “R² Limit” in :ref:`Focus Settings <ekos-focus-focus-settings>` that is compared to the calculated R² after the auto focus run has completed. If the limit value has not been achieved, then the auto focus is rerun.
ca@valencia: Hi ha una opció per a establir un «Límit R²» a :ref:`Configuració de l'enfocament <ekos-focus-focus-settings>` que es compara amb R² calculat una vegada s'ha completat l'execució de l'enfocament automàtic. Si no s'ha aconseguit el valor límit, es tornarà a executar l'enfocament automàtic.
fr: Ajustez l'inclinaison et/ou le backfocus en utilisant votre périphérique, en se référant aux résultats obtenus.
pt_br: Há uma opção para definir um "Limite R²" em :ref:`Configurações de foco <ekos-focus-focus-settings>` que é comparado ao R² calculado após a conclusão da execução do foco automático. Se o valor limite não for atingido, o foco automático será executado novamente.

source: `https://en.wikipedia.org/wiki/Levenberg–Marquardt_algorithm <https://en.wikipedia.org/wiki/Levenberg%E2%80%93Marquardt_algorithm>`__
ca@valencia: `https://ca.wikipedia.org/wiki/Algorisme_de_Levenberg-Marquardt <https://ca.wikipedia.org/wiki/Algorisme_de_Levenberg-Marquardt>`__
fr: Courbe en V de l'inspecteur d'aberration

source: The Levenberg-Marquardt algorithm is a non-linear least-squares solver and thus suitable for many different equations. The basic idea is to adjust the equation y = f(x,P) so that the computed y values are as close as possible to the y values of the datapoints provided, so that the resultant curve fits the data as best as it can. P is a set of parameters that are varied by the solver in order to find the best fit. The solver measures how far away the curve is at each data point, squares the result and adds them all up. This is the number to be minimized, let's call it S. The solver is supplied with an initial guess for the parameters, P. It calculates S, makes an adjustment to P and calculates a new S1. Provided S1 < S then we are moving in the right direction. It iterates through the procedure until:
ca@valencia: L'algorisme de Levenberg-Marquardt és un solucionador de mínims quadrats no lineals i, per tant, adequat per a moltes equacions diferents. La idea bàsica és ajustar l'equació y = f(x,P) de manera que els valors «y» calculats siguen el més propers possibles als valors «y» dels punts de dades proporcionats, de manera que la corba resultant s'ajuste a les dades el millor que puga. «P» és un conjunt de paràmetres que el solucionador variarà per tal de trobar el millor ajust. El solucionador mesurarà fins a quin punt la corba està lluny en cada punt de dades, quadra el resultat i els afig tots cap amunt. Este és el nombre que s'ha de minimitzar, anomenem-lo «S». El solucionador se subministra amb una suposició inicial per als paràmetres, «P». Calcula «S», fa un ajust a «P» i calcula un «S1» nou. Proporcionat S1 < S llavors ens movem en la direcció correcta. Itera a través del procediment fins a:
fr: Courbe en V de l'inspecteur d'aberration
pt_br: O algoritmo de Levenberg-Marquardt é um solucionador de mínimos quadrados não linear e, portanto, adequado para muitas equações diferentes. A ideia básica é ajustar a equação y = f(x,P) para que os valores de y calculados sejam o mais próximo possível dos valores de y dos pontos de dados fornecidos, de modo que a curva resultante se ajuste aos dados da melhor forma possível. P é um conjunto de parâmetros que são variados pelo solucionador para encontrar o melhor ajuste. O solucionador mede a distância da curva em cada ponto de dados, eleva o resultado ao quadrado e soma todos eles. Este é o número a ser minimizado, vamos chamá-lo de S. O solucionador recebe uma estimativa inicial para os parâmetros, P. Ele calcula S, faz um ajuste em P e calcula um novo S1. Desde que S1 < S, então estamos nos movendo na direção correta. Ele itera pelo procedimento até:

source: Aberration Inspector
ca@valencia: Inspector d'aberracions
fr: ``Étiquettes`` : case à cocher qui affiche/masque les étiquettes des points de la courbe en V.
pt_br: Inspetor de aberração

source: To run Aberration Inspector press the ``Aberration Inspector`` button. See :ref:`Focus Tools <ekos-focus-tools-group>` for more details. The following criteria must be met in order for the button to be active and the tool to work:
ca@valencia: Per a executar l'Inspector de l'aberració, premeu el botó ``Inspector d'aberracions``. Per a més detalls, vegeu les :ref:`Eines de l'enfocament <ekos-focus-tools-group>`. Per tal que el botó estiga actiu i l'eina funcione, s'han de complir els criteris següents:
fr: La courbe en V est similaire à celle affichée dans l'onglet de la mise au point, sauf que chaque tuile possède sa propre courbe. Le nombre de courbes est déterminé par le réglage des ``Tuiles``. L'axe x affiche la position du moteur de mise au point et l'axe y affiche la mesure (p.ex. le HFR) utilisé par la mise au point automatique. Chaque courbe a sa propre couleur et est identifiée par 2 caractères affichés dans la légende.
pt_br: Para executar o inspetor de aberração, pressione o botão ``Inspetor de aberração``. Consulte :ref:`Ferramentas de foco <ekos-focus-tools-group>` para mais detalhes. Os seguintes critérios devem ser atendidos para que o botão seja ativado e a ferramenta funcione:

source: Focuser step size needs to be setup. It is the number of microns the focal plane moves for 1 focuser tick. This is setup in the CFZ dialog. See the :ref:`CFZ section <ekos-focus-cfz>` for more details.
ca@valencia: Caldrà configurar la mida del pas de l'enfocador. Esta serà el nombre de micres que el pla focal es mou per a 1 marca de l'enfocador. Açò es configura al diàleg ZCE. Per a més detalls, vegeu la :ref:`secció ZCE <ekos-focus-cfz>`.
fr: Tableau de l'inspecteur d'aberration
pt_br: O tamanho do passo do focalizador precisa ser configurado. É o número de mícrons que o plano focal se move por 1 tique do focalizador. Isso é configurado na janela de ZFC. Consulte a :ref:`seção de ZFC <ekos-focus-cfz>` para obter mais detalhes.

source: Aberration Inspector V-Curve
ca@valencia: «Corba V» a l'Inspector d'aberracions
fr: Résultats de l'inspecteur d'aberration
pt_br: Curva em V no Inspetor de aberração

source: ``Tiles``: Three options are available:
ca@valencia: ``Tessel·les``: hi ha tres opcions disponibles:
fr: ``Inclinaison gauche-droite`` : indique l'inclinaison gauche-droite en microns et en pourcentage.
pt_br: ``Blocos``: Três opções estão disponíveis:

source: ``Labels``: Checkbox toggles focus point labels on the V-Curve.
ca@valencia: ``Etiquetes``: la casella de selecció canvia les etiquetes del punt d'enfocament a la Corba V.
fr: Il y aura toujours un peu de backfocus, et cela est dû au bruit contenu dans les données. La chose importante est qu'en position de mise au point, les étoiles sont circulaires sur toute la surface du capteur.
pt_br: ``Rótulos``: a caixa de seleção alterna os rótulos dos pontos de foco na curva em V.

source: ``CFZ``: Checkbox toggles whether the CFZ moustache is displayed on the V-Curve.
ca@valencia: ``ZCE``: la casella de selecció canvia si el bigot de la ZCE es mostrarà en la Corba V.
fr: Plus le pourcentage d'inclinaison est petit et plus le capteur est parallèle au plan de la lumière provenant de l'aplatisseur et du télescope. Comme pour le delta du backfocus, il y aura toujours un peu de bruit dans les données, ce qui sera présenté comme du bruit. Le point important est la taille des étoiles qui doit être cohérente sur toute la surface du capteur.
pt_br: ``ZFC``: A caixa de seleção alterna se o bigode de ZFC é exibido na curva em V.
