Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos.po
Languages: bg, ca, ca@valencia, es, fr, it, nl, pt, pt_br, sl, sv, uk

source: Automatic focus between exposures when a user-configurable HFR limit is exceeded.
bg: Автоматично фокусиране между експозициите, когато бъде превишено конфигурирано от потребителя ограничение на HFR.
ca: Enfocament automàtic entre exposicions quan se supera un límit HFR configurable per l'usuari.
ca@valencia: Enfocament automàtic entre exposicions quan se supera un límit HFR configurable per l'usuari.
es: Enfoque automático entre exposiciones cuando se excede un límite de HFR configurable por el usuario.
fr: Mise au point automatique entre expositions quand la limite HFR déterminée par l'utilisateur dépasse une certaine limite.
it: Messa a fuoco automatica tra le esposizioni quando viene superato un limite di HFR definito dall'utente.
nl: Automatisch focussen tussen opnamen door wanneer een door de gebruiker ingestelde HFR-limiet wordt overschreden.
pt: Focagem automática entre exposições quando é ultrapassado um limite de HFR definido pelo utilizador.
pt_br: Foco automático entre exposições quando um limite de HFR configurável pelo usuário é excedido.
sl: Samodejno ostrenje med osvetlitvami, ko je presežena meja HFR, ki jo lahko nastavi uporabnik.
sv: Automatisk fokusering mellan exponeringar när en användarkonfigurerad HFR-gräns överskrids.
uk: Автоматичне фокусування між експозиціями, якщо перевищено встановлене користувачем обмеження на РПП.

source: Powerful sequence queue for batch capture of images with optional prefixes, timestamps, filter wheel selection, and much more!
bg: Мощен инструмент за серийно заснемане на изображения с опции за префикси, записване на дата и час , избор на филтърно колело и много повече!
ca: Cua potent de seqüències per a la captura per lots d'imatges amb prefixos opcionals, marques de temps, selecció de la roda de filtres i molt més.
ca@valencia: Potent cua en seqüència per a la captura per lots d'imatges amb prefixos opcionals, marques de temps, selecció de la roda de filtres i molt més.
es: Potente cola de secuencias para capturas de imágenes por lotes con prefijos, marcas de tiempo y selección de rueda de filtros opcionales, entre otras cosas.
fr: Puissante gestion de séquences d'acquisition par lots avec l'ajout facultatif de préfixes, d'horodatage, de sélection de roue à filtres et bien plus encore !
it: Coda di sequenze avanzata per l'acquisizione non interattiva d'immagini con prefissi opzionali, informazioni temporali, selezione della ruota portafiltri e altro ancora.
nl: Krachtige wachtrij voor het maken van opnamen in groepen (batches) met optionele voorvoegingen (prefixes), timestamps, keuze uit filterwielen, en nog veel meer!
pt: Fila de espera de sequências poderosa para capturar em lote imagens com prefixos opcionais, horas, selecções da roda de filtros e muito mais!
pt_br: Fila de sequências poderosa para captura em lote de imagens com prefixos opcionais, carimbos de data e hora, seleção de roda de filtros e muito mais!
sl: Zmogljiva zaporedna čakalna vrsta za paketni zajem slik z neobveznimi predponami, časovnimi žigi, izbiro filtrskega kolesca in še veliko več!
sv: Kraftfull sekvenskö för bakgrundstagning av bilder med valfria prefix, tidsstämplar, val av filterhjul, och mycket mer!
uk: Потужні можливості зі створення послідовностей зображень із оптимальними префіксами, часовими позначками, вибором фільтрів у барабані та багатьма іншими параметрами!

source: Export and import sequence queue sets as Ekos Sequence Queue (``.esq``) files.
bg: Експортиране и импортиране на набори от опашки за последователности като Ekos Sequence Queue (``.esq``) файлове.
ca: Exporta i importa els conjunts de cua de seqüències com a fitxers de cua de seqüències de l'Ekos (``.esq``).
fr: Exportation et importation d'ensembles de file d'attente de séquences comme des fichiers de séquences Ekos d'extension ``.esq``.
it: Esportazione e importazione di gruppi di code di sequenze come file di code di sequenze di Ekos (``.esq``).
nl: Exporteren en importeren van wachtrijverzamelingen als Ekos Sequence Queue (``.esq``) bestanden.
pt_br: Exporte e importe conjuntos de filas de sequências como arquivos Ekos Sequence Queue (``.esq``).

source: `Center the telescope anywhere in a captured FITS image <https://www.youtube.com/watch?v=fg2HDFg_dCE>`__ or any FITS with World Coordinate System (WCS) header.
bg: `Центрирайте телескопа където и да е в заснето FITS изображение <https://www.youtube.com/watch?v=fg2HDFg_dCE>`__ или което и да е FITS със заглавка на световната координатна система (WCS).
ca: `Centra el telescopi en qualsevol lloc d'una imatge FITS capturada <https://www.youtube.com/watch?v=fg2HDFg_dCE>`__ o qualsevol capçalera FITS amb el sistema de coordenades mundial (World Coordinate System, WCS).
fr: `Centrer le télescope n'importe où dans une image FITS <https://www.youtube.com/watch?v=fg2HDFg_dCE>`__ ou n'importe quelle image FITS avec une en-tête « WCS » (World Coordinate System).
it: `Centra il telescopio in un punto qualsiasi di un'immagine FITS acquisita <https://www.youtube.com/watch?v=fg2HDFg_dCE>`__ o in un qualsiasi FITS con un'intestazione per il World Coordinate System (WCS).
nl: `De telescoop ergens in een opgenomen FITS-afbeelding centreren <https://www.youtube.com/watch?v=fg2HDFg_dCE>`__ of in enige FITS met kop van het World Coordinate System (WCS).
pt_br: `Centralize o telescópio em qualquer lugar em uma imagem FITS capturada <https://www.youtube.com/watch?v=fg2HDFg_dCE>`__ ou qualquer FITS com cabeçalho do Sistema de Coordenadas Mundial (WCS).

source: Automatic flat field capture, just set the desired ADU and let Ekos does the rest!
bg: Автоматично заснемане на изглаждащ кадър, просто задайте желания ADU и оставете Ekos да свърши останалото!
ca: Captura automàtica del camp pla, simplement establiu l'ADU desitjada i deixeu que l'Ekos faci la resta.
ca@valencia: Captura automàtica del camp pla, senzillament establiu l'ADU desitjada i deixeu que Ekos faça la resta.
es: Captura automática de campo plano. Solo tiene que definir la ADU deseada y dejar que Ekos haga el resto.
fr: Acquisition automatique des images de plage de lumière uniforme (PLU ou « Flat Field » en anglais). Définissez le pas de quantification souhaité (ADU ou « Analog Digital Unit » en anglais) et laissez Ekos faire le reste !
it: Acquisizione automatica dei flat field, inserisci semplicemente l'ADU desiderata e fai fare il resto a Ekos!
nl: Automatische flat field opname, stel de geweste ADU in, en laat Ekos de rest doen!
pt: Captura de campo plano automática; basta definir o ADU desejado e deixe que o Ekos faça o resto!
pt_br: Captura automática de campo plano, basta definir a ADU desejada e deixar o Ekos fazer o resto!
sl: Samodejni zajem ravnega polja, samo nastavite želeni ADU in Ekos naredi ostalo!
sv: Automatisk tagning av planfält, ställ bara in önskad ADU och låt Ekos göra resten!
uk: Автоматичне захоплення зображення плоского поля. Достатньо встановити бажане значення ADU, і Ekos виконає решту роботи!

source: Automatic abort and resumption of exposure tasks if guiding errors exceed a user-configurable value.
bg: Автоматично прекъсване и възобновяване на задачите за експониране, ако грешките при насочване надхвърлят конфигурирана от потребителя стойност.
ca: Interromp i reprèn automàticament les tasques de l'exposició si els errors del guiatge superen un valor configurable per l'usuari.
ca@valencia: Interromp i reprén automàticament les tasques de l'exposició si els errors del guiatge superen un valor configurable per l'usuari.
es: Interrupción y reanudación automática de las tareas de exposición si los errores de guiado exceden de un valor configurado por el usuario.
fr: Annulation et reprise automatique des tâches d'expositions si les erreurs de guidage dépassent une valeur configurable par l'utilisateur.
it: Interruzione e ripristino automatico dei processi di esposizione, se l'errore della guida supera un valore definito dall'utente.
nl: Automatisch afbreken en hervatten van de opnames indien de volgfouten een door de gebruiker ingestelde waaarde overschrijden.
pt: Interrupção e retoma automática das tarefas de exposição, caso os erros de guia ultrapassem um valor configurável pelo utilizador.
pt_br: Interrupção e retomada automáticas de tarefas de exposição se os erros de orientação excederem um valor configurável pelo usuário.
sl: Samodejna prekinitev in nadaljevanje nalog osvetlitve, če napake pri vodenju presežejo vrednost, ki jo nastavi uporabnik.
sv: Avbryt och återuppta automatiskt exponeringsuppgifter om guidningsfelet överskrider ett användarkonfigurerbart värde.
uk: Автоматичне переривання та поновлення завдань з експонування, якщо величина похибки наведення перевищить встановлене користувачем значення.

source: Support for dome slaving.
bg: Поддръжка за контрол на купол.
ca: Implementa la manipulació de la cúpula.
ca@valencia: Implementa la manipulació de la cúpula.
es: Permite trabajar conjuntamente con la cúpula.
fr: Gestion des dômes.
it: Supporto per il controllo della cupola.
nl: Ondersteunen van "dome slaving".
pt: Suporte para o controlo de 'domes'.
pt_br: Suporte para vinculação de cúpula
sl: Podpora za podrejanje kupole.
sv: Stöd för kupolstyrning.
uk: Підтримка керування куполом.

source: Complete integration with KStars Observation Planner and SkyMap.
bg: Пълна интеграция с модула на KStars за Планиране на наблюдение и небесната карта.
ca: Integració completa amb el planificador de l'observació i el mapa del cel del KStars.
fr: Intégration complète avec le planificateur d'observations de KStars et la carte du ciel.
it: Integrazione completa tra il Pianificatore di osservazioni e la Mappa celeste di KStars.
nl: Complete integratie met de observatieplanner and hemelkaart van KStars.
pt_br: Integração completa com o mapa celeste e o planejador de observação do KStars.

source: Fully scriptable via `D-Bus <https://freedesktop.org/wiki/Software/dbus/>`__.
bg: Напълно подлежащ на контрол със скриптове чрез `DBus <https://freedesktop.org/wiki/Software/dbus/>`__.
ca: Completament programable a través de scripts mitjançant `DBus <https://freedesktop.org/wiki/Software/dbus/>`__.
fr: Complètement contrôlable programmatiquement via `DBus <https://freedesktop.org/wiki/Software/dbus/>`__.
it: Completamente controllabile con script da `D-Bus <https://freedesktop.org/wiki/Software/dbus/>`__.
nl: Volledig te scripten met `D-Bus <https://freedesktop.org/wiki/Software/dbus/>`__.
pt_br: Suporte a scripts via `D-Bus <https://freedesktop.org/wiki/Software/dbus/>`__.

source: Integrate with all INDI native devices.
bg: Интегрира се с всички собствени устройства на INDI.
ca: S'integra amb tots els dispositius natius de l'INDI.
ca@valencia: S'integra amb tots els dispositius natius d'INDI.
es: Integrar con todos los dispositivos INDI nativos.
fr: Intégration native avec tous les périphériques INDI.
it: Si integra con tutti i dispositivi nativi di INDI.
nl: Integreren met alle apparaten die eigen zijn aan INDI.
pt: Integra com todos os dispositivos INDI nativos.
pt_br: Integrado com todos os dispositivos nativos INDI.
sl: Integracija z vsemi izvornimi napravami INDI.
sv: Integrera med alla enheter med inbyggd INDI
uk: Інтеграція із усіма сумісними з INDI пристроями.

source: <emphasis role="bold">Ekos</emphasis> is an advanced cross-platform (&Windows;, &MacOS;, &Linux;) observatory control and automation tool with a particular focus on Astrophotography. It is based on a modular extensible framework to perform common astrophotography tasks. This includes highly accurate GOTOs using astrometry solver, ability to measure <emphasis>and</emphasis> correct polar alignment errors, auto-focus &amp; auto-guide capabilities, and capture of single or stack of images with filter wheel support. Ekos is shipped with &kstars;.
ca@valencia: <emphasis role="bold">Ekos</emphasis> és una eina de control de l'observatori i automatització avançada multiplataforma (&Windows;, &MacOS;, &Linux;) amb un enfocament particular en astrofotografia. Es basa en un marc de treball extensible i modular per a realitzar tasques comunes de l'astrofotografia. Açò inclou un GOTO altament exacte que utilitza el solucionador d'astrometria, la capacitat de mesurar <emphasis>i</emphasis> corregir els errors de l'alineació polar, funcions per a l'enfocament i guiatge automàtics, i la captura d'una sola o d'una pila d'imatges amb la implementació de la roda de filtres. Ekos se subministra amb &kstars;.
es: <emphasis role="bold">Ekos</emphasis> es una avanzada herramienta de control y automatización de observatorios multiplataforma (&Windows;, &MacOS; y &Linux;) y particularmente enfocada a la astrofotografía. Se basa en una infraestructura modular y extensible para realizar tareas comunes en astrofotografía, como: GOTO altamente precisos que usan el sistema de identificación de Atrometry, la capacidad de medir <emphasis>y</emphasis> corregir errores de alineación polar, capacidades de enfoque y guiado automáticos, así como la captura de imágenes sencillas o apiladas con el uso de la rueda de filtros. Ekos está contenido en &kstars;.
pt: O <emphasis role="bold">Ekos</emphasis> é uma ferramenta de controlo e automatização de observatórios avançada e multi-plataforma (&Windows;, &MacOS;, &Linux;) com um foco em particular sobre a Fotografia Astronómica. Baseia-se numa plataforma modular e extensível para efectuar tarefas comuns de fotografia astronómica. Isto inclui GOTO's (posicionamentos) altamente precisos com o sistema de resolução do Astrometry, a capacidade de medir <emphasis>e</emphasis> corrigir erros de alinhamento polar, capacidades de focagem &amp; guia automáticas e a captura de uma única imagem ou uma sequência de imagens com o suporte para rodas de filtros. O Ekos é fornecido com o &kstars;.
sl: <emphasis role="bold">Ekos</emphasis> je napredno večplatformno (&Windows;, &MacOS;, &Linux;) orodje za nadzor in avtomatizacijo observatorija s posebnim poudarkom na astrofotografiji. Temelji na modularnem razširljivem ogrodju za izvajanje običajnih nalog astrofotografije. To vključuje zelo natančne GOTO-je z uporabo astrometričnega reševalnika, zmožnost merjenja <emphasis>in</emphasis> popravljanja napak pri polarni poravnavi, samodejno ostrenje &amp; zmožnosti samodejnega vodenja in zajemanje posameznih ali nizov slik s podporo za filtrirno kolo. Ekos je dobavljen s &kstars;.
sv: <emphasis role="bold">Ekos</emphasis> är ett avancerat verktyg för observatoriekontroll och -automation med särskilt fokus på astrofotografering, för flera plattformar (&Windows;, &MacOS;, &Linux;). Det är baserat på ett modulärt utökningsbart ramverk för att utföra vanliga uppgifter i astrofotografering. Det omfattar ytterst noggrant "gå till" genom att använda ett astrometrilösningsverktyg, möjlighet att mäta <emphasis>och</emphasis> korrigera polära inriktningsfel, kapacitet för automatisk fokusering och automatisk guidning, samt tagning av enstaka bilder eller en bildföljd med stöd för filterhjul. Ekos levereras med &kstars;.
uk: <emphasis role="bold">Ekos</emphasis> — багатоплатформовий (&Windows;, &MacOS;, &Linux;) інструмент керування спостереженням та автоматизації зі розширеними можливостями та особливим акцентом на астрографії. Його засновано на модульній концепції виконання типових завдань з астрографії. Це, зокрема, дуже точна прив'язка за допомогою астрометричного розв'язувача, можливість вимірювання <emphasis>та</emphasis> виправлення похибок у полярному вирівнюванні, можливості з автоматичного фокусування та наведення і можливості зі створення окремих зображень чи послідовності зображень із підтримкою барабана фільтрів. Ekos постачається як частина &kstars;.

source: Control your telescope, Camera (&amp; DSLRs), filter wheel, focuser, guider, adaptive optics unit, and any INDI-compatible auxiliary device from Ekos.
ca@valencia: Controla el telescopi, la càmera (i DSLR), la roda de filtres, l'enfocador, el sistema de guiatge, la unitat d'òptica adaptativa i qualsevol dispositiu auxiliar compatible amb INDI des d'Ekos.
es: Control del telescopio, cámara (y DSLR), rueda de filtros, enfocador, sistema de guiado, unidad de óptica adaptable y cualquier dispositivo auxiliar de Ekos compatible con INDI.
pt: Controle o seu telescópio, câmara (&amp; DSLRs), roda de filtros, sistema de foco, guia, unidade de óptica adaptativa e qualquer dispositivo auxiliar compatível com o INDI a partir do Ekos.
sl: Nadzirajte svoj teleskop, fotoaparat (in DSLR-je), filtrirno kolo, fokuser, vodnik, prilagodljivo optično enoto in katero koli pomožno napravo Ekos združljivo z INDI.
sv: Kontrollera teleskop, kamera (inklusive digitala spegelreflexkameror), filterhjul, fokusering, guidning, adaptiva optikenheter och alla externa enheter kompatibla med INDI från Ekos.
uk: Керування вашим телескопом, фотокамерою (і дзеркальними фотокамерами), барабаном фільтрів, засобом фокусування, засобом наведення, модулем адаптивної оптики та будь-яким сумісним із INDI допоміжним пристроєм за допомогою Ekos.

source: <emphasis>Built-in</emphasis> native <link linkend="ekos-guide">autoguiding</link> with support for automatic dithering between exposures and support for Adaptive Optics devices in addition to traditional guiders.
ca@valencia: <link linkend="ekos-guide">Guiatge automàtic</link> natiu <emphasis>incorporat</emphasis> amb implementació per al tramatge automàtic entre exposicions i admet dispositius amb òptica adaptativa, a més de sistemes de guiatge tradicionals.
es: <link linkend="ekos-guide">Guiado automático</link> nativo <emphasis>integrado</emphasis> que permite usar tramado automático entre exposiciones y es compatible con el uso de dispositivos de óptica adaptable, además de los sistemas de guiado tradicionales.
pt: <link linkend="ekos-guide">Guia automática</link> <emphasis>incorporada</emphasis> com suporte para desenho de meios-tons automático entre exposições e suporte para dispositivos de Óptica Adaptativa, para além dos sistemas de guia tradicionais.
sl: <emphasis>Vgrajeno</emphasis> izvorno <link linkend="ekos-guide">samodejno vodenje</link> s podporo za samodejno preklapljanje med osvetlitvami in podporo za naprave Adaptive Optics poleg tradicionalnih vodnikov.
sv: <emphasis>Inbyggd</emphasis> egen <link linkend="ekos-guide">automatisk guidning</link> med stöd för automatiskt gitter mellan exponeringar, och stöd för adaptiva optikenheter förutom traditionella guidningsenheter.
uk: <emphasis>Вбудована</emphasis> власна підтримка <link linkend="ekos-guide">автоматичного наведення</link> із можливостями автоматичного згладжування між експонуваннями та підтримкою пристроїв адаптивної оптики, окрім традиційних засобів наведення.

source: <ulink url="https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html">Extremely accurate GOTOs</ulink> using astrometry.net solver (both Online and Offline solvers supported).
ca@valencia: Alguns <ulink url="https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html">GOTO extremadament precisos</ulink> que utilitza el solucionador «astrometry.net» (tant en línia com fora de línia).
es: <ulink url="https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html">GOTO extremadamente precisos</ulink> que usan el sistema de identificación de astrometry.net (tanto con conexión como sin ella).
pt: <ulink url="https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html">GOTO's extremamente precisos</ulink>, usando a resolução do Astrometry.net (são suportados tanto os métodos de resolução 'online' e 'offline').
sl: <ulink url="https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html">Izjemno natančni GOTO-ji</ulink> z uporabo reševalnika astrometry.net (podprti so tako on-line kot off-line reševalniki).
sv: <ulink url="https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html">Ytterst noggranna "gå till"</ulink> med användning av lösningsverktyget astrometry.net (både nätbaserat och lokalt lösningsverktyg stöds).
uk: <ulink url="https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html">Дуже точна прив'язка</ulink> на основі розв'язувача astrometry.net (передбачено підтримку інтернет-варіанта та автономного варіанта розв'язувача).

source: Load &amp; Slew: Load a FITS image, slew to solved coordinates, and center the mount on the exact image coordinates in order to get the same desired frame.
ca@valencia: Carrega i orienta: carrega una imatge FITS, fa coincidir les coordenades resoltes i centra la muntura en les coordenades exactes de la imatge per a obtindre el mateix fotograma desitjat.
es: Cargar y desplazar: Carga una imagen FITS, desplaza hasta las coordenadas identificadas y centra la montura en las coordenadas exactas de la imagen para obtener el mismo fotograma que se desea.
pt: Carregamento &amp; Deslocamento: Carrega uma imagem do FITS, desloca-se para as coordenadas calculadas e centra a montagem nas coordenadas exactas da imagem, para obter sempre a mesma imagem desejada.
sl: Naloži &amp; Obračanje: naložite sliko FITS, obrnite na rešene koordinate in centrirajte nosilec na natančne koordinate slike, da dobite enak želeni okvir.
sv: Läs in och förflytta: Läs in en FITS-bild, förflytta till lösta koordinater och centrera stativet på de exakta bildkoordinaterna för att få samma önskade bildruta.
uk: Завантаження і наведення: завантаження зображення FITS, обертання до визначених розв'язувачем координат та центрування лафета на точних координатах зображення з метою створення бажаного ідентичного кадра.

source: Measure &amp; Correct Polar Alignment errors using astrometry.net solver.
ca@valencia: Mesura i corregix els errors de l'alineació polar emprant el solucionador «astrometry.net».
sl: Izmeri &amp; Popravite napake pri polarni poravnavi z reševalnikom astrometry.net.
sv: Mät och korrigera polära inriktningsfel genom att använda lösningsverktyget astrometry.net.
uk: Вимірювання та виправлення помилок полярного вирівнювання за допомогою розв'язувача astrometry.net.

source: Capture and record <ulink url="https://www.youtube.com/watch?v=OJFZWwlAQRM">video streams in SER format</ulink>.
ca@valencia: Captura i grava <ulink url="https://www.youtube.com/watch?v=OJFZWwlAQRM">fluxos de vídeo en el format SER</ulink>.
es: Capturar y grabar <ulink url="https://www.youtube.com/watch?v=OJFZWwlAQRM">emisiones de vídeo en formato SER</ulink>.
pt: Capture e grave <ulink url="https://www.youtube.com/watch?v=OJFZWwlAQRM">sequências de vídeo no formato SER</ulink>.
sl: Zajemite in snemajte <ulink url="https://www.youtube.com/watch?v=OJFZWwlAQRM">video tokove v formatu SER</ulink>.
sv: Ta och spela in <ulink url="https://www.youtube.com/watch?v=OJFZWwlAQRM">videoströmmar med SER-format</ulink>.
uk: Захоплення і запис <ulink url="https://www.youtube.com/watch?v=OJFZWwlAQRM">потоків відеоданих у форматі SER</ulink>.
