Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <emphasis role="bold">Use Offsets</emphasis>: It is possible to use filter offsets to adjust focus when swapping between filters, without running Autofocus. This requires some setup work ahead of time but has the advantage of reducing the number of Autofocus runs and therefore reducing the time spent autofocusing.
bg: <emphasis role="bold">Използване на отмествания</emphasis>: Възможно е да използвате отмествания на филтъра, за да регулирате фокуса при смяна между филтри, без да стартирате автофокус. Това изисква известна работа по настройката преди време, но има предимството да намали броя на стартиранията на автофокуса и следователно да намали времето за автоматично фокусиране.
sl: <emphasis role="bold">Uporabi odmike</emphasis>: Možno je uporabiti odmike filtrov za prilagajanje fokusiranja pri zamenjavi med filtri, ne da bi zagnali samodejno fokusiranje. To zahteva vnaprejšnjo nastavitev, vendar ima prednost zmanjšanja števila zagonov samodejnega fokusiranja in s tem krajšega časa, porabljenega za samodejno fokusiranje.
sv: <emphasis role="bold">Använd positioner</emphasis>: Det är möjligt att använda filterpositioner för att justera fokus när du byter mellan filter, utan att köra automatisk fokusering. Det kräver en del inställningsarbete i förväg, men har fördelen av att minska antalet automatiska fokuseringskörningar och därför minska tiden för automatisk fokusering.
uk: <emphasis role="bold">Використовувати зсуви</emphasis>: можна використати зсуви фільтра для коригування фокусування при перемиканні між фільтрами без запуску автоматичного фокусування. Це потребує певної попередньої роботи, але має перевагу у зменшенні кількості запусків автофокусування, а отже, зменшенні витрат часу на автоматичне фокусування.

source: In order to use this feature it is necessary to work out the relative focus position between all filters that you wish to use this functionality for. For example, if Lum and Red have the same focus position (they are parfocal) but Green focuses 300 ticks further out than Lum (or Red) then setup Offsets for Lum, Red and Green as 0, 0, 300 as shown above. If a sequence is created to take 10 subframes of Lum, then 10 Red, then 10 Green, then at the start, since Lum has <guilabel>Auto Focus</guilabel> checked, an Autofocus will be run on Lum and the 10 subs taken. Capture will then switch filters to Red. Since Red has <guilabel>Auto Focus</guilabel> unchecked no Autofocus will happen and Ekos will look to the Offsets between Red and Lum. In this case 0 - 0 = 0. So the focuser will not be moved and Capture will take 10 subs of Red. Then Capture will swap from Red to Green. Again, Green has <guilabel>Auto Focus</guilabel> unchecked no Autofocus will happen and Ekos will look to the Offsets between Green and Red. In this case 300 - 0 = 300. So Focus will adjust the focus position by +300 (move the focuser out by 300 ticks). Capture will then take the 10 Green subs.
bg: За да използвате тази функция, е необходимо да определите относителната позиция на фокус между всички филтри, за които искате да използвате тази функционалност. Например, ако визуалния (Luminance) Lum филтър и червения Red филтър имат една и съща позиция на фокус (те са парфокални), но зеленият филтър Green фокусира 300 деления по-далеч от Lum (или Red), тогава настройте отместването за Lum, Red и Green на 0,0, 300, както е показано по-горе. Ако се създаде серия снимки, която да снима 10 подкадъра на Lum, след това 10 Red, след това 10 Green, тогава в началото, тъй като Lum има отметка на <guilabel>Автоматично фокусиране</guilabel>, ще се стартира автофокус с Lum и ще се заснемат 10 подкадъра. След това заснемането ще превключи червения филтър. Тъй като Red няма отметка за <guilabel>Автоматичен фокус</guilabel>, няма да последва автофокусиране и Ekos ще търси отместванията между Red и Lum. В този случай 0 - 0 = 0. Така че фокусът няма да бъде преместен и заснемането ще направи 10 подкадри с Red. След това заснемането ще се смени от червено на зелено. Отново, Green е с немаркиран <guilabel>Автоматичен фокус</guilabel> и няма да се автофокусира и Ekos ще търси отместванията между Green и Red. В този случай 300 - 0 = 300. Така че фокусът ще коригира позицията на фокуса с +300 (фокусът се премества навън с 300 деления). След това заснемането направи 10 зелени подкадъра.
sl: Za uporabo te funkcije je treba določiti relativni položaj fokusa med vsemi filtri, za katere želite uporabiti to funkcijo. Na primer, če imata Lum in Red enak položaj ostrenja (sta parfokalni), vendar Green izostri 300 črtica dlje od Lum (ali Red), potem nastavite odmike za Lum, Red in Green na 0, 0, 300, kot je prikazano zgoraj. Če je zaporedje ustvarjeno tako, da zavzame 10 podokvirjev Lum, nato 10 rdečih, nato 10 zelenih, potem se bo na začetku, ker je Lum označil <guilabel>Samodejno fokusiranje</guilabel>, zagnalo samodejno fokusiranje na Lumu in 10 podokvirih. Zajem bo nato preklopil filtre na rdeče. Ker ima Rdeča možnost <guilabel>Samodejno fokusiranje</guilabel> neodkljukano, samodejno ostrenje ne bo izvedeno in Ekos bo iskal odmike med Rdečo in Lum. V tem primeru 0 - 0 = 0. Fokus se torej ne bo premaknil in Zajem bo posnel 10 posnetkov rdeče. Nato se zajem spremeni iz rdeče v zeleno. Tudi pri zeleni je <guilabel>Samodejno fokusiranje</guilabel> neodkljukano, samodejno ostrenje se ne bo zgodilo in Ekos bo pogledal odmike med zeleno in rdečo. V tem primeru 300 - 0 = 300. Torej bo fokus prilagodil položaj fokusa za +300 (premakni fokuser ven za 300 črtic). Zajem bo nato prevzel 10 zelenih posnetkov.
sv: För att kunna använda funktionen är det nödvändigt att räkna ut den relativa fokuseringspositionen mellan alla filter som du vill använda funktionen för. Till exempel, om Lum och Röd har samma fokuseringsposition (de är parfokala) men Grön fokuserar 300 tick längre ut än Lum (eller Röd), ställ in Positioner för Lum, Röd och Grön som 0, 0, 300 som visas ovan. Om en sekvens skapas för att ta 10 delbilder av Lum, sedan 10 med Röd, sedan 10 med Grön, då körs en automatisk fokusering för Lum och de 10 tagna delbilderna i början, eftersom Lum har <guilabel>Automatisk fokusering</guilabel> markerat. Tagningen byter sedan filter till Röd. Eftersom Röd har <guilabel>Automatisk fokusering</guilabel> avmarkerad, sker ingen automatisk fokusering och Ekos tittar på positionerna mellan Röd och Lum. I det här fallet 0 - 0 = 0. Så fokuseringen flyttas inte och tagning av 10 delbilder med Röd utförs. Därefter byter tagningen från Röd till Grön. Återigen, har Grön <guilabel>Automatisk fokusering</guilabel> avmarkerad, så ingen automatisk fokusering sker och Ekos tittar på positionerna mellan Grön och Röd. I detta fall 300 - 0 = 300. Så fokuseringspositionen justeras med +300 (flyttar ut fokuseringsenheten med 300 tick). Tagning av de 10 delbilderna med Grön utförs sedan.
uk: Щоб скористатися цією можливістю, потрібно визначити відносні позиції фокусування між усіма фільтрами, для яких ви хочете використовувати цю функціональну можливість. Наприклад, якщо фільтри світності і червоного мають однакову позицію фокусування (є парафокальними), а фільтр зеленого фокусується на 300 поділок далі від фільтра світності (або червоного), налаштуйте зсуви для світності, червоного і зеленого як 0, 0, 300, як це показано вище. Якщо послідовність створено для знімання 10 підкадрів світності, потім 10 підкадрів червоного, потім 10 підкадрів зеленого, на початку, оскільки для фільтра світності позначено пункт <guilabel>Автофокусування</guilabel>, буде запущено автофокусування для фільтра світності і знято 10 підкадрів. Після цього, програма перемкне фільтр на червоний. Оскільки для червоного не позначено пункту <guilabel>Автофокусування</guilabel>, автоматичне фокусування не відбуватиметься, і Ekos використає зсуви між червоним фільтром і фільтром світності. У цьому випадку 0 - 0 = 0. Отже, засіб фокусування не рухатиметься і модуль захоплення зображення створить ще 10 під кадрів з червоним фільтром. Далі буде здійснено перехід від червоного до зеленого фільтра. Знову ж таки, для зеленого не позначено пункт <guilabel>Автофокусування</guilabel>, автоматичне фокусування не відбуватиметься, і Ekos використає зсуви між зеленими і червоним. У цьому випадку 300 - 0 = 300. Отже, позицію фокусування буде скориговано на +300 (засіб фокусування буде пересунуто назовні на 300 поділок). Далі модуль захоплення зображення створить 10 підкадрів із зеленим фільтром.

source: To use a filter in this way, uncheck <guilabel>Auto Focus</guilabel> and make sure that the Offsets for this filter and all other filters that can precede this filter in a sequence are set.
bg: За да използвате филтър по този начин, премахнете отметката от <guilabel>Автоматичен фокус</guilabel> и се уверете, че отместванията за този филтър и всички други филтри, които могат да предхождат този филтър в последователност, са зададени.
sl: Če želite uporabiti filter na ta način, počistite polje <guilabel>Samodejno fokusiranje</guilabel> in se prepričajte, da so nastavljeni odmiki za ta filter in vse druge filtre, ki so lahko pred tem filtrom v zaporedju.
sv: För att använda ett filter på detta sätt, avmarkera <guilabel>Automatisk fokusering</guilabel> och se till att positionerna för filtret och alla andra filter som kan föregå filtret i en sekvens är inställda.
uk: Щоб скористатися фільтром у цей спосіб, зніміть позначку з пункту <guilabel>Автофокусування</guilabel> і переконайтеся, що встановлено «Зсуви» для цього фільтра та інших фільтрів, які можуть передувати цьому фільтру у послідовності.

source: The Offsets can either be worked out by running Autofocus with different filters and manually calculating the relative offsets and entering them into the table or by using the <link linkend="build-filter-offsets">Build Offsets</link> tool.
bg: Отместванията могат да бъдат определени чрез стартиране на автоматично фокусиране с различни филтри и ръчно изчисляване на относителните отмествания и въвеждането им в таблицата или чрез използване на инструмента <link linkend="build-filter-offsets">Задаване на отмествания</link> .
sl: Odmike je mogoče določiti tako, da zaženete samodejno fokusiranje z različnimi filtri in ročno izračunate relativne odmike ter jih vnesete v tabelo ali pa uporabite orodje <link linkend="build-filter-offsets">Izgradi odmike</link>.
sv: Positionerna kan antingen räknas ut genom att köra automatisk fokusering med olika filter och manuellt beräkna de relativa positionerna och mata in dem i tabellen eller genom att använda verktyget <link linkend="build-filter-offsets">Bygg positioner</link>.
uk: Зсуви можна визначити запускаючи автоматичне фокусування із різними фільтрами, вручну обчислюючи відносні зсуви і вводячи їх до таблиці або використовуючи інструмент <link linkend="build-filter-offsets">Побудувати зсуви</link>.

source: Configure settings for each filter in the table:
bg: Конфигурирайте настройките за всеки филтър в таблицата:
ca@valencia: Configureu les opcions de cada filtre en la taula:
fr: ``# de passes de mise au point`` : le nombre de passes de mise au point pour ce filtre. La valeur par défaut est de 5. Pour exclure un filtre de ce processus, mettez 0. Remarque : le filtre de référence doit avoir au moins une passe.
pt_br: Configura as definições para cada filtro na tabela:
sl: Konfigurirajte nastavitve za vsak filter v tabeli:
sv: Anpassa inställningar för varje filter i tabellen:
uk: Параметри налаштувань для кожного фільтра у таблиці:

source: <guilabel>Filter</guilabel>: Filter Name.
bg: <guilabel>Филтър</guilabel>: Име на филтъра.
sl: <guilabel>Filter</guilabel>: Ime filtra.
sv: <guilabel>Filter</guilabel>: Filternamn.
uk: <guilabel>Фільтр</guilabel>: назва фільтра.

source: <guilabel>Exposure</guilabel>: Set exposure time (in seconds) to be used when performing Autofocus on this filter. By default, it is set to 1 second.
bg: <guilabel>Експозиция</guilabel>: Задайте време на експозиция (в секунди), което да се използва при извършване на автофокус с този филтър. По подразбиране е зададено на 1 секунда.
sl: <guilabel>Osvetlitev</guilabel>: Nastavite čas osvetlitve (v sekundah), ki bo uporabljen pri izvajanju samodejnega ostrenja na tem filtru. Privzeto je nastavljena na 1 sekundo.
sv: <guilabel>Exponering</guilabel>: Ställ in exponeringstiden (i sekunder) som ska användas när fokusering med det här filtret används. Normalt är den inställd till 1 sekund.
uk: <guilabel>Експозиція</guilabel>: встановіть час експонування (у секундах), який використовуватиметься для автоматичного фокусування із цим фільтром. Типовою тривалістю експонування є 1 секунда.

source: <guilabel>Offset</guilabel>: Set relative offsets. Ekos will command a focus offset change if there is a difference between the current and target filter offsets. For example, given the values in the example image, if the current filter is set to <emphasis>Red</emphasis> and next filter is <emphasis>Green</emphasis>, then Ekos shall command the focuser to Focus In by +300 ticks. Relative positive focus offsets denote Focus Out while negative values denote Focus In.
bg: <guilabel>Отместване</guilabel>: Задайте относителни отмествания. Ekos ще заповяда промяна на отместването на фокуса, ако има разлика между текущото и целевото отместване на филтъра. Например, като се имат предвид стойностите в примерното изображение, ако текущият филтър е зададен на <emphasis>Червен</emphasis> и следващият филтър е <emphasis>Зелен</emphasis>, тогава Ekos ще заповяда на фокусиращото устройство да фокусира навътре с + 300 деления. Относителните положителни отмествания на фокуса означават фокус навън, докато отрицателните стойности означават фокус навътре.
sl: <guilabel>Odmik</guilabel>: Nastavite relativne odmike. Ekos bo ukazal spremembo odmika fokusa, če obstaja razlika med trenutnimi in ciljnimi odmiki filtra. Na primer, glede na vrednosti na vzorčni sliki, če je trenutni filter nastavljen na <emphasis>rdeč</emphasis> in je naslednji filter <emphasis>zelen</emphasis>, bo Ekos ukazal fokuserju, da je fokus navznoter +300 črtic. Relativni pozitivni odmiki fokusa se označujejo s fokus navzven, medtem ko negativne vrednosti označujejo fokus navznoter.
sv: <guilabel>Position</guilabel>: Ange relativ position. Ekos utför en ändring av fokuseringsposition om det finns en skillnad mellan det aktuella filtrets och målfiltrets position. Givet värdena i exempelbilden, ska Ekos exempelvis ge ett kommando till fokuseringsenheten att fokusera inåt med +300 tick, om det aktuella filtret är inställt till <emphasis>Röd</emphasis> och nästa filter är <emphasis>Grön</emphasis>. Relativa positiva fokuseringspositioner anger fokusera utåt, medan negativa värden anger fokusera inåt.
uk: <guilabel>Зсув</guilabel>: встановіть відносні зсуви. Ekos віддаватиме команду за зміну зсуву фокусування, якщо існуватиме різниця між зсувами поточного фільтра і фільтра призначення. Наприклад, якщо використано значення із прикладу на знімку вікна і поточний фільтр встановлено у значення <emphasis>Червоний</emphasis>, а наступним фільтром є <emphasis>Зелений</emphasis>, Ekos скомандує засобу фокусування виконати фокусування всередину на +300 позначок. Додатні відносні зсуви фокусування означають фокусування назовні, а від'ємні — фокусування всередину.

source: <guilabel>Auto Focus</guilabel>: Check this option to perform AutoFocus whenever the filter is changed to this filter.
bg: <guilabel>Автоматичен фокус</guilabel>: Поставете отметка на тази опция, за да извършвате автофокус всеки път, когато филтърът се промени на този филтър.
sl: <guilabel>Samodejni fokus</guilabel>: Označite to možnost, če želite izvesti samodejni fokus vsakič, ko se filter spremeni v ta filter.
sv: <guilabel>Automatisk fokusering</guilabel>: Markera alternativet för att utföra den automatiska fokuseringsprocessen så fort filtret byts till det här filtret.
uk: <guilabel>Автофокусування</guilabel>: позначте цей пункт, щоб наказати програмі виконувати автофокусування кожного разу, коли фільтр змінюється на той, параметри якого ви редагуєте.

source: <guilabel>Lock Filter</guilabel>: Set which filter should be set and <emphasis>locked</emphasis> when performing autofocus for this filter. "--" indicates no Lock Filter. It is not allowed to next filters more than 1 deep, i.e. Red cannot be locked to Blue which is itself locked to Green. A filter cannot be locked to itself.
bg: <guilabel>Заключващ филтър</guilabel>: Определете, кой филтър да бъде зададен и <emphasis>заключен</emphasis> при извършване на автофокус за този филтър. "--" означава, че няма заключващ филтър. Не е позволено следващите филтри за извършват автофокус с повече от 1 дълбочина, т.е. червено не може да бъде заключено към синьо, което от своя страна е заключено към зелено. Също така филтър не може да бъде заключен към себе си.
sl: <guilabel>Zakleni filter</guilabel>: Nastavite, kateri filter naj bo nastavljen in <emphasis>zaklenjen</emphasis> pri izvajanju samodejnega fokusa za ta filter. "--" označuje, da ni zaklenjenega filtra. Naslednji filter ni dovoljen za več kot 1 globino, kar pomeni, da rdeče ni mogoče zakleniti na modro, ki je sama zaklenjena na zeleno. Filtra ni mogoče zakleniti v samega sebe.
sv: <guilabel>Låst filter</guilabel>: Ställ in vilket filter som ska ställas in och <emphasis>låsas</emphasis> när du utför automatisk fokusering för filtret. "--" indikerar inget låst filter. Det är inte tillåtet att nästla filter mer än en nivå, dvs. rött kan inte låsas till blått som i sin tur är låst till grönt. Ett filter kan inte låsas till sig självt.
uk: <guilabel>Зафіксувати фільтр</guilabel>: встановіть, який фільтр має бути встановлено і <emphasis>зафіксовано</emphasis> при виконанні автоматичного фокусування для цього фільтра. «--» означає «без фіксування фільтра». Не можна використовувати наступні фільтри на глибину понад 1, тобто не можна фіксувати червоний до синього, який зафіксовано на зеленому. Фільтр не можна фіксувати на самому собі.

source: <guilabel>Last AF Solution</guilabel>: The last successful Autofocus position. Under normal operation Ekos will automatically update this field.
bg: <guilabel>Последно решение на автофокус</guilabel>: Последната успешна позиция на автофокус. При нормална работа Ekos автоматично ще актуализира това поле.
sl: <guilabel>Zadnja rešitev AF</guilabel>: zadnji uspešen položaj samodejnega fokusa. Pri normalnem delovanju bo Ekos samodejno posodobil to polje.
sv: <guilabel>Senaste AF-lösning</guilabel>: Den senaste lyckade automatiska fokuseringspositionen. Under normal drift kommer Ekos automatiskt att uppdatera fältet.
uk: <guilabel>Останній розв'язок АФ</guilabel>: остання успішна позиція автоматичного фокусування. За звичайних умов Ekos автоматично оновить вміст цього поля.

source: <guilabel>Last AF Temp (°C)</guilabel>: The temperature of the <guilabel>Last AF Solution</guilabel>. Under normal operation Ekos will automatically update this field.
bg: <guilabel>Последна температура (°C) на автофокус</guilabel>: Температурата на <guilabel>Последното решение на автофокуса</guilabel>. При нормална работа Ekos автоматично ще актуализира това поле.
sl: <guilabel>Zadnja temperatura AF (°C)</guilabel>: Temperatura <guilabel>Zadnje rešitve AF</guilabel>. Pri normalnem delovanju bo Ekos samodejno posodobil to polje.
sv: <guilabel>Senaste AF-temperatur (°C)</guilabel>: Temperaturen för <guilabel>Senaste AF-lösning</guilabel>. Under normal drift kommer Ekos automatiskt att uppdatera fältet.
uk: <guilabel>Остання температура АФ (°C)</guilabel>: температура <guilabel>Останнього розв'язку АФ</guilabel>. За звичайних умов Ekos автоматично оновить вміст цього поля.

source: <guilabel>Last AF Alt (°Alt)</guilabel>: The altitude of the <guilabel>Last AF Solution</guilabel>. Under normal operation Ekos will automatically update this field.
bg: <guilabel>Последна височина на автофокуса (°Alt)</guilabel>: Височината на <guilabel>Последното решение на автофокуса</guilabel>. При нормална работа Ekos автоматично ще актуализира това поле.
sl: <guilabel>Zadnja višina AF (°Alt)</guilabel>: Višina <guilabel>Zadnje rešitve AF</guilabel>. Pri normalnem delovanju bo Ekos samodejno posodobil to polje.
sv: <guilabel>Senaste AF-elevation (°Elev)</guilabel>: Elevationen för <guilabel>Senaste AF-lösning</guilabel>. Under normal drift kommer Ekos automatiskt att uppdatera fältet.
uk: <guilabel>Остання висота АФ (°Вис)</guilabel>: висота <guilabel>Останнього розв'язку АФ</guilabel>. За звичайних умов Ekos автоматично оновить вміст цього поля.

source: <guilabel>Ticks / °C</guilabel>: The number of ticks to move the focuser when the temperature changes by 1°C. For example, if focus moves out by 5 ticks when temperature increases by 1°C, set this field to 5. If focus moves in by 5 ticks when temperature increases by 1°C, set this field to -5.
bg: <guilabel>Деления / °C</guilabel>: Броят на деленията, отметките за преместване на фокуса, когато температурата се промени с 1°C. Например, ако фокусът се измести с 5 отметки навън, когато температурата се повиши с 1°C, задайте това поле на 5. Ако фокусът се премести навътре с 5 отметки, когато температурата се повиши с 1°C, задайте това поле на -5.
sl: <guilabel>Črtic / °C</guilabel>: Število črtic za premik fokuserja, ko se temperatura spremeni za 1 °C. Na primer, če se fokus premakne za 5 črtic, ko se temperatura poveča za 1 °C, nastavite to polje na 5. Če se fokus premakne za 5 črtic, ko se temperatura poveča za 1 °C, nastavite to polje na -5.
sv: <guilabel>Tick / °C</guilabel>: Antal tick för att flytta fokuseringspunkten när temperaturen ändras med 1°C. Till exempel, om fokus flyttas ut med 5 tick när temperaturen ökar med 1°C, ställ in fältet till 5. Om fokus flyttas in med 5 tick när temperaturen ökar med 1°C, ställ in fältet till -5.
uk: <guilabel>Поділок на °C</guilabel>: кількість поділок пересування засобу фокусування, якщо температура змінюється на 1°C. Наприклад, якщо фокус пересувається назовні на 5 поділок, якщо температура збільшується на 1°C, встановіть у цьому полі значення 5. Якщо фокусування пересувається на 5 поділок всередину, якщо температура збільшується на 1°C, встановіть у цьому полі значення -5.
