Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <link linkend="focus-mechanics">Mechanics</link>: Parameters associated with the focuser mechanics.
bg: <link linkend="focus-mechanics">Механика</link>: Параметри на механиката, свързана с фокусирането.
sl: <link linkend="focus-mechanics">Mehanika</link>: Parametri, povezani z mehaniko fokuserja.
sv: <link linkend="focus-mechanics">Mekanik</link>: Parametrar som hör ihop med fokuseringsenhetens mekanik.
uk: <link linkend="focus-mechanics">Механіка</link>: параметри, які пов'язано із механікою фокусування.

source: The parameters are stored for each Optical Train. This allows different configurations to be stored for different equipment. Parameters are stored when they are changed, so on startup the last used configuration for the selected Optical Train is loaded.
bg: Параметрите се съхраняват за всяка оптична система. Това позволява да се съхраняват конфигурации за различно оборудване. Параметрите се съхраняват когато се променят, така че при стартиране се зарежда последната използвана конфигурация за избраната оптична система.
ca@valencia: Els paràmetres s'emmagatzemen per a cada tren òptic. Açò permet emmagatzemar configuracions diferents per a equips diferents. Els paràmetres s'emmagatzemaran quan es canvien, de manera que a l'inici es carregarà l'última configuració utilitzada per al «Tren òptic» seleccionat.
fr: Les paramètres sont spécifiques à chaque train optique. Cela permet d'avoir différentes configurations pour différents équipements. Les paramètres sont enregistrés quand ils sont modifiés, ainsi, au démarrage, c'est la dernière configuration du train optique sélectionné qui est chargée.
pt_br: Os parâmetros são armazenados para cada trem óptico. Isso permite que diferentes configurações sejam armazenadas para diferentes equipamentos. Os parâmetros são armazenados quando são alterados, de modo que, na inicialização, a última configuração usada para o trem óptico selecionado é carregada.
sl: Parametri so shranjeni za vsak optični vlak. To omogoča shranjevanje različnih konfiguracij za različno opremo. Parametri se shranijo, ko se spremenijo, zato se ob zagonu naloži zadnja uporabljena konfiguracija za izbrani optični vlak.
sv: Parametrarna lagras för varje optik. Det gör att olika inställningar kan lagras för olika utrustning. Parametrar lagras när de ändras, så vid start läses den senast använda inställningen för den valda optiken in.
uk: Параметри зберігаються для кожного окремого оптичного тракту. Це надає змогу мати різні налаштування для різного обладнання. Параметри зберігатимуться одразу після внесення змін, отже, пілся запуску буде завантажено останні використані налаштування для вибраного оптичного тракту.

source: <title>Focus Settings</title>
bg: <title>Настройки на фокуса</title>
sl: <title>Nastavitve fokusa</title>
sv: <title>Fokuseringsinställningar</title>
uk: <title>Параметри фокусування</title>

source: <screeninfo>Focus Settings</screeninfo>
bg: <screeninfo>Настройки на фокус</screeninfo>
sl: <screeninfo>Nastavitve fokusa</screeninfo>
sv: <screeninfo>Fokuseringsinställningar</screeninfo>
uk: <screeninfo>Параметри фокусування</screeninfo>

source: <phrase>Focus Settings</phrase>
bg: <phrase>Настройки на фокуса</phrase>
sl: <phrase>Nastavitve fokusa</phrase>
sv: <phrase>Fokuseringsinställningar</phrase>
uk: <phrase>Параметри фокусування</phrase>

source: General section parameters:
bg: Параметри на общи настройки:
ca@valencia: Paràmetres de la secció «General»:
fr: Paramètres de la section principale :
pt_br: Parâmetros gerais da seção:
sl: Splošni parametri razdelka:
sv: Allmänna parametrar:
uk: Загальний розділ параметрів:

source: <guilabel>Auto Select Star</guilabel>: This setting is only relevant if <guilabel>Sub Frame</guilabel> is selected. In this case if <guilabel>Auto Select Star</guilabel> is selected then Ekos will select the star to use for focus; otherwise the user will have to manually select the star using FitsViewer.
bg: <guilabel>Автоматичен избор на звезда</guilabel>: Тази настройка е уместна само ако е избран <guilabel>Подкадър</guilabel>. В този случай, ако е избрано <guilabel>Автоматично избиране на звезда</guilabel>, тогава Ekos ще избере звездата, която да използва за фокус; в противен случай потребителят ще трябва ръчно да избере звездата с помощта на визуализатор на FITS.
sl: <guilabel>Samodejna izbira zvezde</guilabel>: Ta nastavitev je ustrezna samo, če je izbran <guilabel>Podokvir</guilabel>. V tem primeru, če je izbrana možnost <guilabel>Samodejna izbira zvezde</guilabel>, bo Ekos izbral zvezdo, ki jo bo uporabil za fokus; sicer bo moral uporabnik ročno izbrati zvezdo s programom FitsViewer.
sv: <guilabel>Välj stjärna automatiskt</guilabel>: Inställningen är endast relevant om <guilabel>Delbild</guilabel> är vald. Om <guilabel>Välj stjärna automatiskt</guilabel> väljs i detta fall, väljer Ekos stjärnan som ska användas för fokusering. Annars måste användaren manuellt välja stjärnan med FITS-visning.
uk: <guilabel>Автовибір зірки</guilabel>: цей параметр має значення, лише якщо позначено пункт <guilabel>Підкадр</guilabel>. У цьому випадку, якщо позначено пункт <guilabel>Автовибір зірки</guilabel>, Ekos вибере зірку для фокусування. Якщо ж пункт не позначено, користувачеві доведеться вручну вибрати зірку за допомогою переглядача FITS.

source: <guilabel>Suspend Guiding</guilabel>: Set this option to suspend guiding during an Autofocus run. The purpose of this is to prevent guiding from having problems with defocused stars during the focus process where, for example, the guide scope is attached to the main telescope using an OAG.
bg: <guilabel>Преустановяване на гидирането</guilabel>: Задайте тази опция, за да се спре гидирането по време на изпълнение на автофокус. Целта на това е да се предотвратят проблеми с разфокусирани звезди по време на процеса на фокусиране, когато например направляващата оптика е прикрепена към основния телескоп с помощта на Off-Axis Guider (OAG) - оптичен елемент (призма), насочващ основния лъч към гидиращата камера.
sl: <guilabel>Začasno ustavi vodenje</guilabel>: Nastavite to možnost, da prekinete vodenje med samodejnim ostrenjem. Namen tega je preprečiti, da bi imelo vodenje težave z neostrimi zvezdami med postopkom ostrenja, kjer je na primer merilni daljnogled pritrjen na glavni teleskop z OAG.
sv: <guilabel>Stoppa guidning</guilabel>: Ställ in alternativet för att avbryta guidningen under en automatisk fokuseringskörning. Syftet med det är att förhindra att guidning får problem med oskarpa stjärnor under fokuseringsprocessen när till exempel guidekikaren fästs på huvudteleskopet med hjälp av en OAG.
uk: <guilabel>Призупиняти наведення</guilabel>: позначте цей пункт, щоб призупинити наведення під час процедури автофокусування. Призначенням цього пункту є запобігання проблемам наведення через розфокусовані зірки під час процедури фокусування, зокрема, наприклад, у випадках, коли телескоп наведення з'єднано із основним телескопом позаосьовим засобом з'єднання.

source: <guilabel>Dark Frame</guilabel>: Check this option to perform dark-frame subtraction. This option can be useful in noisy images, where a pretaken dark is subtracted from the focus image before further processing.
bg: <guilabel>Тъмен кадър</guilabel>: Маркирайте тази опция, за да извършите изваждане на тъмен кадър. Тази опция може да бъде полезна при изображения с шум, където предварително заснетото тъмно изображение се изважда от фокусираното изображение преди допълнителна обработка.
sl: <guilabel>Temni okvir</guilabel>: Označite to možnost, če želite izvesti odštevanje temnega okvirja. Ta možnost je lahko uporabna pri slikah s šumom, kjer se predhodno posneta temna slika odšteje od izostrene slike pred nadaljnjo obdelavo.
sv: <guilabel>Mörk bild</guilabel>: Markera alternativet för att subtrahera mörka bilder. Alternativet kan vara användbart med brusiga bilder, där ett förutbestämt mörker dras från fokuseringsbilden innan vidare bearbetning.
uk: <guilabel>Темний кадр</guilabel>: позначте цей пункт для віднімання темного кадру від основного. Цей пункт може бути корисним для зашумлених зображень, для яких слід відняти від зображення фокусування попередньо знятий темний кадр, щоб покращити результати подальшої обробки.

source: If hot pixels are causing problems with focus, select Dark Frames and either setup a regular Master Dark frame or a Defect Map.
bg: Ако горещите пиксели причиняват проблеми с фокуса, изберете Тъмни кадри и задайте обикновена основна тъмен кадър или Карта на дефектите.
ca@valencia: Si els píxels cremats causen problemes amb l'enfocament, seleccioneu ``Fotogrames foscos`` i configureu un ``Fotograma fosc mestre:`` ``Normal`` o un ``Mapa de defectes``.
fr: Si des pixels chauds causent des problèmes de mise au point, sélectionnez des images Dark et utilisez soit un master Dark ou une carte de défauts.
pt_br: Se pixels quentes estiverem causando problemas de foco, selecione a opção de quadros escuros e configure um quadro escuro mestre regular ou um mapa de defeitos.
sl: Če vroče slikovne pike povzročajo težave z ostrenjem, izberite Temni okvirji in nastavite običajni Glavni temni okvir ali karto napak.
sv: Om heta bildpunkter orsakar problem med fokus, välj mörka bilder och ställ antingen in en vanlig mörk huvudbild: eller en defektbild.
uk: Якщо пошкоджені яскраві пікселі спричиняють проблеми із фокусуванням, виберіть темні кадри і або налаштуйте звичайний основний темний кадр, або виберіть пункт мапи дефектів.

source: Dark frames are used by Focus, Alignment and Guiding. See the Dark Library feature within the <link linkend="ekos-capture">Capture Module</link> for more details on how to setup Dark Frames.
bg: Тъмните кадри се използват от фокуса, подравняването и насочването. Вижте възможностите на тъмните кадри в <link linkend="ekos-capture">модула Заснемане</link> за повече подробности, как да настроите тъмни кадри.
sl: Temne okvirje uporabljajo Focus, Alignment in Guiding. Oglejte si funkcijo Dark Library znotraj <link linkend="ekos-capture">Modula zajema</link> za več podrobnosti o tem, kako nastaviti temne okvirje.
sv: Mörka bilder används av fokusering, inriktning och guidning. Se funktionen <link linkend="ekos-capture">Tagningsmodul</link> i Bibliotek med mörka bildrutor för mer information om hur mörka bilder ställs in.
uk: Темні кадри використовують при фокусуванні, вирівнюванні та наведенні. Див. опис можливості бібліотеки темних кадрів у розділі щодо <link linkend="ekos-capture">модуля захоплення</link>, щоб дізнатися більше про те, як налаштувати темні кадри.

source: <guilabel>Full Field</guilabel>: Select to use the full field of the camera. In this mode, focus will automatically select multiple stars for use in an Autofocus run. The alternative to this is <guilabel>Sub Frame</guilabel>.
bg: <guilabel>Пълно поле</guilabel>: Изберете, за да използвате пълното поле на камерата. В този режим фокусът автоматично ще избере няколко звезди за използване при изпълнение на автофокус. Алтернативата на това е <guilabel>Под</guilabel>.
sl: <guilabel>Celotno polje</guilabel>: izberite za uporabo celotnega polja kamere. V tem načinu bo fokus samodejno izbral več zvezd za uporabo v teku s samodejnim ostrenjem. Alternativa temu je <guilabel>Podokvir</guilabel>.
sv: <guilabel>Hela fältet</guilabel>: Välj för att använda hela fältet för kameran. Med läget väljer fokuseringen automatiskt flera stjärnor för användning i en automatisk fokuseringskörning. Alternativet till det är <guilabel>Delbild</guilabel>.
uk: <guilabel>Повне поле</guilabel>: позначте цей пункт, щоб скористатися повним полем зору камери. У цьому режимі алгоритм фокусування автоматично вибере декілька зірок для обробки під час автоматичного фокусування. Альтернативним варіантом є <guilabel>Підкадр</guilabel>.

source: <guilabel>Sub Frame</guilabel>: Select to use a single star for the Autofocus process. The alternative to this is <guilabel>Full Field</guilabel> where multiple stars will be used by Autofocus. Depending on the setting of <guilabel>Auto Select Star</guilabel> either the user or Ekos will select the star.
bg: <guilabel>Подкадър</guilabel>: Изберете, за да използвате една звезда за процеса на автоматично фокусиране. Алтернативата на това е <guilabel>Пълно поле</guilabel>, където множество звезди ще бъдат използвани от автофокуса. В зависимост от настройката на <guilabel>Автоматично избиране на звезда</guilabel> или потребителят, или Ekos ще изберат звездата.
sl: <guilabel>Podokvir</guilabel>: Izberite, če želite uporabiti eno zvezdo za postopek samodejnega ostrenja. Alternativa temu je <guilabel>Celotno polje</guilabel>, kjer bo samodejno ostrenje uporabilo več zvezd. Odvisno od nastavitve <guilabel>Samodejna izbira zvezde</guilabel> bo zvezdo izbral uporabnik ali Ekos.
sv: <guilabel>Delbild</guilabel>: Välj för att använda en enda stjärna för den automatiska fokuseringsprocessen. Alternativet till det är <guilabel>Hela fältet</guilabel> där flera stjärnor används av automatisk fokusering. Beroende på inställningen av <guilabel>Välj stjärna automatiskt</guilabel> väljer antingen användaren eller Ekos stjärnan.
uk: <guilabel>Підкадр</guilabel>: позначте, щоб скористатися єдиною зіркою для процедури автоматичного фокусування. Альтернативним варіантом є <guilabel>Повне поле</guilabel>, який призводить до використання декількох зірок для автоматичного фокусування. Залежно від значення параметра <guilabel>Автовибір зірки</guilabel>, вибір зірки буде здійснено користувачем або Ekos.

source: <guilabel>Box</guilabel>: Sets the box size used to enclose the focus star when using <emphasis role="bold">Sub Frame</emphasis>. Increase if you have very large stars. For Bahtinov focus the box size can be increased even more to better enclose the Bahtinov diffraction pattern.
bg: <guilabel>Правоъгълник</guilabel>: Задава размера на правоъгълника, използван за рамка на фокусната звезда, когато се използва <emphasis role="bold">Подкадър</emphasis>. Увеличете, ако имате много големи звезди. За фокуса на Бахтинов размерът на правоъгълника може да се увеличи още повече, за да обхване по-добре дифракционния шаблон на Бахтинов.
sl: <guilabel>Polje</guilabel>: Nastavi velikost polja, ki se uporablja za obkrožanje žariščne zvezde pri uporabi <emphasis role="bold">Podokvira</emphasis>. Povečajte, če imate zelo velike zvezde. Za Bahtinov fokus se lahko velikost škatle še poveča, da bolje zajame Bahtinov uklonski vzorec.
sv: <guilabel>Ruta</guilabel>: Ställer in storleken på rutan som omsluter fokuseringsstjärnan när <emphasis role="bold">Delbild</emphasis> används. Öka den om du har mycket stora stjärnor. För Bahtinov-fokuseringsenheter kan storleken ökas ännu mer för att omsluta Bahtinov-diffraktionsmönstret bättre.
uk: <guilabel>Прямокутник</guilabel>: виберіть розмір прямокутника для вибору зірки фокусування при використанні <emphasis role="bold">підкадру</emphasis>. Збільште значення, якщо зірки на знімку дуже великі. Для фокусування за Бахтіновим розмір прямокутника може бути додатково збільшено для кращого покриття шаблона дифракції Бахтінова.

source: <guilabel>Display Units</guilabel>: Select the units for display on the Autofocus V-Curve when HFR or FWHM is selected. <emphasis role="bold">Pixels</emphasis> and <emphasis role="bold">Arc Seconds</emphasis> are supported.
bg: <guilabel>Единици за показване</guilabel>: Изберете единиците за показване на V-кривата на автофокуса, когато е избрано HFR или FWHM. Поддържат се <emphasis role="bold">пиксели</emphasis> и <emphasis role="bold">дъгови секунди</emphasis>.
sl: <guilabel>Prikaz enot</guilabel>: Izberite enote za prikaz na V-krivulji samodejnega ostrenja, ko je izbrana HFR ali FWHM. Podprti so <emphasis role="bold">piksli</emphasis> in <emphasis role="bold">ločne sekunde</emphasis>.
sv: <guilabel>Visningsenheter</guilabel>: Välj enheter för visning av V-kurvan i automatisk fokusering när HFR eller FWHM är valt. <emphasis role="bold">Bildpunkter</emphasis> och <emphasis role="bold">Bågsekunder</emphasis> stöds.
uk: <guilabel>Одиниці показу</guilabel>: виберіть одиниці для показу на V-кривій автофокусування, якщо вибрано РПП або ПШПМ. Передбачено підтримку <emphasis role="bold">пікселів</emphasis> та <emphasis role="bold">кутових секунд</emphasis>.

source: <guilabel>Guide Settle</guilabel>: This option is used in conjunction with <guilabel>Suspend Guiding</guilabel>. It allows any vibrations in the optical train to settle by waiting this many seconds after the Autofocus process has completed, before restarting guiding.
bg: <guilabel>Стабилизиране на гидирането</guilabel>: Тази опция се използва заедно с <guilabel>Преустановяване на гидирането</guilabel>. Тя позволява на всякакви вибрации в оптичната линия да се уталожат, като изчака толкова секунди след приключване на процеса на автоматично фокусиране, преди да се рестартира насочването.
sl: <guilabel>Umiri vodilo</guilabel>: Ta možnost se uporablja v povezavi z <guilabel>Začasno prekini vodenje</guilabel>. Omogoča, da se morebitne vibracije v optičnem vlaku umirijo, tako da počakate toliko sekund po zaključku postopka samodejnega ostrenja, preden ponovno začnete z vodenjem.
sv: <guilabel>Guidningsdämpning</guilabel>: Alternativet används tillsammans med <guilabel>Stoppa guidning</guilabel>. Det låter eventuella vibrationer i optiken minska genom att vänta så här många sekunder efter att den automatiska fokuseringsprocessen har slutförts, innan guidningen startas om.
uk: <guilabel>Врівноваження наведення</guilabel>: цей пункт використовують у поєднанні із <guilabel>Призупиняти наведення</guilabel>. Цей пункт уможливлює заспокоєння усіх вібрацій в оптичному обладнанні шляхом очікування протягом вказаної кількості секунд з моменту завершення процесу автофокусування, перш ніж розпочнеться наведення.

source: Mask Section Parameters:
bg: Параметри на настройки на маска:
ca@valencia: Paràmetres de la secció «Màscara»:
fr: Paramètres de la section sur les masques :
pt_br: Parâmetros da seção de máscara:
sl: Parametri odseka maske:
sv: Maskparametrar:
uk: Розділ параметрів маскування:

source: These controls relate to <emphasis role="bold">Masking Options</emphasis> to be used when in <guilabel>Full Field</guilabel> mode. The effect of Masking Options can be seen in the <link linkend="focus-display">FITS Viewer</link>.
bg: Тези контроли се отнасят до <emphasis role="bold">Настройките за маскиране</emphasis>, които да се използват в режим <guilabel>Пълно поле</guilabel>. Тези ефекти могат да се видят във визуализатора <link linkend="focus-display">FITS</link>.
sl: Ti kontrolniki se nanašajo na <emphasis role="bold">Možnosti maskiranja</emphasis>, ki se uporabljajo v načinu <guilabel>Celotno polje</guilabel>. Učinek možnosti maskiranja si lahko ogledate v <link linkend="focus-display">prikazovalniku FITS</link>.
sv: Kontrollerna gäller <emphasis role="bold">Maskningsalternativ</emphasis> som ska användas i läget <guilabel>Hela fältet</guilabel>. Effekten av maskningsalternativ kan ses i <link linkend="focus-display">FITS-visningen</link>.
uk: Ці засоби керування пов'язано із <emphasis role="bold">параметрами маскування</emphasis>, які буде використано у режимі <guilabel>Повне поле</guilabel>. Результат застосування параметрів маскування можна переглянути у вікні <link linkend="focus-display">переглядача FITS</link>/

source: <guilabel>Use all stars for focusing</guilabel>: Select this option if all stars of the field should be considered for focusing.
bg: <guilabel>Използване на всички звезди за фокусиране</guilabel>: Изберете тази опция, ако всички звезди на полето трябва да се вземат предвид за фокусиране.
sl: <guilabel>Uporabi vse zvezde za ostrenje</guilabel>: Izberite to možnost, če je treba za ostrenje upoštevati vse zvezde polja.
sv: <guilabel>Använd alla stjärnor för fokusering</guilabel>: Välj alternativet om alla stjärnor i fältet ska beaktas vid fokusering.
uk: <guilabel>Використовувати усі зірки для фокусування</guilabel>: позначте цей пункт, якщо для фокусування слід враховувати усі зірки у полі.

source: <guilabel>Ring Mask</guilabel>: This option provides two input fields that together define a doughnut over the FOV of the camera. Stars falling outside of the doughnut are discounted from processing. Setting an inner value above 0% causes stars in the centre of the FOV to be discarded. This could be useful to avoid using stars in the target of the image (for example a galaxy) for focusing purposes. Setting an outer value below 100% causes stars in the edges of the FOV to be discarded during focusing. This could be useful if you do not have a flat field out to the edges of your FOV.
bg: <guilabel>Пръстенова маска</guilabel>: Тази опция предоставя две полета за въвеждане, които заедно определят форма на поничка над зрителното поле на камерата. Звездите, попадащи извън поничката, не се обработват. Задаването на вътрешна стойност над 0% кара звездите в центъра на зрителното поле да бъдат отхвърлени. Това може да бъде полезно, например, за да избегнете използването на звезди в целта на изображението (например галактика) за целите на фокусирането. Задаването на външна стойност под 100% кара звездите в краищата на зрителното поле да бъдат отхвърлени по време на фокусиране. Това може да бъде полезно, ако нямате изравнително поле до краищата на вашето зрителното поле.
sl: <guilabel>Maska obroča</guilabel>: Ta možnost nudi dve vnosni polji, ki skupaj določata krog nad vidnim poljem kamere. Zvezde, ki padejo zunaj obroča, so izločene iz predelave. Če nastavite notranjo vrednost nad 0 %, se zvezdice v središču vidnega polja zavržejo. To je lahko koristno, če se izognete uporabi zvezd v cilju slike (na primer galaksija) za namene ostrenja. Če nastavite zunanjo vrednost pod 100 %, se zvezde na robovih vidnega polja med ostrenjem zavržejo. To bi lahko bilo koristno, če nimate ravnega polja do robov vidnega polja.
sv: <guilabel>Ringformad mask:</guilabel>: Alternativ tillhandahåller två inmatningsfält som tillsammans definierar en ring över kamerans synfält. Stjärnor som faller utanför ringen bortses från vid bearbetning. Inställning av ett inre värde över 0 % gör att stjärnor i mitten av synfältet bortses från. Det kan vara användbart för att undvika att använda stjärnor från bildens mål (till exempel en galax) i fokuseringssyfte. Inställning av ett yttre värde under 100 % gör att stjärnor i kanterna av synfältet bortses ifrån under fokuseringen. Det kan vara användbart om du inte har ett plant fält ut till kanterna på synfältet.
uk: <guilabel>Кільцева маска</guilabel>: для кільця передбачено два поля для введення, які разом визначають кільце навколо поля зору камери. Зірки, що потрапляють за межі кільця, виключають з обробки. Встановлення додатного значення для внутрішнього кола призведе до того, що зірки у центрі поля зору буде відкинуто. Це може бути корисним, щоб уникнути використання зірок цілі (наприклад галактики) для потреб фокусування. Встановлення меншого за 100% значення для зовнішнього кола призведе до того, що зірки на краях поля зобу буде виключено з обробки під час фокусування. Це може бути корисним, якщо у вас немає зображення плоского поля на краях поля зору.
