Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: The Offsets can either be worked out by running Autofocus with different filters and manually calculating the relative offsets and entering them into the table or by using the :ref:`Build Offsets <ekos-focus-build-offsets>` tool.
ca@valencia: Els desplaçaments es poden fer executant l'enfocament automàtic amb filtres diferents i calculant manualment els desplaçaments relatius i introduint-los a dins de la taula o utilitzant l':ref:`eina Construcció dels desplaçaments <ekos-focus-build-offsets>`.
fr: ``Verrouiller le filtre`` : le filtre verrouillé actuel.
pt_br: Os deslocamentos podem ser calculados executando o foco automático com diferentes filtros e calculando manualmente os deslocamentos relativos e inserindo-os na tabela ou usando a ferramenta :ref:`Construir deslocamentos <ekos-focus-build-offsets>`.

source: ``Filter``: Filter Name.
ca@valencia: ``Filtre``: nom del filtre.
fr: Quand le ``# d'exécution de mise au point`` a été configuré, cliquez sur le bouton ``Exécuter`` pour démarrer le processus.
pt_br: ``Filtro``: Nome do filtro.

source: ``Exposure``: Set exposure time (in seconds) to be used when performing Autofocus on this filter. By default, it is set to 1 second.
ca@valencia: ``Exposició``: establix el temps d'exposició (en segons) utilitzat quan es realitza l'enfocament automàtic amb este filtre. De manera predeterminada, està establida a 1 segon.
fr: Cliquez sur le bouton ``Arrêter`` pour arrêter le processus à tout moment.
pt_br: ``Exposição``: Define o tempo de exposição (em segundos) a ser usado ao aplicar o foco automático neste filtro. Por padrão, ele é definido como 1 segundo.

source: ``Offset``: Set relative offsets. Ekos will command a focus offset change if there is a difference between the current and target filter offsets. For example, given the values in the example image, if the current filter is set to *Red* and next filter is *Green*, then Ekos shall command the focuser to Focus In by +300 ticks. Relative positive focus offsets denote Focus Out while negative values denote Focus In.
ca@valencia: ``Desplaçament``: establix desplaçaments relatius. Ekos ordenarà un canvi en el desplaçament de l'enfocament si hi ha una diferència entre els desplaçaments actuals i els filtres de l'objectiu. Per exemple, tenint en compte els valors de la imatge d'exemple, si el filtre actual està establit a *Roig* i el següent a *Verd*, Ekos ordenarà a l'enfocador que faça un «Enfoca endins» en +300 marques. Els desplaçaments positius de l'enfocament relatiu denoten «Enfoca enfora», mentre els valors negatius denoten «Enfoca endins».
fr: Vous pouvez inverser la case à cocher ``Mise au point adaptative`` à tout moment du processus pour basculer entre les résultats de la mise au point automatique et les résultats après que les ajustements de la mise au point adaptative aient été appliqués. Voyez la section de la :doc:`Mise au point adaptative <focus-adaptive>` pour davantage d'explications sur cette thématique.
pt_br: ``Deslocamento``: Define deslocamentos relativos. O Ekos comandará uma alteração no deslocamento de foco se houver uma diferença entre os deslocamentos do filtro atual e do filtro alvo. Por exemplo, dados os valores na imagem de exemplo, se o filtro atual estiver definido como *Vermelho* e o próximo filtro for *Verde*, o Ekos comandará o focalizador para aumentar o foco em +300 tiques. Deslocamentos de foco positivos relativos denotam afastamento do foco enquanto valores negativos denotam aproximação do foco.

source: ``Auto Focus``: Check this option to perform AutoFocus whenever the filter is changed to this filter.
ca@valencia: ``Enfocament automàtic``: marqueu esta opció per a portar a terme un enfocament automàtic sempre que el filtre es canvie a este.
fr: Prenons un exemple où nous avons 7 filtres : Lum, Rouge, Vert, Bleu, Sii, Ha et Oiii. La 8e position de la roue à filtre est marquée Vide. Nous avons lancé le processus 5 fois pour tous les filtres et 0 fois pour Vide (ce qui exclut ce filtre du processus). Dans ce cas, 8 colonnes supplémentaires ont été créées dans la table.
pt_br: ``Foco automático``: Marque esta opção para executar o foco automático sempre que o filtro for alterado para este filtro.

source: ``Lock Filter``: Set which filter should be set and *locked* when performing autofocus for this filter. "--" indicates no Lock Filter. It is not allowed to next filters more than 1 deep, i.e. Red cannot be locked to Blue which is itself locked to Green. A filter cannot be locked to itself.
ca@valencia: ``Bloqueja el filtre``: establix quin filtre s'ha d'establir i *bloquejar* en realitzar l'enfocament automàtic per a este filtre. «--» no indica cap bloqueig de filtre. No es permet que el filtre següent tinga més d'1 profunditat, és a dir, Roig no es podrà bloquejar a Blau, el qual està bloquejat a Verd. Un filtre no es pot bloquejar a si mateix.
fr: Construction des décalages des filtres
pt_br: ``Filtro bloqueado``: Defina qual filtro deve ser definido e *bloqueado* ao executar o foco automático para este filtro. "--" indica que não há filtro bloqueado. Não é permitido usar filtros próximos com mais de 1 de profundidade, ou seja, o Vermelho não pode ser bloqueado para o Azul, que por sua vez está bloqueado para o Verde. Um filtro não pode ser bloqueado para si mesmo.

source: ``Last AF Solution``: The last successful Autofocus position. Under normal operation Ekos will automatically update this field.
ca@valencia: ``Última solució d'EA``: l'última posició correcta de l'enfocament automàtic. Durant l'operativa normal, Ekos actualitzarà automàticament este camp.
fr: Construction des décalages des filtres
pt_br: ``Última solução de FA``: A última posição de foco automático bem-sucedida. Em operação normal, o Ekos atualizará este campo automaticamente.

source: ``Last AF Temp (°C)``: The temperature of the ``Last AF Solution``. Under normal operation Ekos will automatically update this field.
ca@valencia: ``Temp. (°C) de l'últim EA``: la temperatura de l'última solució d'EA. Durant l'operativa normal, Ekos actualitzarà automàticament este camp.
fr: Exécution de la mise au point 1-5 : le maximum de ``# d'exécution de mise au point`` choisi par l'opérateur est de 5, donc 5 colonnes ont été créées, 1 pour chaque solution de mise au point automatique.
pt_br: ``Última temperatura de FA (°C)``: A temperatura da ``última solução de FA``. Em operação normal, o Ekos atualizará este campo automaticamente.

source: ``Last AF Alt (°Alt)``: The altitude of the Last AF Solution. Under normal operation Ekos will automatically update this field.
ca@valencia: ``Alt. (°Alt) de l'últim EA``: l'altitud de l'última solució d'EA. Durant l'operativa normal, Ekos actualitzarà automàticament este camp.
fr: Moyenne : la moyenne des solutions des mises au point automatiques.
pt_br: ``Última Alt de FA (°Alt)``: A altitude da última solução de FA. Em operação normal, o Ekos atualizará este campo automaticamente.

source: ``Ticks / °C``: The number of ticks to move the focuser when the temperature changes by 1°C. For example, if focus moves out by 5 ticks when temperature increases by 1°C, set this field to 5. If focus moves in by 5 ticks when temperature increases by 1°C, set this field to -5.
ca@valencia: ``Marques / °C``: el nombre de marques que es mourà l'enfocador quan la temperatura canvii en 1°C. Per exemple, si s'ha de moure l'enfocament cap enfora 5 marques quan la temperatura augmente en 1°C, establiu este camp a 5. Si l'enfocament s'ha de moure 5 marques cap endins quan la temperatura augmente en 1°C, establiu este camp a -5.
fr: Nouveau décalage : le décalage calculé pour le filtre Lum, e.g. pour le filtre Sii, il vaut 36731 - 36743 = -12
pt_br: ``Tiques / °C``: O número de tiques para mover o focalizador quando a temperatura muda em 1°C. Por exemplo, se o foco se move 5 tiques para fora quando a temperatura aumenta em 1°C, defina este campo como 5. Se o foco se move 5 tiques para dentro quando a temperatura aumenta em 1°C, defina este campo como -5.

source: ``Ticks / °Alt``: The number of ticks to move the focuser when the altitude changes by 1°Alt. For example, if focus moves out by 0.5 tick when altitude increases by 1°Alt, set this field to 0.5. If focus moves in by 0.5 tick when altitude increases by 1°Alt, set this field to -0.5.
ca@valencia: ``Marques / °Alt``: el nombre de marques que es mourà l'enfocador quan l'altitud canvii en 1°Alt. Per exemple, si s'ha de moure l'enfocament cap enfora 0,5 marques quan la temperatura augmente en 1°C, establiu este camp a 0,5. Si l'enfocament s'ha de moure 5 marques cap endins quan la temperatura augmente en 1°C, establiu este camp a -0,5.
fr: Enregistrer : cochez pour enregistrer le décalage pour ce filtre quand le bouton ``Enregistrer`` est cliqué.
pt_br: ``Tiques / °Alt``: O número de tiques para mover o focalizador quando a altitude muda em 1°Alt. Por exemplo, se o foco se move 0,5 tique quando a altitude aumenta em 1°Alt, defina este campo como 0,5. Se o foco se move 0,5 tique quando a altitude aumenta em 1°Alt, defina este campo como -0,5.

source: ``Wavelength``: The center of the passband of the filter in nanometers. This is used in some Critical Focus Zone (CFZ) calculations in Focus.
ca@valencia: ``Longitud d'ona``: el centre de la banda de pas del filtre en nanòmetres. Açò s'utilitza en alguns càlculs de la Zona crítica d'enfocament (ZCE) durant l'enfocament.
fr: À ce stade il est recommandé de passer en revue les mises au point automatiques pour s'assurer qu'elles sont toutes bonnes. Par exemple faisons l'hypothèse que nous ne sommes pas satisfaits par la 2e mise au point automatique pour le filtre Oiii. Dans ce cas, on pourrait soit :
pt_br: ``Comprimento de onda``: O centro da banda passante do filtro em nanômetros. É usado em alguns cálculos de Zona de Foco Crítica (ZFC) no foco.

source: ``Build Offsets``: Press the ``Build Offsets`` button to launch the :ref:`Build Offsets <ekos-focus-build-offsets>` popup.
ca@valencia: ``Construcció dels desplaçaments``: premeu el botó ``Construcció dels desplaçaments`` per a iniciar la finestra emergent :ref:`Construcció dels desplaçaments <ekos-focus-build-offsets>`.
fr: Modifier la colonne du nouveau décalage pour y mettre directement la bonne valeur (en contournant ainsi la logique utilisée pour la calculer).
pt_br: ``Construir deslocamentos``: Pressione o botão ``Construir deslocamentos`` para abrir o pop-up :ref:`Construir deslocamentos <ekos-focus-build-offsets>`.

source: ``Capture flats at the same focus as lights``: When checked, flats will be taken at the ``Last AF Solution`` focuser position.
ca@valencia: ``Captura fotogrames plans amb el mateix enfocament que els de llum``: quan se selecciona, els fotogrames plans es prendran en la posició de l'enfocador ``Última solució d'EA``.
fr: Supprimer cette deuxième passe en mettant la valeur à 0 (Voir ci-dessous). Dans ce cas, la moyenne et le nouveau décalage pour le filtre « Oiii » seront recalculées à partir des passes 1, 3, 4 et 5, ce qui est affiché dans l'exemple ci-dessous.
pt_br: ``Capturar planos no mesmo foco que as luzes``: Quando marcada, os planos serão capturados na posição de foco ``Última solução de FA``.

source: Click the ``Build Offsets`` button on the :ref:`Filter Settings <ekos-focus-filter-settings>` popup to launch the Build Offsets tool. Filter Offsets can either be entered manually into the table in the Filter Settings popup or this tool can be used to assist in creating them.
ca@valencia: Cliqueu damunt del botó ``Construcció dels desplaçaments`` de la finestra emergent :ref:`Configureu el filtre <ekos-focus-filter-settings>` per a iniciar l'eina «Construcció dels desplaçaments». Els desplaçaments del filtre es poden introduir manualment a dins de la taula en la finestra emergent Configureu el filtre o es pot utilitzar esta eina per a ajudar a crear-los.
fr: Voici quelques astuces pour utiliser cet outils :
pt_br: Clique no botão ``Construir deslocamentos`` no pop-up :ref:`Configurações de filtro <ekos-focus-filter-settings>` para iniciar a ferramenta de construção de deslocamentos. Os deslocamentos de filtro podem ser inseridos manualmente na tabela no pop-up de configurações de filtro ou esta ferramenta pode ser usada para auxiliar na sua criação.

source: *Note: This utility should not be run during an imaging session as it takes exclusive control of the Focus process whilst it is running.*
ca@valencia: *Nota: Esta utilitat no s'haurà d'executar durant una sessió d'obtenció d'imatges, ja que mentre s'està executant pren el control exclusiu del procés d'enfocament.*
pt_br: *Observação: Este utilitário não deve ser executado durante uma sessão de geração de imagens, pois ele assume o controle exclusivo do processo de foco enquanto ele estiver em execução.*

source: ``Filter``: Filter Name. The first filter has an "*" after the filter name, "Lum \*" in the above example. This means that Lum is the reference filter against which offsets for other filters will be measured. Double click another Filter Name to make that filter the reference filter.
ca@valencia: ``Filtre``: el nom del filtre. El primer filtre té un «*» després del nom, «Lum *» en l'exemple anterior. Açò vol dir que Lum és el filtre de referència amb el qual es mesuraran els desplaçaments dels altres filtres. Feu doble clic damunt d'un altre nom de filtre per a fer que siga el de referència.
fr: Assurez-vous que votre matériel se trouve en état d'équilibre thermique avant de commencer. Estimez le temps nécessaire à l'outil (qui est le nombre total de passes multiplié par la durée d'une seule passe), et assurez-vous que les conditions resteront aussi stables que possible durant cette période, c'est-à-dire qu'il reste assez de temps avant l'aurore, que la Lune n'affectera pas plus la mise au point sur certaines étoiles que sur d'autres, que la cible ne descendra pas sous votre horizon durant le processus, etc.
pt_br: ``Filtro``: Nome do filtro. O primeiro filtro tem um "*" após o nome do filtro, "Lum \*" no exemplo acima. Isso significa que Lum é o filtro de referência em relação ao qual os deslocamentos de outros filtros serão medidos. Clique duas vezes em outro nome de filtro para torná-lo o filtro de referência.

source: ``Offset``: The current offset.
ca@valencia: ``Desplaçament``: el desplaçament actual.
fr: Réglez le nombre de passes (5 est un bon départ), le filtre de référence (par exemple Lum) et les réglages de la mise au point adaptative. Ensuite lancez l'outil jusqu'à achèvement.
pt_br: ``Deslocamento``: O deslocamento atual.

source: ``Lock Filter``: The current Lock filter.
ca@valencia: ``Bloqueja el filtre``: el bloqueig del filtre actual.
fr: Vérifiez les résultats. Recherchez des valeurs aberrantes pour chaque filtre. Si vous en trouvez, décidez de ce que vous allez en faire, par exemple les supprimer du traitement en mettant 0. S'il y a des filtres avec lesquels vous n'êtes pas satisfaits des résultats, décochez la case Enregistrer pour ceux-ci.
pt_br: ``Filtro de bloqueio``: O filtro de bloqueio atual.

source: ``# Focus Runs``: The number of focus runs for this filter. The default is 5. To exclude a filter from the process set this field to zero. Note, the reference filter must have at least 1 run.
ca@valencia: ``Nom. d'execucions d'enfocament``: el nombre d'enfocaments que s'executaran per a este filtre. El valor predeterminat és 5. Per a excloure un filtre del procés, establiu este camp a zero. Cal tindre en compte que el filtre de referència almenys haurà de tindre 1 execució.
fr: Une fois satisfait, cliquez sur Enregistrer pour enregistrer les décalages de filtres dans les réglages de filtres pour les futures utilisations.
pt_br: ``# Execuções de foco``: O número de execuções de foco para este filtro. O padrão é 5. Para excluir um filtro do processo, defina este campo como zero. Observe que o filtro de referência deve ter pelo menos 1 execução.

source: When the ``# Focus Runs`` have been configured press the ``Run`` button to start the automated process.
ca@valencia: Quan s'haja configurat el ``Nom. d'execucions d'enfocament`` premeu el botó ``Executa`` per a iniciar el procés automàtic.
fr: Affichage de la mise au point
pt_br: Quando as ``# Execuções de foco`` estiverem configuradas, pressione o botão ``Executar`` para iniciar o processo automatizado.

source: Press the ``Stop`` button to stop the process at any time.
ca@valencia: Premeu el botó ``Para`` per a parar el procés en qualsevol moment.
fr: Affichage de la mise au point
pt_br: Pressione o botão ``Parar`` para interromper o processo a qualquer momento.

source: Toggle the ``Adapt Focus`` checkbox at any point in the processing to switch between measured Autofocus results and results after Adaptive Focus adjustments have been applied. See the :ref:`Adaptive Focus <ekos-focus-adaptive>` section for more details on what Adaptive Focus is.
ca@valencia: Alterneu la casella de selecció ``Enfocament adaptatiu`` en qualsevol punt del procés per a canviar entre els resultats mesurats per l'enfocament automàtic i els resultats després d'aplicar els ajustaments de l'enfocament adaptatiu. Per a més detalls sobre què és l'enfocament adaptatiu, vegeu la secció :ref:`Enfocament adaptatiu <ekos-focus-adaptive>`.
fr: Affichage de la mise au point
pt_br: Marque a caixa de seleção ``Adaptar foco`` a qualquer momento do processamento para alternar entre os resultados medidos do foco automático e os resultados após a aplicação dos ajustes do foco adaptativo. Consulte a seção :ref:`Foco adaptativo <ekos-focus-adaptive>` para obter mais detalhes sobre o que é o foco adaptativo.

source: AF Run 1-5: The maximum ``# Focus Runs`` selected by the user is 5, so 5 columns have been created, 1 for each AF run solution.
ca@valencia: Execució de l'EA d'1 a 5: el ``Nom. d'execucions d'enfocament`` màxim seleccionat per l'usuari és 5, de manera que s'han creat 5 columnes, 1 per a cada solució de l'execució de l'enfocament automàtic.
fr: Affichage de la mise au point de la mosaïque
pt_br: Execução de FA 1-5: O máximo de ``# Execuções de foco`` selecionado pelo usuário é 5, portanto, 5 colunas foram criadas, 1 para cada solução de execução de FA.

source: Save: Check to save the offset for this filter when the ``Save`` button is pressed. The default is to check these boxes but unchecking allows a value to be ignored whilst saving other filters.
ca@valencia: Guarda: Seleccioneu-la per a guardar el desplaçament d'este filtre quan es prema el botó ``Guarda``. El valor predeterminat és seleccionar estes caselles, però desseleccionar-les permet ignorar un valor mentre es guarden els valors dels altres filtres.
fr: ``Zoom par défaut`` et ``Zoom pour ajuster``.
pt_br: Salvar: Marque para salvar o deslocamento deste filtro quando o botão ``Salvar`` for pressionado. O padrão é marcar essas caixas, mas desmarcá-las permite que um valor seja ignorado ao salvar outros filtros.

source: Save: All filters where the ``Save`` checkbox is checked will have the New Offset value saved in Filter Offsets for use during the next imaging session.
ca@valencia: Guarda: tots els filtres on s'han seleccionat amb la casella de selecció ``Guarda`` tindran el valor de desplaçament nou guardat en els desplaçaments dels filtres per a utilitzar-lo durant la propera sessió d'obtenció d'imatges.
fr: Courbe en V de la mise au point
pt_br: Salvar: Todos os filtros onde a caixa de seleção ``Salvar`` estiver marcada terão o novo valor de deslocamento salvo em deslocamentos de filtro para uso durante a próxima sessão de geração de imagens.

source: If the ``Adapt Focus`` box is checked, the AF Runs are updated for Adaptive Focus. See the :ref:`Adaptive Focus <ekos-focus-adaptive>` section for more details on the theory of Adaptive Focus. The first AF run (in this example AF Run 1 on Lum) is the basis for the Adaptations. So the temperature and altitude of AF Run 1 on Lum is used as the basis for all the other AF Runs and the data is adapted back to what the AF solution would have been, had it been run at the temperature and altitude of AF Run 1 on Lum.
ca@valencia: Si se selecciona la casella ``Enfocament adaptatiu``, les execucions de l'enfocament automàtic s'actualitzaran per a l'enfocament adaptatiu. Per a més detalls sobre la teoria de l'enfocament adaptatiu, vegeu la secció :ref:`Enfocament adaptatiu <ekos-focus-adaptive>`. La primera execució de l'enfocament automàtic (en este exemple execució 1 sobre Lum) és la base per a les adaptacions. Per tant, la temperatura i l'altitud de l'execució 1 de l'enfocament automàtic sobre Lum s'utilitzaran com a base per a totes les altres execucions i les dades s'adaptaran al que hauria estat la solució de l'enfocament automàtic, si s'haguera executat a la temperatura i altitud de l'execució 1 de l'enfocament automàtic sobre Lum.
fr: Pour certains algorithmes, Ekos dessinera également une courbe de régression des points. Si l'option ``Utiliser Poids`` est sélectionnée, des barres d'erreurs sont indiquées qui correspondent à la déviation standard mesurée en unité mesurée.
pt_br: Se a caixa ``Adaptar foco`` estiver marcada, as Execuções de FA serão atualizadas para o foco adaptativo. Consulte a seção :ref:`Foco adaptativo <ekos-focus-adaptive>` para obter mais detalhes sobre a teoria do foco adaptativo. A primeira execução de FA (neste exemplo, Execução de FA 1 em Lum) é a base para as adaptações. Portanto, a temperatura e a altitude da Execução de FA 1 em Lum são usadas como base para todas as outras Execuções de FA, e os dados são adaptados de volta ao que a solução de FA teria sido, se tivesse sido executada na temperatura e altitude da Execução de FA 1 em Lum.

source: Make sure your equipment is in thermal equilibrium before starting. Calculate roughly how long the utility will take which is the total number of AF runs \* time for a single AF run. Try to make sure that the conditions will remain as consistent as possible during this time, e.g. there is enough time before dawn, the moon won't affect focusing of some images more than others, the target won't drop below your horizon during the process, etc.
ca@valencia: Assegureu-vos que el vostre equip estiga en equilibri tèrmic abans de començar. Calculeu aproximadament quant de temps tardarà la utilitat, el qual és el nombre total d'execucions de l'EA \* el temps per a una única execució. Intenteu assegurar-vos que les condicions es mantingen tan coherents com siga possible durant este temps, p. ex., hi ha prou temps abans de l'alba, la lluna no afectarà l'enfocament d'algunes imatges més que d'altres, l'objectiu no es pondrà per davall de l'horitzó durant el procés, etc.
fr: ``Effacer données`` : réinitialise le graphique de la courbe en V en effaçant les données affichées.
pt_br: Certifique-se de que seu equipamento esteja em equilíbrio térmico antes de começar. Calcule aproximadamente quanto tempo o utilitário levará, que é o número total de execuções de FA \* tempo para uma única execução de FA. Tente garantir que as condições permaneçam o mais consistentes possível durante esse período, por exemplo, há tempo suficiente antes do amanhecer, a lua não afetará o foco de algumas imagens mais do que outras, o alvo não cairá abaixo do seu horizonte durante o processo, etc.

source: Focus Display
ca@valencia: Visualització de l'enfocament
fr: Voici une courbe en V avec Mesure réglée à FWHM :
pt_br: Exibição do foco
