Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: Close: The Build Filter Offsets tool is closed without saving any data.
bg: Затваряне: Инструментът Задаване на отмествания се затваря, без записване на данни.
ca@valencia: Tanca: L'eina ``Construcció de desplaçaments dels filtres`` es tancarà sense guardar cap dada.
fr: La courbe en V affiche la mesure de la mise au point (axe y), p. ex. le HFR en fonction de la position du moteur de mise au point (axe x). Chaque point est dessiné sur le graphique par un cercle et un nombre représentant sa valeur. Le nombre de points et le déplacement du moteur sont déterminés par les paramètres choisis.
pt_br: Fechar: A ferramenta para construir deslocamentos de filtro é fechada sem salvar nenhum dado.
sl: Zapri: Orodje izgradi odmike filtra se zapre brez shranjevanja podatkov.
sv: Stäng: Verktyget Bygg filterpositioner stängs utan att spara någon data.
uk: Закрити: закрити інструмент побудови зсувів для фільтрів без збереження даних.

source: If the <guilabel>Adapt Focus</guilabel> box is checked, the AF Runs are updated for Adaptive Focus. See the <link linkend="focus-adaptive">Adaptive Focus</link> section for more details on the theory of Adaptive Focus. The first AF run (in this example AF Run 1 on Lum) is the basis for the Adaptations. So the temperature and altitude of AF Run 1 on Lum is used as the basis for all the other AF Runs and the data is adapted back to what the AF solution would have been, had it been run at the temperature and altitude of AF Run 1 on Lum.
bg: Ако полето <guilabel>Адаптиране на фокус</guilabel> е отметнато, АФ сериите се актуализират за адаптивен фокус. Вижте раздела <link linkend="focus-adaptive">Адаптивен фокус</link> за повече подробности относно теорията на адаптивния фокус. Първият АФ цикъл (в този пример АФ изпълнение 1 на Lum) е основата за адаптациите. Така че температурата и височината на АФ изпълнение 1 на Lum се използват като основа за всички останали АФ изпълнения и данните се адаптират обратно към това, което би било решението за АФ, ако беше изпълнено при температурата и височина на АФ изпълнение 1 на Lum.
sl: Če je polje <guilabel>Prilagodi fokusiranje</guilabel> označeno, se teki AF posodobijo za prilagodljivo fokusiranje. Glejte razdelek <link linkend="focus-adaptive">Prilagodljiv fokus</link> za več podrobnosti o teoriji prilagodljivega fokusiranja. Prvi zagon AF (v tem primeru AF Run 1 na Lumu) je osnova za prilagoditve. Torej se temperatura in višina AF teka 1 na Lumu uporabljata kot osnova za vse druge AF teke in podatki se prilagodijo nazaj na to, kakšna bi bila rešitev AF, če bi se izvajala pri temperaturi in višini AF teku 1 na Lumu.
sv: Om rutan <guilabel>Adaptiv fokusering</guilabel> är markerad uppdateras AF-körningarna för adaptiv fokusering. Se avsnittet <link linkend="focus-adaptive">Adaptiv fokusering</link> för mer information om teorin bakom adaptiv fokusering. Den första AF-körningen (i detta exempel AF-körning 1 för Lum) är grunden för anpassningarna. Så temperaturen och höjden för AF-körning 1 för Lum används som grund för alla andra AF-körningar och data anpassas tillbaka till vad AF-lösningen skulle ha varit om den hade körts med temperatur och elevation för AF -körning 1 och Lum.
uk: Якщо позначено пункт <guilabel>Адаптивне фокусування</guilabel>, запуски автофокусування буде оновлено для адаптивного фокусування. Див. розділ <link linkend="focus-adaptive">Адаптивне фокусування</link>, щоб дізнатися більше про теорію адаптивного фокусування. Перший запуск автоматичного фокусування (у цьому прикладі AF Run 1 для Lum) є основою для адаптацій. Отже, температуру і висоту для AF Run 1 для Lum буде використано як основу для усіх інших запусків автофокусування, а дані буде адаптовано до розв'язку автофокусування так, наче його виконано при температурі і висоті AF Run 1 для Lum.

source: In this example, Adaptive Focus is setup for Altitude adjustments on the Red filter only in Filter Settings. So the Adapted AF Run values are the same as the unadapted values for all the other filters.
bg: В този пример адаптивният фокус е настроен за корекции на височината на червения филтър само в настройките на филтъра. Така че стойностите на адаптирано АФ изпълнение са същите като неадаптираните стойности за всички останали филтри.
ca@valencia: En este exemple, l'enfocament adaptatiu està configurat per als ajustaments de l'altitud en el filtre «Roig» només a ``Configureu el filtre``. Per tant, els valors adaptats a l'execució de l'enfocament automàtic seran els mateixos que els valors sense adaptar per a tots els altres filtres.
fr: Les unités de l'axe vertical dépendent de la mesure de mise au point sélectionnée. Par exemple pour le HFR, l'unité de l'axe vertical sera soit des pixels soit des secondes d'arc dépendant du réglage de ``Afficher unités``.
pt_br: Neste exemplo, o foco adaptativo está configurado para ajustes de altitude apenas no filtro Vermelho nas configurações de filtro. Portanto, os valores de Execução de AF adaptado são os mesmos que os valores não adaptados para todos os outros filtros.
sl: V tem primeru je prilagodljivo fokusiranje nastavljeno samo za prilagoditve višine na rdečem filtru v nastavitvah filtra. Tako so prilagojene vrednosti AF teka enake kot neprilagojene vrednosti za vse druge filtre.
sv: I exemplet är adaptiv fokusering bara inställt i Filterinställningar för elevationsjustering av det röda filtret. Så adaptiva AF-körningsvärden är samma som icke adaptiva värden för alla andra filter.
uk: У цьому прикладі адаптивне фокусування налаштовано для коригування за висотою на червоному фільтрі лише у параметрах фільтра. Тому значення запуску адаптованого автоматичного фокусування є тими самими, що і неадаптовані значення для усіх інших фільтрів.

source: If you hover the mouse over an AF Run it will show a tooltip Adaptive Focus Explainer. In the example, the mouse is hovering over AF Run 1 on Red. The 1st row of the Explainer shows the measured Autofocus result for that run (36683), adaptations for Temperature (0.0C) and Altitude (0.2 degrees Alt). The 2nd row of the Explainer shows the Adaptations: 206 total, 0 temperature, 205.9 altitude. The 3rd row shows the Adapted Position of 36889.
bg: Ако задържите курсора на мишката върху АФ изпълнение, ще се покаже подсказка за обяснение на адаптивния фокус. В примера мишката се движи над АФ изпълнение 1 на червено. Първият ред на Пояснение показва измерения резултат от автофокуса за този цикъл (36683), адаптации за температура (0,0C) и надморска височина (0, 2 градуса надморска височина). Вторият ред на полето Пояснение показва адаптациите: общо 206, 0 температура, 205, 9 височина. Третият ред показва адаптираната позиция на 36889.
ca@valencia: Si passeu el ratolí per damunt d'una execució d'enfocament automàtic, es mostrarà un consell d'eina d'explicació de l'enfocament adaptatiu. En l'exemple, es passa el ratolí per damunt de l'execució 1 de l'enfocament automàtic sobre Roig. La 1a fila de l'explicació mostra el resultat de l'enfocament automàtic mesurat d'esta execució (36683), les adaptacions per a la temperatura (0,0 C) i l'altitud (0,2 graus). La segona fila mostra les adaptacions: 206 en total, 0 temperatura, 205,9 altitud. La tercera fila mostra la posició adaptada de 36889.
fr: ``HFR`` : affiche la valeur HFR de l'étoile pour le dernier point si pertinent.
pt_br: Se você passar o mouse sobre uma Execução de FA, será exibida uma dica de ferramenta "Foco adaptativo". No exemplo, o mouse está passando sobre a Execução de FA 1 em Vermelho. A primeira linha da explicação mostra o resultado do foco automático medido para essa execução (36683), adaptações para Temperatura (0,0°C) e Altitude (0,2°C). A segunda linha da explicação mostra as adaptações: 206 no total, 0 de temperatura, 205,9 de altitude. A terceira linha mostra a Posição Adaptada de 36889.
sl: Če z miško premaknete nad AF tek, se bo prikazal opis orodja pojasnjevalnik adaptivnega fokusiranja. V primeru miška lebdi nad AF tek 1 na rdeči barvi. Prva vrstica pojasnjevalnika prikazuje izmerjeni rezultat samodejnega fokusiranja za ta tek (36683), prilagoditve za temperaturo (0,0C) in višino 0,2 stopinje). V 2. vrstici pojasnjevalnika so prikazane prilagoditve: 206 skupaj, 0 temperatura, 205,9 višina. 3. vrstica prikazuje prilagojeni položaj 36889.
sv: Om musen hålls över en AF-körning visas ett verktygstips med förklaring av Adaptiv fokusering. I exemplet hålls musen över AF-körning 1 för Röd. Den första raden i förklaringen visar det uppmätta automatiska fokuseringsresultatet för körningen (36683), anpassningar för temperatur (0,0 °C) och höjd (0,2 graders elevation. Den andra raden i förklaringen visar anpassningarna: 206 totalt, 0 temperatur, 205,9 elevation. Den tredje raden visar den anpassade positionen för 36889.
uk: Якщо ви наведете вказівник миші на пункт автоматичного фокусування, програма покаже панелі підказки засобу пояснення адаптивного фокусування. У нашому прикладі вказівник миші наведено на перший запуск автофокусування 1 для червоного фільтра. У першому рядку засобу пояснення показано виміряний результат автофокусування для цього запуску (36683), адаптації для температури (0.0C) і висоти (0.2 градуси висоти). У другому рядку засобу пояснення буде показано адаптації: 206 загалом, 0 для температури, 205.9 для висоти. У третьому рядку показано адаптовану позицію 36889.

source: The user can toggle between Adapt Focus or raw values. Whichever values are displayed in the grid will be the values that are saved.
bg: Потребителят може да превключва между Адаптиран фокус или необработени стойности. Които и стойности да се показват в мрежата, ще бъдат запазените стойности.
ca@valencia: L'usuari pot canviar entre enfocament adaptatiu o els valors en brut. Els valors que es mostren en la quadrícula seran els que es guardaran.
fr: ``HFR`` : la valeur HFR de l'étoile pour le dernier point si pertinent.
pt_br: O usuário pode alternar entre foco adaptativo ou valores brutos. Os valores exibidos na grade serão os valores salvos.
sl: Uporabnik lahko preklaplja med prilagodljivim fokusiranjem ali neobdelanimi vrednostmi. Vrednosti, ki so prikazane v mreži, bodo shranjene.
sv: Användaren kan byta mellan adaptiv fokusering eller obehandlade värden. Vilka värden som än visas i rutnätet blir värdena som sparas.
uk: Користувач може перемкнутися між адаптивним фокусуванням та необробленими значеннями. Значення, які буде показано у таблиці, будуть значеннями, які буде збережено.

source: Here are some tips for using this utility:
bg: Ето няколко съвета за използване на тази помощна програма:
ca@valencia: Ací hi ha alguns consells per a utilitzar esta utilitat:
fr: ``Étoiles`` : le nombre d'étoiles utilisé pour le dernier point.
pt_br: Aqui estão algumas dicas para usar este utilitário:
sl: Tukaj je nekaj nasvetov za uporabo tega pripomočka:
sv: Här är några tips för att använda verktyget:
uk: Ось декілька порад щодо користування цим засобом:

source: Start by making sure the area of the sky you are running Build Filter Offsets on works well for Autofocus. Aiming high in the sky will result in shooting through less atmosphere with smaller, tighter stars. Make sure there are enough stars in the frame. Avoid Meridian Flips during the process. Track the same area during the process so each run is using more or less the same set of stars. Although the facility to use Adapt Focus is available to adjust for environmental changes such as temperature and altitude try to minimise these changes over the course of running the utility by selecting an appropriate area of the sky.
bg: Започнете, като се уверите, че зоната от небето, върху която използвате Задаване на отмествания, работи добре за автофокус. Прицелването високо в небето ще доведе до заснемания през по-тънка атмосфера с по-малки, по-плътни звезди. Уверете се, че има достатъчно звезди в кадъра. Избягвайте Обръщане на меридиана по време на процеса. Проследявайте една и съща област по време на процеса, така че всяко изпълнение да използва повече или по-малко същия набор от звезди. Въпреки че възможността да използвате на Адаптиране на фокус е налична за коригиране на промените в околната среда, като температура и височина, опитайте се да сведете до минимум тези промени в хода на работа на помощната програма, като изберете подходяща област на небето.
ca@valencia: Comenceu assegurant-vos que l'àrea del cel on esteu executant la construcció de desplaçaments dels filtres treballa bé per a l'enfocament automàtic. Si s'apunta alt en el cel, es dispararà a través de menys atmosfera amb estreles més xicotetes i més estretes. Assegureu-vos que hi ha prou estreles en el fotograma. Eviteu la inversió del meridià durant el procés. Feu un seguiment de la mateixa àrea durant el procés, de manera que cada execució utilitze més o menys el mateix conjunt d'estreles. Tot i que la facilitat per a utilitzar l'enfocament adaptatiu està disponible per a que s'ajuste als canvis ambientals com la temperatura i l'altitud, intenteu minimitzar estos canvis durant la seua execució seleccionant na àrea apropiada del cel.
fr: ``Profil relatif…`` : lance la boîte de dialogue :doc:`profil relatif <focus-relative-profile>`.
pt_br: Comece certificando-se de que a área do céu em que você está executando o construtor de deslocamento funcione bem para o foco automático. Mirar alto no céu resultará em fotografar através de menos atmosfera, com estrelas menores e mais próximas. Certifique-se de que haja estrelas suficientes no quadro. Evite inversões de meridiano durante o processo. Rastreie a mesma área durante o processo para que cada execução use mais ou menos o mesmo conjunto de estrelas. Embora o recurso de foco adaptativo esteja disponível para ajustar as mudanças ambientais, como temperatura e altitude, tente minimizar essas mudanças ao longo da execução do utilitário, selecionando uma área apropriada do céu.
sl: Začnite tako, da se prepričate, da območje neba, na katerem izvajate izgrajevanje odmikov filtrov, dobro deluje za samodejno fokusiranje. Ciljanje visoko v nebo bo povzročilo streljanje skozi manj atmosfere z manjšimi, tesnejšimi zvezdami. Prepričajte se, da je v okvirju dovolj zvezd. Med postopkom se izogibajte preklopov poldnevnikov. Med postopkom sledite istemu območju, tako da vsak zagon uporablja bolj ali manj isti nabor zvezd. Čeprav je možnost uporabe prilagodljivega fokusiranja na voljo za prilagajanje okoljskim spremembam, kot sta temperatura in višina, poskusite zmanjšati te spremembe med delovanjem pripomočka tako, da izberete ustrezno območje neba.
sv: Börja med att se till att det område på himlen du kör Bygg filterpositioner på fungerar bra för automatisk fokusering. Att sikta högt på himlen resulterar i att man tar genom mindre atmosfär med mindre, tätare stjärnor. Se till att det finns tillräckligt med stjärnor i bildrutan. Undvik meridianvändningar under processen. Följ samma område under processen så att varje körning använder mer eller mindre samma uppsättning stjärnor. Även om möjligheten att använda adaptiv fokusering är tillgänglig för att justera för miljöförändringar som temperatur och elevation, försök att minimera förändringarna under tiden verktyget används genom att välja ett lämpligt område på himlen.
uk: Почніть з того, що забезпечте належне функціонування автоматичного фокусування у засобі побудови зсувів фільтрів у вибраній області неба. Вибір областей високо над горизонтом призведе до знімання крізь тонший шар атмосфери із меншими, компактнішими зірками. Переконайтеся, що у кадрі достатньо зірок. Уникайте під час процедури переходів за меридіаном. Користуйтеся протягом процедури тією самою областю для кожного запуску, щоб скористатися більш-менш однаковим набором зірок. Хоча можливостями адаптивного фокусування можна скористатися для коригування за змінами навколишнього середовища, зокрема змінами температури і висоти, намагайтеся мінімізувати ці зміни протягом роботи допоміжного засобу, вибравши належну ділянку неба.

source: Make sure your equipment is in thermal equilibrium before starting. Calculate roughly how long the utility will take which is the total number of AF runs * time for a single AF run. Try to make sure that the conditions will remain as consistent as possible during this time, e.g. there is enough time before dawn, the moon won't affect focusing of some images more than others, the target won't drop below your horizon during the process, etc.
bg: Уверете се, че вашето оборудване е в термично равновесие, преди да започнете. Изчислете приблизително, колко време ще отнеме помощната програма, което е общият брой AФ изпълнения * продължителността на едно АФ изпълнение. Опитайте се да се уверите, че условията ще останат възможно най-постоянни през това време, например има достатъчно време преди зазоряване, луната няма да повлияе на фокусирането на някои изображения повече от други, целта няма да падне под хоризонта по време на процеса и др.
sl: Pred začetkom se prepričajte, da je vaša oprema v toplotnem ravnovesju. Približno izračunajte, koliko časa bo vzel pripomoček, kar je skupno število tekov AF * čas za en sam tek AF. Poskusite zagotoviti, da bodo pogoji v tem času ostali čim bolj konsistentni, npr. do zore je dovolj časa, luna ne bo bolj vplivala na ostrenje nekaterih slik kot drugih, cilj se med postopkom ne bo spustil pod vaš horizont itd.
sv: Se till att din utrustning är i termisk jämvikt innan du startar. Beräkna ungefär hur lång tid verktyget kommer att ta, vilket är det totala antalet AF-körningar * tid för en enda AF-körning. Försök att se till att förhållandena förblir så likvärdiga som möjligt under denna tid, t.ex. att det finns tillräckligt med tid innan gryningen, att månen inte påverka fokuseringen av vissa bilder mer än andra, att målet kommer inte att hamna under horisonten under processen, etc.
uk: Переконайтеся, що ваше обладнання перебуває у термічній рівновазі, перш ніж починати процедуру. Грубо обчисліть час роботи допоміжного засобу, тобто перемножте загальну кількість запусків автофокусування на час одного запуску автофокусування. Намагайтеся зробити так, щоб протягом цього часу умови спостереження лишалися якомога сталими, наприклад, до світанку лишалося достатньо часу, місяць не впливав на фокусування на деяких зображення, ціль не зникала за горизонтом під час процедури тощо.

source: Configure the utility for # Focus Runs (5 is a good start), reference filter (e.g. Lum) and Adapt Focus setting. Run the utility to completion.
bg: Конфигурирайте помощната програма за Брой автофокусирания (5 е добро начало), референтен филтър (напр. Lum) и настройката за адаптиране на фокуса. Изпълнете помощната програма докрай.
ca@valencia: Configureu la utilitat per a un nombre d'execucions d'enfocament (5 és un bon començament), el filtre de referència (p. ex., Lum) i la configuració de l'``Enfocament adaptatiu``. Executeu la utilitat fins finalitzar.
fr: Voici une courbe en V avec Mesure réglée à HFR ajusté :
pt_br: Configure o utilitário para # Execuções de foco (5 é um bom começo), filtro de referência (por exemplo, Lum) e configuração de adaptação de foco. Execute o utilitário até o final.
sl: Konfigurirajte pripomoček za tevilo tekov fokusiranja (5 je dober začetek), referenčni filter (npr. Lum) in nastavitev prilagodljivi fokus. Zaženite pripomoček do konca.
sv: Ställ in verktyget för Antal fokuseringskörningar (5 är en bra början), referensfilter (t.ex. Lum) och inställning av adaptiv fokusering. Kör verktyget tills det är klart.
uk: Налаштуйте допоміжний засіб на кількість запусків фокусування (5 — добре початкове значення), еталонний фільтр (наприклад Lum) і параметр адаптивного фокусування. Запустіть допоміжний засіб до завершення його роботи.

source: Review the results. For each filter review each AF run looking for outliers. For each outlier decide what to do, e.g. remove from processing by setting to 0. If there are filters for which you are unhappy with the results, uncheck the Save checkbox for those filters.
bg: Прегледайте резултатите. За всеки филтър прегледайте всяко АФ изпълнение, търсейки отклонения. За всяка извънредна стойност решете, какво да направите, например премахване от обработка чрез настройка на 0. Ако има филтри, за които не сте доволни от резултатите, премахнете отметката от квадратчето Запазване за тези филтри.
ca@valencia: Reviseu els resultats. Per a cada filtre, reviseu cada execució de l'enfocament automàtic buscant valors atípics. Per a cada valor atípic, decidiu què fer, p. ex., eliminar el processament establint-lo a 0. Si hi ha filtres per als quals no vos satisfan els resultats, desseleccioneu la casella de selecció ``Guarda`` per a estos filtres.
fr: Courbe en V avec HFR ajusté
pt_br: Revise os resultados. Para cada filtro, revise cada execução do FA em busca de valores discrepantes. Para cada valor discrepante, decida o que fazer, por exemplo, remover do processamento definindo como 0. Se houver filtros cujos resultados você não esteja satisfeito, desmarque a caixa de seleção para salvar para esses filtros.
sl: Preglejte rezultate. Za vsak filter preglejte vsak tek AF in poiščite odstopanja. Za vsak osamelec se odločite, kaj storiti, npr. odstranite iz obdelave tako, da nastavite na 0. Če obstajajo filtri, za katere niste zadovoljni z rezultati, počistite potrditveno polje Shrani za te filtre.
sv: Granska resultaten. För varje filter granska varje AF-körning och leta efter extremvärden. Bestäm vad som ska göras för varje extremvärde, t.ex. ta bort från bearbetning genom att ställa in till 0. Om det finns filter där du är missnöjd med resultatet, avmarkera kryssrutan Spara för filtren.
uk: Перегляньте результати. Для кожного перегляду кожного автоматичного фокусування шукайте викиди. Для кожного викиду визначте спосіб обробки, наприклад, вилучити з обробки встановленням значення 0. Якщо буде виявлено фільтри, для яких результати є незадовільними, зніміть позначку з пункту «Зберегти» для цих фільтрів.

source: When happy, press Save to save the filter offsets to Filter Settings for future use.
bg: Ако сте доволни, натиснете Запазване, за да запазите отместванията на филтъра в настройките на филтъра за бъдеща употреба.
ca@valencia: Quan esteu satisfet, premeu ``Guarda`` per a guardar els desplaçaments dels filtres a la ``Configuració dels filtres`` per a un ús futur.
fr: Courbe en V de la mise au point avec HFR ajusté
pt_br: Quando estiver satisfeito, pressione Salvar para salvar os deslocamentos do filtro nas configurações de filtro para uso futuro.
sl: Ko ste zadovoljni, pritisnite Shrani, da shranite odmike filtra v nastavitve filtra za prihodnjo uporabo.
sv: När du är nöjd, tryck på Spara för att spara filterpositionerna i Filterinställningar för framtida användning.
uk: Коли належні параметри буде встановлено, натисніть кнопку «Зберегти», щоб зберегти зсуви до параметрів фільтра і використання у майбутньому.

source: <title>Focus Display</title>
bg: <title>Панел Фокус</title>
sl: <title>Prikaz fokusa</title>
sv: <title>Fokuseringsvisning</title>
uk: <title>Показ фокусування</title>

source: <screeninfo>Focus Display</screeninfo>
bg: <screeninfo>Панел Фокус</screeninfo>
sl: <screeninfo>Prikaz fokusa</screeninfo>
sv: <screeninfo>Fokuseringsvisning</screeninfo>
uk: <screeninfo>Показ фокусування</screeninfo>

source: <phrase>Focus Display</phrase>
bg: <phrase>Панел Фокус</phrase>
sl: <phrase>Prikaz fokusa</phrase>
sv: <phrase>Fokuseringsvisning</phrase>
uk: <phrase>Показ фокусування</phrase>
