Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: ``Tolerance``: The tolerance percentage value is used to help decide when the Autofocus process stops. During the Autofocus process, HFR values are recorded, and once the focuser is close to an optimal position, it starts measuring HFRs against the minimum recorded HFR in the session and stops whenever a measured HFR value is within % difference of the minimum recorded HFR. Decrease the value to narrow the optimal focus point solution radius. Increase to expand solution radius.
ca@valencia: ``Tolerància``: el valor de percentatge de la tolerància s'utilitza per ajudar a decidir quan es pararà el procés d'enfocament automàtic. Durant el procés d'enfocament automàtic, es registren els valors HFR i una vegada que l'enfocador es troba a prop d'una posició òptima, es començaran a mesurar HFR enfront d'HFR mínim registrat en la sessió i es pararà quan un valor HFR mesurat es trobe dins del tant per cent de diferència d'HFR mínim registrat. Feu-lo disminuir per a restringir el radi de la solució òptima del punt d'enfocament. Feu-lo augmentar per a expandir el radi de la solució.
fr: Mécanique de la mise au point
pt_br: ``Tolerância``: O valor percentual de tolerância é usado para ajudar a decidir quando o processo de foco automático é interrompido. Durante o processo de foco automático, os valores de RMF são registrados e, quando o focalizador estiver próximo de uma posição ideal, ele começa a medir os RMFs em relação ao RMF mínimo registrada na sessão sempre que um valor de RMF medido estiver dentro de uma diferença de % do RMF mínimo registrado. Diminua o valor para estreitar o raio da solução do ponto de foco ideal. Aumente para expandir o raio da solução.

source: Focus Mechanics
ca@valencia: Mecànica de l'enfocament
fr: Mécanique de la mise au point
pt_br: Mecânica do foco

source: ``Walk``: This specifies the way Autofocus will "walk" inwards through its sweep to produce the V-Curve from which the focus solution will be calculated.
ca@valencia: ``Camí``: especifica la manera en què l'enfocament automàtic «caminarà» cap endins a través del seu agranat per a produir la «Corba V» a partir de la qual es calcularà la solució de l'enfocament.
pt_br: ``Caminhada``: Especifica a maneira como o foco automático "caminhará" para dentro através de sua varredura para produzir a curva em V a partir da qual a solução de foco será calculada.

source: **Classic**: This is the recommended setting. The inward sweep follows a series of steps of equal size (``Initial Step Size``). The algorithm includes logic to determine when to stop that makes the exact number of steps unpredictable but it will be about 2 \* (``Out Step Multiple``) + 1.
ca@valencia: **Clàssic**: esta és la configuració recomanada. L'agranat cap endins seguix una sèrie de passos de mida igual (``Mida inicial del pas:``). L'algorisme inclourà la lògica per a determinar quan es pararà, fent que el nombre exacte de passos siga impredictible però serà aproximadament 2 \* (``Múltiples passos enfora:``) + 1.
fr: Parce que cette course est tolérante à des montages très peu parfaits, c'est un choix conservateur, mais au prix de davantage de pas et donc de temps du processus de mise au point automatique.
pt_br: **Clássica**: Esta é a configuração recomendada. A varredura para dentro segue uma série de passos de tamanho igual (``Tamanho inicial do passo``). O algoritmo inclui lógica para determinar quando parar, o que torna o número exato de passos imprevisível, mas será cerca de 2 \* (``Múltiplo passo de saída``) + 1.

source: **Fixed Steps**: This feature is available in the Linear 1 Pass ``Algorithm``. It is quite similar to Classic but ``Fixed Steps`` is used to control the total number of steps taken.
ca@valencia: **Passos fixos**: esta característica està disponible amb l'``Algorisme`` «Lineal d'1 pas». És molt similar a «Clàssic» però s'utilitza per a controlar el nombre total de passos fets.
fr: Lorsque sélectionnée, l'option ``Multiple de pas extérieur`` est remplacée par ``Pas fixes``.
pt_br: **Passos fixos**: Este recurso está disponível no algoritmo linear 1 passagem. É bastante semelhante ao Clássico, mas os ``Passos fixos`` são usados ​​para controlar o número total de passos dados.

source: When selected, the ``Out Steps Multiple`` is replaced by ``Fixed Steps``:
ca@valencia: Quan se selecciona, el ``Múltiples passos enfora:`` se substituïx per ``Passos fixos:``:
fr: Mécanique de la mise au point
pt_br: Quando selecionado, ``Múltiplos passos de afastamento`` é substituído por ``Passos fixos``:

source: **CFZ Shuffle**: This feature is available in the Linear 1 Pass ``Algorithm``. It is a variation on Fixed Steps so the comments on that Walk are applicable here as well.
ca@valencia: **Barreja ZCE**: esta característica està disponible a l'``Algorisme`` «Lineal d'1 pas». És una variació dels «Passos fixos», de manera que els comentaris sobre este camí també són aplicables ací.
fr: ``Stabilisation du moteur de mise au point`` : règle le nombre de secondes à attendre après déplacement du moteur de mise au point et avant de débuter une nouvelle acquisition. La raison est d'éviter toute vibration du train optique qui pourrait affecter la prochaine image.
pt_br: **Embaralhar ZFC**: Esta funcionalidade está disponível no ``algoritmo`` liner de 1 passo. É uma variação de passos fixos, portanto, os comentários sobre essa caminhada se aplicam aqui também.

source: ``Focuser Settle``: The number of seconds to wait, after moving the focuser, before starting the next capture. The purpose is to stop any vibrations in the optical train from affecting the next frame.
ca@valencia: ``Posicionament de l'enfocador``: el nombre de segons que s'ha d'esperar, després de moure l'enfocador, abans de començar la captura següent. El propòsit és evitar que qualsevol vibració en el tren òptic afecte el fotograma següent.
fr: ``Multiple du pas extérieur`` : utilisé par les algorithmes de mise au point linéaire à 1 passe et linéaire dans la course classique. Ce paramètre spécifie le nombre initial de pas vers l'extérieur au début de la procédure de mise au point automatique.
pt_br: ``Assentamento do focalizador``: O número de segundos a aguardar, após mover o focalizador, antes de iniciar a próxima captura. O objetivo é impedir que quaisquer vibrações no trem óptico afetem o próximo quadro.

source: ``Initial Step size``: This sets the step size to be used by various focus algorithms. For absolute and relative focusers this is the number of ticks; for timer based focusers this is the number of milliseconds.
ca@valencia: ``Mida del pas inicial``: establix la mida del pas que s'utilitzarà per a diversos algorismes d'enfocament. Per a enfocadors absoluts i relatius, este serà el nombre de marques. Per als enfocadors basats en temporitzadors, este serà el nombre de mil·lisegons.
fr: ``Nombre de pas`` : utilisé par l'algorithme linéaire à 1 passe pour les courses à pas fixes et le mélange CFZ. Ce paramètre spécifie le nombre total de pas du moteur de mise au point pour créer la courbe en V lors de la procédure de mise au point automatique.
pt_br: ``Tamanho do passo inicial``: define o tamanho do passo a ser usado por vários algoritmos de foco. Para focalizadores absolutos e relativos, este é o número de tiques; para focalizadores baseados em temporizador, este é o número de milissegundos.

source: ``Out Step Multiple``: Used by the Linear and Linear 1 Pass focus algorithms in the Classic walk, this parameter specifies the initial number of outward steps the focuser takes at the start of an Autofocus run.
ca@valencia: ``Múltiples passos enfora``: utilitzat pels algorismes d'enfocament «Lineal» i «Lineal d'1 pas» en el camí «Clàssic», este paràmetre especifica el nombre inicial de passos cap enfora que l'enfocador prendrà al començament d'una execució d'enfocament automàtic.
fr: ``Déplacement Max`` : place des bornes sur le déplacement depuis la position courante qui est autorisé pour l'algorithme de mise au point automatique. La raison est d'éviter que le moteur de se déplace trop et ainsi le protège de s'endommager. Toutefois, il faut que la valeur soit assez grande pour permettre au moteur de se déplacer suffisamment pour terminer la procédure de mise au point automatique.
pt_br: ``Múltiplos passos de afastamento``: Usado pelos algoritmos de foco linear e linear de 1 passo na caminhada clássica, este parâmetro especifica o número inicial de passos de afastamento que o focalizador dá no início de uma execução de foco automático.

source: ``Number Steps``: Used by the Linear 1 Pass algorithm in the Fixed Steps and CFZ Shuffle walks, this parameter specifies the total number of steps the focuser takes to create the V-Curve in an Autofocus run.
ca@valencia: ``Nombre de passos``: utilitzat per l'algorisme «Lineal d'1 pas» en els camins Passos fixos i Barreja ZCE, este paràmetre especifica el nombre total de passos que prendrà l'enfocador per a crear la «Corba V» en una execució de l'enfocament automàtic.
fr: ``Taille maximale du pas`` : utilisé par l'algorithme itératif pour limiter la taille maximale de pas qui peut être utilisé.
pt_br: ``Número de passos``: Usado pelo algoritmo linear de 1 passo nas caminhadas de passos fixos e de embaralhar ZFC, este parâmetro especifica o número total de passos que o focalizador executa para criar a curva em V em uma execução de foco automático.

source: ``Max Travel``: Puts bounds on the amount of travel from the current focuser position that is permitted by the Autofocus algorithms. The purpose is to protect the focuser from travelling too far and potentially damaging itself. On the other hand, the value needs to be big enough to allow sufficient focuser motion to permit the auto focus runs to complete.
ca@valencia: ``Recorregut màx.``: posa límits en el nombre de viatges des de la posició actual de l'enfocador que permeten els algorismes d'enfocament automàtic. El propòsit és protegir l'enfocador de viatjar massa lluny i danyar-se potencialment a si mateix. D'altra banda, el valor haurà de ser prou gran per a facilitar un moviment suficient de l'enfocador permetent que l'enfocament automàtic s'execute per complet.
fr: ``Jeu du pilote`` : voir la section sur le :doc:`Jeu <focus-backlash>`.
pt_br: ``Deslocamento máximo``: Limita a quantidade de deslocamento a partir da posição atual do focalizador que é permitida pelos algoritmos de foco automático. O objetivo é proteger o focalizador de se deslocar para muito longe e potencialmente se danificar. Por outro lado, o valor precisa ser grande o suficiente para permitir movimento suficiente do focalizador para que as execuções de foco automático sejam concluídas.

source: ``Max Step Size``: Used by the Iterative algorithm to limit the maximum step size that can be used.
ca@valencia: ``Mida màx. del pas``: utilitzada per l'algorisme iteratiu per a limitar la mida màxima del pas que es pot utilitzar.
fr: Il existe deux schémas d'utilisation :
pt_br: ``Tamanho máximo do passo``: Usado pelo algoritmo iterativo para limitar o tamanho máximo do passo que pode ser usado.

source: ``Driver Backlash``: See the section on :ref:`Backlash <ekos-focus-focus-backlash>`.
ca@valencia: ``Compensació de rebot del controlador``: vegeu la secció sobre el :ref:`Rebot <ekos-focus-focus-backlash>`.
fr: Mettez 0 à ``Jeu du pilote`` pour désactiver et gérer ce jeu ailleurs.
pt_br: ``Folga do driver``: Veja a seção sobre :ref:`Folga <ekos-focus-focus-backlash>`.

source: Set ``Driver Backlash`` to 0 to switch it off and deal with Backlash elsewhere.
ca@valencia: Establiu la ``Compensació de rebot del controlador:`` a 0 per a desactivar-la i gestionar el rebot en un altre lloc.
fr: Ce champ est le même que celui affiché dans le tableau de bord « INDI » du moteur de mise au point. Il peut être réglé aux deux endroits.
pt_br: Defina a ``Folga do driver`` como 0 para desligá-lo e lidar com a folga em outro lugar.

source: Set ``Driver Backlash`` > 0 to use Driver Backlash to manage Backlash in the device driver. Note that this field is only editable if the device driver supports Backlash.
ca@valencia: Establiu la ``Compensació de rebot del controlador:`` més gran que 0 per a utilitzar-la en el controlador del dispositiu. Cal tindre en compte que este camp només es podrà editar si el controlador del dispositiu admet el rebot.
fr: ``Balayage de la mise au point automatique`` : voir la section concernant le :doc:`Jeu <focus-backlash>`.
pt_br: Defina ``Folga do driver`` > 0 para usar o parâmetro para gerenciar a folga no driver do dispositivo. Observe que este campo só é editável se o driver do dispositivo suportar folga.

source: ``AF Overscan``: See the section on :ref:`Backlash <ekos-focus-focus-backlash>`.
ca@valencia: ``EA excessiu``: vegeu la secció sobre el :ref:`Rebot <ekos-focus-focus-backlash>`.
fr: Mettez 0 à ``Balayage de la mise au point automatique`` pour désactiver et gérer le jeu ailleurs.
pt_br: ``Varredura adicional de FA``: Veja a seção sobre :ref:`Folga <ekos-focus-focus-backlash>`.

source: Set ``AF Overscan`` to 0 to switch it off and deal with Backlash elsewhere.
ca@valencia: Establiu l'``EA excessiu:`` a 0 per a desactivar-lo i gestionar el rebot en un altre lloc.
fr: ``Délai du balayage de mise au point`` : délai entre la fin d'un déplacement vers l'extérieur et le déplacement intérieur. En général, la plupart des moteurs de mise au point fonctionnent correctement sans délai.
pt_br: Defina a ``Varredura adicional de FA`` como 0 para desligá-la e lidar com a folga em outro lugar.

source: Set ``AF Overscan`` > 0 to have the Focus module manage Backlash.
ca@valencia: Establiu l'``EA excessiu:`` més gran que 0 perquè el mòdul «Enfocament» gestione el rebot.
fr: ``Délai d'acquisition`` : spécifie le nombre de secondes à attendre pour qu'une image acquise soit reçue avant de déclarer une expiration du délai. Cela ne devrait être déclenché que s'il y a des problèmes avec l'appareil photo durant le processus de mise au point, ainsi réglez à une valeur suffisamment haute pour éviter que cela n'intervienne durant les opérations normales.
pt_br: Defina a ``Varredura adicional de FA`` > 0 para que o módulo de foco gerencie a folga.

source: ``AF Overscan Delay``: Delay between the completion of the outward move of an Overscan, and the inward move. Generally most focusers work well with no delay.
ca@valencia: ``Retard de l'EA excessiva``: retard entre la finalització del moviment cap enfora d'una sobreexploració i el moviment cap endins. En general, la majoria dels enfocadors funcionen bé sense retard.
fr: ``Expiration du mouvement`` : spécifie le nombre de secondes à attendre que le mouvement du moteur de mise au point soit à la position requise avant de déclarer une expiration du délai. Cela ne devrait être déclenché que s'il y a des problèmes avec le moteur de mise au point, ainsi réglez à une valeur suffisamment haute pour éviter que cela n'intervienne durant les opérations normales.
pt_br: ``Atraso de varredura adicional de FA``: Atraso entre a conclusão do movimento de saída de uma varredura adicional e o movimento de entrada. Geralmente, a maioria dos focalizadores funciona bem sem atraso.

source: ``Capture Timeout``: The amount of time in seconds to wait for a captured image to be received before declaring a timeout. This should only be triggered if there are problems with the camera during the Focus process so set this to a high enough value that it will not occur during normal operation.
ca@valencia: ``Temps d'espera de la captura``: la quantitat de temps en segons que s'esperarà fins que es reba una imatge capturada abans de declarar l'exhauriment. Açò només s'hauria d'activar si hi ha problemes amb la càmera durant el procés d'enfocament, de manera que establiu un valor prou alt per a que no es produïsca durant una operació normal.
fr: Mise au point de la zone critique de mise au point (CFZ)
pt_br: ``Tempo limite de captura``: O tempo em segundos de espera para que uma imagem capturada seja recebida antes de declarar um tempo limite. Isso só deve ser acionado se houver problemas com a câmera durante o processo de foco, portanto, defina um valor alto o suficiente para que isso não ocorra durante a operação normal.

source: ``Motion Timeout``: The amount of time in seconds to wait for the focuser to move to the requested position before declaring a timeout. This should only be triggered if there are problems with the focuser during the Focus process so set this to a high enough value that it will not occur during normal operation.
ca@valencia: ``Temps d'espera del moviment``: la quantitat de temps en segons que s'ha d'esperar fins que l'enfocador es moga cap a la posició sol·licitada abans de declarar l'exhauriment. Açò només s'hauria d'activar si hi ha problemes amb l'enfocador durant el procés d'enfocament, de manera que establiu un valor prou alt que no es produïsca durant l'operativa normal.
fr: Mise au point de la CFZ
pt_br: ``Tempo limite de movimento``: O tempo em segundos de espera para que o focalizador se mova para a posição solicitada antes de declarar um tempo limite. Isso só deve ser acionado se houver problemas com o focalizador durante o processo de foco, portanto, defina-o com um valor alto o suficiente para que isso não ocorra durante a operação normal.

source: ``Algorithm``: This specifies the Critical Focus Zone (CFZ) algorithm. The purpose of this is to calculate the CFZ for the equipment attached in the Optical Train. It is not necessary to use this functionality in order to successfully focus, but it provides useful information if correctly configured.
ca@valencia: ``Algorisme``: especifica l'algorisme de Zona crítica d'enfocament (ZCE). El propòsit és calcular la ZCE per a l'equip adjuntat al tren òptic. No és necessari utilitzar esta característica per a enfocar correctament, però proporciona informació útil si es configura correctament.
fr: L'idée de l'onglet CFZ est de débuter avec les données du train optique de l'onglet de mise au point et utilise cela pour calculer la CFZ. L'opérateur peut ajuster les paramètres pour simuler des modèles de scénarios pour voir comment cela affecte la CFZ. Le bouton ``Réinitialiser à OT`` permet de réinitialiser les valeurs à celle du train optique.
pt_br: ``Algoritmo``: Especifica o algoritmo da Zona de Foco Crítica (ZFC). O objetivo é calcular a ZFC para o equipamento conectado ao trem óptico. Não é necessário usar esta funcionalidade para focar com sucesso, mas ela fornece informações úteis se configurada corretamente.

source: The idea of the CFZ dialog is that it starts with data from the Optical Train used in the Focus tab and uses that to calculate the CFZ. The user can adjust parameters to do "what-if" scenarios to see how it affects the CFZ. Clicking the ``Reset to OT`` button resets any adjusted parameters to the Optical Train values.
ca@valencia: La idea del diàleg ZCE és que comença amb les dades del tren òptic utilitzat en la pestanya «Enfocament» i les utilitza per a calcular la ZCE. L'usuari pot ajustar els paràmetres per a fer escenaris «què passa si» per a veure com afecta a la ZCE. Quan es clique damunt del botó ``Restablix al TO`` es restabliran els paràmetres ajustats als valors del tren òptic.
fr: Mécanique de la mise au point
pt_br: A ideia da caixa de diálogo de ZFC é que ela comece com dados do trem óptico usados ​​na aba de foco e os utilize para calcular a ZFC. O usuário pode ajustar parâmetros para criar cenários hipotéticos e ver como isso afeta a ZFC. Clicar no botão ``Redefinir para TO`` redefine quaisquer parâmetros ajustados para os valores do trem óptico.

source: If the ``Display`` box is checked then the CFZ is drawn on the V-Curve after Autofocus successfully completes.
ca@valencia: Si s'ha marcat el quadro ``Pantalla``, llavors es dibuixarà la ZCE en la corba V després que l'enfocament automàtic es complete correctament.
fr: Mécanique de la mise au point
pt_br: Se a caixa ``Exibir`` estiver marcada, a ZFC será desenhada na curva em V após o foco automático ser concluído com sucesso.

source: It is necessary to specify the ``Step Size`` parameter which specifies in microns how far one tick moves the focal plane. For refractors there is usually a 1-to-1 relationship between moving the focuser which moves the telescope draw-tube mechanism and the focal plane movement. For other types of telescope the relationship is likely to be more complex. Refer to details of your telescope / manufacturer for this information.
ca@valencia: Cal especificar el paràmetre ``Mida del pas``, el qual s'especifica en micres, fins a quin punt una marca mourà el pla focal. Per als refractors, normalment hi ha una relació d'1 a 1 entre el moviment de l'enfocador, el qual mou el mecanisme del tub de dibuix del telescopi i el moviment del pla focal. Per a altres tipus de telescopis, és probable que la relació siga més complexa. Per a obtindre esta informació, consulteu els detalls del telescopi i del fabricant.
pt_br: É necessário especificar o parâmetro ``Tamanho do passo``, que especifica em mícrons a distância que um tique move o plano focal. Para refratores, geralmente há uma relação de 1 para 1 entre o movimento do focalizador, que move o mecanismo do tubo de tração do telescópio, e o movimento do plano focal. Para outros tipos de telescópio, a relação provavelmente será mais complexa. Consulte os detalhes do seu telescópio/fabricante para obter essas informações.

source: **Classic**: This is the recommended setting. The equation used is displayed in the top right of the dialog and is the equation most commonly seen on the internet. The equation comes from a linear optics treatment using the Airy Disc and is acknowledged to have limitations. For this reason it includes a "tolerance" factor that can be adjusted by the user. For example, in the often quoted “In Perfect Focus” article by Don Goldman and Barry Megdal in Sky & Telescope 2010 they suggest setting t=1/3.
ca@valencia: **Clàssic**: esta és la configuració recomanada. L'equació utilitzada es mostra a la part superior dreta del diàleg i és l'equació que es veu més habitualment en Internet. L'equació prové d'un tractament d'òptica lineal que utilitza el Disc Airy i se sap que té limitacions. Per esta raó inclou un factor de «tolerància» que l'usuari pot ajustar. Per exemple, en l'article «In Perfect Focus» de Don Goldman i Barry Megdal a «Sky & Telescope 2010» suggerixen establir-lo a t=1/3.
fr: Mécanique de la mise au point
pt_br: **Clássico**: Esta é a configuração recomendada. A equação usada é exibida no canto superior direito da caixa de diálogo e é a equação mais comumente vista na internet. A equação vem de um tratamento óptico linear usando o Disco de Airy e reconhece-se que possui limitações. Por esse motivo, inclui um fator de "tolerância" que pode ser ajustado pelo usuário. Por exemplo, no frequentemente citado artigo "In Perfect Focus" de Don Goldman e Barry Megdal na Sky & Telescope 2010, eles sugerem definir t = 1/3.
