Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: Many cameras offer additional properties that cannot be directly set in the capture settings using the common control. The capture controls described above represent the most common settings shared among different cameras, but each camera is unique and may offer its own extended properties. While you can use INDI Control Panel to set any property in the driver; it is important to be able to set such property for each job in the sequence. When you click ``Custom Properties``, a dialog is shown divided into ``Available Properties`` and ``Job Properties``. When you move an ``Available Properties`` to the ``Job Property`` list, its current value can be recorded once you click ``Apply``. When you add a job to the ``Sequence Queue``, the properties values selected in the ``Job Properties`` list shall be recorded and saved.
ca: Moltes càmeres ofereixen propietats addicionals que no es poden establir directament en la configuració de la captura mitjançant el control comú. Els controls de la captura descrits anteriorment representen les opcions més freqüents compartides entre les diferents càmeres, però cada càmera és única i pot oferir les seves pròpies propietats esteses. Tot i que podeu utilitzar el plafó de control INDI per a establir qualsevol propietat del controlador; és important poder establir aquesta propietat per a cada tasca en la seqüència. Quan feu clic a ``Propietats personalitzades``, es mostrarà un diàleg dividit en ``Propietats disponibles`` i ``Propietats de la tasca``. Quan en moveu una des de la llista ``Propietats disponibles`` a la de ``Propietats de la tasca``, el seu valor actual es podrà registrar una vegada que feu clic a ``Aplica``. Quan afegiu una tasca a la ``Cua de seqüències``, els valors seleccionats a la llista ``Propietats de la tasca`` s'hauran de gravar i desar.
fr: Beaucoup de caméras proposent des propriétés additionnelles qui ne peuvent pas être directement contrôlées dans les réglages de l'acquisition en utilisant les commandes communes. Les commandes d'acquisition décrites ci-dessus représentent les réglages les plus courants qui sont partagés par les différentes caméras mais chaque caméra est unique et peut proposer des propriétés étendues propres. Bien que vous puissiez utiliser le tableau de bord de INDI pour régler les propriétés du pilote, il est important de pouvoir régler ces propriétés pour chaque tâche de la séquence. Quand vous cliquez sur le bouton ``Propriétés personnalisables``, une boîte de dialogue apparaît divisée en ``Propriétés disponibles`` et ``Propriétés de la tâche``. En déplaçant une ``Propriétés disponibles`` vers la liste des ``Propriétés de la tâche``, sa valeur courante peut être enregistrée en cliquant sur le bouton ``Appliquer``. Quand vous ajoutez une tâche à la ``file d'attente des séquences``, les valeurs des propriétés sélectionnées dans la liste des ``Propriétés de la tâche`` seront enregistrées.
pt_br: Muitas câmeras oferecem propriedades adicionais que não podem ser definidas diretamente nas configurações de captura usando o controle comum. Os controles de captura descritos acima representam as configurações mais comuns compartilhadas entre diferentes câmeras, mas cada câmera é única e pode oferecer suas próprias propriedades estendidas. Embora você possa usar o painel de controle INDI para definir qualquer propriedade no driver, é importante poder definir essa propriedade para cada tarefa na sequência. Ao clicar em ``Propriedades personalizadas``, uma janela é exibida, dividida em ``Propriedades disponíveis`` e ``Propriedades da tarefa``. Ao mover uma ``Propriedades disponíveis`` para a lista ``Propriedade da tarefa``, seu valor atual pode ser registrado ao clicar em ``Aplicar``. Ao adicionar uma tarefa à ``Fila de sequências``, os valores das propriedades selecionados na lista ``Propriedades do trabalho`` serão registrados e salvos.
sl: Številne kamere ponujajo dodatne lastnosti, ki jih ni mogoče neposredno nastaviti v nastavitvah zajema s skupnim nadzorom. Zgoraj opisani kontrolniki za zajemanje predstavljajo najpogostejše nastavitve, ki si jih delijo različne kamere, vendar je vsaka kamera edinstvena in lahko ponuja lastne razširjene lastnosti. Čeprav lahko uporabite nadzorno ploščo INDI za nastavitev katere koli lastnosti v gonilniku; pomembno je, da lahko nastavite takšno lastnost za vsako opravilo v zaporedju. Ko kliknete ``Lastnosti po meri``, se prikaže pogovorno okno, razdeljeno na ``Razpoložljive lastnosti`` in ``Lastnosti opravila``. Ko premaknete ``Razpoložljive lastnosti`` na seznam ``Lastnosti opravila``, lahko njeno trenutno vrednost zabeležite, ko kliknete ``Uporabi``. Ko dodate opravilo v ``Čakalno vrsto zaporedja``, bodo vrednosti lastnosti, izbrane na seznamu ``Lastnosti opravila``, zabeležene in shranjene.
sv: Många kameror erbjuder ytterligare egenskaper som inte direkt kan ställas in i tagningsinställningarna med de vanliga kontrollerna. Tagningskontrollerna som beskrivs ovan representerar de vanligaste inställningarna som delas mellan olika kameror, men varje kamera är unik och kan erbjuda sina egna utökade egenskaper. Även om INDI-kontrollpanelen kan användas för att ställa in vilken egenskap som helst i drivrutinen är det viktigt att kunna ställa in sådana egenskaper för varje jobb i sekvensen. När man klickar på ``Egna egenskaper``, visas en dialogruta uppdelad i ``Tillgängliga egenskaper`` och ``Jobbegenskaper``. När en tillgänglig egenskap flyttas till listan ``Jobbegenskaper`` kan dess nuvarande värde lagras när man väl klickar på ``Verkställ``. När ett jobb läggs till i sekvenskön, lagras och sparas egenskapsvärdena valda i listan ``Jobbegenskaper``.
uk: У багатьох камер є додаткові властивості, які не можна безпосередньо налаштувати за допомогою загальних панелей керування. Описані вище параметри керування захопленням зображень є найтиповішими параметрами, які є спільними для багатьох різних камер, але кожна камера є унікальною і може мати власний розширений набір властивостей. Хоча ви можете скористатися панеллю керування INDI для встановлення значення будь-якої властивості у драйвері, важливо мати можливість встановлювати значення цієї властивості для кожного із завдань у послідовності завдань. Якщо ви натиснете кнопку ``Нетипові властивості``, програма відкриє діалогове вікно, список властивостей у якому поділено на ``Доступні властивості`` і ``Властивості завдання``. Якщо ви пересунете пункт із ``Доступних властивостей`` до списку ``Властивостей завдання``, ви зможете записати його поточне значення — достатньо натиснути кнопку ``Застосувати``. Коли ви додасте завдання до ``Черги``, вибрані значення властивостей зі списку ``Властивості завдання`` буде записано і збережено для використання у завданні.

source: The following video explains this concept in more detail with a live example:
ca: El vídeo següent explica que aquest concepte en més detallat amb un exemple en viu:
fr: La prochaine vidéo explique ce concept en détails avec un exemple concret :
pt_br: O vídeo a seguir explica esse conceito com mais detalhes com um exemplo ao vivo:
sl: Naslednji videoposnetek podrobneje pojasnjuje ta koncept s primerom v živo:
sv: Följande video förklarar begreppet mer detaljerat med ett verkligt exempel:
uk: Наведеному нижче відео цю концепцію розібрано докладніше на конкретному прикладі:

source: (Video also available online at `<https://www.stellarmate.com/images/fss/videos/custom_properties.mp4>`__)
ca: (Vídeo també disponible en línia a `<https://www.stellarmate.com/images/fss/videos/custom_properties.mp4>`__)
pt_br: (Vídeo também disponível online em `<https://www.stellarmate.com/images/fss/videos/custom_properties.mp4>`__)
sl: (Video je na voljo na spletu na `<https://www.stellarmate.com/images/fss/videos/custom_properties.mp4>`__)
sv: (Video också tillgänglig på nätet `<https://www.stellarmate.com/images/fss/videos/custom_properties.mp4>`__)
uk: (Відео також можна переглянути в інтернеті за адресою `<https://www.stellarmate.com/images/fss/videos/custom_properties.mp4>`__)

source: File Settings
ca: Configuració dels fitxers
fr: Réglages des fichiers
pt_br: Configurações de arquivo
sl: Nastavitve datoteke
sv: Filinställningar
uk: Параметри файла

source: |File Settings|
sl: |Nastavitve datoteke|
sv: |Filinställningar|
uk: |Параметри файла|

source: Settings for specifying where captured images are saved to, and how to generate unique file names in addition to upload mode settings.
ca: La configuració per a especificar on es desen les imatges capturades i com generar noms de fitxer únics a més de la configuració del mode de pujada.
ca@valencia: La configuració per a especificar on es guarden les imatges capturades i com generar noms de fitxer únics a més de la configuració del mode de pujada.
fr: Les réglages qui spécifient le dossier d'enregistrement des images et la manière de générer des noms de fichier unique et également les modes de téléversement.
nl: Instellingen van waar de opgenomen afbeeldingen zullen worden opgeslagen, en hoe unieke bestandsnamen aan te maken, naast de instellingen voor uploaden.
pt_br: Configurações para especificar onde as imagens capturadas são salvas e como gerar nomes de arquivo exclusivos, além das configurações do modo de envio.
sl: Nastavitve za določanje, kam naj se shranijo zajete slike, in kako ustvariti edinstvena imena datotek poleg nastavitev načina nalaganja.
sv: Inställningar för att ange var tagna bilder lagras, och hur unika filnamn skapas förutom inställningar av uppladdningsmetod.
uk: Параметри визначають, куди буде збережено створені зображення і у який спосіб буде створено унікальні назви файлів, а також налаштування режиму вивантаження.

source: ``Target``: The name of the celestial target to be captured e.g. M42. Can be preloaded by the Scheduler Module and by selection with KStars.
ca: ``Objectiu``: El nom de l'objectiu celeste que s'ha de capturar, p. ex., M42. Es pot precarregar del mòdul programador o per selecció amb el KStars.
fr: ``Cible`` : le nom de la cible à acquérir, par exemple M42. Peut être préchargée par le module Ordonnanceur ou par sélection dans KStars.
pt_br: ``Alvo``: O nome do alvo celeste a ser capturado, por exemplo, M42. Pode ser pré-carregado pelo módulo agendador e por seleção com o KStars.
sl: ``Cilj``: ime nebesnega cilja, ki ga želite zajeti npr. M42. Lahko se vnaprej naloži z modulom Scheduler in z izbiro s KStars.
sv: ``Mål``: Namnet på himmelsmålet som ska tas, t.ex. M42. Kan läsas in i förväg av schemaläggningsmodulen och genom att välja i Kstars.
uk: ``Ціль``: назва небесної цілі, зображення якої буде захоплено, наприклад M42. Може бути попередньо завантажено модулем планування вибором за допомогою KStars.

source: ``Format``: The Format string defines the path and filename of the captured images by the use of placeholder tags that are filled in with the selected item of data at save time.
ca: ``Format``: La cadena Format defineix el camí i el nom de fitxer de les imatges capturades mitjançant l'ús d'etiquetes de variables de substitució que s'omplen amb l'element de dades seleccionat en l'hora de desament.
fr: ``Format`` : la chaîne format définit l'emplacement et le nom du fichier des images acquises grâce à l'utilisation d'étiquettes réservées renseignées de l'élément sélectionné à l'heure d'enregistrement.
pt_br: ``Formato``: A string de formato define o caminho e o nome do arquivo das imagens capturadas pelo uso de marcadores de posição que são preenchidos com o item de dados selecionado no momento do salvamento.
sl: ``Oblika``: niz Oblika določa pot in ime datoteke zajetih slik z uporabo oznak nadomestnih oznak, ki so zapolnjene z izbrano postavko podatkov ob času shranjevanja.
sv: ``Format``: Formatsträngen definierar sökväg och filnamn för de tagna bilderna med användning av platsmarkörer som fylls i med det valda dataobjektet när de sparas.
uk: ``Формат``: рядок формату визначає шлях і назву файлів захоплених зображень за допомогою теґів-замінників, які буде заповнено даними вибраного запису на момент збереження.

source: A tag is identified by the % character. All tags have a single letter short form, and a self descriptive long form.
ca: Una etiqueta s'identifica amb el caràcter %. Totes les etiquetes tenen una forma curta d'una sola lletra i una forma llarga autodescriptiva.
ca@valencia: Una variable s'identifica pel caràcter %. Totes tenen una forma curta d'una sola lletra i una forma llarga autodescriptiva.
fr: Une étiquette est identifiée par le caractère %. Toutes les étiquettes ont la forme d'une seule lettre ainsi qu'une description longue.
nl: Een tag wordt geïdentificeerd door het % teken. Alle tags hebben een korte vorm met een enkele letter en een zichzelf beschrijvende lange vorm.
pt_br: Uma etiqueta é identificada pelo caractere %. Todas as etiquetas têm uma forma abreviada de uma única letra e uma forma longa autodescritiva.
sl: Oznaka je označena z znakom %. Vse oznake imajo enočrkovno kratko obliko in samoopisno dolgo obliko.
sv: En markör identifieras av tecknet %. Alla markörer har en kortform med en enda bokstav, och en självbeskrivande lång form.
uk: Теґ визначається за символом %. Усі теґ мають однолітерну скорочену форму та описову довгу форму.

source: Arbitrary text may also be included within the Format string, **except the % and \\ characters.** The / path character can be used to define arbitrary directories.
ca: També es pot incloure text arbitrari a la cadena Format, **excepte els caràcters % i \\**. El caràcter / de camí es pot utilitzar per a definir directoris arbitraris.
fr: Du texte libre peur être inclus dans la chaîne format, **sauf les caractères % et \**. Le caractère d'emplacement / peut être utilisé pour définir des dossiers arbitraires.
pt_br: Texto arbitrário também pode ser incluído na string de formato, **exceto os caracteres % e \\.** O caractere de caminho / pode ser usado para definir pastas arbitrárias.
sl: V niz za obliko je lahko vključeno tudi poljubno besedilo, **razen znakov % in \\.** Znak / poti lahko uporabite za definiranje poljubnih imenikov.
sv: Godtycklig text kan också inkluderas i formatsträngen, **förutom tecknen % och \\.** Sökvägstecknet / kan användas för att definiera godtyckliga kataloger.
uk: У рядок форматування може бути включено довільний текст, **окрім символів % і \.** Можна скористатися символом поділу шляху / для визначення довільних каталогів.

source: Note: Tags are case sensitive in both their short and long forms.
ca: Nota: les etiquetes distingeixen entre majúscules i minúscules tant en les seves formes curtes com llargues.
ca@valencia: Nota: les variables distingixen entre majúscules i minúscules tant en les seues formes curtes com llargues.
fr: Remarque : les étiquettes sont sensibles à la casse dans leur forme courte et longue.
nl: Opmerking: tags zijn hoofdlettergevoelig in zowel hun korte als lange vormen.
pt_br: Observação: as etiquetas diferenciam maiúsculas de minúsculas tanto em seus formatos curtos quanto longos.
sl: Opomba: Oznake razlikujejo med velikimi in malimi črkami tako v kratki kot v dolgi obliki.
sv: Observera: Markörer är skiftlägeskänsliga i både sin korta och långa form.
uk: Зауваження: теґи слід вказувати з врахуванням регістру символів у скороченій і довгій формах.

source: Available placeholder tags:
ca: Etiquetes disponibles de variables de substitució:
ca@valencia: Variables de substitució disponibles:
fr: Étiquettes réservées disponibles :
nl: Beschikbare plaatshoudertags:
pt_br: Etiquetas de espaço reservado disponíveis:
sl: Razpoložljive oznake nadomestnih znakov:
sv: Tillgängliga platsmarkörer:
uk: Доступні теґи-замінники:

source: **%f** or **%filename**: The name of the sequence .esq file, without extension.
ca: **%f* o **%filename**: el nom del fitxer de seqüència «.esq», sense extensió.
fr: **%f** ou **%filename** : le nom du fichier de séquence « .seq », sans extension.
pt_br: **%f** ou **%filename**: O nome do arquivo .esq da sequência, sem extensão.
sl: **%f** ali **%filename**: Ime zaporedne datoteke .esq brez podaljška.
sv: **%f** eller **%filename**: Namn på sekvensens .esq-fil, utan filändelse.
uk: **%f** або **%filename**: назва файла .esq без суфікса.

source: **%D** or **%Datetime**: The current time and date **when the file is saved. Only use this tag in the filename portion of the format, not in the path portion.**
ca: **%D* o **%Datetime**: la data i hora actual **quan es desa el fitxer. Utilitzeu aquesta etiqueta només en la part del nom de fitxer del format, no en la part del camí.**
fr: **%D** ou **%Datetime** : l'heure et la date courante **au moment de l'enregistrement. N'utilisez cette étiquette que dans la portion du nom de fichier du format, et non dans celle de l'emplacement**.
pt_br: **%D** ou **%Datetime**: A hora e a data atuais **em que o arquivo foi salvo. Use esta etiqueta somente na parte do nome do arquivo do formato, não na parte do caminho.**
sl: **%D** ali **%Datetime**: Trenutni čas in datum **ko je datoteka shranjena. To oznako uporabite samo v delu zapisa z imenom datoteke, ne v delu poti.**
sv: **%D** eller **%Datetime**: Aktuell tid och datum **när filen sparas. Använd endast denna tagg i filnamnsdelen av formatet, inte i sökvägsdelen.**
uk: **%D** або **%Datetime**: поточний час і дата, **коли файл було збережено. Використовуйте цей теґ лише у частині назви файла формату, а не у визначені шляху.**

source: **%T** or **%Type**: The frame type e.g. 'Light', 'Bias', 'Dark', 'Flat'...
ca: **%T* o **%Type**: el tipus de fotograma, p. ex. «Llum», «Biaix», «Fosc», «Pla»...
fr: **%T** ou **%Type**: le type de trame, par exemple « Clair », « Biais », « Sombre », « A plat »,…
pt_br: **%T** ou **%Type**: O tipo de quadro, por exemplo, 'Claro', 'Viés', 'Escuro', 'Plano'...
sl: **%T** ali **%Type**: Vrsta okvirja npr. 'Light', 'Bias', 'Dark', 'Flat' ...
sv: **%T** eller **%Type**: Bildrutans typ t.ex. 'Light', 'Avvikelse', 'Dark', 'Flat'...
uk: **%T** або **%Type**: тип кадру, наприклад «Light», «Bias», «Dark», «Flat»...

source: **%e** or **%exposure**: The exposure duration in seconds.
ca: **%e** o **%exposure**: la durada de l'exposició en segons.
fr: **%e** ou **%exposure** : la durée d'exposition en secondes.
pt_br: **%e** ou **%exposure**: A duração da exposição em segundos.
sl: **%e** or **%exposure**: Določite trajanje osvetlitve v sekundah.
sv: ``Exponering``: Ange exponeringstiden i sekunder.
uk: **%e** або **%exposure**: тривалість експонування у секундах.

source: **%F** or **%Filter**: The active filter name.
ca: **%F** o **%Filter**: el nom del filtre actiu.
fr: **%F** ou **%Filter** : le nom du filtre actif.
pt_br: **%F** ou **%Filter**: O nome do filtro ativo.
sl: **%F** ali **%Filter**: Ime aktivnega filtra.
sv: **%F** eller **%Filter**: Det aktiva filtrets namn.
uk: **%F** або **%Filter**: назва активного фільтра.

source: **%t** or **%target**: The Target name.
ca: **%t** o **%target**: el nom de l'objectiu.
fr: **%t** ou **%target** : le nom de la cible.
pt_br: **%t** ou **%target**: O nome do alvo.
sl: **%t** ali **%target**: Ime cilja.
sv: **%t** eller **%target**: Målets namn.
uk: **%t** або **%target**: назва цілі.

source: **%s\*** or **%sequence\***: The image sequence identifier where \* is the number of digits used (1-9). **This tag is mandatory and must be the last element in the format.**
ca: **%s\*** o **%sequence\***: l'identificador de la seqüència d'imatge a on \* és el nombre utilitzat de dígits (1-9). **Aquesta etiqueta és obligatòria i cal que sigui l'últim element del format.**
fr: **%s*** ou **%sequence*** : l'identifiant de la séquence d'images où * est le nombre de chiffres utilisés (1-9). **Cette étiquette est obligatoire et doit être le dernier élément du format**.
pt_br: **%s\*** ou **%sequence\***: O identificador da sequência de imagens, onde \* é o número de dígitos usados ​​(1-9). **Esta etiqueta é obrigatória e deve ser o último elemento do formato.**
sl: **%s*** ali **%sequence***: identifikator zaporedja slik, kjer je * število uporabljenih števk (1-9). **Ta oznaka je obvezna in mora biti zadnji element v formatu.**
sv: **%s\*** eller **%sequence\***: Bildsekvensens identifierare där * är antalet använda siffror (1-9). **Markören krävs och måste vara det sista elementet i formatet.**
uk: **%s\*** або **%sequence\***: ідентифікатор зображення у послідовності, де \* є кількістю використаних цифр (1-9). **Цей теґ є обов'язковим і має бути останнім елементом у форматі.*

source: ``Directory Browse Button``: Opens a browse dialog to allow selection of the directory location used in the Format string. Use when first defining a Capture job.
ca: ``Botó de navegació del directori``: obre un diàleg de navegació que permet seleccionar la ubicació del directori usada en la cadena Format. Useu quan definiu primer una tasca de captura.
fr: ``Bouton de navigation de dossier`` : ouvre une fenêtre permettant de choisir l'emplacement du dossier utilisé dans la chaîne Format. Utilisé lors de la première définition de la tâche d'acquisition.
pt_br: ``Botão de navegação de diretório``: Abre uma janela de navegação para permitir a seleção do local da pasta usada na string de formato. Use ao definir pela primeira vez uma tarefa de captura.
sl: ``Gumb za brskanje po imeniku``: Odpre pogovorno okno za brskanje, ki omogoča izbiro lokacije imenika, uporabljene v nizu za oblikovanje. Uporabite, ko prvič definirate opravilo Zajem.
sv: ``Knapp för bläddring i katalogen``: Öppnar en bläddringsdialog för att tillåta val av katalogplatsen som används i formatsträngen. Använd när du först definierar ett tagningsjobb.
uk: ``Кнопка навігації каталогами``: відкриває вікно навігації для вибору розташування каталогу, який використано у рядку форматування. Скористайтеся під час першого визначення завдання із захоплення зображень.

source: ``Preview``: Shows a preview of the resulting filename according to the Format string and other job settings.
ca: ``Vista prèvia``: Mostra una vista prèvia del nom de fitxer resultant segons la cadena de format i altres paràmetres de la tasca.
fr: ``Aperçu`` : affiche un aperçu du nom de fichier en fonction du format de chaîne défini et des configurations des autre tâches.
pt_br: ``Prévia``: Mostra uma prévia do nome do arquivo resultante de acordo com a string de formato e outras configurações da tarefa.
sl: ``Predogled``: Prikaže predogled nastalega imena datoteke glede na niz oblike in druge nastavitve opravila.
sv: ``Förhandsgranskning``: Visar en förhandsgranskning av det resulterande filnamnet enligt formatsträngen och andra jobbinställningar.
uk: ``Перегляд``: показує попередній перегляд назви файла-результату відповідно до рядка форматування та інших параметрів завдання.
