Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: <emphasis role="bold">%F</emphasis> or <emphasis role="bold">%Filter</emphasis>: The active filter name.
ca@valencia: <emphasis role="bold">%F</emphasis> o <emphasis role="bold">%Filter</emphasis>: el nom del filtre actiu.
nl: <emphasis role="bold">%F</emphasis> of <emphasis role="bold">%Filter</emphasis>: de actieve filternaam.

source: <emphasis role="bold">%t</emphasis> or <emphasis role="bold">%target</emphasis>: The Target name.
ca@valencia: <emphasis role="bold">%t</emphasis> o <emphasis role="bold">%target</emphasis>: el nom de l'objectiu.
nl: <emphasis role="bold">%t</emphasis> of <emphasis role="bold">%target</emphasis>: De doelnaam.

source: <emphasis role="bold">%s*</emphasis> or <emphasis role="bold">%sequence*</emphasis>: The image sequence identifier where * is the number of digits used (1-9). <emphasis role="bold">This tag is mandatory and must be the last element in the format.</emphasis>
ca@valencia: <emphasis role="bold">%s*</emphasis> o <emphasis role="bold">%sequence*</emphasis>: l'identificador de la seqüència d'imatges a on «*» és el nombre de dígits utilitzat (1-9). <emphasis role="bold">Esta variable és obligatòria i cal que siga l'últim element en el format.</emphasis>
nl: <emphasis role="bold">%s*</emphasis> of <emphasis role="bold">%sequence*</emphasis>: De volgorde-identifier van de afbeelding waar * het aantal gebruikte cijfers (1-9) is. <emphasis role="bold">Deze tag is verplicht en moet het laatste element in het formaat zijn.</emphasis>

source: <guilabel>Directory Browse Button</guilabel>: Opens a browse dialog to allow selection of the directory location used in the Format string. Use when first defining a Capture job.
ca@valencia: <guilabel>Botó de navegació del directori</guilabel>: obri un diàleg de navegació que permet seleccionar la ubicació emprada pel directori en la cadena Format. Utilitzeu-la quan definiu primer una tasca de captura.
nl: <guilabel>Bladerknop in map</guilabel>: opent een bladerdialoog om een selectie van de locatie van een map te bieden die gebruikt kan worden in de formaattekenreeks. Te gebruiken bij de eerste definitie van een opnamejob.

source: <guilabel>Preview</guilabel>: Shows a preview of the resulting filename according to the Format string and other job settings.
ca@valencia: <guilabel>Vista prèvia</guilabel>: Mostra una vista prèvia del nom de fitxer resultant segons la cadena de format i altres paràmetres de la tasca.
nl: <guilabel>Voorbeeld</guilabel>: toont een voorbeeld van de resulterende bestandsnaam volgens de formaattekenreeks en andere instellingen van de job.

source: <guilabel>Upload</guilabel>: Select how captured images are uploaded:
ca@valencia: <guilabel>Pujada</guilabel>: Seleccioneu com es pujaran les imatges capturades:
nl: <guilabel>Upload</guilabel>: Selecteer hoe opgenomen agbeeldigen worden geüpload:

source: <guilabel>Client</guilabel>: Captured images are only uploaded to Ekos and saved to the local directory specified above.
ca@valencia: <guilabel>Client</guilabel>: Les imatges capturades només es pujaran a Ekos i es guardaran en el directori local especificat anteriorment.
nl: <guilabel>Client</guilabel>: Opgenomen afbeeldingen worden alleen naar Ekos geüpload, en opgeslagen in de hierboven opgegeven map.

source: <guilabel>Local</guilabel>: Captured images are only saved locally on the remote computer.
ca@valencia: <guilabel>Local</guilabel>: Les imatges capturades només es guardaran localment en l'ordinador remot.
nl: <guilabel>Lokaal</guilabel>: Opgenomen afbeeldingen worden alleen opgeslagen op de externe computer.

source: <guilabel>Both</guilabel>: Captured images are saved on the remote device <emphasis role="bold">and</emphasis> uploaded to Ekos.
ca@valencia: <guilabel>Ambdós</guilabel>: Les imatges capturades es guardaran en el dispositiu remot <emphasis role="bold">i</emphasis> es pujaran a Ekos.
nl: <guilabel>Beide</guilabel>: Opgenomen afbeeldingen worden opgeslagen op het externe apparaat <emphasis role="bold">en</emphasis> geüpload naar Ekos.

source: When selecting <guimenuitem>Local</guimenuitem> or <guimenuitem>Both</guimenuitem>, you must specify the remote directory where the remote images are saved to. By default, all captured images are uploaded to Ekos.
ca@valencia: Quan seleccioneu <guimenuitem>Local</guimenuitem> o <guimenuitem>Ambdós</guimenuitem>, haureu d'especificar el directori remot on es guardaran les imatges remotes. De manera predeterminada, totes les imatges capturades es pujaran a Ekos.
nl: Als u <guimenuitem>Lokaal</guimenuitem> of <guimenuitem>Beide</guimenuitem> kiest, moet u de externe map opgeven voor het opslaan van de externe afbeeldingen. Standaard worden alle opgenomen afbeeldingen geüpload naar Ekos.

source: <guilabel>Remote</guilabel>: When selecting either <guimenuitem>Local</guimenuitem> or <guimenuitem>Both</guimenuitem> modes above, you must specify the remote directory where remote images are saved to.
ca@valencia: <guilabel>Remot</guilabel>: Quan seleccioneu els modes <guimenuitem>Local</guimenuitem> o <guimenuitem>Ambdós</guimenuitem>, haureu d'especificar el directori remot on es guardaran les imatges remotes.
nl: <guilabel>Extern</guilabel>: Als u hierboven <guimenuitem>Lokaal</guimenuitem> of <guimenuitem>Beide</guimenuitem>kiest, moet u de externe map opgeven waarin externe afbeeldingen worden opgeslagen.

source: <guilabel>Preview</guilabel>: Shows a preview of the resulting filename according the provided path job settings. The file name format for saving remotely is pre-defined, placeholder tags may not be used. The file sequence number is always previewed as image 1 in the sequence and will be automatically incremented when the job is in progress.
ca@valencia: <guilabel>Vista prèvia</guilabel>: Mostra una vista prèvia del nom del fitxer resultant d'acord amb la configuració del camí proporcionat a la tasca. El format del nom de fitxer per a guardar remotament està predefinit, és possibleque no s'utilitzen variables de substitució. El número de seqüència del fitxer sempre es previsualitzarà com a imatge 1 en la seqüència i s'incrementarà automàticament quan la tasca estiga en curs.
nl: <guilabel>Voorbeeld</guilabel>: toont een voorbeeld van de resulterende bestandsnaam volgens de gegeven pad-instellingen van de job. Het bestandsnaamformaat voor op afstand opslaan is voorgedefinieerd, plaatshoudertags zijn misschien niet gebruikt. Het volgordenummer van het bestand wordt altijd getoond als afbeelding 1 in de reeks en zal automatisch opgehoogd worden wanneer de job wordt uitgevoerd.

source: <title>Limit Settings</title>
ca@valencia: <title>Configureu els límits</title>
nl: <title>Limiet-instellingen</title>

source: <screeninfo>Limit Settings</screeninfo>
ca@valencia: <screeninfo>Configureu els límits</screeninfo>
nl: <screeninfo>Limiet-instellingen</screeninfo>

source: <phrase>Limit Settings</phrase>
ca@valencia: <phrase>Configureu els límits</phrase>
nl: <phrase>Limiet-instellingen</phrase>

source: <guilabel>Guiding Deviation</guilabel>: If checked, it enforces a limit of maximum allowable guiding deviation for the exposure, if autoguiding is used. If the guiding deviation exceeds this limit in arcseconds, it aborts the exposure sequence. It will automatically resume the exposure sequence again once the guiding deviation goes below this limit.
ca@valencia: <guilabel>Desviació del guiatge</guilabel>: Si està marcada, es forçarà un límit a la desviació màxima admissible del guiatge per a l'exposició, si s'utilitza el guiatge automàtic. Si la desviació del guiatge supera este límit en segons d'arc, s'interromprà la seqüència de l'exposició. Es reprendrà automàticament de nou la seqüència de l'exposició una vegada que la desviació del guiatge baixe d'este límit.
nl: <guilabel>Volgafwijking</guilabel>: Indien gekozen, wordt bij autovolgen een grootst mogelijke volgafwijking toegestaan voor de belichting. Indien de volgafwijking deze limiet in boogseconden overschrijdt, wordt de belichtingsrij onderbroken. Deze wordt automatisch hervat zodra de volgafwijking weer klein genoeg is geworden.

source: <guilabel>Autofocus if HFR &gt;</guilabel>: If autofocus is enabled in the <link linkend="ekos-focus">focus module</link> and at least one autofocus operation was completed successfully, you can set the maximum acceptable HFR value. If this option is enabled then between consecutive exposures, the HFR value is recalculated, and if found to exceed the maximum acceptable HFR value, then an autofocus operation is automatically triggered. If the autofocus operation is completed successfully, the sequence queue resumes, otherwise, the job is aborted.
ca@valencia: <guilabel>Enfocament automàtic si HFR &gt;</guilabel>: Si l'enfocament automàtic està habilitat en el <link linkend="ekos-focus">mòdul «Enfocament»</link> i almenys una operació d'enfocament automàtic s'ha completat correctament, podreu establir el valor HFR màxim acceptable. Si esta opció està habilitada, entre les exposicions consecutives, el valor HFR es tornarà a calcular, i si es troba que excedix el valor màxim HFR acceptable, es desencadenarà automàticament una operació d'enfocament automàtic. Si l'operació d'enfocament automàtic s'ha completat correctament, la cua en seqüència es reprendrà, en cas contrari, la tasca s'interromprà.
nl: <guilabel>Autofocus als HFR &gt;</guilabel>: Als autofocus is aangezet in de <link linkend="ekos-focus">focus-module</link> en er minstens een autofocus bewerking met succes is voltooid, kunt u de aanvaardbare maximum HFR-waarde instellen.Indien deze optie wordt aangezet, wordt tussen twee opvolgende belichtingen de HFR-waarde opnieuw berekend, en als dan blijkt dat de maximum aanvaardbare HFR-waarde is overschreden, wordt automatisch een autofocusbewerking gestart. Als dit met succes is gebeurd, wordt de wachtrij hervat, en anders wordt de taak afgebroken.

source: <guilabel>Meridian Flip</guilabel>: If supported by the mount, set the hour angle limit (in hours) before a <ulink url="https://astronomy.mdodd.com/gem_movement.html">meridian flip</ulink> is commanded. For example, if you set the meridian flip duration to 0.1 hours, Ekos shall wait until the mount passes the meridian by 0.1 hours (6 minutes), then it commands the mount to perform a meridian flip. After the meridian flip is complete, Ekos re-aligns using astrometry.net (if <link linkend="ekos-align">the alignment</link> was used) and resumes guiding (if it was started before) and then resumes the capture process automatically.
ca@valencia: <guilabel>Inversió del meridià</guilabel>: Si està admés per la muntura, establiu el límit de l'angle horari (en hores) abans d'ordenar una <ulink url="https://astronomy.mdodd.com/gem_movement.html">inversió del meridià</ulink>. Per exemple, si establiu la duració de la inversió del meridià a 0,1 hores, Ekos ordenarà que la muntura que realitze una inversió del meridià per 0,1 hores (6 minuts), llavors ordenarà a la muntura que realitze una inversió del meridià. Una vegada completada la inversió del meridià, Ekos es tornarà a alinear amb «astrometry.net» (si s'utilitzava <link linkend="ekos-align">l'alineació</link>) i reprendrà el guiatge (si es va iniciar abans) i tornarà a iniciar automàticament el procés de captura.
nl: <guilabel>Meridiaanflip</guilabel>: Indien de opstelling dit mogelijk maakt, de grens-uurhoek instellen voordat een <ulink url="https://astronomy.mdodd.com/gem_movement.html">meridiaanflip</ulink> wordt uitgevoerd. Bijvoorbeeld, indien u de duur van de meridiaanflip instelt op 0,1 uur, wacht Ekos totdat de opstelling de meridiaan 0,1 uur (6 minuten) voorbij is, voordat de meridiaanflip wordt uitgevoerd. Na het voltooien van de meridiaanflip wordt weer uitgelijnd met behulp van astrometry.net (als er is <link linkend="ekos-align">uitgelijnd</link>) en wordt volgen hervat (als dit eerder was gestart) en worden de opnames automatisch hervat.

source: <title>Sequence Queue</title>
ca@valencia: <title>Cua en seqüència</title>
nl: <title>Wachtrij</title>

source: Sequence Queue is the primary hub of the Ekos Capture Module. This is where you can plan and execute jobs using the sequence queue built-in powerful editor. To add a job, simply select all the parameters from the capture and file settings as indicated above. Once you selected your desired parameters, click on the add button <inlinemediaobject><imageobject><imagedata fileref="list-add.png" format="PNG"/></imageobject></inlinemediaobject> in the sequence queue to add it to the queue.
ca@valencia: La cua en seqüència és el nucli primari del mòdul <guilabel>Captura</guilabel> d'Ekos. Ací és on podreu planificar i executar les tasques utilitzant el potent editor incorporat de la cua en seqüència. Per a afegir una tasca, senzillament seleccioneu tots els paràmetres des de la configuració de la captura i el fitxer tal com s'ha indicat anteriorment. Una vegada seleccionats els paràmetres desitjats, feu clic en el botó <inlinemediaobject><imageobject><imagedata fileref="list-add.png" format="PNG"/></imageobject></inlinemediaobject> en la cua en seqüència per a afegir-los a la cua.
nl: De wachtrij is het middelpunt van de Opnamemodule van Ekos. Hierin kunt u taken plannen en uitvoeren met de ingebouwde krachtige editor van de wachtrij. Een taak kunt u eenvoudig toevoegen door alle parameters uit de opname en bestandsinstellingen te selecteren zoals hierboven beschreven. Zodra de gewenste parameters zijn gekozen, klikt u op de toevoegknop <inlinemediaobject><imageobject><imagedata fileref="list-add.png" format="PNG"/></imageobject></inlinemediaobject> in de wachtrij.

source: <screeninfo>Sequence Queue</screeninfo>
ca@valencia: <screeninfo>Cua en seqüència</screeninfo>
nl: <screeninfo>Wachtrij</screeninfo>

source: <phrase>Sequence Queue</phrase>
ca@valencia: <phrase>Cua en seqüència</phrase>
nl: <phrase>Wachtrij</phrase>

source: You can add as many jobs as desired. While it is not strictly necessary, it is preferable to add the dark and flat jobs after the light frames. Once you are done adding jobs, simply click <guilabel>Start Sequence</guilabel> <inlinemediaobject><imageobject><imagedata fileref="media-playback-start.png" format="PNG"/></imageobject></inlinemediaobject> to begin executing the jobs. A job state changes from <guilabel>Idle</guilabel> to <guilabel>In Progress</guilabel> and finally to <guilabel>Complete</guilabel> once it is done. The Sequence Queue automatically starts the next job. If a job is aborted, it may be resumed again. To pause a sequence, click the pause button <inlinemediaobject><imageobject><imagedata fileref="media-playback-pause.png" format="PNG"/></imageobject></inlinemediaobject> and the sequence will be stopped after the current capture is complete. To reset the status of all the jobs, simply click the reset button <inlinemediaobject><imageobject><imagedata fileref="view-refresh.png" format="PNG"/></imageobject></inlinemediaobject>. Please beware that all image progress counts are reset as well. To preview an image in &kstars; FITS Viewer, click the <guibutton>Preview</guibutton> button.
ca@valencia: Podeu afegir-hi tantes tasques com vulgueu. Si bé no és estrictament necessari, és preferible afegir-hi tasques per a fotogrames foscos i plans després dels de llum. Una vegada hàgeu acabat d'afegir les tasques, feu clic en <guilabel>Inicia la seqüència</guilabel> <inlinemediaobject><imageobject><imagedata fileref="media-playback-start.png" format="PNG"/></imageobject></inlinemediaobject> per a començar a executar les tasques. Un estat de la tasca canviarà d'<guilabel>Inactiva</guilabel> a <guilabel>En progrés</guilabel> i, finalment, a <guilabel>Completada</guilabel> una vegada estiga feta. La cua en seqüència iniciarà automàticament la tasca següent. Si s'interromp una tasca, es podrà reprendre. Per a fer una pausa en una seqüència, feu clic en el botó de pausa <inlinemediaobject><imageobject><imagedata fileref="media-playback-pause.png" format="PNG"/></imageobject></inlinemediaobject> i la seqüència es pararà després de completar la captura actual. Per a restablir l'estat de totes les tasques, senzillament feu clic en el botó restablix <inlinemediaobject><imageobject><imagedata fileref="view-refresh.png" format="PNG"/></imageobject></inlinemediaobject>. Assegureu-vos que tots els comptes de progrés de les imatges també es restablixen. Per a obtindre la vista prèvia d'una imatge en el visor de FITS de &kstars;, feu clic en el botó <guibutton>Vista prèvia</guibutton>.
nl: U kunt zoveel taken toevoegen als u wilt. Hoewel niet strikt nodig, is het aan te raden, de dark- en flat-taken toe te voegen na de light frames. Wanneer u klaar bent met het toevoegen van taken, klikt u op <guilabel>Start rij</guilabel> <inlinemediaobject><imageobject><imagedata fileref="media-playback-start.png" format="PNG"/></imageobject></inlinemediaobject> waarna de taken worden uitgevoerd. De jstatus van de taken verandert van <guilabel>Inactief</guilabel> naar <guilabel>Actief</guilabel> en tenslotte naar <guilabel>Klaar</guilabel> na voltooiing. De wachtrij start automatisch de volgende taak. Een afgebroken taak kan weer worden hervat. U kunt de rij tijdelijk stoppen door te klikken op de pauzeknop <inlinemediaobject><imageobject><imagedata fileref="media-playback-pause.png" format="PNG"/></imageobject></inlinemediaobject> waarna de rij wordt gestopt zodra de huidige opname voltooid is. U kunt de status van alle taken herstellen (reset) door te klikken op de herstelknop<inlinemediaobject><imageobject><imagedata fileref="view-refresh.png" format="PNG"/></imageobject></inlinemediaobject>. Let er wel op dat alle tellingen van de voortgang van het afbeelden ook woorden teruggezet. Door op de <guibutton>Preview</guibutton>-knop te klikken kunt u een afbeelding in &kstars; bekijken in de FITS-viewer.

source: Sequence queues can be saved as an &XML; file with extension <literal role="extension">.esq</literal> (Ekos Sequence Queue). To load a sequence queue, click the open document button <inlinemediaobject><imageobject><imagedata fileref="document-open.png" format="PNG"/></imageobject></inlinemediaobject>. Please note that it will replace any current sequence queues in Ekos.
ca@valencia: Les cues de seqüències es poden guardar com a fitxer en &XML; amb l'extensió <literal role="extension">.esq</literal> (cua en seqüència d'Ekos -Ekos Sequence Queue-). Per a carregar una cua en seqüència, fent clic en el botó s'obrirà el document <inlinemediaobject><imageobject><imagedata fileref="document-open.png" format="PNG"/></imageobject></inlinemediaobject>. Cal tindre en compte que substituirà totes les cues en seqüència actuals a Ekos.
nl: Wachtrijen kunnen worden opgeslagen in een &XML;-bestand met extensie <filename role="extension">.esq</filename> (Ekos Sequence Queue). Voor het inlezen van een wachtrij klikt u op de knop voor het openen van een document<inlinemediaobject><imageobject><imagedata fileref="document-open.png" format="PNG"/></imageobject></inlinemediaobject>. Let er wel op dat hierdoor enige huidige wachtrijen in Ekos worden vervangen.

source: <emphasis role="bold">Job Progress</emphasis>: Ekos is designed to execute and resume the sequence over multiple nights if required. Therefore, if <guilabel>Remember Job Progress</guilabel> option is enabled in <link linkend="ekos">Ekos Options</link>, Ekos shall scan the file system to count how many images are already completed and will resume the sequence from where it was left off. If this default behavior is not desired, simply turn off <guilabel>Remember Job Progress</guilabel> under options.
ca@valencia: <emphasis role="bold">Progrés de la tasca</emphasis>: Ekos està dissenyat per a executar i reprendre la seqüència durant múltiples nits si és necessari. Per tant, si l'opció <guilabel>Recorda el progrés de la tasca</guilabel> està habilitada en les <link linkend="ekos">Opcions d'Ekos</link>, Ekos examinarà el sistema de fitxers per a comptar quantes imatges ja s'han completat i reprendrà la seqüència des d'on es va deixar. Si no es desitja este comportament predeterminat, senzillament desactiveu <guilabel>Recorda el progrés de la tasca</guilabel> en les opcions.
nl: <emphasis role="bold">Taakvoortgang</emphasis>: Ekos kan een rij over meerdere nachten verdelen, wanneer dit nodig is. Daarom scant Ekos, wanneer de optie <guilabel>Onthoud taakvoortgang</guilabel>is aangezet in <link linkend="ekos">Ekos Opties</link>, het bestandssysteem om het aantal reeds voltooide afbeeldingen te tellen, en verder te gaan met de rij waar die is afgebroken. Indien dit standaard gedrag ongewenst is, kunt de optie <guilabel>Onthoud taakvoortgang</guilabel> uitzetten.

source: To edit a job, double click it. You will notice the add button <inlinemediaobject><imageobject><imagedata fileref="list-add.png" format="PNG"/></imageobject></inlinemediaobject> now changed to check mark button <inlinemediaobject><imageobject><imagedata fileref="dialog-ok-apply.png" format="PNG"/></imageobject></inlinemediaobject>. Make your changes on the left-hand side of the CCD module and once done, click on the check mark button. To cancel a job edit, click anywhere on the empty space within the sequence queue table.
ca@valencia: Per a editar una tasca, feu-hi doble clic. Notareu que ara el botó afig <inlinemediaobject><imageobject><imagedata fileref="list-add.png" format="PNG"/></imageobject></inlinemediaobject> ha canviat a marcar el botó de marca <inlinemediaobject><imageobject><imagedata fileref="dialog-ok-apply.png" format="PNG"/></imageobject></inlinemediaobject>. Feu els canvis al costat esquerre del mòdul <guilabel>CCD</guilabel> i, una vegada fet, feu clic en el botó marca de selecció. Per a cancel·lar una tasca editada, feu clic en qualsevol lloc de l'espai buit de la taula en la cua en seqüència.
nl: U kunt een taak bewerken door er op te dubbelklikken. U ziet dan de toevoegknop <inlinemediaobject><imageobject><imagedata fileref="list-add.png" format="PNG"/></imageobject></inlinemediaobject> veranderen naar een vinkje<inlinemediaobject><imageobject><imagedata fileref="dialog-ok-apply.png" format="PNG"/></imageobject></inlinemediaobject>. Maak uw wijzigingen links in de CCD-module, en eenmaal klaar, klikt u op de knop met het vinkje. U kunt de taakeditor verlaten door ergens op de lege plek in de naam van de wachtrij te klikken.

source: <emphasis role="bold">Editing running jobs</emphasis>: When Capture is running, or when the Scheduler is running, you cannot edit the sequence queue or a .esq file on disk using the Capture tab. However, the scheduler tab does have a Capture Sequence Editor tool that can be used to edit .esl files on disk, or create new ones.
ca@valencia: <emphasis role="bold">Edició de les tasques per a executar</emphasis>: Quan s'està executant la captura, o quan s'està executant el programador, no podreu editar la cua en seqüència ni un fitxer <literal role="extension">.esq</literal> en el disc mitjançant la pestanya <guilabel>Captura</guilabel>. Tanmateix, la pestanya <guilabel>Programador</guilabel> té una eina <guilabel>Editor de la seqüència de captura</guilabel> que es pot utilitzar per a editar els fitxers <literal role="extension">.esl</literal> en el disc o crear-ne de nous.
nl: <emphasis role="bold">Bewerken van actieve taken</emphasis>: wanneer Opnemen actief is of wanneer de planner actief is, kunt u de wachtrij met sequenties of een .esq-bestand op schijf met het tabblad Opnemen niet bewerken. Het tabblad planner heeft een hulpmiddel bewerker van opnamesequentie die gebruikt kan worden om .esl-bestanden op schijf te bewerken of nieuwe aan te maken.
