Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: The point of best focus corresponds to a maximum number of stars.
bg: Точката на най-добър фокус съответства на максимален брой звезди.
ca@valencia: El punt de millor enfocament es correspon amb un nombre màxim d'estreles.
fr: La position de meilleure mise au point correspond au nombre maximal d'étoiles.
pt_br: O ponto de melhor foco corresponde a um número máximo de estrelas.
sl: Točka najboljšega fokusa ustreza največjemu številu zvezd.
sv: Den bästa fokuseringspunkten motsvarar maximalt antal stjärnor.
uk: Точка найкращого фокусування відповідає максимальній кількості зірок.

source: <emphasis role="bold">Fourier</emphasis>: Fourier takes a Fourier transform of the image and calculates the image power in frequency space. The assumption is that for an astronomical image of stars and background, the stars will be gaussians. Under a Fourier transform, a gaussian transforms to another gaussian; but wider stars transform to narrower gaussians in frequency space, and vice-versa. So, at focus, summing up the contents in frequency space, which is in effect a measure of power, will be a maximum.
bg: <emphasis role="bold">Фурие</emphasis>: Фурие прави трансформация на Фурие на изображението и изчислява мощността на изображението в честотното пространство. Предположението е, че за астрономическо изображение на звезди и фон, звездите ще ще имат гаусово разпределение. При преобразуване на Фурие, се извършва една гаусова трансформира в друга. Така по-широките звезди дават по-тесни гаусови трансформации в честотното пространство и обратно. По този начин, когато образът е на фокус, сумирането на съдържанието в честотното пространство, което всъщност е мярка за мощност, ще бъде максимално.
sl: <emphasis role="bold">Fourier</emphasis>: Fourier naredi Fourierjevo transformacijo slike in izračuna moč slike v frekvenčnem prostoru. Predpostavka je, da bodo za astronomsko sliko zvezd in ozadja zvezde gaussove. Pod Fourierjevo transformacijo se gaussova transformira v drugo gaussovo; vendar se širše zvezde transformirajo v ožje gaussove v frekvenčnem prostoru in obratno. Torej bo v fokusu seštevek vsebin v frekvenčnem prostoru, ki je dejansko merilo moči, največji.
sv: <emphasis role="bold">Fourier</emphasis>: Fourier gör en Fouriertransform av bilden och beräknar bildens effekt i frekvensrymden. Antagandet är att för en astronomisk bild av stjärnor och bakgrund kommer stjärnorna att vara Gaussiska. Under en Fouriertransform övergår en Gaussisk funktion till en annan Gaussisk funktion, men bredare stjärnor förvandlas till smalare Gaussiska funktioner i frekvensrymden och vice versa. Så att summeras frekvensrymdens innehåll i i fokus, vilket i själva verket är ett mått på effekt, är ett maximum.
uk: <emphasis role="bold">Фур'є</emphasis>: виконує перетворення Фур'є зображення і обчислює потужність зображення у просторі частот. Припущення полягає у тому, що на астрономічному зображенні зірок і тла зірки будуть представлені гаусовими кривими. Після перетворення Фур'є гаусові криві перетворюються в інші гаусові криві; але ширші криві перетворюються у вужчі гаусові криві у просторі частот, і навпаки. Тому, у фокусі, додаючи дані у просторі частот, які, фактично, є мірою потужності, матимемо максимум.

source: This follows the main idea suggested by Tan and Schulz in their paper: <ulink url="https://arxiv.org/pdf/2201.12466.pdf">A Fourier method for the determination of focus for telescopes with stars</ulink>. Please note that this paper makes other processing suggestions beyond the idea of using Fourier Transforms that are not included within Ekos
bg: Това следва основната идея, предложена от Тан и Шулц в тяхната статия: <ulink url="https://arxiv.org/pdf/2201.12466.pdf">Метод на Фурие за определяне на фокуса за телескопи със звезди</ulink>. Моля, обърнете внимание, че този документ прави други предложения за обработка извън идеята за използване на трансформации на Фурие, които не са включени в Ekos
sl: To sledi glavni ideji, ki sta jo predlagala Tan in Schulz v svojem članku: <ulink url="https://arxiv.org/pdf/2201.12466.pdf">Fourierjeva metoda za določanje fokusa za teleskope z zvezdami</ulink>. Upoštevajte, da ta dokument ponuja druge predloge za obdelavo, ki presegajo idejo o uporabi Fourierjevih transformacij, ki niso vključene v Ekos
sv: Det följer huvudidén som Tan och Schulz föreslog i sin artikel: <ulink url="https://arxiv.org/pdf/2201.12466.pdf">A Fourier method for the determination of focus for telescopes with stars</ulink> . Observera att dokumentet ger andra bearbetningsförslag utöver idén om att använda Fouriertransformer som inte ingår i Ekos
uk: Тут використано основну ідею, яку запропоновано Tan і Schulz у їхній роботі <ulink url="https://arxiv.org/pdf/2201.12466.pdf">A Fourier method for the determination of focus for telescopes with stars</ulink>. Будь ласка, зауважте, що у цій роботі внесено інші пропозиції щодо обробки, окрім ідеї щодо використання перетворення Фур'є, які не включено до Ekos

source: This is a relatively new method in the Astro Community, and does not require star detection. Tan and Schulz report good results with both amateur and professional telescopes.
bg: Това е сравнително нов метод в Астрообщността и не изисква откриване на звезди. Тан и Шулц съобщават за добри резултати както с любителски, така и с професионални телескопи.
ca@valencia: Este és un mètode relativament nou en la comunitat astronòmica, i no requerix la detecció d'estreles. En Tan i en Schulz informen de bons resultats amb telescopis d'aficionats i professionals.
fr: Cette méthode est relativement nouvelle dans la communauté astronomique et ne requiert pas de détection d'étoiles. Tan et Schulz rapportent de bons résultats autant avec des télescopes amateurs que professionnels.
pt_br: Este é um método relativamente novo na Comunidade Astronômica e não requer detecção de estrelas. Tan e Schulz relatam bons resultados com telescópios amadores e profissionais.
sl: To je razmeroma nova metoda v skupnosti Astro in ne zahteva zaznavanja zvezd. Tan in Schulz poročata o dobrih rezultatih tako z amaterskimi kot profesionalnimi teleskopi.
sv: Det är en relativt ny metod i astronomivärlden och kräver ingen stjärndetektering. Tan och Schulz rapporterar goda resultat med både amatörteleskop och professionella teleskop.
uk: Це відносно новий метод у спільноті астрономів, який не потребує виявлення зірок. Tan і Schulz повідомляють про добрі результати для аматорських і професійних телескопів.

source: <guilabel>PSF</guilabel>: If <guilabel>Measure</guilabel> is set to FWHM, then the PSF widget can be selected for use in fitting a surface to the star. At present just Gaussian is supported.
bg: <guilabel>PSF</guilabel>: Ако <guilabel>Измерване</guilabel> е зададено на FWHM, тогава PSF изпълнимият модул може да бъде избран за използване при напасване на повърхност към звездата. В момента се поддържа само Gaussian.
sl: <guilabel>PSF</guilabel>: Če je <guilabel>Merjenje</guilabel> nastavljeno na FWHM, lahko gradnik PSF izberete za uporabo pri prilagajanju površine zvezdi. Trenutno je podprt samo Gaussian.
sv: <guilabel>PSF</guilabel>: Om <guilabel>Mått</guilabel> är inställt till FWHM, kan PSF-komponent väljas för att använda vid anpassning av en yta till stjärnan. För närvarande stöds bara Gaussiskt.
uk: <guilabel>ФРТ</guilabel>: якщо для пункту <guilabel>Виміряти</guilabel> встановлено значення ПШПМ, можна вибрати віджет ФРТ для використання під час наближення поверхні для зірки. У поточній версії передбачено підтримку лише гаусових кривих.

source: <guilabel>Use Weights</guilabel>: This is only available with the Linear 1 Pass focus algorithm and Curve Fits of Hyperbola and Parabola. It requires Full Field to be selected. The option calculates the standard deviation of star Measure and uses the square of this (mathematically the variance) as a weighting in the curve fitting process. The advantage of this is that datapoints with less reliable data and therefore larger HFR standard deviations will be given less weight than more reliable datapoints. If this option is unchecked, and for all other curve fitting where the option is not allowed, all datapoints are given equal weight in the curve fitting process.
bg: <guilabel>Използване на тежести</guilabel>: Това е налично само с алгоритъма за фокусиране с единично линейно преминаване и напасване на кривата на хипербола и парабола. Изисква да бъде избрано Пълно поле. Опцията изчислява стандартното отклонение на звездната мярка и използва квадрата на това (математически дисперсията) като тежест в процеса на напасване на кривата. Предимството на това е, че точките от данни с по-малко надеждни данни и следователно по-големи стандартни отклонения на HFR ще получат по-малко тежест от по-надеждните точки от данни. Ако тази опция не е отметната и за всички други напасвания на крива, където опцията не е разрешена, на всички точки от данни се дава еднаква тежест в процеса на напасване на кривата.
sl: <guilabel>Uporabi uteži</guilabel>: To je na voljo samo z algoritmom za fokusiranje z linearnim 1 prehodom in prileganje krivulje hiperbole in parabole. Zahteva, da je izbrano celotno polje. Možnost izračuna standardno deviacijo meritve zvezde in uporabi kvadrat tega (matematično varianco) kot utež v procesu prilagajanja krivulje. Prednost tega je, da bodo podatkovne točke z manj zanesljivimi podatki in zato večjimi standardnimi odstopanji HFR dobile manjšo težo kot bolj zanesljive podatkovne točke. Če ta možnost ni odkljukana in za vsa druga prilagajanja krivulje, kjer možnost ni dovoljena, imajo vse podatkovne točke enako težo v postopku prilagajanja krivulje.
sv: <guilabel>Använd viktning</guilabel>: Det är endast tillgängligt med den engångslinjära fokuseringsalgoritmen och kurvanpassningar av hyperbel och parabel. Det kräver att hela fältet är valt. Alternativet beräknar standardavvikelsen för stjärnmått och använder kvadraten på denna (matematiskt variansen) som en viktning i kurvanpassningsprocessen. Fördelen med det är att datapunkter med mindre tillförlitliga data och därför större HFR-standardavvikelser kommer att tillmätas mindre viktning än mer tillförlitliga datapunkter. Om alternativet är avmarkerat, och för all annan kurvanpassning där alternativet inte är tillåtet, ges alla datapunkter samma viktning i kurvanpassningsprocessen.
uk: <guilabel>Використовувати вагову функцію</guilabel>: це параметр, який є доступним лише у лінійному однопрохідному алгоритмі фокусування і лише для апроксимацій кривих «Гіпербола» і «Парабола». Для того, щоб ним скористатися, потрібно працювати із повним полем. Якщо використано параметр, програма обчислює стандартне відхилення вимірювання зірок і використовує квадрат цієї величини (математичну дисперсію) як вагу у процесі апроксимації кривої. Перевагою є те, що точкам даних із ненадійними даними, тобто більшими стандартними відхиленням РПП, буде надано меншої ваги, ніж точкам із надійнішими даними. Якщо цей пункт не позначено та для усіх інших типів апроксимації кривої, де цей параметр не діє, усім точкам даних буде надано однакову вагу у процедурі апроксимації кривої.

source: The standard deviation is drawn on the V-Curve for each datapoint as an error bar.
bg: Стандартното отклонение се изчертава върху V-кривата за всяка точка от данни като лента за грешки.
ca@valencia: La desviació estàndard es dibuixa en la «Corba V» per a cada punt de dades com una barra d'error.
fr: La déviation standard est dessinée comme barre d'erreur sur la courbe en V pour chaque ensemble de points.
pt_br: O desvio padrão é desenhado na curva em V para cada ponto de dados como uma barra de erro.
sl: Standardni odklon je narisan na V-krivuljo za vsako podatkovno točko kot stolpec napake.
sv: Standardavvikelsen återges som en felstapel på V-kurvan för varje datapunkt.
uk: Стандартне відхилення буде намальовано на V-кривій для кожної точки даних як смужку похибки.

source: It is recommended to check this option.
bg: Препоръчително е да отметнете тази опция.
ca@valencia: Es recomana marcar esta opció.
fr: Il est recommandé de cocher cette option.
pt_br: É recomendável marcar esta opção.
sl: Priporočljivo je, da preverite to možnost.
sv: Det rekommenderas att alternativet markeras.
uk: Рекомендуємо позначити цей пункт.

source: See the <link linkend="Levenberg-Marquardt">Levenberg-Marquardt Solver</link> for more details.
bg: Вижте <link linkend="Levenberg-Marquardt">Levenberg-Marquardt Solver</link> за повече подробности.
sl: Za več podrobnosti glejte <link linkend="Levenberg-Marquardt">Levenberg-Marquardt Solver</link>.
sv: Se <link linkend="Levenberg-Marquardt">Levenberg-Marquardt lösningsverktyg</link> för mer information.
uk: Щоб дізнатися більше, зверніться до розділу <link linkend="Levenberg-Marquardt">Розв'язувач Левенберга-Марквардта</link>.

source: <guilabel>R² Limit</guilabel>: This is only available with the Linear 1 Pass focus algorithm and Curve Fits of Hyperbola and Parabola. As part of the Linear 1 Pass algorithm, the degree to which the curve fits the datapoints, or <link linkend="Coefficient_of_Determination">Coefficient of Determination, R²</link>, is calculated. This option allows a minimum acceptable value of R² to be defined that is compared to the value obtained from the curve fitting process. If the minimum value has not been achieved then Autofocus will rerun. Only one rerun will be performed and even if the minimum R² has not been met the second time, the Autofocus run will still be deemed successful.
bg: <guilabel>Ограничение на R²</guilabel>: Това е налично само с алгоритъма за фокусиране с единично линейно преминаване и напасване на кривата на хипербола и парабола. Като част от алгоритъма единично линейно преминаване се изчислява степента, до която кривата пасва на точките от данни, или <link linkend="Coefficient_of_Determination">Коефициент на определяне, R²</link>. Тази опция позволява да се определи минимална приемлива стойност на R², която се сравнява със стойността, получена от процеса на напасване на кривата. Ако минималната стойност не е постигната, автоматичното фокусиране ще се стартира отново. Ще бъде извършено само едно повторение и дори ако минималното R² не е постигнато втория път, изпълнението на автофокуса пак ще се счита за успешно.
sl: <guilabel>Omejitev R²</guilabel>: Ta je na voljo samo z algoritmom ostrenja prehod Linear 1 in prileganje krivulje hiperbole in parabole. Kot del algoritma prehod Linear 1 se izračuna stopnja, do katere se krivulja prilega podatkovnim točkam, ali <link linkend="Coefficient_of_Determination">koeficient determinacije, R²</link>. Ta možnost omogoča določitev najmanjše sprejemljive vrednosti R², ki se primerja z vrednostjo, pridobljeno s postopkom prilagajanja krivulje. Če najmanjša vrednost ni dosežena, se samodejno ostrenje znova zažene. Izvedena bo samo ena ponovitev in tudi če drugič ni bil dosežen najmanjši R², se bo samodejno ostrenje še vedno štelo za uspešno.
sv: <guilabel>R²-gräns</guilabel>: Den är endast tillgängligt med den engångslinjära fokuseringsalgoritmen och kurvanpassningar för hyperbel och parabel. Som en del av den engångslinjära algoritmen beräknas hur mycket kurvan passar datapunkterna, eller <link linkend="Coefficient_of_Determination">determinationskoefficienten, R²</link>. Alternativet tillåter att ett minsta acceptabelt värde på R² definieras som jämförs med värdet som erhålls från kurvanpassningsprocessen. Om minimivärdet inte har uppnåtts körs den automatiska fokuseringen igen. Endast en omkörning görs och även om minimivärdet R² inte har uppfyllts andra gången, anses den automatiska fokuseringskörningen ändå vara lyckad.
uk: <guilabel>Обмеження R²</guilabel>: це параметр, який є доступним лише при використанні лінійного однопрохідного алгоритму і апроксимацій кривих «Гіпербола» і «Парабола». У межах лінійного однопрохідного алгоритму буде обчислено степінь, до якого крива відповідає точкам даних або <link linkend="Coefficient_of_Determination">коефіцієнта визначеності, R²</link>. Цей параметр надає змогу визначати мінімальне прийнятне значення R², яке буде порівняно із значенням, отриманим у процесі апроксимації кривої. Якщо мінімальне значення не було досягнуто, процедуру автофокусування буде перезапущено. Буде виконано один повторний запуск і, навіть якщо мінімальне R² не буде досягнуто удруге, запуск автофокусування все одно буде визнано успішним.

source: Experiment to find an appropriate value but a good starting point would be 0.8 or 0.9
bg: Експериментирайте, за да намерите подходяща стойност, но добра отправна точка би била 0,8 или 0, 9
ca@valencia: Experimenteu per a trobar un valor adequat, però un bon punt de partida seria 0,8 o 0,9
fr: Testez pour trouver une valeur appropriée mais un bon point de départ serait 0,8 ou 0,9.
pt_br: Experimente encontrar um valor apropriado, mas um bom ponto de partida seria 0,8 ou 0,9
sl: Poskusite najti ustrezno vrednost, vendar bi bilo dobro izhodišče 0,8 ali 0,9
sv: Experimentera för att finna ett lämpligt värde men en bra utgångspunkt kan vara 0,8 eller 0,9
uk: Можете поекспериментувати із пошуком належного значення, але достатньо добрими, зазвичай, бувають значення 0,8 або 0,9.

source: <guilabel>Refine Curve Fit</guilabel>: This option is only available with the Linear 1 Pass focus algorithm and Curve Fits of Hyperbola and Parabola. If this option is checked then at the end of the sweep of datapoints, Ekos fits a curve and measures the R². It then applies Peirce's Criterion based on Gould's methodology for outlier identification. See <ulink url="https://en.wikipedia.org/wiki/Peirce%27s_criterion">Peirce's Criterion</ulink> for details incl Peirce's original paper and Gould's paper which are both referenced in the notes. If Peirce's Criterion detects 1 or more outliers then another curve fit is attempted with the outliers removed. Again the R² is calculated and compared with the original curve fit R². If the R² is better, then the latest run is used, if not, the original curve fit (with the outliers included) is used.
bg: <guilabel>Прецизиране на кривата</guilabel>: Тази опция е достъпна само с алгоритъма за фокусиране с 1 линейно преминаване и напасване на кривата на хипербола и парабола. Ако тази опция е отметната, тогава в края на сканирането на точки от данни Ekos пасва на крива и измерва R². След това прилага критерия на Пърс (Peirce) въз основа на методологията на Гулд (Gould) за идентифициране на отклонения. Вижте <ulink url="https://en.wikipedia.org/wiki/Peirce%27s_criterion">Критерия на Пърс</ulink> за подробности, включително оригиналната статия на Пърс и статията на Гулд, които са посочени в бележките. Ако критерият на Пърс открие 1 или повече отклонения, тогава се прави опит за напасване на друга крива с премахнати отклонения. Отново R² се изчислява и сравнява с оригиналната крива, подходяща R². Ако R² е по-добър, тогава се използва последният цикъл, ако не, се използва оригиналната крива (с включени извънредни стойности).
sl: <guilabel>Izboljšaj prileganje krivulje</guilabel>: Ta možnost je na voljo samo z algoritmom za fokusiranje z linearnim prehodom 1 in prileganje krivulje hiperbole in parabole. Če je ta možnost označena, se Ekos na koncu pregleda podatkovnih točk prilega krivulji in izmeri R². Nato uporabi Peirceov kriterij, ki temelji na Gouldovi metodologiji za identifikacijo osamelcev. Glejte <ulink url="https://en.wikipedia.org/wiki/Peirce%27s_criterion">Peirceov kriterij</ulink> za podrobnosti, vključno z izvirnim Peirceovim člankom in Gouldovim člankom, ki sta navedena v opombah. Če Peirceov kriterij zazna 1 ali več osamelcev, poskusi še enim prileganjem krivulje z odstranjenimi osamelci. Spet se izračuna R² in primerja z R² izvirne krivulje. Če je R² boljši, se uporabi zadnja serija, če ne, se uporabi prvotno prileganje krivulje (z vključenimi osamelci).
sv: <guilabel>Förfina kurvanpassning</guilabel>: Alternativet är endast tillgängligt med den engångslinjära fokuseringsalgoritmen och kurvanpassningar för hyperbel och parabel. Om alternativet är markerat så anpassar Ekos en kurva i slutet av svepet av datapunkter och mäter R². Sedan används Peirces kriterium baserat på Goulds metodik för identifiering av extremvärden. Se <ulink url="https://en.wikipedia.org/wiki/Peirce%27s_criterion">Peirce's criterion</ulink> för mer information, inklusive Peirces originalartikel och Goulds artikel som båda hänvisas till i anmärkningarna. Om Peirces kriterium upptäcker ett eller flera extremvärden, görs ytterligare ett försök till kurvanpassning med extremvärdena borttagna. Återigen beräknas R² och jämförs med den ursprungliga kurvanpassningens R². Om R² är bättre används den senaste körningen, om inte används den ursprungliga kurvanpassningen (med avvikelserna inkluderade).
uk: <guilabel>Удосконалення апроксимації кривої</guilabel>: це параметр, яким можна скористатися лише для лінійного однопрохідного алгоритму фокусування та апроксимації кривої гіперболою та параболою. Якщо позначено цей пункт, наприкінці обходу точок даних Ekos виконує апроксимацію кривої і вимірює R². Потім програма застосовує критерій Пірса на основі методології Гоулда для виявлення викидів. Див. <ulink url="https://en.wikipedia.org/wiki/Peirce%27s_criterion">критерій Пірса</ulink>, щоб дізнатися більше, зокрема переглянути початкову роботу Пірса та роботу Гоулда, посилання на які є у розділі нотаток. Якщо за допомогою критерію Пірса буде виявлено 1 або декілька викидів, програма спробує виконати апроксимацію із вилученими викидами. Знову буде обчислено R² і порівняно з початковою апроксимацією кривої R². Якщо R² буде кращим, буде використано результати найсвіжішої обробки, якщо ж ні, буде використано початкову апроксимацію (з включенням викидів).

source: Outliers are clearly marked on the V-Curve with an X through the datapoint.
bg: Извънредните стойности са ясно маркирани на V-кривата с X през точката от данни.
ca@valencia: Els valors atípics estan clarament marcats en la «Corba V» amb una X a través del punt de dades.
fr: Les valeurs aberrantes sont clairement indiquées sur la courbe en V grâce à un X sur les points.
pt_br: Os valores discrepantes são claramente marcados na curva em V com um X passando pelo ponto de dados.
sl: Osamelci so jasno označeni na V-krivulji z X skozi podatkovno točko.
sv: Extremvärden är tydligt markerade på V-kurvan med ett X genom datapunkten.
uk: Викиди буде явно позначено на V-кривій із X через точку даних.

source: <guilabel>Average over</guilabel>: Number of frames to capture at each datapoint. It is usually sensible to start with 1 but increasing this will result in an averaging process for the star Measure selected.
bg: <guilabel>Усредняване над</guilabel>: Брой кадри за заснемане във всяка точка от данни. Обикновено е разумно да се започне с 1, но увеличаването на това ще доведе до процес на осредняване за избраната звездна мярка.
sl: <guilabel>Povprečje čez</guilabel>: Število sličic za zajem na vsaki podatkovni točki. Običajno je smiselno začeti z 1, vendar bo povečanje tega povzročilo postopek povprečenja za izbrano merilo zvezde.
sv: <guilabel>Medelvärde över</guilabel>: Antal bildrutor att ta för varje datapunkt. Det är vanligtvis klokt att börja med en, men en ökning av värdet resulterar i en medelvärdesprocess för den stjärna som valts.
uk: <guilabel>Усереднення за</guilabel>: кількість кадрів, які слід захопити для кожної точки даних. Зазвичай, варто почати з 1, але збільшення значення призведе використання процедури усереднення для вибраного вимірювання зірок.
