Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <guilabel>Tolerance</guilabel>: The tolerance percentage value is used to help decide when the Autofocus process stops. During the Autofocus process, HFR values are recorded, and once the focuser is close to an optimal position, it starts measuring HFRs against the minimum recorded HFR in the session and stops whenever a measured HFR value is within % difference of the minimum recorded HFR. Decrease the value to narrow the optimal focus point solution radius. Increase to expand solution radius.
bg: <guilabel>Толеранс</guilabel>: Процентната стойност на толеранса се използва, за да се реши кога процесът на автоматично фокусиране спира. По време на процеса на автоматично фокусиране стойностите на HFR се записват и след като фокусиращият елемент е близо до оптимална позиция, той започва да измерва HFR спрямо минималния записан HFR в сесията и спира всеки път, когато измерената стойност на HFR е в рамките на % разлика от минималния записан HFR. Намалете стойността, за да стесните оптималния радиус на решение за фокусна точка. Увеличете, за да разширите радиуса на решението.
sl: <guilabel>Toleranca</guilabel>: Vrednost tolerance v odstotkih se uporablja za pomoč pri odločanju, kdaj se postopek samodejnega ostrenja ustavi. Med postopkom samodejnega ostrenja se beležijo vrednosti HFR in ko je fokuser blizu optimalnega položaja, začne meriti HFR glede na najmanjši zabeležen HFR na seji in se ustavi, ko je izmerjena vrednost HFR znotraj % razlike od najmanjšega zabeleženega HFR. Zmanjšajte vrednost, da zožite optimalni radij rešitve točke ostrenja. Povečajte, da razširite polmer rešitve.
sv: <guilabel>Tolerans</guilabel>: Toleransen i procent används för att bestämma när den automatiska fokuseringsprocessen slutar. Under den automatiska fokuseringsprocessen registreras HFR-värden, och när fokuseringsenheten är nära en optimal position börjar den mäta HFR jämfört med den minsta registrerade HFR under sessionen och stoppar så snart ett uppmätt HFR-värde är inom den procentuella skillnad från minsta registrerade HFR. Minska värdet för att minska fokuseringspunktens optimala lösningsradie. Öka för att expandera lösningsradien.
uk: <guilabel>Допуск</guilabel>: допуск у відсотках визначає, коли завершиться процедура автофокусування. Під час процедури автофокусування програма записуватиме значення радіуса половинного потоку, і щойно фокусування наблизиться до оптимального, програма почне порівнювати РПП із мінімальним записаним РПП у сеансі і припинить процедуру, щойно виміряне значення РПП відрізнятиметься на вказане значення у відсотках від мінімального записаного РПП. Зменшіть значення, щоб зменшити відхилення від оптимального розв'язку для фокусування. Збільшення значення збільшить можливе відхилення розв'язку від оптимального.

source: Setting the Tolerance value too low might result in a repetitive loop and would most likely result in a failed Autofocus process.
bg: Задаването на твърде ниска стойност на допустимото отклонение може да доведе до повтарящ се цикъл и най-вероятно ще доведе до неуспешен процес на автоматично фокусиране.
ca@valencia: Establir el valor de tolerància massa baix pot resultar en un bucle repetitiu i, probablement, provocaria un procés fallit d'enfocament automàtic.
fr: Mécanique de la mise au point
pt_br: Definir um valor de tolerância muito baixo pode resultar em um loop repetitivo e provavelmente resultará em uma falha no processo de foco automático.
sl: Če nastavite prenizko vrednost tolerance, lahko pride do ponavljajoče se zanke in najverjetneje do neuspešnega postopka samodejnega ostrenja.
sv: Att ställa in ett för lågt toleransvärde kan orsaka en repetitiv upprepning och skulle troligtvis orsaka en misslyckad automatisk fokuseringsprocess.
uk: Встановлення надто малого значення допуску може призвести до зациклювання і, ймовірно, невдалого завершення спроби автоматичного фокусування.

source: <title>Focus Mechanics</title>
bg: <title>Механика на фокуса</title>
sl: <title>Mehanika ostrenja</title>
sv: <title>Fokuseringsmekanik</title>
uk: <title>Механіка фокусування</title>

source: <screeninfo>Focus Mechanics</screeninfo>
bg: <screeninfo>Механика на фокуса</screeninfo>
sl: <screeninfo>Mehanika ostrenja</screeninfo>
sv: <screeninfo>Fokuseringsmekanik</screeninfo>
uk: <screeninfo>Механіка фокусування</screeninfo>

source: <phrase>Focus Mechanics</phrase>
bg: <phrase>Механика на фокуса</phrase>
sl: <phrase>Mehanika ostrenja</phrase>
sv: <phrase>Fokuseringsmekanik</phrase>
uk: <phrase>Механіка фокусування</phrase>

source: Focus Mechanics Parameters:
bg: Параметри на Механика на фокуса:
ca@valencia: Paràmetres de la mecànica de l'enfocament:
fr: Les options suivantes sont disponibles :
pt_br: Parâmetros da mecânica do foco:
sl: Parametri mehanike ostrenja:
sv: Fokuseringsmekanikparametrar:
uk: Параметри механіки фокусування:

source: <guilabel>Walk</guilabel>: This specifies the way Autofocus will "walk" inwards through its sweep to produce the V-Curve from which the focus solution will be calculated.
bg: <guilabel>Ход</guilabel>: Това указва начина, по който автофокусът ще премине "навътре" през обхвата си, за да създаде V-кривата, от която ще се изчисли решението за фокусиране.
sl: <guilabel>Sprehod</guilabel>: To določa način, kako bo samodejno ostrenje "hodilo" navznoter skozi svoj zamah, da bi ustvarilo V-krivuljo, iz katere bo izračunana rešitev ostrenja.
sv: <guilabel>Gångsätt</guilabel>: Det anger hur den automatiska fokuseringen kommer att "gå" inåt genom sitt svep för att producera V-kurvan som används för att beräkna fokuseringslösningen.
uk: <guilabel>Перехід</guilabel>: цей параметр визначає спосіб, у який автоматичне фокусування «переходить» всередину для створення V-кривої, за якою буде обчислено розв'язок для фокусування.

source: The following are available:
bg: Налични са следните варианти:
ca@valencia: Hi ha disponibles els següents:
fr: **Classique** : c'est le réglage recommandé. La course vers l'intérieur suit une série de pas de taille égale (``Taille initiale de pas``). L'algorithme inclut de la logique pour déterminer le moment d'arrêt mais rend la détermination du nombre exact de pas imprévisible mais devrait être de l'ordre 2 * (``Multiple de pas extérieur``) + 1.
pt_br: Estão disponíveis as seguintes opções:
sl: Na voljo so:
sv: Följande är tillgängliga:
uk: Доступні такі варіанти:

source: <emphasis role="bold">Classic</emphasis>: This is the recommended setting. The inward sweep follows a series of steps of equal size (<guilabel>Initial Step Size</guilabel>). The algorithm includes logic to determine when to stop that makes the exact number of steps unpredictable but it will be about 2 * (<guilabel>Out Step Multiple</guilabel>) + 1.
bg: <emphasis role="bold">Класически</emphasis>: Това е препоръчителната настройка. Вътрешният размах следва серия от стъпки с еднакъв размер (<guilabel>Първоначален размер на стъпката</guilabel>). Алгоритъмът включва логика за определяне на момента на спиране, която прави точния брой стъпки непредсказуем, но той ще бъде около 2 * (<guilabel>Множество стъпки навън</guilabel>) + 1.
sl: <emphasis role="bold">Klasičen</emphasis>: To je priporočena nastavitev. Zamah navznoter sledi nizu korakov enake velikosti (<guilabel>Začetna velikost koraka</guilabel>). Algoritem vključuje logiko za določanje, kdaj se ustaviti, zaradi česar je natančno število korakov nepredvidljivo, vendar bo približno 2 * (<guilabel>večkratnik izhodnega koraka</guilabel>) + 1.
sv: <emphasis role="bold">Klassisk</emphasis>: Det är den rekommenderade inställningen. Svepet inåt följer en serie steg av samma storlek (<guilabel>Initial stegstorlek</guilabel>). Algoritmen inkluderar logik för att avgöra när man ska stoppa som gör det exakta antalet steg oförutsägbart men det kommer att vara cirka 2 * (<guilabel>Multipel för utåtsteg</guilabel>) + 1.
uk: <emphasis role="bold">Класичний</emphasis>: це рекомендований варіант. Прохід всередину буде виконано шляхом послідовності кроків одного розміру (<guilabel>Початковий розмір кроку</guilabel>). До алгоритму включено логіку для визначення моменту зупинки, що робить точну кількість кроків непередбачуваною, але вона приблизно рівна 2 * (<guilabel>Коефіцієнт зовнішніх кроків</guilabel>) + 1.

source: This Walk is tolerant of curve fitting failures in the last step where it will take a further step and try again to solve. It is also somewhat tolerant of not being started near to focus so is a good choice for the initial Autofocus run.
bg: Този ход е толерантен към грешки при напасване на кривата в последната стъпка, където ще направи следваща стъпка и ще опита отново да реши. Освен това е донякъде толерантен да не бъде стартиран близо до фокуса, така че е добър избор за първоначално стартиране на автофокуса.
ca@valencia: Este camí és tolerant a les fallades d'ajustament de la corba en l'últim pas, on es farà un pas més i intentarà resoldre de nou. També és una mica tolerant a no iniciar-se a prop de l'enfocament, per la qual cosa és una bona elecció per a l'execució inicial de l'enfocament automàtic.
fr: **Pas fixes** : cette option est disponible pour l'``algorithme`` linéaire à 1 passe. Elle est similaire à Classique mais ``Pas fixes`` est utilisée pour contrôler le nombre total de pas utilisé.
pt_br: Esta caminhada é tolerante a falhas de ajuste de curva na última etapa, onde ela dará mais um passo e tentará resolver novamente. Ela também é um pouco tolerante a não ser iniciada perto do foco, sendo uma boa escolha para a execução inicial do foco automático.
sl: Ta sprehod je odporen na napake pri prilagajanju krivulje v zadnjem koraku, kjer bo naredil nadaljnji korak in znova poskusil rešiti. Prav tako je nekoliko toleranten, če ga ne zaženete blizu ostrenja, zato je dobra izbira za začetni zagon s samodejnim ostrenjem.
sv: Gångsättet är tolerant mot kurvanpassningsfel i det sista steget där det kommer att ta ytterligare ett steg och försöka lösa igen. Det är också något tolerant mot att inte startas nära fokus så är ett bra val för den första automatiska fokuseringskörningen.
uk: Цей прохід є стійким до помилок в апроксимації кривої на останньому кроці, де алгоритм зробить подальший крок і спробує знову розв'язати задачу. Він також певним чином стійкий до того, що фокусування було розпочато не поблизу фокусування, тому є добрим варіантом для початкового запуску автоматичного фокусування.

source: Because of the "tolerance" of this Walk to less than perfect setup it is a conservative option to chose, but comes at the expense of extra steps and therefore extra time in the Autofocus process.
bg: Поради "толерантността" на този режим към по-малко точни настройки, той е сигурна опция, но е за сметка на допълнителни стъпки и следователно допълнително време в процеса на автофокусиране.
ca@valencia: A causa de la «tolerància» d'este camí cap a una configuració que no és perfecta, és una opció conservadora, però comporta passos addicionals i, per tant, temps addicional en el procés d'enfocament automàtic.
fr: Cet algorithme est plus prévisible que Classique puisqu'il utilise un nombre de pas défini (et sera ainsi plus rapide), mais est moins tolérant aux problèmes d'ajustement de courbe près des derniers points et doit donc être démarré près de la position de mise au point.
pt_br: Devido à "tolerância" desta caminhada a uma configuração menos que perfeita, é uma opção conservadora, mas acarreta etapas extras e, portanto, tempo extra no processo de foco automático.
sl: Zaradi "strpnosti" tega sprehoda do manj kot popolnih nastavitev je konzervativna možnost za izbiro, vendar gre na račun dodatnih korakov in s tem dodatnega časa v procesu samodejnega ostrenja.
sv: På grund av gångsättets "tolerans" för mindre än perfekt inställning är det ett konservativt alternativ att välja, men det sker på bekostnad av extra steg och därför extra tid i den automatiska fokuseringsprocessen.
uk: Через «стійкість» цього переходу до неідеальних параметрів це консервативний варіант, але ціною є додаткові кроки, а отже надмірний час у процедурі автоматичного фокусування.

source: <emphasis role="bold">Fixed Steps</emphasis>: This feature is available in the Linear 1 Pass <guilabel>Algorithm</guilabel>. It is quite similar to Classic but <guilabel>Fixed Steps</guilabel> is used to control the total number of steps taken.
bg: <emphasis role="bold">Фиксирани стъпки</emphasis>: Тази опция е налична в линейния <guilabel>алгоритъм</guilabel> с едно преминаване. Методът е подобен на Класическия, но <guilabel>Фиксирани стъпки</guilabel> се използва за контролиране на общия брой предприети стъпки.
sl: <emphasis role="bold">Fiksni koraki</emphasis>: Ta zmožnost je na voljo v <guilabel>algoritmu</guilabel> linearnega 1 prehoda. Je precej podoben klasičnemu, vendar se <guilabel>Fiksni koraki</guilabel> uporabljajo za nadzor skupnega števila opravljenih korakov.
sv: <emphasis role="bold">Fasta steg</emphasis>: Funktionen är tillgänglig med engångslinjär <guilabel>Algoritm</guilabel>. Det är ganska likt Klassisk men <guilabel>Fasta steg</guilabel> används för att kontrollera det totala antalet steg som tas.
uk: <emphasis role="bold">Фіксовані кроки</emphasis>: ця можливість доступна для лінійного однопрохідного <guilabel>Алгоритму</guilabel>. Він дуже подібний до класичного, але для керування загальною кількістю кроків буде використано <guilabel>Фіксовані кроки</guilabel>.

source: This algorithm is more predicable than Classic in that it takes a definite number of steps (so will be faster), but is less tolerant of issues curve fitting the last data point and needs to be started near to focus.
bg: Този алгоритъм е по-предсказуем от класическия, тъй като отнема определен брой стъпки (така че ще бъде по-бърз), но е по-малко толерантен към проблеми при напасване на кривата към последната точка от данни изисква да се стартира близо до фокуса.
ca@valencia: Este algorisme és més predictible que el «Clàssic», ja que pren un nombre definit de passos (per tant, serà més ràpid), però és menys tolerant amb els problemes d'ajust de la corba en l'últim punt de dades i s'ha d'iniciar a prop de l'enfocament.
fr: Mécanique de la mise au point
pt_br: Este algoritmo é mais previsível que o Clássico, pois executa um número definido de etapas (portanto, será mais rápido), mas é menos tolerante a problemas de ajuste da curva ao último ponto de dados e precisa ser iniciado próximo ao foco.
sl: Ta algoritem je bolj predvidljiv kot klasičen, saj zahteva določeno število korakov (torej bo hitrejši), vendar je manj toleranten glede težav krivulje, ki se prilega zadnji podatkovni točki, in jo je treba začeti blizu fokusa.
sv: Algoritmen är mer förutsägbar än Klassisk genom att den tar ett bestämt antal steg (så den är snabbare), men är mindre tolerant mot problem med kurvanpassning av den sista datapunkten och måste startas nära fokus.
uk: Цей алгоритм є передбачуванішим за класичний у тому, що робить визначену кількість ходів (тому буде швидшим), але є чутливішим до проблем із апроксимацією кривої із останньою точкою даних, і розпочинати наближення доведеться поблизу від точки фокусування.

source: When selected, the <guilabel>Out Steps Multiple</guilabel> is replaced by <guilabel>Fixed Steps:</guilabel>
bg: Когато е избрано, <guilabel>Множество стъпки навън</guilabel> се заменя с <guilabel>Фиксирани стъпки:</guilabel>
sl: Ko je izbrano, se <guilabel>Večkratnik izhodnih korakov</guilabel> zamenja z <guilabel>Fiksnimi koraki:</guilabel>
sv: När den är markerad ersätts <guilabel>Multipel för utåtsteg</guilabel> med <guilabel>Fasta steg:</guilabel>
uk: Якщо позначено, пункт <guilabel>Коефіцієнт зовнішніх кроків</guilabel> буде замінено на<guilabel>Фіксовані кроки:</guilabel>

source: <emphasis role="bold">CFZ Shuffle</emphasis>: This feature is available in the Linear 1 Pass <guilabel>Algorithm</guilabel>. It is a variation on Fixed Steps so the comments on that Walk are applicable here as well.
bg: <emphasis role="bold">CFZ разбъркване</emphasis>: Тази функция е налична в <guilabel>алгоритъма</guilabel> за единично линейно преминаване. Това е вариант на Фиксирани стъпки, така че коментарите за този ход са приложими и тук.
sl: <emphasis role="bold">CFZ Shuffle</emphasis>: Ta funkcija je na voljo v <guilabel>algoritmu</guilabel> linearnega 1 prehoda. Gre za različico fiksnih korakov, zato so komentarji o tem sprehodu uporabni tudi tukaj.
sv: <emphasis role="bold">KFZ-gång</emphasis>: Funktionen är tillgänglig med engångslinjär <guilabel>Algoritm</guilabel>. Det är en variant av Fasta steg så kommentarerna om dess gångsätt är tillämpliga här också.
uk: <emphasis role="bold">Перемішування КЗФ</emphasis>: ця можливість доступна для лінійного однопрохідного <guilabel>Алгоритму</guilabel>. Це різновид «Фіксованих кроків», тому коментарі щодо цього варіанта чинні і тут.

source: The difference between CFZ Shuffle and Fixed Steps is that near the center of the sweep (which should be around the Critical Focus Zone (CFZ)) the algorithm takes steps of half the specified size.
bg: Разликата между CFZ разбъркване и Фиксирани стъпки е, че близо до центъра на обхвата (което трябва да е около зоната на критичния фокус Critical Focus Zone (CFZ)) алгоритъмът прави стъпки с половината от определения размер.
ca@valencia: La diferència entre «Barreja ZCE» i «Passos fixos» és que prop del centre de l'agranat (el qual hauria d'estar al voltant de la Zona crítica d'enfocament (ZCE)) l'algoritme prendrà passos de la meitat de la mida especificada.
fr: ``Taille initiale du pas`` : règle la taille de pas utilisée par différents algorithmes de mise au point. Pour les moteurs de mises au point, cela correspond aux nombres de pas ; pour ceux fondés sur le temps, cela correspond aux nombres de millisecondes.
pt_br: A diferença entre embaralhar ZFC e passos fixos é que próximo ao centro da varredura (que deve estar em torno da Zona de Foco Crítico (ZFC)) o algoritmo usa passos de metade do tamanho especificado.
sl: Razlika med CFZ Shuffle in fiksnimi koraki je v tem, da algoritem blizu središča pometanja (ki bi moralo biti okoli kritičnega območja fokusa (CFZ)) naredi korake polovične dane velikosti.
sv: Skillnaden mellan KFZ-gång och Fasta steg är att nära mitten av svepet, som ska vara runt den kritiska fokuseringszonen (KFZ), tar algoritmen steg med hälften av den specificerade storleken.
uk: Різниця між «Перемішуванням КЗФ» та «Фіксованими кроками» полягає у тому, що поряд із центром проходу (який має бути поряд із критичною зоною фокусування (КФЗ)) алгоритм робить кроки у половину вказаного розміру.

source: <guilabel>Focuser Settle</guilabel>: The number of seconds to wait, after moving the focuser, before starting the next capture. The purpose is to stop any vibrations in the optical train from affecting the next frame.
bg: <guilabel>Стабилизиране на фокусера</guilabel>: Броят секунди за изчакване след движение на фокусера, преди да започне следващото заснемане. Целта е да се спрат всякакви вибрации в оптичната система, които биха повлияли на следващия кадър.
sl: <guilabel>Umirjanje fokuserja</guilabel>: število sekund čakanja po premiku fokuserja pred začetkom naslednjega zajema. Namen je preprečiti, da bi kakršne koli vibracije v optičnem vlaku vplivale na naslednjo sličico.
sv: <guilabel>Fokuseringsenhetens dämpning</guilabel>: Antalet sekunder som ska väntas efter att fokuseringsenheten har flyttats, innan nästa inspelning påbörjas. Syftet är att stoppa eventuella vibrationer i optiken från att påverka nästa bildruta.
uk: <guilabel>Стабілізація засобу фокусування</guilabel>: кількість секунд очікування, які мають минути з моменту завершення руху засобу фокусування до моменту початку захоплення наступного зображення. Призначенням параметра є усування будь-яких вібрацій, які могли завадити створенню наступного кадру, в оптичному тракті.

source: <guilabel>Initial Step size</guilabel>: This sets the step size to be used by various focus algorithms. For absolute and relative focusers this is the number of ticks; for timer based focusers this is the number of milliseconds.
bg: <guilabel>Размер на началната стъпка</guilabel>: Това задава размера на стъпката, който да се използва от различни алгоритми за фокусиране. За абсолютни и относителни фокусери това е броят на деленията; за време-базирани фокусери това е броят милисекунди.
sl: <guilabel>Velikost začetnega koraka</guilabel>: To nastavi velikost koraka, ki ga bodo uporabljali različni algoritmi ostrenja. Za absolutne in relativne fokuserje je to število črtic; za fokuserje na osnovi časovnika je to število milisekund.
sv: <guilabel>Initial stegstorlek</guilabel>: Det ställer in stegstorleken som ska användas av olika fokuseringsalgoritmer. För absoluta och relativa fokuseringsenheter är det antalet tick. För tidsbaserade fokuseringsenheter är det antal millisekunder.
uk: <guilabel>Початковий розмір кроку</guilabel>: встановлює розмір кроку, який буде використано у різноманітних алгоритмах фокусування. Для абсолютних і відносних засобів фокусування це кількість позначок; для засобів фокусування на основі таймера — кількість мілісекунд.

source: <guilabel>Out Step Multiple</guilabel>: Used by the Linear and Linear 1 Pass focus algorithms in the Classic walk, this parameter specifies the initial number of outward steps the focuser takes at the start of an Autofocus run.
bg: <guilabel>Множество стъпки навън</guilabel>: Използва се от алгоритмите за фокусиране и единично линейно преминаване в класическия ход. Този параметър определя началния брой стъпки навън, които фокусиращото устройство предприема в началото на изпълнение на автофокус.
sl: <guilabel>Večkratnik izhodnih korakov</guilabel>: Ta parameter, ki ga uporabljata algoritma ostrenja Linear in Linear 1 prehod v klasičnem sprehodu, določa začetno število korakov navzven, ki jih fokuser naredi na začetku delovanja samodejnega ostrenja.
sv: <guilabel>Multipel för utåtsteg</guilabel>: Används av linjära och engångslinjära fokuseringsalgoritmer med klassiskt gångsätt. Parametern anger det initiala antalet utåtgående steg som fokuseringsenheten tar i början av en automatisk fokuseringskörning.
uk: <guilabel>Коефіцієнт зовнішніх кроків</guilabel>: буде використано у лінійному та лінійному однопрохідному алгоритмі у класичному переході. Цей параметр вказує початкову кількість кроків назовні, які засіб фокусування виконає на початку процедури автофокусування.

source: <guilabel>Number Steps</guilabel>: Used by the Linear 1 Pass algorithm in the Fixed Steps and CFZ Shuffle walks, this parameter specifies the total number of steps the focuser takes to create the V-Curve in an Autofocus run.
bg: <guilabel>Брой стъпки</guilabel>: Използва се от алгоритъма единично линейно преминаване във фиксираните стъпки и разбъркването на CFZ, този параметър определя общия брой стъпки, които фокусиращото устройство предприема, за да създаде V-крива при изпълнение на автофокус.
sl: <guilabel>Število korakov</guilabel>: Ta parameter, ki ga uporablja algoritem sprehoda Linear 1 v fiksnih korakih in sprehodih CFZ Shuffle, določa skupno število korakov, ki jih fokuser naredi, da ustvari V-krivuljo pri samodejnem ostrenju.
sv: <guilabel>Antal steg</guilabel>: Används av den engångslinjära algoritmen med Fasta steg och KFZ-gång. Parametern specificerar det totala antalet steg som fokuseringsenheten tar för att skapa V-kurvan i en automatisk fokuseringskörning.
uk: <guilabel>Кількість кроків</guilabel>: використовують у лінійному однопрохідному алгоритмі при переходах із фіксованими кроками та перемішуванням КЗФ. Цей параметр визначає загальну кількість кроків, які виконує засіб фокусування для створення V-кривої під час процедури автофокусування.
