Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: ``Target name and coordinates``: Select target from the :ref:`Find Dialog <skyobjects-finding-objects>` or ``Add`` it from :doc:`Observation Planner <tool-obsplanner>`. You can also enter a custom name. Coordinates can also be copied from the SkyMap using the button just to the right of the coordinates.
ca: ``Nom i coordenades de l'objectiu``: Seleccioneu l'objectiu des del :ref:`diàleg Cerca <skyobjects-finding-objects>` o d'``Afegeix`` des del :doc:`Planificador d'observacions <tool-obsplanner>`. També podeu introduir un nom personalitzat. Les coordenades també es poden copiar des del mapa del cel utilitzant el botó just a la dreta de les coordenades.
ca@valencia: ``Nom i coordenades de l'objectiu``: seleccioneu l'objectiu al :ref:`diàleg Busca <skyobjects-finding-objects>` o afegiu-lo des del :doc:`Planificador d'observacions <tool-obsplanner>`. També podeu introduir un nom personalitzat. Les coordenades també es poden copiar del mapa celeste mitjançant el botó que hi ha just a la dreta de les coordenades.
fr: ``Nom de la cible et ses coordonnées`` : sélectionnez la cible depuis la :ref:`Boîte de recherche <skyobjects-finding-objects>` ou ``Ajouter`` la cible depuis le :doc:`Planificateur d'observation <tool-obsplanner>`. Vous pouvez également indiquer un nom personnalisé. Les coordonnées peuvent également être copiées à partir de la carte du ciel en utilisant le bouton situé à la droite des coordonnées.
nl: ``Naam en coördinaten``: selecteer het doel in de :ref:`Zoekdialoog <skyobjects-finding-objects>` of ``Voeg toe`` uit de :doc:`Waarneemplanner <tool-obsplanner>`. U kunt ook zelf een naam invoeren. Coördinaten kunnen ook gekopieerd worden uit de hemelkaart met de knop net rechts van de coördinaten.
pt_br: ``Nome e coordenadas do alvo``: Selecione o alvo na :ref:`Janela de localização <skyobjects-finding-objects>` ou ``Adicione`` no :doc:`Planejador de observação <tool-obsplanner>`. Você também pode inserir um nome personalizado. As coordenadas também podem ser copiadas do mapa celeste usando o botão à direita das coordenadas.
sl: ``Ime in koordinate cilja``: Izberite cilj iz :ref:`Pogovornega okna za iskanje <skyobjects-finding-objects>` ali ga ``Dodaj`` iz :doc:`Načrtovalnika opazovanja <tool-obsplanner>`. Vnesete lahko tudi ime po meri. Koordinate lahko kopirate tudi iz zvezdne karte z gumbom desno od koordinat.

source: Optional ``PA``: The position angle (or image rotation) can be specified for systems with camera rotation hardware.
ca: Opcional ``AP``: L'angle de posició (o gir de la imatge) es pot especificar per a sistemes amb maquinari de rotació de la càmera.
ca@valencia: ``AP`` opcional: l'angle de posició (o gir de la imatge) es pot especificar per a sistemes amb maquinari de gir de la càmera.
fr: Le ``AP`` facultatif : l'angle de position (ou rotation de l'image) peut être indiquée pour les appareils possédant la capacité physique de tourner l'appareil.
nl: Optioneel ``PA``: de positiehoek (of afbeeldingsdraaiing) kan gespecificeerd worden voor systemen met hardware voor draaien van de camera.
pt_br: ``PA`` opcional: A posição angular (ou rotação da imagem) pode ser especificada para sistemas com hardware de rotação de câmera.
sl: Izbirno ``PA``: Kot položaja (ali rotacijo slike) je mogoče določiti za sisteme s strojno opremo za rotacijo kamere.

source: Optional ``FITS File``: If a FITS file is specified, the astrometry solver solves the file and use the central RA/DEC as the target coordinates.
ca: ``Fitxer FITS`` opcional: Si s'especifica un fitxer FITS, el solucionador d'astrometria resol el fitxer i utilitza l'AR/Dec central com a coordenades de l'objectiu.
ca@valencia: ``Fitxer FITS`` opcional: si s'especifica un fitxer FITS, el solucionador d'astrometria resoldrà el fitxer i utilitzarà l'AR/Dec central com a les coordenades de l'objectiu.
fr: Un ``fichier « FITS `` facultatif : si vous spécifiez un fichier « FITS », le résolveur astrométrique résoudra le fichier et utilisera la position centrale en AD et DEC comme coordonnées cibles.
nl: Optioneel ``FITS-bestand``: Als een FITS-bestand wordt opgegeven, lost de astrometrie-oplosser het bestand op en gebruikt de centrale RK/Dec als de doelcoördinaten.
pt_br: ``Arquivo FITS`` opcional: se um arquivo FITS for especificado, o solucionador de astrometria resolve o arquivo e usa o AR/DEC central como coordenadas de destino.
sl: Izbirna ``datoteka FITS``: Če je podana datoteka FITS, astrometrični reševalnik reši datoteko in uporabi osrednji RA/DEC kot ciljne koordinate.

source: ``Sequence`` file: The sequence file is constructed in the Ekos :doc:`Capture Module <ekos-capture>`. It has a list of capture specifications, where each spec details the number of images to capture, which filter to use, the exposure length, the gain, file naming details, temperature settings, prefixes, download directory, etc.
ca: Fitxer de ``Seqüència``: El fitxer de seqüències es construeix al :doc:`Mòdul de captura <ekos-capture>` de l'Ekos. Té una llista d'especificacions de captura, on cada especificació detalla el nombre d'imatges a capturar, quin filtre utilitzar, la durada de l'exposició, el guany, els detalls de la nomenclatura dels fitxers, la configuració de la temperatura, prefixos, directori de baixada, etc.
ca@valencia: Fitxer de ``Seqüència``: el fitxer de seqüències es construïx a :doc:`El mòdul «Captura» <ekos-capture>` d'Ekos. Conté una llista d'especificacions de captura, on cada especificació detalla el nombre d'imatges que s'han de capturar, quin filtre utilitzar, la duració de l'exposició, el guany, els detalls de la nomenclatura dels fitxers, la configuració de la temperatura, els prefixos, el directori de baixada, etc.
fr: Un fichier ``Séquence`` : le fichier est (préalablement) construit dans le :doc:`module d'acquisition <ekos-capture>`. Il contient une liste de spécifications pour l'acquisition où chacune détaille le nombre d'images à acquérir, les filtres à utiliser, la durée d'exposition, le gain, les détails de nommage du fichier, les réglages de température, les préfixes, le dossier d'enregistrement, etc.
nl: ``Reeks`` bestand: het reeksbestand wordt samengesteld in de :doc:`Opnamemodule <ekos-capture>` van Ekos. Het bevat een lijst met opnamespecificaties, waar elk specificatiedetail het aantal op te nemen afbeeldingen bevat, welk te gebruiken filter, de opnameduur, de versterking, details van de naam van het bestand, temperatuurinstellingen, voorvoegsels, downloadmap, etc.
pt_br: Arquivo da ``sequência``: O arquivo de sequência é construído no :doc:`módulo de captura <ekos-capture>` do Ekos. Ele contém uma lista de especificações de captura, onde cada especificação detalha o número de imagens a serem capturadas, qual filtro usar, a duração da exposição, o ganho, detalhes de nomenclatura dos arquivos, configurações de temperatura, prefixos, pasta de download, etc.
sl: Datoteka ``zaporedja``: Datoteka zaporedja je zgrajena v modulu za zajemanje Ekos :doc:`<ekos-capture>`. Vsebuje seznam specifikacij zajemanja, kjer vsaka specifikacija podrobno opisuje število slik, ki jih je treba zajeti, kateri filter uporabiti, dolžino osvetlitve, ojačanje, podrobnosti poimenovanja datotek, nastavitve temperature, predpone, imenik za prenos itd.

source: ``Profile``: Select which equipment profile to utilize when starting Ekos. If Ekos & INDI are already started and online, this selection is ignored.
ca: ``Perfil``: Selecciona quin perfil d'equip voleu utilitzar quan s'inicia l'Ekos. Si Ekos i INDI ja estan iniciats i en línia, s'ignorarà aquesta selecció.
ca@valencia: ``Perfil``: selecciona quin perfil d'equip voleu utilitzar quan s'inicia Ekos. Si Ekos i INDI ja estan iniciats i en línia, s'ignorarà esta selecció.
fr: ``Profil`` : spécifie le profil d'équipement à utiliser au démarrage d'Ekos. Si Ekos & INDI sont déjà démarrés, cette option est ignorée.
nl: ``Profiel``: selecteert het te gebruiken apparatuurprofiel wanneer Ekos wordt gestart. Indien Ekos & INDI al gestart zijn, en online, wordt deze selectie genegeerd.
pt_br: ``Perfil``: Seleciona qual perfil de equipamento utilizar ao iniciar o Ekos. Se o Ekos e o INDI já estiverem iniciados e online, esta seleção será ignorada.
sl: ``Profil``: Izberite, kateri profil opreme želite uporabiti ob zagonu Ekosa. Če sta Ekos in INDI že zagnana in vzpostavljena, se ta izbira prezre.

source: ``Steps``: The user selects what steps should be taken at the start of the job. The possibilities are: (1) Start mount tracking, (2) autofocus, (3) run a plate solving alignment, (4) start the auto-guider. One or more can be chosen.
ca: ``Passos``: L'usuari selecciona quins passos s'han de prendre a l'inici de la tasca. Les possibilitats són: (1) inicia el seguiment de la muntura, (2) enfocament automàtic, (3) executa una alineació de resolució de la placa, (4) inicia el guiatge automàtic. Es pot triar un o més.
ca@valencia: ``Passos``: l'usuari selecciona quins passos s'han de prendre a l'inici de la tasca. Les possibilitats són: (1) inicia el seguiment de la muntura, (2) enfocament automàtic, (3) executa una alineació amb resolució de la placa, (4) inicia el guiador automàtic. Se'n poden escollir una o més.
fr: ``Étapes`` : l'opérateur choisit les étapes au démarrage de la tâche. Les possibilités sont 1) Démarrer le suivi, 2) La mise au point automatique, 3) Le lancement de la procédure d'alignement par la résolution, 4) Le démarrage du guidage automatique. Une ou plusieurs de ces étapes peuvent être sélectionnées.
nl: ``Stappen``: de gebruiker selecteert welke stappen genomen moeten worden bij de start van de taak. De mogelijkheden zijn: (1) Start volgen van de opstelling, (2) autofocus, (3) een oplossen van de uitlijning van de plaat uitvoeren, (4) het automatisch volgen starten. Een of meer kan gekozen worden.
pt_br: ``Passos``: O usuário seleciona quais passos devem ser executadas no início do trabalho. As possibilidades são: (1) Iniciar o rastreamento de montagem, (2) foco automático, (3) executar um alinhamento de resolução de placa, (4) iniciar o guia automático. Uma ou mais podem ser escolhidas.
sl: ``Koraki``: Uporabnik izbere, katere korake naj izvede na začetku opravila. Možnosti so: (1) Zaženi sledenje namestitvi, (2) samodejno ostrenje, (3) zaženi poravnavo reševanja plošče, (4) zaženi samodejni vodnik. Izberete lahko enega ali več.

source: ``Startup Conditions``: Conditions that must be met **before** the Scheduler job is started. Currently, the user may select to start as soon as possible, ``ASAP``, or when the target is near or past culmination, or at a specific time.
ca: ``Condicions d'inici``: Les condicions que s'han de complir **abans** d'iniciar la tasca del programador. Actualment, l'usuari pot seleccionar iniciar tan aviat com sigui possible, ``ASAP``, o quan l'objectiu estigui a prop o més enllà de la culminació, o a una hora determinada.
ca@valencia: ``Condicions d'inici``: les condicions que s'han de complir **abans** d'iniciar la tasca del programador. Actualment, l'usuari pot seleccionar iniciar tan prompte com siga possible, ``ASAP``, o quan l'objectiu estiga a prop o més enllà de la culminació, o a un temps determinat.
fr: ``Conditions de démarrage`` : spécifie les conditions qui doivent être satisfaites **avant** que la tâche ne soit démarrée. Présentement, l'utilisateur peut choisir de démarrer aussi vite que possible (``ASAP``), ou quand la cible est près ou a passé la culmination ou enfin à une heure spécifique.
nl: ``Opstartcondities``: condities waaraan moet worden voldaan **voordat** de job in de planner wordt gestart. Op dit moment kan de gebruiker zo snel als mogelijk te starten, ``ASAP``, of wanneer het doel nabij of na de culminatie is, of op een bepaald tijdstip.
pt_br: ``Condições de inicialização``: Condições que devem ser atendidas **antes** do início do trabalho do agendador. Atualmente, o usuário pode optar por iniciar o mais rápido possível, ``ASAP``, ou quando o alvo estiver próximo ou após seu ápice, ou em um horário específico.
sl: ``Pogoji zagona``: Pogoji, ki morajo biti izpolnjeni **preden** se opravilo razporejevalnika zažene. Trenutno lahko uporabnik izbere, da se zažene čim prej, ``Čim prej``, ali ko je cilj blizu ali mimo vrhunca, ali ob določenem času.

source: ``Constraints``: These are conditions that must be met **at all times** during the Scheduler job execution process. These include minimum target altitude, minimum moon separation, twilight observation, artificial horizon altitude constraints, and weather monitoring.
ca: ``Restriccions``: Aquestes són les condicions que s'hauran de complir **en tot moment** durant el procés d'execució de la tasca del programador. Aquestes inclouen l'altitud mínima de l'objectiu, la separació mínima de la Lluna, l'observació del crepuscle, restriccions d'altitud horitzontal artificial i el seguiment del clima.
ca@valencia: ``Restriccions``: estes són les condicions que s'hauran de complir **en tot moment** durant el procés d'execució de la tasca del programador. S'inclouen l'altitud mínima de l'objectiu, la separació mínima de la Lluna, l'observació del crepuscle, restriccions d'altitud de l'horitzó artificial i el seguiment del clima.
fr: ``Contraintes`` : ce sont des conditions qui doivent être remplies **à tout moment** durant le processus d'exécution des tâches. Cela inclut l'altitude minimum de la cible, l'élongation minimale de la Lune, l'observation du crépuscule, les contraintes d'altitude des horizons artificiels et enfin les conditions météorologiques.
nl: ``Beperkingen``: dit zijn condities waaraan **altijd** moet worden voldaan tijdens het uitvoeren van de job in de planner. Hiertoe behoren minimum hoogte van het doel, minimum afstand tot de maan, waarnemen tijdens de schemering, kunstmatige beperkingen in horizonhoogte en het monitoren van het weer.
pt_br: ``Restrições``: São condições que devem ser atendidas **em todos os momentos** durante o processo de execução da tarefa do agendador. Elas incluem altitude mínima do alvo, separação mínima da lua, observação do crepúsculo, restrições de altitude do horizonte artificial e monitoramento climático.
sl: ``Omejitve``: To so pogoji, ki morajo biti **vedno** izpolnjeni med izvajanjem opravila razporejevalnika. Mednje spadajo minimalna višina cilja, minimalna razdalja med luno, opazovanje v mraku, omejitve višine umetnega obzorja in spremljanje vremena.

source: ``Completion Conditions``: Conditions that trigger completion of the Scheduler job. The default selection is to simply mark the Scheduler job as complete once the sequence process is complete. Additional conditions enable the user to repeat the sequence process a number of times or indefinitely, or up until a specific time.
ca: ``Condicions de compleció``: Condicions que activen la compleció de la tasca del programador. La selecció predeterminada és simplement marcar la tasca del programador com a completada una vegada que s'ha completat el procés de la seqüència. Les condicions addicionals permeten a l'usuari repetir el procés de la seqüència un nombre de vegades o indefinidament, o fins a una hora determinada.
ca@valencia: ``Condicions de compleció``: condicions que activen la compleció de la tasca del programador. La selecció predeterminada és senzillament marcar la tasca del programador com a completada una vegada s'ha completat el procés de la seqüència. Les condicions addicionals permeten a l'usuari repetir el procés de la seqüència un nombre de vegades, indefinidament o fins a una hora determinada.
fr: ``Condition d'achèvement`` : spécifie les conditions d'achèvement de la tâche d'observation. La sélection par défaut est de noter la tâche comme étant terminée une fois que le processus est achevé. Des conditions additionnelles permettent à l'utilisateur de répéter la séquence un certain nombre de fois ou indéfiniment ou jusqu'à une heure spécifique.
nl: ``Condities voor voltooien``: condities die het voltooien van de plannertaak inleiden. De standaard selectie is het eenvoudig aanmerken van de plannertaak als voltooid, als het hele proces klaar is. Extra condities maken het mogelijk de gehele reeks een aantal keren of oneindig te herhalen, of tot een specifiek tijdstip.
pt_br: ``Condições de conclusão``: Condições que acionam a conclusão do trabalho do agendador. A seleção padrão é simplesmente marcar o trabalho do agendador como concluído assim que o processo de sequência for concluído. Condições adicionais permitem que o usuário repita o processo de sequência várias vezes ou indefinidamente, ou até um horário específico.
sl: ``Pogoji dokončanja``: Pogoji, ki sprožijo dokončanje opravila razporejevalnika. Privzeta izbira je, da se opravilo razporejevalnika preprosto označi kot dokončano, ko je postopek zaporedja končan. Dodatni pogoji uporabniku omogočajo, da postopek zaporedja ponovi večkrat ali v nedogled oziroma do določenega časa.

source: Other options
ca: Altres opcions
ca@valencia: Altres opcions
fr: Autres options
nl: Overige opties
pt_br: Outras opções
sl: Druge možnosti
uk: Інші параметри

source: There are several other options to control how the Scheduler behaves. These are found in the Scheduler options menu, shown below, which opens with the ``Options...`` button located in the lower right of the Scheduler.
ca: Hi ha altres opcions diverses per a controlar com es comporta el programador. Es troben al menú general de configuració del KStars, que es mostra a continuació, i que s'obre amb el botó ``Opcions...`` situat a la part inferior dreta del programador.
ca@valencia: Hi ha diverses altres opcions per a controlar el comportament del planificador. Estes es troben en el menú d'opcions del planificador, que es mostra a continuació, el qual s'obri amb el botó ``Opcions…`` situat a la part inferior dreta del planificador.
nl: Er zijn verschillende andere opties om te besturen hoe de planner zich gedraagt. Deze zijn te vinden in het optiemenu, zoals onderstaand getoond, wat opent met de knop ``Opties`` gelokaliseerd rechtsonder in de planner.
pt_br: Existem várias outras opções para controlar o comportamento do agendador. Elas são encontradas no menu de opções do agendador, mostrado abaixo, que abre com o botão ``Opções...`` localizado no canto inferior direito do agendador.
sl: Obstaja še več drugih možnosti za nadzor delovanja razporejevalnika. Te najdete v meniju z možnostmi razporejevalnika, prikazanem spodaj, ki se odpre z gumbom ``Možnosti ...``v spodnjem desnem kotu razporejevalnika.

source: Remember job progress
ca: Recordar el progrés de la tasca
ca@valencia: Recorda el progrés de la tasca
fr: Se souvenir de la progression de la tâche
nl: Taakvoortgang onthouden
pt_br: Lembrar do progresso da tarefa
sl: Zapomni si napredek opravila
uk: Запам'ятовувати дані щодо поступу завдань
