Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: In the selection of a Time/Noise ratio for the calculation of the count of stacked exposures, the user might want consider the incremental change to the potential quality of the image from an additional sub-exposure. To help a user assess the value of increasing the number of sub-exposures for integration; the tool includes a calculation of the slope for the selected point on the time/noise curve (the user interface uses a delta symbol to present this value). This delta value represents the change in potential quality that will result from the addition or subtraction of a single sub-exposure.
ca: En la selecció d'una relació temps/soroll per al càlcul del comptador d'exposicions apilades, l'usuari podria voler considerar el canvi incremental a la qualitat potencial de la imatge a partir d'una subexposició addicional. Per a ajudar un usuari a avaluar el valor d'augmentar el nombre de subexposicions per a la integració; l'eina inclou una calculadora del pendent per al punt seleccionat a la corba de temps/soroll (la interfície d'usuari utilitza un símbol delta per a presentar aquest valor). Aquest valor delta representa el canvi en la qualitat potencial que resultarà de la suma o resta d'una sola subexposició.
ca@valencia: En la selecció d'una relació temps a soroll per al càlcul del comptador d'exposicions apilades, l'usuari pot tindre en compte el canvi incremental a la qualitat potencial de la imatge a partir d'una subexposició addicional. Per a ajudar a un usuari a avaluar el valor d'augmentar el nombre de subexposicions per a la integració, l'eina inclou un càlcul del pendent del punt seleccionat en la corba de temps a soroll (la interfície d'usuari utilitza un símbol delta per a presentar este valor). Este valor delta representa el canvi en la qualitat potencial que resultarà de la suma o la resta d'una única subexposició.
fr: Lors du choix du rapport Durée/Bruit pour le calcul du nombre de trames idéal à empiler, l'utilisateur souhaitera considérer le changement incrémental à la qualité potentielle de l'image d'une trame supplémentaire. Pour l'aider, l'outil inclut un calcul de la pente du point sélectionné sur la courbe de la durée en fonction du bruit (cette valeur est représentée par un symbole delta sur l'interface graphique). Ce delta représente la variation dans la qualité potentielle en ajoutant ou en soustrayant une trame.
nl: In de selectie van een tijd/ruisverhouding voor de berekening van het aantal gestapelde belichtingen, zou de gebruiker de incrementele wijziging aan de potentiële kwaliteit van de afbeelding uit een extra sub-belichting willen overwegen. Om een gebruiker te helpen bij het bepalen van de waarde van verhogen van het aantal sub-belichtingen voor integratie; bevat het hulpmiddel een berekening van de helling voor het geselecteerde punt op de tijd/ruiskromme (het gebruikersinterface gebruikt een deltasymbool om deze waarde te presenteren). Deze deltawaarde representeert de wijziging in potentiële kwaliteit die zal resulteren uit de toevoeging of verwijdering van een enkele sub-belichting.
pt_br: Ao selecionar uma relação tempo/ruído para o cálculo da contagem de exposições empilhadas, o usuário pode considerar a alteração incremental na qualidade potencial da imagem a partir de uma subexposição adicional. Para ajudar o usuário a avaliar o valor de aumentar o número de subexposições para integração, a ferramenta inclui um cálculo da inclinação para o ponto selecionado na curva tempo/ruído (a interface do usuário usa um símbolo delta para apresentar esse valor). Esse valor delta representa a alteração na qualidade potencial que resultará da adição ou subtração de uma única subexposição.
sl: Pri izbiri razmerja čas/šum za izračun števila zloženih osvetlitev bo uporabnik morda želel upoštevati postopno spremembo potencialne kakovosti slike zaradi dodatne podosvetlitve. Za pomoč uporabniku pri oceni vrednosti povečanja števila podosvetlitev za integracijo; orodje vključuje izračun nagiba za izbrano točko na krivulji čas/šum (uporabniški vmesnik za prikaz te vrednosti uporablja simbol delta). Ta delta vrednost predstavlja spremembo potencialne kakovosti, ki bo posledica seštevanja ali odštevanja ene same podosvetlitve.
sv: Vid valet av ett tid/brus-förhållande för beräkningen av antalet överlagrade exponeringar, bör användaren kanske överväga den inkrementella förändringen av den potentiella bildens kvalitet från en ytterligare delexponering. För att hjälpa användaren bedöma värdet av att öka antalet delexponeringar för integration; inkluderar verktyget en beräkning av lutningen för den valda punkten på tid/brus-kurvan (användargränssnittet använder en deltasymbol för att presentera värdet). Deltavärdet representerar förändringen i potentiell kvalitet som blir resultatet av tillägg eller borttagning av en enda delexponering.
uk: Вибираючи співвідношення час/шум для розрахунку кількості експозицій у стосі, користувач може захотіти врахувати поступову зміну потенційної якості зображення від додаткової експозиції. Щоб допомогти користувачеві оцінити значення збільшення кількості проміжних експозицій для інтеграції; інструмент включає в себе розрахунок нахилу для вибраної точки на кривій час/шум (інтерфейс користувача використовує символ дельта для представлення цього значення). Це дельта-значення представляє зміну потенційної якості у результаті додавання або віднімання однієї експозиції.

source: As one should expect, at the low-end of exposure counts (when a low value for the Time/Noise Ratio is input), the delta value will be relatively high, so the addition of one image will provide a relatively large improvement to the integrated image. But as a user increases the value for the Time/Noise Ratio, more images will be included for integration, and the delta value will fall, indicating that there is less to be gained from adding more sub-exposures.
ca: Com s'hauria d'esperar, a la banda baixa del comptador d'exposició (quan s'introdueix un valor baix per a la relació temps/soroll), el valor delta serà relativament alt, de manera que l'addició d'una imatge proporcionarà una millora relativament gran a la imatge integrada. Però a mesura que un usuari augmenta el valor de la relació temps/soroll, s'inclouran més imatges per a la integració, i el valor delta caurà, indicant que hi ha menys a guanyar afegint més subexposicions.
ca@valencia: Com cal esperar, a l'extrem baix del comptador de l'exposició (quan s'introduïx un valor baix per a la relació temps a soroll), el valor delta serà relativament alt, de manera que l'addició d'una imatge proporcionarà una millora relativament gran a la imatge integrada. Però a mesura que un usuari augmente el valor de la relació temps a soroll, s'inclouran més imatges per a la integració i el valor delta baixarà, indicant que hi ha menys a guanyar afegint més subexposicions.
fr: Comme on peut s'y attendre, pour des petites valeurs du rapport Durée/Bruit, le delta sera relativement élevé, et ainsi l'ajout d'une trame aura un impact important sur l'image empilée. Mais en augmentant le rapport Durée/Bruit, davantage de trames seront inclues dan l'empilement et la valeur du delta va diminuer, indiquant que l'ajout de plus de trames devient de moins en moins intéressant.
nl: Zoals men zou verwachten zal aan het lage einde van het aantal belichtingen (wanneer een lage waarde voor de tijd/ruisverhouding invoer is), de deltawaarde relatief hoog zijn, dus de toevoeging van één afbeelding zal een relatief grote verbetering geven aan de geïntegreerde afbeelding. Maar als een gebruiker de waarde voor de tijd/ruisverhouding vergroot, meer afbeeldingen zullen meegenomen worden voor integratie, en de deltawaarde zal verminderen, aangevend dat er weinig gewonnen zal worden bij toevoegen van meer sub-belichtingen.
pt_br: Como esperado, na extremidade inferior das contagens de exposição (quando um valor baixo para a relação tempo/ruído é inserido), o valor delta será relativamente alto, portanto, a adição de uma imagem proporcionará uma melhoria relativamente grande à imagem integrada. Mas, à medida que o usuário aumenta o valor da relação tempo/ruído, mais imagens serão incluídas para integração, e o valor delta cairá, indicando que há menos a ser ganho com a adição de mais subexposições.
sl: Kot bi lahko pričakovali, bo na spodnjem koncu štetja osvetlitev (ko je vnesena nizka vrednost za razmerje med časom in šumom) delta vrednost razmeroma visoka, zato bo dodajanje ene slike zagotovilo relativno veliko izboljšavo integrirane slike. Toda ko uporabnik poveča vrednost za razmerje med časom in šumom, bo več slik vključenih v integracijo, vrednost delta pa bo padla, kar pomeni, da je z dodajanjem več podosvetlitev mogoče pridobiti manj.
sv: Som man kan förvänta sig, vid färre antal exponeringar (när ett lågt värde för tid/brus-förhållandet matas in), blir deltavärdet relativt högt, så tillägg av en bild ger en relativt stor förbättring av den integrerade bilden. Men när användaren ökar värdet för tid/brus-förhållandet, inkluderas fler bilder för integration, och deltavärdet faller, vilket indikerar att det finns mindre att vinna på att lägga till fler delexponeringar.
uk: Як і слід було очікувати, на нижній межі кількості експозицій (коли вхідним є низьке значення співвідношення час/шум), значення дельти буде відносно високим, тому додавання одного зображення забезпечить відносно значне покращення інтегрованого зображення. Але коли користувач збільшує значення співвідношення час/шум, до інтеграції буде включено більше зображень, а значення дельти зменшуватиметься, вказуючи на те, що покращення від додавання додаткової експозиції буде меншим.

source: The default value for the time / noise ratio is set to 80. This value should not be construed in any way as an optimal value; it was simply chosen as a somewhat average value. A user should consider a few factors when adjusting the value of the time / noise ratio: 1) the strength of the target object, 2) the time / noise ratio of the calculated sub-exposure, 3) the limitations of time for imaging and processing, and limitations of storage capacity for the images.
ca: El valor predeterminat per a la relació temps/soroll s'estableix a 80. Aquest valor no s'ha d'interpretar de cap manera com un valor òptim; simplement s'ha triat com un valor una mica mitjà. Un usuari ha de tenir en compte alguns factors a l'hora d'ajustar el valor de la relació temps/soroll: 1) la intensitat de l'objecte objectiu, 2) la relació temps/soroll de la subexposició calculada, 3) les limitacions de temps per al processament de les imatges i les limitacions de capacitat d'emmagatzematge de les imatges.
ca@valencia: El valor predeterminat per a la relació temps a soroll s'establix a 80. Este valor no s'ha d'interpretar de cap manera com un valor òptim. Senzillament s'ha triat com un valor una mica mitjà. Un usuari ha de tindre en compte alguns factors a l'hora d'ajustar el valor de la relació temps a soroll: 1) la força de l'objecte objectiu, 2) la relació temps a soroll de la subexposició calculada, 3) les limitacions de temps per a l'obtenció de les imatges i les limitacions de la capacitat d'emmagatzematge de les imatges.
fr: La valeur par défaut pour le rapport Durée/Bruit est de 80. Cette valeur de devrait pas être considérée comme une valeur optimale. Elle a simplement été choisie comme une valeur moyenne. L'utilisateur doit tenir compte de plusieurs facteurs pour l'ajuster. 1) La brillance de l'objet cible, 2) le rapport Durée/Bruit des trames calculées et 3) la contrainte de temps pour la session d'imagerie et de traitement, ainsi que de la taille du médium d'enregistrement des images.
nl: De standaard waarde voor de tijd / ruisverhouding is ingesteld op 80. Deze waarde zou niet geïnterpreteerd moeten worden op een manier dat dit een optimale waarde is; deze was eenvoudig gekozen als een ietwat gemiddelde waarde. Een gebruiker zou een paar factoren moeten overwegen bij aanpassen van de waarde van de tijd/ruisverhouding: 1) de sterkte van het doelobject, 2) de tijd/ruisverhouding van de berekende sub-belichting, 3) de beperkingen in de tijd voor het maken van afbeeldingen en verwerking en beperkingen in opslagcapaciteit voor de afbeeldingen.
pt_br: O valor padrão para a relação tempo/ruído é definido como 80. Este valor não deve ser interpretado de forma alguma como um valor ideal; ele foi simplesmente escolhido como um valor médio. O usuário deve considerar alguns fatores ao ajustar o valor da relação tempo/ruído: 1) a intensidade do objeto alvo, 2) a relação tempo/ruído da subexposição calculada, 3) as limitações de tempo para geração de imagens e processamento, e as limitações de capacidade de armazenamento para as imagens.
sl: Privzeta vrednost za razmerje med časom in šumom je nastavljena na 80. Te vrednosti nikakor ne smemo razumeti kot optimalno vrednost; preprosto je bila izbrana kot nekakšno povprečno vrednost. Uporabnik mora pri prilagajanju vrednosti razmerja med časom in šumom upoštevati nekaj dejavnikov: 1) moč ciljnega objekta, 2) razmerje med časom in šumom izračunane podosvetlitve, 3) omejitve časa za slikanje in obdelavo in omejitve zmogljivosti shranjevanja slik.
sv: Standardvärdet för tid/brus-förhållandet är inställt till 80. Värdet ska inte på något sätt tolkas som ett optimalt värde; det valdes helt enkelt som något av ett medelvärde. Användaren bör överväga några faktorer vid justering av tid/brus-förhållandets värde: 1) Målobjektets ljusstyrka, 2) Tid/brus-förhållandet för den beräknade delexponeringen, 3) Tidsbegränsningarna för avbildning och bearbetning och begränsningar av lagringskapacitet för bilderna.
uk: Типовим значенням для співвідношення час/шум є 80. Це значення жодним чином не слід тлумачити як оптимальне значення; його просто вибрали як певне середнє значення. Під час коригування значення співвідношення час/шум користувач повинен враховувати кілька факторів: 1) потужність цільового об'єкта, 2) співвідношення час/шум розрахованої проміжної експозиції, 3) обмеження часу на створення та обробку знімка та обмеження сховища для зберігання зображень.

source: For a strong target, (example, Orion Nebula with magnitude 4), would provide a relatively strong signal. On such a target, the value for the Time/Noise Ratio might be reduced and the computation of sub-exposures, may still produce an image with a very good signal to noise ratio. A much weaker target (example, Thor’s Helmet, magnitude 11), might require a higher time/noise ratio to compensate for the relatively weak target signal.
ca: Per a un objectiu intens, (exemple, la nebulosa d'Orió de magnitud 4), proporcionaria un senyal relativament intens. En aquest objectiu, el valor de la relació temps/soroll es podria reduir i el càlcul de subexposicions, encara pot produir una imatge amb una relació senyal/soroll molt bona. Un objectiu molt més feble (exemple, el casc de Thor, magnitud 11), pot requerir una relació temps/soroll més alta per a compensar el senyal d'objectiu relativament feble.
fr: Les cibles brillantes (par exemple la nébuleuse d'Orion de magnitude 4) fournissent un signal relativement fort. Pour de telles cibles, le rapport Durée/Bruit peut être réduite et le calcul des trames produira toujours une images avec un très bon rapport Signal/Bruit. Les cibles plus faibles (par exemple le Bouclier de Thor de magnitude 11) nécessitent un rapport Durée/Bruit plus élevé pour compenser le signal relativement faible.
pt_br: Para um alvo forte (por exemplo, a Nebulosa de Órion com magnitude 4), seria fornecido um sinal relativamente forte. Nesse alvo, o valor da relação tempo/ruído pode ser reduzido e o cálculo das subexposições ainda pode produzir uma imagem com uma relação sinal/ruído muito boa. Um alvo muito mais fraco (por exemplo, o Capacete de Thor, magnitude 11) pode exigir uma relação tempo/ruído maior para compensar o sinal relativamente fraco do alvo.
sl: Močen cilj (na primer Orionova meglica z magnitudo 4) bi zagotovila relativno močan signal. Na takem cilju se lahko vrednost za razmerje med časom in šumom zmanjša, izračun podosvetlitev pa lahko še vedno ustvari sliko z zelo dobrim razmerjem med signalom in šumom. Precej šibkejši cilj (na primer Thorjeva čelada, magnituda 11) bo morda zahtevala višje razmerje med časom in šumom za kompenzacijo razmeroma šibkega ciljnega signala.
sv: Ett ljusstarkt mål (exempelvis Orionnebulosan med magnitud 4), ger en relativt stark signal. För ett sådant mål kan värdet på tid/brus-förhållandet reduceras och beräkningen av delexponeringar kan ändå ge en bild med ett mycket bra signal/brusförhållande. Ett mycket svagare mål (exempelvis Tors hjälm, magnitud 11) kräver ett större tid/brus-förhållande för att kompensera för den relativt svaga målsignalen.
uk: Яскрава ціль (наприклад, туманність Оріона з величиною 4) забезпечить відносно сильний сигнал. Для такої цілі значення співвідношення час/шум може бути зменшено, а обчислення додаткових експозицій все одно може створити зображення з дуже хорошим співвідношенням сигнал/шум. Набагато слабша ціль (наприклад, Шолом Тора, величина 11) може вимагати вищого співвідношення час/шум, щоб компенсувати відносно слабкий сигнал цілі.
