Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: The exposure calculator relies upon the selection of a camera data file so that it can access an appropriate read noise value for use in the calculation. The camera selection drop down allows the user to select an appropriate camera data file. For a CCD camera the file will only hold a single read noise value, but for a CMOS camera the file includes a table (or a few tables) of values which relate the gain or ISO value to a read noise value. Do not be confused by "CCD" appearing in the names of many dedicated astrophotography cameras, most of these cameras are using CMOS sensors.
ca: La calculadora d'exposició es basa en la selecció d'un fitxer de dades de la càmera de manera que pugui accedir a un valor de soroll de lectura adequat per al seu ús en el càlcul. La llista desplegable de selecció de la càmera permet a l'usuari seleccionar un fitxer apropiat de dades de la càmera. Per a una càmera CCD, el fitxer només tindrà un sol valor de soroll de lectura, però per a una càmera CMOS el fitxer inclou una taula (o unes quantes taules) de valors que relacionen el guany o el valor ISO amb un valor de soroll lectura. No us confoneu amb l'aparició de «CCD» en els noms de moltes càmeres d'astrofotografia dedicades, la majoria d'aquestes càmeres estan utilitzant sensors CMOS.
ca@valencia: La calculadora de l'exposició es basa en la selecció d'un fitxer de dades de la càmera, de manera que puga accedir a un valor del soroll de lectura adequat per al seu ús en el càlcul. La llista desplegable de selecció de la càmera permet a l'usuari seleccionar un fitxer apropiat de dades de la càmera. Per a una càmera CCD, el fitxer només contindrà un únic valor del soroll de lectura, però per a una càmera CMOS, el fitxer inclourà una taula (o unes quantes) de valors que relacionen el valor del guany o l'ISO amb un valor del soroll de lectura. No vos confoneu amb l'aparició de «CCD» en els noms de moltes càmeres d'astrofotografia dedicades, la majoria d'estes càmeres estan utilitzant sensors CMOS.
fr: Le calculateur d'exposition repose sur la connaissance des données de l'appareil pour pouvoir accéder à une valeur adéquate du bruit de lecture à utiliser dans le calcul. La liste déroulante permet de choisir le fichier approprié à l'appareil. Pour les appareils CCD, le fichier ne contient qu'une seule valeur mais pour les appareils CMOS, le fichier inclut une table (ou plusieurs) de valeurs qui associe le gain ou l'ISO à un bruit de lecture. No soyez pas déconcerté par le « CCD » apparaissant dans le nom de beaucoup d'appareils dédiés à l'astrophotographie car la plupart utilisent des capteurs CMOS.
nl: De rekenmachine voor belichting hangt af van de selectie van een gegevensbestand van de camera zodat het toegang heeft tot een toepasselijke waarde van de leesruis om te gebruiken in de berekening. Het afrolmenu voor de cameraselectie biedt de gebruiker het selecteren van het toepasselijke gegevensbestand van de camera. Voor een CCD-camera zal het bestand alleen een enkele waarde voor de leesruis bevatten, maar voor een CMOS-camera bevat het bestand een tabel (of een paar tabellen) met waarden die gerelateerd zijn aan de versterking of ISO waarde voor een waarde van de leesruis. Laat u niet van de wijs brengen door het verschijnen van "CCD" in de namen van vele op astrofotografie gerichte camera's, de meeste hiervan gebruiken CMOS-sensors.
pt_br: A calculadora de exposição depende da seleção de um arquivo de dados da câmera para que possa acessar um valor de ruído de leitura apropriado para uso no cálculo. O menu suspenso de seleção de câmera permite que o usuário selecione um arquivo de dados de câmera apropriado. Para uma câmera CCD, o arquivo conterá apenas um único valor de ruído de leitura, mas para uma câmera CMOS, o arquivo inclui uma tabela (ou algumas tabelas) de valores que relacionam o ganho ou o valor ISO a um valor de ruído de leitura. Não se confunda com o "CCD" aparecendo nos nomes de muitas câmeras dedicadas à astrofotografia; a maioria dessas câmeras utiliza sensores CMOS.
sl: Kalkulator osvetlitve se opira na izbiro podatkovne datoteke kamere, tako da lahko dostopa do ustrezne vrednosti šuma pri branju za uporabo pri izračunu. Spustni meni za izbiro kamere omogoča uporabniku, da izbere ustrezno datoteko s podatki kamere. Za kamero CCD bo datoteka vsebovala samo eno vrednost šuma pri branju, pri kameri CMOS pa datoteka vključuje tabelo (ali nekaj tabel) vrednosti, ki povezujejo ojačanje ali vrednost ISO z vrednostjo šuma pri branju. Naj vas ne zmede "CCD", ki se pojavlja v imenih številnih namenskih kamer za astrofotografijo, večina teh kamer uporablja senzorje CMOS.
sv: Exponeringsräknaren förlitar sig på valet av en kameradatafil så att den kan komma åt ett lämpligt värde på avläsningsbrus för användning i beräkningen. Med kombinationsmenyn för kameraval kan användaren välja en lämplig kameradatafil. För en CCD-kamera innehåller filen bara ett enda värde på avläsningsbrus, men för en CMOS-kamera innehåller filen en tabell (eller några tabeller) med värden som relaterar förstärkningen eller ISO-värdet till avläsningsbrus. Bli inte förvirrad av "CCD" som förekommer i namnen på många kameror avsedda för astrofotografering, de flesta av dessa kameror använder CMOS-sensorer.
uk: Калькулятор експозиції покладається на вибір файла даних камери, щоб отримати доступ до відповідного значення шуму зчитування для використання в обчисленнях. Спадне меню вибору камери надає змогу користувачеві вибрати відповідний файл даних камери. Для ПЗЗ-камери файл містить лише одне значення шуму зчитування, але для CMOS-камери файл містить таблицю (чи декілька таблиць) значень, які пов’язують коефіцієнт посилення або значення ISO зі значенням шуму зчитування. Нехай вас не бентежить слово «ПЗЗ», яке з'являється в назвах багатьох спеціалізованих камер для астрофотографії, більшість із них використовують сенсори CMOS.

source: The camera data files provided in KStars contain values which are transcribed from manufacturers technical documentation. But actual read noise values for a camera may vary from the published data; so a user may which to utilize a tool that can determine the read noise values for their specific camera. Dr. Glover provides a sensor analysis tool in his MS-Windows based product SharpCap `SharpCap Sensor Analysis <https://www.sharpcap.co.uk/sharpcap/features/sensor-analysis>`__ The specific data from such a tool can be used to create a customized camera data file for use with the KStars exposure calculator.
ca: Els fitxers de dades de la càmera proporcionats al KStars contenen valors que es transcriuen de la documentació tècnica dels fabricants. Però els valors reals de soroll de lectura per a una càmera poden variar a partir de les dades publicades; de manera que un usuari pot utilitzar una eina que pot determinar els valors de soroll de lectura per a la seva càmera específica. El Dr. Glover proporciona una eina d'anàlisi de sensors en el seu producte SharpCap basat en el MS-Windows `SharpCap Sensor Analysis <https://www.sharpcap.co.uk/sharpcap/features/sensor-analysis>`__. Les dades específiques d'aquesta eina es poden utilitzar per a crear un fitxer personalitzat de dades de càmera per al seu ús amb la calculadora d'exposició del KStars.
fr: Les fichiers de données des appareils inclus dans KStars contiennent des valeurs traduites de la documentation techniques des constructeurs. Toutefois, les valeurs réelles du bruit de lecture peuvent varier des valeurs publiées ; ainsi, un utilisateur voudra éventuellement utiliser un outil dédié pour déterminer les vraies valeurs de bruit de lecture de leur appareil. Le Dr Glover fournit un outil d'analyse de capteur dans son outil `SharpCap Sensor Analysis <https://www.sharpcap.co.uk/sharpcap/features/sensor-analysis>`__. Les données obtenues par cet outil peuvent être utilisées pour créer un fichier personnalisé de données liées à un appareil et pourra être ensuite utilisé avec le calculateur d'exposition de KStars.
pt_br: Os arquivos de dados da câmera fornecidos no KStars contêm valores que são transcritos da documentação técnica do fabricante. No entanto, os valores reais de ruído de leitura de uma câmera podem variar dos dados publicados; portanto, um usuário pode optar por utilizar uma ferramenta que determine os valores de ruído de leitura para sua câmera específica. O Dr. Glover fornece uma ferramenta de análise de sensores em seu produto SharpCap, baseado em MS-Windows, `SharpCap Sensor Analysis <https://www.sharpcap.co.uk/sharpcap/features/sensor-analysis>`__. Os dados específicos de tal ferramenta podem ser usados ​​para criar um arquivo de dados de câmera personalizado para uso com a calculadora de exposição do KStars.
sl: Datoteke s podatki o kameri, ki so na voljo v KStars, vsebujejo vrednosti, ki so prepisane iz tehnične dokumentacije proizvajalca. Dejanske vrednosti šuma pri branju za kamero pa se lahko razlikujejo od objavljenih podatkov, zato lahko uporabnik uporabi orodje, ki lahko določi vrednosti šuma pri branju za svojo specifično kamero. Dr. Glover ponuja orodje za analizo senzorjev v svojem izdelku SharpCap za MS Windows z naslovom `SharpCap Sensor Analysis <https://www.sharpcap.co.uk/sharpcap/features/sensor-analysis>`__ Specifične podatke iz takega orodja je mogoče uporabiti za ustvarjanje prilagojene datoteke s podatki o kameri za uporabo s kalkulatorjem osvetlitve KStars.
sv: Kameradatafilerna som tillhandahålls i Kstars innehåller värden som är kopierade från tillverkarens tekniska dokumentation. Men det faktiska avläsningsbruset för en kamera kan variera från publicerade data, så en användare kan använda ett verktyg som kan bestämma avläsningsbrusets värden för den specifika kameran. Dr. Glover tillhandahåller ett sensoranalysverktyg i sin MS-Windows-baserade produkt SharpCap `SharpCap Sensor Analysis <https://www.sharpcap.co.uk/sharpcap/features/sensor-analysis>`__. Specifik data från ett sådant verktyg kan användas för att skapa en anpassad kameradatafil för användning med Kstars exponeringsräknare.
uk: Файли даних камери, що постачаються разом із KStars, містять значення, які переписано з технічної документації виробника. Але фактичні значення шуму читання для камери можуть відрізнятися від опублікованих даних; тому користувач може скористатися інструментом, який може визначити значення шуму зчитування для його конкретної камери. Д-р Гловер надав інструмент аналізу датчиків у своєму продукті на основі MS Windows, SharpCap, `SharpCap Sensor Analysis <https://www.sharpcap.co.uk/sharpcap/features/sensor-analysis>`__. Дані з такого інструмента можна використати для створення нетипового файла даних камери і використання у калькуляторі експозиції KStars.

source: ``Read Mode``: Some cameras manufactured by QHY have the capability to function in multiple modes. These modes alter the read noise values, so the camera data files for these cameras include multiple read noise tables. When using one of these multi-mode cameras the Read Mode dropdown will become enabled, and allow the user to select the read mode table that would correspond to the mode in which the camera will be operated for imaging.
ca: ``Mode de lectura``: Algunes càmeres fabricades per QHY tenen la capacitat de funcionar en diversos modes. Aquests modes alteren els valors de soroll de lectura, de manera que els fitxers de dades de la càmera per a aquestes càmeres inclouen múltiples taules de soroll de lectura. Quan s'utilitza una d'aquestes càmeres multimode, el desplegable Mode de lectura s'activarà i permetrà a l'usuari seleccionar la taula de mode de lectura que correspondrà al mode en què s'operarà la càmera per al processament de les imatges.
fr: ``Mode lecture`` : certains appareils de la marque QHY ont la possibilité de fonctionner en plusieurs modes. Ces modes modifient les valeurs de bruit de lecture et ainsi les fichiers de données de ces appareils incluent plusieurs tables de bruit de lecture. Lors de l'utilisation de ce type d'appareils multi-modes, la liste déroulante deviendra active et permettra à l'utilisateur de choisir la table correspondante au mode utilisé par l'appareil pour l'imagerie.
pt_br: ``Modo de leitura``: Algumas câmeras fabricadas pela QHY têm a capacidade de funcionar em vários modos. Esses modos alteram os valores de ruído de leitura, de modo que os arquivos de dados da câmera para essas câmeras incluem várias tabelas de ruído de leitura. Ao usar uma dessas câmeras multimodo, o menu suspenso do modo de leitura será habilitado e permitirá que o usuário selecione a tabela de modos de leitura que corresponde ao modo em que a câmera será operada para geração de imagens.
sl: ``Način branja``: Nekatere kamere, ki jih proizvaja QHY, lahko delujejo v več načinih. Ti načini spremenijo vrednosti šuma branja, zato podatkovne datoteke kamer za te kamere vključujejo več tabel šuma branja. Pri uporabi ene od teh kamer z več načini bo spustni meni Način branja omogočen in uporabniku omogočil, da izbere tabelo načinov branja, ki bi ustrezala načinu, v katerem bo kamera delovala za slikanje.
sv: ``Läsmetod``: Vissa kameror tillverkade av QHY har förmågan att fungera med flera metoder. Metoderna ändrar avläsningsbrusets värden, så kameradatafilerna för dessa kameror inkluderar flera tabeller över avläsningsbrus. När en av dessa kameror med flera läsmetoder används, aktiveras kombinationsmenyn Läsmetod och låter användaren välja den läsmetodtabell som motsvarar metoden som kameran ska användas med för bildtagningen.
uk: ``Режим читання``: деякі камери виробництва QHY мають можливість працювати у декількох режимах. Ці режими змінюють значення шуму зчитування, тому файли даних камери для цих камер містять кілька таблиць шуму зчитування. Під час використання однієї з цих багаторежимних камер стане активним спадне меню «Режим читання». За його допомогою користувач зможе вибрати таблицю режимів читання, яка відповідатиме режиму, у якому камера працюватиме для отримання зображень.

source: ``Exposure Time Graph``: The calculator will present a graph of the potential exposure times determined from the inputs. In the case of CMOS based cameras, this graph will resemble the underlying read noise data from the camera, but is transformed into an exposure time over the range of possible gain or ISO values. In the case of CCD based cameras, the graph will be a simple bar, because the read noise of a CCD sensor is invariable.
ca: ``Gràfic de temps d'exposició``: La calculadora presentarà un gràfic dels temps d'exposició potencials determinats a partir de les entrades. En el cas de les càmeres basades en CMOS, aquest gràfic s'assemblarà a les dades de soroll de lectura subjacents de la càmera, però es transforma en un temps d'exposició sobre l'interval de possibles guanys o valors ISO. En el cas de les càmeres basades en CCD, el gràfic serà una barra simple, perquè el soroll de lectura d'un sensor CCD és invariable.
fr: ``Graphique de la durée d'exposition`` : le calculateur affiche un graphique des durées d'exposition potentielles déterminées par les paramètres d'entrée. Dans le cas des appareils à capteur CMOS, ce graphique ressemblera aux données de lecture de l'appareil mais sera transformé en durée d'exposition en fonction des différents gains ou ISO possibles. Pour les appareils CCD, le graphique sera une simple bar puisque le bruit de lecture est invariable.
pt_br: ``Gráfico de tempo de exposição``: A calculadora apresentará um gráfico dos tempos de exposição potenciais determinados a partir das entradas. No caso de câmeras baseadas em CMOS, este gráfico se assemelhará aos dados de ruído de leitura subjacentes da câmera, mas será transformado em um tempo de exposição ao longo da faixa de valores de ganho ou ISO possíveis. No caso de câmeras baseadas em CCD, o gráfico será uma barra simples, pois o ruído de leitura de um sensor CCD é invariável.
sl: ``Grafikon časa osvetlitve``: Kalkulator bo prikazal graf možnih časov osvetlitve, določenih na podlagi vnosov. V primeru kamer, ki temeljijo na CMOS, bo ta graf podoben osnovnim podatkom o šumu branja iz kamere, vendar se pretvori v čas osvetlitve v razponu možnega ojačenja ali vrednosti ISO. V primeru kamer, ki temeljijo na CCD, bo graf preprost stolpec, ker je bralni šum senzorja CCD nespremenljiv.
sv: ``Exponeringstidsdiagram``: Räknaren presenterar ett diagram över de potentiella exponeringstiderna som bestämts från indata. I fallet med CMOS-baserade kameror liknar diagrammet underliggande avläsningsbrus från kameradata, men omvandlas till en exponeringstid över intervallet för möjliga förstärknings- eller ISO-värden. I fallet med CCD-baserade kameror är diagrammet en enkel stapel, eftersom avläsningsbrus från en CCD-sensor är oföränderligt.
uk: ``Графік часу експозиції``: калькулятор представить графік потенційного часу експозиції, визначеного на основі введених даних. У випадку камер на основі CMOS цей графік нагадуватиме базові дані шуму зчитування з камери, але перетворюється на час експозиції в діапазоні можливого підсилення або значень ISO. У випадку камер на основі ПЗЗ графік буде простим стовпчиком, оскільки шум зчитування датчика ПЗЗ незмінний.

source: ``Gain / ISO Selection``: For cameras with CMOS sensors, a Gain or ISO value can be selected. A Gain control will appear for cameras that allow a gain selection, and an ISO selection drop down will appear for DSLR cameras. Adjusting the gain / ISO value will move a selection indicator laterally along the exposure time graph to show how the selected gain value will effect the calculated exposure time.
ca: ``Guany / Selecció ISO``: Per a càmeres amb sensors CMOS, es pot seleccionar un valor de Guany o ISO. Apareixerà un control de Guany per a les càmeres que permeten una selecció del guany, i apareixerà una llista desplegable de selecció ISO per a les càmeres DSLR. Ajustant el valor de guany / ISO es mourà lateralment un indicador de selecció al llarg del gràfic de temps d'exposició per a mostrar com el valor de guany seleccionat afectarà el temps d'exposició calculat.
fr: ``Gain / ISO`` : les appareils ayant un capteur CMOS, une valeur de gain ou d'ISO peut être sélectionnée. Un bouton de contrôle de gain permet la sélection de gain et une liste déroulante permet ce choix pour les APN. L'ajustement de ces valeurs déplace un indicateur situé latéralement du graphique de durée d'exposition pour indiquer l'effet de ces valeurs sur la durée d'exposition.
pt_br: ``Seleção de Ganho/ISO``: Para câmeras com sensores CMOS, um valor de ganho ou ISO pode ser selecionado. Um controle de ganho aparecerá para câmeras que permitem a seleção de ganho e um menu suspenso de seleção de ISO aparecerá para câmeras DSLR. Ajustar o valor de ganho/ISO moverá um indicador de seleção lateralmente ao longo do gráfico de tempo de exposição para mostrar como o valor de ganho selecionado afetará o tempo de exposição calculado.
sl: ``Izbira ojačitve/ISO``: Za kamere s senzorji CMOS je mogoče izbrati vrednost ojačenja ali ISO. Za fotoaparate, ki omogočajo izbiro ojačanja, se prikaže kontrolnik za ojačitev, za fotoaparate DSLR pa se prikaže spustni meni za izbiro ISO. Prilagajanje vrednosti ojačanja/ISO bo premaknilo indikator izbire bočno vzdolž grafa časa osvetlitve, da pokaže, kako bo izbrana vrednost ojačanja vplivala na izračunani čas osvetlitve.
sv: ``Förstärkning / ISO``: För kameror med CMOS-sensorer kan ett förstärknings- eller ISO-värde väljas. Ett förstärkningsreglage visas för kameror som tillåter ett förstärkningsval, och en kombinationsmeny för val av ISO visas för spegelreflexkameror. Justering av förstärknings- eller ISO-värdet flyttar en indikator i sidled längs exponeringstidsgrafen för att visa hur det valda förstärkningsvärdet påverkar den beräknade exponeringstiden.
uk: ``Вибір підсилення/ISO``: для камер із датчиками CMOS можна вибрати значення підсилення або ISO. Засіб керування підсиленням з'явиться для камер, які дозволяють вибрати підсилення, а спадне меню вибору ISO з'явиться для цифрових дзеркальних камер. Налаштування значення підсилення/ISO призведе до переміщення індикатора вибору вздовж графіка часу експозиції, щоб показати, як вибране значення підсилення вплине на розрахований час експозиції.

source: CMOS based cameras tend to have high read noise at low gain / ISO values, and the read noise diminishes as the Gain / ISO value is increased. So a user might be tempted to select a higher gain value in an attempt to reduce the amount of read noise. But the camera full well capacity would typically be highest when gain / ISO values are lowest. A greater full well capacity provides a greater dynamic range in the image.
ca: Les càmeres basades en CMOS tendeixen a tenir un soroll alt de lectura a valors de guany / ISO baix, i el soroll de lectura disminueix a mesura que augmenta el valor de guany / ISO. Per tant, un usuari pot ser temptat de seleccionar un valor de guany més alt en un intent de reduir la quantitat de soroll de lectura. Però la capacitat completa de la càmera seria típicament més alta quan els valors de guany / ISO són més baixos. Una major capacitat bona completa proporciona un major interval dinàmic en la imatge.
fr: Les appareils à capteur CMOS ont tendance à avoir un bruit de lecture élevé pour des valeurs de gain/ISO faibles, le bruit de lecture diminuant avec une augmentation du gain/ISO. L'utilisateur sera ainsi tenté de monter le gain/ISO pour réduire le bruit de lecture. Mais la pleine capacité de l'appareil est typiquement plus élevée pour des les gains les plus faibles. Les pleines capacités les plus élevées fournissent une plage dynamique de l'image plus large.
pt_br: Câmeras baseadas em CMOS tendem a apresentar alto ruído de leitura em valores baixos de ganho/ISO, e o ruído de leitura diminui à medida que o valor de ganho/ISO aumenta. Portanto, um usuário pode ficar tentado a selecionar um valor de ganho maior na tentativa de reduzir a quantidade de ruído de leitura. Mas a capacidade total da câmera normalmente será maior quando os valores de ganho/ISO forem mais baixos. Uma capacidade total maior proporciona uma faixa dinâmica maior na imagem.
sl: Kamere, ki temeljijo na CMOS, imajo običajno visok šum branja pri nizkih vrednostih ojačanja/ISO, šum branja pa se zmanjša, ko se poveča vrednost ojačanja/ISO. Tako bi lahko uporabnika zamikalo, da bi izbral višjo vrednost ojačanja, da bi zmanjšal količino šuma branja. Toda polna zmogljivost fotoaparata bi bila običajno največja, ko so vrednosti ojačanja/ISO najnižje. Večja polna zmogljivost odprtine zagotavlja večji dinamični razpon na sliki.
sv: CMOS-baserade kameror tenderar att ha högt avläsningsbrus vid låga förstärknings- eller ISO-värden, och avläsningsbruset minskar när förstärknings- eller ISO-värdet ökar. Så en användare kan bli frestad att välja ett högre förstärkningsvärde i ett försök att minska mängden avläsningsbrus. Men kamerans fulla kapacitet är vanligtvis högst när förstärknings- eller ISO-värdena är som lägst. En större fyllnadskapacitet ger ett större dynamiskt omfång i bilden.
uk: Камери на основі CMOS, як правило, мають високий шум зчитування за низьких значень підсилення / ISO, і шум зчитування зменшується зі збільшенням значення підсилення / ISO. Таким чином, у користувача може виникнути спокуса вибрати більш високе значення посилення, намагаючись зменшити потужність шуму зчитування. Але загальні можливості камери зазвичай буде найширшими, коли значення підсилення/ISO найнижчі. Ширша загальна можливість забезпечує ширший динамічний діапазон зображення.
