Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <guilabel>Max Travel</guilabel>: Puts bounds on the amount of travel from the current focuser position that is permitted by the Autofocus algorithms. The purpose is to protect the focuser from travelling too far and potentially damaging itself. On the other hand, the value needs to be big enough to allow sufficient focuser motion to permit the auto focus runs to complete.
bg: <guilabel>Максимално движение</guilabel>: Поставя граници на разстоянието от текущата позиция на фокусера, което е разрешено от алгоритмите за автоматично фокусиране. Целта е да предпази фокусиращото устройство от твърде далечно преместване и потенциално самоповреждане. От друга страна, стойността трябва да е достатъчно голяма, за да позволи достатъчно движение на фокусера, което да позволи завършването на автоматичния фокус.
sl: <guilabel>Največja pot</guilabel>: Omejuje količino poti od trenutnega položaja ostrenja, ki jo dovoljujejo algoritmi za samodejno ostrenje. Namen je zaščititi fokuser pred sprehodom predaleč in morebitno poškodbo samega sebe. Po drugi strani pa mora biti vrednost dovolj velika, da omogoča zadostno gibanje ostrenja, da se omogoči dokončanje samodejnega ostrenja.
sv: <guilabel>Maximal rörelse</guilabel>: Sätter gränser för rörelsens storlek från den aktuella fokuseringspositionen som är tillåten av algoritmerna för automatisk fokusering. Syftet är att skydda fokuseringsenheten från att röra sig för långt och potentiellt skada sig själv. Å andra sidan måste värdet vara tillräckligt stort för att tillåta tillräcklig fokuseringsrörelse för att göra det möjligt att slutföra de automatiska fokuseringskörningarna.
uk: <guilabel>Макс. хід</guilabel>: накладає обмеження на кількість ходів від поточної позиції засобу фокусування, які буде дозволено зробити алгоритмам автофокусування. Призначенням цього параметра є захист засобів фокусування від надмірного відходу від початкового стану і потенційного ушкодження. З іншого боку, значення має бути досить великим, щоб уможливити достатній рух засобу фокусування і завершення процедури автоматичного фокусування.

source: <guilabel>Max Step Size</guilabel>: Used by the Iterative algorithm to limit the maximum step size that can be used.
bg: <guilabel>Максимален размер на стъпка</guilabel>: Използва се от итеративния алгоритъм за ограничаване на максималния размер на стъпката, който може да се използва.
sl: <guilabel>Največja velikost koraka</guilabel>: Uporablja jo iterativni algoritem za omejitev največje velikosti koraka, ki se lahko uporabi.
sv: <guilabel>Maximal stegstorlek</guilabel>: Används av den iterativa algoritmen för att begränsa den maximala stegstorleken som kan användas.
uk: <guilabel>Максимальний розмір кроку</guilabel>: буде використано ітеративним алгоритмом для обмеження максимального розміру кроку, яким можна користуватися.

source: <guilabel>Driver Backlash</guilabel>: See the section on <link linkend="focus-backlash">Backlash</link>.
bg: <guilabel>Луфт на механиката</guilabel>: Вижте раздела за <link linkend="focus-backlash">Луфт</link>.
sl: <guilabel>Odziv gonilnika</guilabel>: Glejte razdelek o <link linkend="focus-backlash">Odziv</link>.
sv: <guilabel>Drivrutinens spel</guilabel>: Se avsnittet om <link linkend="focus-backlash">Spel</link>.
uk: <guilabel>Люфт драйвера</guilabel>: див. <link linkend="focus-backlash">розділ щодо люфтів</link>.

source: There are 2 schemes that can be used:
bg: Има 2 схеми, които могат да се използват:
ca@valencia: Hi ha 2 esquemes que es poden utilitzar:
fr: Mettez une valeur positive à ``Jeu du pilote`` pour que ce soit le pilote du périphérique qui gère le jeu. Veuillez noter que ce champ n'est modifiable que pour les pilotes gérant le jeu.
pt_br: Existem 2 esquemas que podem ser usados:
sl: Uporabljata se lahko 2 shemi:
sv: Det finns två metoder som kan användas:
uk: Може бути використано 2 схеми:

source: Set <guilabel>Driver Backlash</guilabel> to 0 to switch it off and deal with Backlash elsewhere.
bg: Задайте <guilabel>Луфт на механиката</guilabel> на 0, за да го изключите и да коригирате луфта другаде.
sl: Nastavite <guilabel>Odziv gonilnika</guilabel> na 0, da ga izklopite in se z odmikom spopadete drugje.
sv: Ställ in <guilabel>Drivrutinens spel</guilabel> till 0 för att stänga av det och hantera spel på annat ställe.
uk: Встановіть для параметра <guilabel>Люфт драйвера</guilabel> значення 0, щоб вимкнути його і працювати усюди із значенням «Люфт».

source: Set <guilabel>Driver Backlash</guilabel> &gt; 0 to use Driver Backlash to manage Backlash in the device driver. Note that this field is only editable if the device driver supports Backlash.
bg: Задаване на <guilabel>Луфт на механиката</guilabel> &gt; на 0 за използване на опциите за луфт в драйвера на устройството. Обърнете внимание, че това поле може да се редактира само, ако драйверът на устройството поддържа корекции на луфта.
sl: Nastavite <guilabel>Odziv gonilnika</guilabel> &gt; 0 za uporabo gonilnika zračnosti za upravljanje zračnosti v gonilniku naprave. Upoštevajte, da je to polje mogoče urejati le, če gonilnik naprave podpira zračnost.
sv: Ställ in <guilabel>Drivrutinens spel</guilabel> &gt; 0 för att använda drivrutinens spel för att hantera spel i drivrutinen. Observera att fältet endast är redigerbart om drivrutinen stöder spel.
uk: Встановіть для <guilabel>Люфту драйвера</guilabel> значення &gt; 0, щоб скористатися люфтом драйвера для керування люфтом у драйвері пристрою. Зауважте, що вміст цього поля можна редагувати, лише якщо у драйвері пристрою передбачено можливість встановлення люфту.

source: This is the same data field that is displayed in the Indi Control Panel for the focuser device. It can be set in either place.
bg: Това е същото поле с данни, което се показва в контролния панел на Indi за устройството за фокусиране. Може да се постави на всяко място.
ca@valencia: Este és el mateix camp de dades que es mostra en el quadro de control d'INDI per al dispositiu enfocador. Es pot establir en qualsevol lloc.
fr: Il existe deux schémas d'utilisation :
pt_br: Este é o mesmo campo de dados exibido no painel de controle Indi para o dispositivo focalizador. Ele pode ser definido em qualquer lugar.
sl: To je isto podatkovno polje, ki je prikazano na nadzorni plošči Indi za napravo za fokusiranje. Nastavite ga lahko na katerem koli mestu.
sv: Det är samma datafält som visas i INDI-kontrollpanelen för fokuseringsenheten. Det kan ställas in på båda ställena.
uk: Це те саме поле даних, яке буде показано на панелі керування Indi для пристрою фокусування. Встановити значення можна у будь-якому з доступних полів.

source: <guilabel>AF Overscan</guilabel>: See the section on <link linkend="focus-backlash">Backlash</link>.
bg: <guilabel>Прескачане на АФ</guilabel>: Вижте раздела за <link linkend="focus-backlash">Луфт</link>.
sl: <guilabel>AF Overscan</guilabel>: Glejte razdelek o <link linkend="focus-backlash">Zračnost</link>.
sv: <guilabel>AF-översvep</guilabel>: Se avsnittet om <link linkend="focus-backlash">Spel</link>.
uk: <guilabel>Пересканування АФ</guilabel>: див. <link linkend="focus-backlash">розділ щодо люфтів</link>.

source: Set <guilabel>AF Overscan</guilabel> to 0 to switch it off and deal with Backlash elsewhere.
bg: Задайте <guilabel>Прескачане на АФ</guilabel> на 0, за да го изключите и да коригирате луфта другаде.
sl: Nastavite <guilabel>AF Overscan</guilabel> na 0, da ga izklopite in se z zračnostjo ukvarjate drugje.
sv: Ställ in <guilabel>AF-översvep</guilabel> till 0 för att stänga av det och hantera spel på annat ställe.
uk: Встановіть для параметра <guilabel>Пересканування АФ</guilabel> значення 0, щоб вимкнути його і працювати усюди із значенням «Люфт».

source: Set <guilabel>AF Overscan</guilabel> &gt; 0 to have the Focus module manage Backlash.
bg: Задайте <guilabel>Прескачане на АФ</guilabel> &gt; 0, за да може модулът за фокусиране на коригира луфта.
sl: Nastavite <guilabel>AF Overscan</guilabel> &gt; 0, če želite, da modul Focus upravlja zračnost.
sv: Ställ in <guilabel>AF-översvep</guilabel> &gt; 0 för att låta fokuseringsmodulen hantera spel.
uk: Встановіть для параметра <guilabel>Пересканування АФ</guilabel> значення &gt; 0, щоб люфтом керували значення з модуля «Фокус».

source: <guilabel>AF Overscan Delay</guilabel>: Delay between the completion of the outward move of an Overscan, and the inward move. Generally most focusers work well with no delay.
sl: <guilabel>Zamik prečesavanja AF</guilabel>: Zamik med zaključkom premika prečesavanja navzven in premika navznoter. Na splošno večina fokuserjev dobro delujejo brez zamikov.
sv: <guilabel>AF-översvepsfördröjning:</guilabel>: Fördröjning efter den utåtgående rörelsen slutförs vid översvep och den inåtgående rörelsen. I allmänhet fungerar de flesta fokuseringsenheter utan fördröjning.
uk: <guilabel>Затримка пересканування АФ</guilabel>: затримка між завершенням зовнішнього руху при перескануванні та рухом всередину. Загалом, більшість засобів фокусування добре працюють без затримки.

source: <guilabel>Capture Timeout</guilabel>: The amount of time in seconds to wait for a captured image to be received before declaring a timeout. This should only be triggered if there are problems with the camera during the Focus process so set this to a high enough value that it will not occur during normal operation.
bg: <guilabel>Изчакване на заснемането</guilabel>: Времето в секунди за изчакване на заснетото изображение да бъде получено, преди да се обяви изтичане на времето. Това трябва да се задейства само, ако има проблеми с камерата по време на процеса на фокусиране, така че задайте това на достатъчно висока стойност, за да не се появи по време на нормална работа.
sl: <guilabel>Časovna omejitev zajemanja</guilabel>: čas v sekundah za čakanje na prejem zajete slike, preden se razglasi časovna omejitev. To se mora sprožiti le, če pride do težav s kamero med postopkom ostrenja, zato to nastavite na dovolj visoko vrednost, da se to ne bo zgodilo med običajnim delovanjem.
sv: <guilabel>Tidsgräns för tagning</guilabel>: Tiden i sekunder för att vänta på att en tagen bild tas emot innan en överskriden tidsgräns deklareras. Det ska bara hända om det finns problem med kameran under fokuseringsprocessen, så ställ in det till ett tillräckligt högt värde för att det inte ska inträffa under normal drift.
uk: <guilabel>Час очікування на захоплення</guilabel>: час очікування у секундах на отримання захопленого зображення до оголошення перевищення часу очікування.Варто вмикати, лише якщо маєте проблеми із камерою під час процедури фокусування. У певних випадках встановлення досить високого значення надасть змогу запобігти перевищенню у звичайних умовах.

source: <guilabel>Motion Timeout</guilabel>: The amount of time in seconds to wait for the focuser to move to the requested position before declaring a timeout. This should only be triggered if there are problems with the focuser during the Focus process so set this to a high enough value that it will not occur during normal operation.
bg: <guilabel>Изчакване на движението</guilabel>: Времето в секунди за изчакване на фокусиращото устройство да се премести до исканата позиция, преди да се обяви изтичане на времето. Това трябва да се задейства само ако има проблеми с фокусера по време на процеса на фокусиране, така че задайте това на достатъчно висока стойност, за да не се появи по време на нормална работа.
sl: <guilabel>Časovna omejitev gibanja</guilabel>: Količina časa v sekundah za čakanje, da se fokuser premakne na zahtevani položaj, preden se razglasi časovna omejitev. To naj se sproži le, če med postopkom ostrenja pride do težav s fokuserjem, zato to nastavite na dovolj visoko vrednost, da se to ne bo zgodilo med običajnim delovanjem.
sv: <guilabel>Tidsgräns för rörelse</guilabel>: Tiden i sekunder för att vänta på att fokuseringsenheten går till begärd position innan en överskriden tidsgräns deklareras. Det ska bara hända om det finns problem med fokuseringsenheten under fokuseringsprocessen, så ställ in det till ett tillräckligt högt värde för att det inte ska inträffa under normal drift.
uk: <guilabel>Час очікування на рух</guilabel>: час очікування у секундах на рух засобу фокусування у потрібну позицію до оголошення перевищення часу очікування. Варто вмикати, лише якщо маєте проблеми із засобом фокусування під час процедури фокусування. У певних випадках встановлення досить високого значення надасть змогу запобігти перевищенню у звичайних умовах.

source: Focus Critical Focus Zone (CFZ)
bg: Критична фокусна зона (CFZ)
ca@valencia: Zona crítica d'enfocament (ZCE)
fr: Mise au point de la CFZ
pt_br: Zona de Foco Crítica (ZFC) do foco
sl: Fokus kritična cona ostrenja (Critical Focus Zone - CFZ)
sv: Fokuseringens kritiska fokuseringszon (KFZ)
uk: Критична зона фокусування (КЗФ)

source: <screeninfo>Focus CFZ</screeninfo>
bg: <screeninfo>Критична фокусна зона (CFZ)</screeninfo>
sl: <screeninfo>Fokus CFZ</screeninfo>
sv: <screeninfo>Fokuseringens KFZ</screeninfo>
uk: <screeninfo>КЗФ фокусування</screeninfo>

source: <phrase>Focus CFZ</phrase>
bg: <phrase>Критична фокусна зона (CFZ)</phrase>
sl: <phrase>Fokus CFZ</phrase>
sv: <phrase>Fokuseringens KFZ</phrase>
uk: <phrase>КЗФ фокусування</phrase>

source: Focus CFZ Parameters:
bg: Параметри на CFZ при фокусиране:
ca@valencia: Paràmetres de la ZCE de l'enfocament:
fr: Cet algorithme nécessite un peu de connaissance pour le configurer correctement. Il existe quantité d'information sur Internet.
pt_br: Parâmetros da ZFC do foco:
sl: Fokus CFZ Parametri:
sv: Fokuseringens KFZ-parametrar:
uk: Параметри КЗФ фокусування:

source: <guilabel>Algorithm</guilabel>: This specifies the Critical Focus Zone (CFZ) algorithm. The purpose of this is to calculate the CFZ for the equipment attached in the Optical Train. It is not necessary to use this functionality in order to successfully focus, but it provides useful information if correctly configured.
bg: <guilabel>Алгоритъм</guilabel>: Това определя алгоритъма за критичната фокусна зона (CFZ). Целта на това е да се изчисли CFZ за оборудването, прикрепено към оптичната система. Не е необходимо да използвате тази функционалност, за да фокусирате успешно, но тя предоставя полезна информация, ако е правилно конфигурирана.
sl: <guilabel>Algoritem</guilabel>: To določa algoritem območja kritičnega fokusa (CFZ). Namen tega je izračun CFZ za opremo, priključeno na optični vlak. Te funkcije ni treba uporabiti za uspešno fokusiranje, vendar zagotavlja koristne informacije, če je pravilno konfigurirana.
sv: <guilabel>Algorithm</guilabel>: Specificerar algoritmen för Kritisk fokuseringszon (KFZ). Syftet med den är att beräkna KFZ för utrustningen som är ansluten till optiken. Det är inte nödvändigt att använda funktionen för att kunna fokusera, men den ger användbar information om den är korrekt inställd.
uk: <guilabel>Алгоритм</guilabel>: це поле визначає алгоритм критичної зони фокусування (КЗФ). Призначенням алгоритму є обчислення КЗФ для обладнання в оптичному тракті. Використання цієї функціональної можливості не є необхідним для успішного фокусування, але воно надає корисну інформацію, якщо налаштувати усе правильно.

source: It requires some knowledge to configure it correctly. There is plenty of information available on the internet.
bg: Изисква известни познания, за да го конфигурирате правилно. В интернет има много информация.
ca@valencia: Requerix alguns coneixements per a configurar-la correctament. Hi ha molta informació disponible a Internet.
fr: Si la case ``Affichage`` est cochée alors la CFZ est dessinée sur la courbe en V après que la procédure de mise au point ce soit terminée avec succès.
pt_br: É necessário algum conhecimento para configurá-lo corretamente. Há muitas informações disponíveis na internet.
sl: Za pravilno konfiguracijo je potrebno nekaj znanja. Na internetu je na voljo veliko informacij.
sv: Det krävs viss kunskap för att ställa in den korrekt. Det finns mycket information tillgänglig på internet.
uk: Для належного налаштовування потрібні певні знання. В інтернеті достатньо відомостей для вивчення цього питання.

source: The idea of the CFZ dialog is that it starts with data from the Optical Train used in the Focus tab and uses that to calculate the CFZ. The user can adjust parameters to do "what-if" scenarios to see how it affects the CFZ. Clicking the <guilabel>Reset to OT</guilabel> button resets any adjusted parameters to the Optical Train values.
bg: Идеята на раздела CFZ е, че той взима данните от оптичната система в раздела Фокус, и ги използва за изчисляване на CFZ. Потребителят може да настройва параметрите, за да прави сценарии "какво ще стане, ако", за да види, как това влияе на CFZ. Натискането на бутона <guilabel>Нулиране</guilabel> връща всички променяни параметри към стойностите на оптичната система.
sl: Ideja pogovornega okna CFZ je, da se začne s podatki iz optičnega vlaka, ki se uporablja na zavihku Fokus, in jih uporabi za izračun CFZ. Uporabnik lahko prilagodi parametre za scenarije "kaj če", da vidi, kako to vpliva na CFZ. Klik na gumb <guilabel>Ponastavi na OT</guilabel> ponastavi vse prilagojene parametre na vrednosti optičnega vlaka.
sv: Tanken med dialogrutan KFZ är att den börjar med data om optiken som används från fliken Fokusering och använder den för att beräkna KFZ. Användaren kan justera parametrar för att undersöka olika scenarier och se hur de påverkar KFZ. Genom att klicka på knappen <guilabel>Återställ till optik</guilabel> återställs alla justerade parametrar till optikens värden.
uk: Ідея використання вікна КЗФ полягає у тому, що програма запускає її із даними з оптичного тракту, які використано на вкладці «Фокус», і використовує їх для обчислення КЗФ. Користувач може скоригувати параметри для виконання сценаріїв «що буде, якщо», щоб визначити, як вони впливають на КЗФ. Натискання кнопки <guilabel>Скинути до ОТ</guilabel>, скидає усі скориговані параметри до значень з оптичного тракту.

source: If the <guilabel>Display</guilabel> box is checked then the CFZ is drawn on the V-Curve after Autofocus successfully completes.
bg: Ако полето <guilabel>Показване</guilabel> е отметнато, тогава CFZ се изчертава върху V-кривата след успешно завършване на автофокуса.
sl: Če je polje <guilabel>Zaslon</guilabel> potrjeno, se CFZ nariše na V-krivuljo po uspešnem zaključku samodejnega ostrenja.
sv: Om rutan <guilabel>Visa</guilabel> är markerad så ritas KFZ på V-kurvan efter att den automatiska fokuseringen har slutförts.
uk: Якщо позначено пункт <guilabel>Показ</guilabel>, КЗФ буде намальовано на V-кривій після успішного завершення автоматичного фокусування.

source: It is necessary to specify the <guilabel>Step Size</guilabel> parameter which specifies in microns how far one tick moves the focal plane. For refractors there is usually a 1-to-1 relationship between moving the focuser which moves the telescope draw-tube mechanism and the focal plane movement. For other types of telescope the relationship is likely to be more complex. Refer to details of your telescope / manufacturer for this information.
bg: Необходимо е да се зададе параметърът <guilabel>Размер на стъпката</guilabel>. който указва в микрони на какво разстояние едно деление премества фокалната равнина. За рефрактори обикновено има съотношение 1 към 1 между преместването на фокусера, който движи механизма за изтегляне на тръбата на телескопа, и движението на фокалната равнина. За други видове телескопи връзката вероятно е по-сложна. За тази информация се обърнете към данните на производителя на вашия телескоп.
sl: Določiti je treba parameter <guilabel>Velikost koraka</guilabel>, ki v mikronih podaja, za koliko ena črtica premakne goriščno ravnino. Pri refraktorjih običajno obstaja razmerje 1 proti 1 med premikanjem fokuserja, ki premika mehanizem vlečene cevi teleskopa in premikanjem goriščne ravnine. Za druge vrste teleskopov bo razmerje verjetno bolj zapleteno. Za te informacije glejte podrobnosti vašega teleskopa / proizvajalca.
sv: Det är nödvändigt att ange parametern <guilabel>Stegstorlek</guilabel> som specificerar i mikrometer hur långt ett tick flyttar fokalplanet. För refraktorer finns det vanligtvis ett 1-till-1-förhållande mellan att flytta fokuseringsenheten som flyttar teleskopets mekanism och fokalplanets rörelse. För andra typer av teleskop är förhållandet sannolikt mer komplext. Se detaljer om teleskopet eller tillverkaren för denna information.
uk: Необхідно вказати параметр <guilabel>Розмір кроку</guilabel>, який вказує, на яку кількість мікронів просуває одна поділка фокальну площину. Для рефракторів, зазвичай, маємо співвідношення 1 до 1 між пересуванням засобу фокусування, який рухає механізм тубуса телескопа, і рухом фокальної площини. Для інших типів телескопів співвідношення, ймовірно, є складнішим. Зверніться до довідника щодо вашого телескопа або безпосередньо до його виробника, щоб дізнатися більше.

source: The following algorithms are available:
bg: Налични са следните алгоритми:
ca@valencia: Estan disponibles els algorismes següents:
fr: **Classique** : c'est le réglage recommandé. L'équation utilisée est affichée en haut à droite du panneau et est l'équation la plus utilisée sur Internet. Elle provient d'un traitement d'optique linéaire qui utilise un disque de Airy et est connue pour avoir quelques limitations. Elle inclut pour cette raison un facteur de tolérance qui peut être ajusté par l'opérateur. Par exemple dans l'article souvent cité « In perfect Focus » par Don Goldman et Barry Megdal paru dans Sky & Telescope 2010, ils suggèrent d'utiliser t = 1 / 3.
pt_br: Os seguintes algoritmos estão disponíveis:
sl: Na voljo so naslednji algoritmi:
sv: Följande algoritmer är tillgängliga:
uk: Доступні такі варіанти алгоритмів:
