Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: Backlash in the focuser setup is due to a combination of backlash in the electronic focuser itself (e.g. in the gearing mechanism), in the binding of the electronic focuser to the telescope drawtube, and in the telescope drawtube's mechanism. Thus, each setup will have its own backlash characteristic even if the same focuser is used.
bg: Хлабината или луфта в настройката на фокусиращото устройство се дължи на комбинация от хлабина в самия електронен фокусиращ механизъм (напр. в зъбния механизъм), при свързването на електронния фокусиращ елемент към изтеглящата тръба на телескопа и в механизма на изтеглящата тръба на телескопа. По този начин всяка настройка ще има своя собствена характеристика на луфт, дори ако се използва един и същ фокусер.
ca@valencia: El rebot en la configuració de l'enfocador es deu a una combinació del rebot en el mateix enfocador electrònic (p. ex., en el mecanisme de l'engranatge), en la unió de l'enfocador electrònic amb el tub del telescopi i en el mecanisme del tub del telescopi. Així, cada configuració tindrà la seua pròpia característica de rebot, fins i tot si s'utilitza el mateix enfocador.
fr: Vous devrez vous assurer que la position de mise au point est reproductible pour une même température et altitude et qu'il n'y a pas de glissement du moteur de mise au point et de jeu non compensé. De plus, pour la calibration, il est préférable d'éviter de changer de train optique qui pourrait modifier la position de mise au point. Si cela n'est pas évitable et le changement a un effet sur la position de mise au point, il faudra ajuster de manière appropriée les données de mise au point afin qu'elles puissent être comparables.
pt_br: A folga na configuração do focalizador se deve a uma combinação de folga no próprio focalizador eletrônico (por exemplo, no mecanismo de engrenagem), na fixação do focalizador eletrônico ao tubo de tração do telescópio e no mecanismo do tubo de tração do telescópio. Assim, cada configuração terá sua própria característica de folga, mesmo que o mesmo focalizador seja utilizado.
sl: Zračnost v nastavitvi fokuserja je posledica kombinacije zračnosti v samem elektronskem fokuserju (npr. v zobniškem mehanizmu), pri vezavi elektronskega fokuserja na vlečno cev teleskopa in v mehanizmu vlečne cevi teleskopa. Tako bo imela vsaka nastavitev svojo lastno karakteristiko zračnosti, tudi če se uporablja isti fokuser.
sv: Spel i fokuseringsinställningen beror på en kombination av spel i själva den elektroniska fokuseringsenheten (t.ex. i kuggmekanismen), i kopplingen av den elektroniska fokuseringsenheten till teleskopets dragrör och i dragrörets mekanism. Således kommer varje inställning att ha sin egen spelkaraktäristik även om samma fokuseringsenhet används.
uk: Люфт конфігурації засобу фокусування, ймовірно, є комбінацією люфту у самому електронному засобі фокусування (наприклад, у зубчастому механізмі), у прив'язці електронного засобу фокусування до труби телескопа та у механізмі труби телескопа. Таким чином, у кожної конфігурації є власна характеристика люфту, навіть якщо використано той самий засіб фокусування.

source: It is important to have a clear strategy for dealing with Backlash and to setup Focus appropriately for the chosen strategy. It is best to have backlash managed in one place to avoid conflicts. Whilst it is possible to have backlash managed in multiple places (this has been done successfully) it is not recommended in general because it can lead to conflicts between software components and the focuser.
bg: Важно е да имате ясна стратегия за справяне с луфта и да настроите фокуса по подходящ начин за избраната стратегия. Най-добре е реакцията да се управлява на едно място, за да се избегнат конфликти. Въпреки че е възможно коригиращата реакция да се управлява на няколко места (това е правено успешно), като цяло не се препоръчва, защото може да доведе до конфликти между софтуерните компоненти и фокусиращото устройство.
ca@valencia: És important tindre una estratègia clara per a fer front al rebot i configurar adequadament l'enfocament per a l'estratègia triada. El millor és gestionar el rebot en un sol lloc per a evitar conflictes. Si bé és possible gestionar el rebot en múltiples llocs (açò ho hem fet amb èxit), en general no es recomana perquè pot provocar conflictes entre els components de programari i l'enfocador.
fr: Une approche simple est de commencer avec peu de données, disons une nuit, et les utiliser pour calculer la valeur de ``Pas / °C``. Ensuite utilisez cette valeur pour vos sessions d'observations et ajustez-là au fur et à mesure que vous accumulez plus de données. Une manière de vérifier si la MaPA se comporte bien est d'utiliser le module Analyse pour étudier comment la MaPA a déplacé la position de mise au point sur une heure. Si tout se passe bien, alors la position de MaPA après une heure doit correspondre au résultat d'une mise au point automatique. S'il y a une différence, elle proviendra d'aléas de la mise au point automatique et d'une mauvaise calibration de la valeur de ``Pas / °C``. En faisant cela régulièrement, vous développerez la connaissance de votre équipement et pourrez affiner la MaPA. Dans la capture d'écran ci-dessous, vous pouvez voir la configuration du module Analyse pour la mise au point et voir comment la position de mise au point change au cours de la session d'imagerie :
pt_br: É importante ter uma estratégia clara para lidar com a folga e configurar o foco adequadamente para a estratégia escolhida. É melhor ter a folga gerenciada em um único local para evitar conflitos. Embora seja possível ter a folga gerenciada em vários locais (isso já foi feito com sucesso), isso não é recomendado em geral, pois pode levar a conflitos entre os componentes de software e o focalizador.
sl: Pomembno je imeti jasno strategijo za spopadanje z zračnostjo in Focus ustrezno nastaviti za izbrano strategijo. Najbolje je, da sezračnost upravlja na enem mestu, da se izognete konfliktom. Čeprav je možno, da se zračnost upravlja na več mestih (to je bilo uspešno izvedeno), to na splošno ni priporočljivo, ker lahko povzroči konflikte med komponentami programske opreme in fokuserjem.
sv: Det är viktigt att ha en tydlig strategi för att hantera spel och att ställa in fokusering på lämpligt sätt för den valda strategin. Det är bäst att hantera spel på ett enda ställe för att undvika konflikter. Även om det är möjligt att hantera spel på flera ställen (det har gjorts med lyckat resultat) rekommenderas det inte i allmänhet eftersom det kan leda till konflikter mellan programvarukomponenter och fokuseringsenheten.
uk: Важливо мати чітку стратегію обробки люфтів і налаштувати фокусування відповідно до вибраної стратегії. Найкраще визначати параметри люфтів в одному місці, щоб уникнути конфліктів. Хоча люфтами можна керувати у декількох вікнах програми (і робити це успішно), не рекомендуємо робити цього загалом, оскільки це може призвести до конфліктів між компонентами програмного забезпечення та засобом фокусування.

source: There are several ways to measure backlash in ticks. Consult the documentation on your focuser or use the internet including the Indi Forum.
bg: Има няколко начина за измерване на луфта в деления. Консултирайте се с документацията на вашия фокусер или използвайте интернет, включително форума на Indi.
ca@valencia: Hi ha diverses maneres de mesurar el rebot en marques. Consulteu la documentació del vostre enfocador o utilitzeu Internet, inclòs el fòrum d'INDI.
fr: Analyse de la mise au point
pt_br: Existem várias maneiras de medir a folga em tiques. Consulte a documentação do seu focalizador ou use a internet, incluindo o fórum do Indi.
sl: Obstaja več načinov za merjenje zračnosti v črticah. Preberite dokumentacijo o svojem fokuserju ali uporabite internet, vključno s forumom Indi.
sv: Det finns flera sätt att mäta spel i tick. Konsultera fokuseringsenhetens dokumentation eller använd Internet inklusive INDI-forumet.
uk: Існує декілька способів виміряти люфт у поділках. Зверніться до документації до вашого засобу фокусування або скористайтеся пошуком в інтернеті, зокрема на форумі Indi.

source: There are several things to consider when working out how to deal with backlash:
bg: Има няколко неща, които трябва да имате предвид, когато решавате, как да се справите с луфта:
ca@valencia: Hi ha diverses coses a tindre en compte a l'hora d'esbrinar com tractar el rebot:
fr: Analyse de la mise au point
pt_br: Há vários fatores a considerar ao descobrir como lidar com a folga:
sl: Pri odločanju o tem, kako ravnati z zračnostjo, je treba upoštevati več stvari:
sv: Det finns flera saker att tänka på när man räknar ut hur man hanterar spel:
uk: При роботі з люфтом слід взяти до уваги декілька речей:

source: <emphasis role="bold">No Backlash</emphasis>: If you are fortunate enough to have a setup with no backlash then it would make sense to set <guilabel>Driver Backlash</guilabel> and <guilabel>AF Overscan</guilabel> off (set to zero).
bg: <emphasis role="bold">Без луфт</emphasis>: Ако имате достатъчно късмет да имате настройка без луфт, тогава ще има смисъл да зададете <guilabel>Луфт на механиката</guilabel> и <guilabel>Прескачане на АФ</guilabel> изключено (настроено на нула).
sl: <emphasis role="bold">Ni zračnosti</emphasis>: Če imate srečo, da imate nastavitev brez zračnosti, bi bilo smiselno nastaviti <guilabel>Zračnost gonilnika</guilabel> in <guilabel>AF Overscan</guilabel> izklopljen (nastavljen na nič).
sv: <emphasis role="bold">Inget spel</emphasis>: Om du har turen att ha en inställning utan spel är det vettigt att stänga av <guilabel>Drivrutinens spel</guilabel> och <guilabel>AF-översvep</guilabel> (inställda till noll).
uk: <emphasis role="bold">Без люфту</emphasis>: якщо вам поталанило мати конфігурацію без люфту, має сенс встановити вимкнути <guilabel>Люфт драйвера</guilabel> і <guilabel>Пересканування АФ</guilabel> (встановити нульове значення).

source: <emphasis role="bold">Backlash Managed by Focuser</emphasis>: If your focuser had the ability to manage backlash itself then you can use this facility and turn <guilabel>Driver Backlash</guilabel> and <guilabel>AF Overscan</guilabel> off (set to zero). Alternatively, if it's possible, you could turn off the focuser's backlash facility and use either the Device Driver or AF Overscan to manage backlash.
bg: <emphasis role="bold">Луфт, управляван от фокусер</emphasis>: Ако вашият фокусер има способността сам да управлява луфт, тогава можете да използвате това средство и да изключите <guilabel>Луфт на механиката</guilabel> и <guilabel> Прескачане на АФ</guilabel> (задаване на нула). Като алтернатива, ако е възможно, можете да изключите функцията за обратна реакция на фокусера и да използвате или драйвера на устройството, или Прескачане на АФ, за да управлявате луфта.
sl: <emphasis role="bold">Zračnost, ki jo upravlja fokuser</emphasis>: Če je imel vaš fokuser možnost samega upravljanja zračnosti, lahko uporabite to možnost in vklopite <guilabel>Zračnost gonilnika</guilabel> in <guilabel>AF Overscan </guilabel> izklopljen (nastavljen na nič). Druga možnost je, če je mogoče, da izklopite zračnost fokuserja in uporabite gonilnik naprave ali AF Overscan za upravljanje zračnosti.
sv: <emphasis role="bold">Spel hanterat av fokuseringsenheten</emphasis>: Om fokuseringsenheten har förmåga att hantera spel själv kan du använda den här funktionen och aktivera <guilabel>Drivrutinens spel</guilabel> och stänga av <guilabel>AF-översvep</guilabel> av (inställd på noll). Alternativt, om det är möjligt, kan du stänga av fokuseringsenhetens spelfunktion och antingen använda drivrutinen eller AF-översvep för att hantera spel.
uk: <emphasis role="bold">Керування люфтом з боку засобу фокусування</emphasis>: якщо у вашому засобі фокусування передбачено можливість керування люфтом, ви можете скористатися цим і вимкнути <guilabel>Люфт драйвера</guilabel> і <guilabel>Пересканування АФ</guilabel> (встановити нульове значення). Крім того, якщо це можливо, ви можете вимкнути апаратну компенсацію люфту і скористатися драйвером пристрою або пересканування АФ для керування люфтом.

source: <emphasis role="bold">Backlash Managed by Device Driver</emphasis>: If your device driver has the ability to manage backlash then you can use this facility and turn off <guilabel>AF Overscan</guilabel> (set to zero). Alternatively, you could turn off the device driver's backlash facility and set <guilabel>AF Overscan</guilabel>.
bg: <emphasis role="bold">Луфт, управляван от драйвер на устройство</emphasis>: Ако драйверът на вашето устройство има способността да управлява луфт, тогава можете да използвате това средство и да изключите <guilabel>Прескачане на АФ</guilabel> (зададено до нула). Като алтернатива можете да изключите функцията за обратна реакция на драйвера на устройството и да зададете <guilabel>Прескачане на АФ</guilabel>.
sl: <emphasis role="bold">Zračnost, ki jo upravlja gonilnik naprave</emphasis>: Če ima gonilnik vaše naprave možnost upravljanja odmika, lahko uporabite to možnost in izklopite <guilabel>AF Overscan</guilabel> (nastavljen na nič). ). Druga možnost je, da izklopite zračnost gonilnika naprave in nastavite <guilabel>AF Overscan</guilabel>.
sv: <emphasis role="bold">Spel som hanteras av drivrutinen</emphasis>: Om drivrutin har förmågan att hantera spel kan du använda funktionen och stänga av <guilabel>AF-översvep</guilabel> (inställd till noll) ). Alternativt kan du stänga av drivrutinens spelfunktion och ställa in <guilabel>AF-översvep</guilabel>.
uk: <emphasis role="bold">Керування люфтом з боку драйвера пристрою</emphasis>: якщо у вашому драйвері пристрою передбачено можливість керування люфтом, ви можете скористатися цим і вимкнути <guilabel>Пересканування АФ</guilabel> (встановити нульове значення. Крім того, ви можете вимкнути компенсацію люфту з боку драйвера і увімкнути <guilabel>Пересканування АФ</guilabel>.

source: To know whether the device driver supports backlash, check the <guilabel>Driver Backlash</guilabel> field. If it is enabled and you can set values then the driver supports Backlash. If the field is disabled then the driver does not support Backlash.
bg: За да разберете, дали драйверът на устройството поддържа луфт, проверете полето <guilabel>Луфт на механиката</guilabel>. Ако е активирано и можете да задавате стойности, драйверът поддържа корекция на луфта. Ако полето не е активно, тогава драйверът не поддържа тази функция.
sl: Če želite izvedeti, ali gonilnik naprave podpira zračnost, preverite polje <guilabel>Odziv gonilnika</guilabel>. Če je omogočeno in lahko nastavite vrednosti, potem gonilnik podpira zračnost. Če je polje onemogočeno, gonilnik ne podpira zračnosti.
sv: För att veta om drivrutinen stöder spel, kontrollera fältet <guilabel>Drivrutinens spel</guilabel>. Om det är aktiverat och du kan ställa in värden så stöder drivrutinen spel. Om fältet är inaktiverat stöder inte drivrutinen spel.
uk: Щоб визначити, чи передбачено у драйвері пристрою підтримку обробки люфтів, зверніться до поля <guilabel>Люфт драйвера</guilabel>. Якщо воно є доступним, і ви можете встановити значення, у драйвері пристрою передбачено підтримку обробки люфтів. Якщо поле вимкнено, у драйвері не передбачено підтримки обробки люфтів.

source: <emphasis role="bold">AF Overscan</emphasis>: The Focus module can manage Backlash itself by over scanning outward motions by the value in the <guilabel>AF Overscan</guilabel> field. For example, if <guilabel>AF Overscan</guilabel> is set to 40 then whenever Focus moves the focuser outwards, it does this as a 2-step process. Firstly it moves the focuser 40 ticks past where it wants to end up; secondly it moves back in by 40 ticks.
bg: <emphasis role="bold">Прескачане на АФ</emphasis>: Модулът модула Фокус може сам да управлява луфт чрез сканиране на външни движения със стойността в полето <guilabel>Прескачане на АФ</guilabel>. Например, ако <guilabel>Прескачане на АФ</guilabel> е зададено на 40, тогава всеки път, когато модулът Фокус премества фокусера навън, той прави това като процес в 2 стъпки. Първо премества фокусера 40 деления отвъд мястото, където иска да фокусира и на втори етап се връща обратно с 40 деления.
sl: <emphasis role="bold">AF Overscan</emphasis>: Modul Focus lahko sam upravlja zračnost s prekomernim skeniranjem gibov navzven z vrednostjo v polju <guilabel>AF Overscan</guilabel>. Na primer, če je <guilabel>AF Overscan</guilabel> nastavljeno na 40, vsakič, ko Focus premakne fokuser navzven, to stori kot postopek v dveh korakih. Najprej premakne fokuser še za 40 črtic mimo mesta, kjer želi končati; drugič se premakne nazaj za 40 črtic.
sv: <emphasis role="bold">AF-översvep</emphasis>: Fokuseringsmodulen kan själv hantera spel genom att översvepa utåtriktade rörelser med värdet i fältet <guilabel>AF-översvep</guilabel>. Till exempel, om <guilabel>AF-översvep</guilabel> är inställt till 40 så görs det i en tvåstegsprocess när fokusering flyttar fokuseringsenheten utåt. För det första flyttar den fokuseringsenheten 40 tick förbi där den vill hamna; för det andra flyttar den tillbaka in med 40 bockar.
uk: <emphasis role="bold">Пересканування АФ</emphasis>: модуль фокусування містить вбудовані засоби керування люфтами: програма може збільшувати рухи назовні на значення у полі <guilabel>Пересканування АФ</guilabel>. Наприклад, якщо для параметра <guilabel>Пересканування АФ</guilabel> встановлено значення 40, кожного разу, коли модуль фокусування пересуває засіб фокусування назовні, він виконує цю дію у два кроки. Спочатку програма пересуне засіб фокусування на 40 поділок за позицію завершення; а потім повернеться назад на 40 поділок.

source: The advantage of <guilabel>AF Overscan</guilabel> is that you do not need to know Backlash exactly, you just need to set the <guilabel>AF Overscan</guilabel> &gt;= backlash. So, for example, if you measure backlash as around 60 ticks then you could set <guilabel>AF Overscan</guilabel> to 80.
bg: Предимството на <guilabel>Прескачане на АФ</guilabel> е, че не е необходимо да знаете точно луфта, просто трябва да зададете <guilabel>Прескачане на АФ</guilabel> &gt;= луфт. Така че, например, ако измерите луфт с около 60 деления, тогава можете да зададете <guilabel>Прескачане на АФ</guilabel> на 80.
sl: Prednost <guilabel>AF Overscan</guilabel> je, da vam ni treba natančno poznati zračnosti, le nastaviti morate <guilabel>AF Overscan</guilabel> &gt;= zračnost. Torej, če na primer izmerite zračnost kot približno 60 črtic, lahko <guilabel>AF Overscan</guilabel> nastavite na 80.
sv: Fördelen med <guilabel>AF-översvep</guilabel> är att du inte behöver känna till spelet exakt, du behöver bara ställa in <guilabel>AF-översvep</guilabel> &gt;= spel. Så om du till exempel mäter spel som ungefär 60 tick kan du ställa in <guilabel>AF-översvep</guilabel> till 80.
uk: Перевагою використання <guilabel>Пересканування АФ</guilabel> є те, що вам не потрібно знати люфт точно, вам достатньо вказати <guilabel>Пересканування АФ</guilabel> &gt;= люфт. Тому, наприклад, якщо ви виміряли люфт у приблизно 60 поділок, ви можете встановити для параметра <guilabel>Пересканування АФ</guilabel> значення 80.

source: <guilabel>AF Overscan</guilabel> is also useful where Backlash is not exactly predictable. For example, if Backlash measurements yield slightly different values, e.g. 61, 60, 59 ticks then by using <guilabel>AF Overscan</guilabel> this inconsistency can be effectively neutralised. Were you to use <guilabel>Focuser Backlash</guilabel> you would probably average the readings and set the value to 60. Sometimes this will correctly take up all the backlash; sometimes it will be a little short; and sometimes it will over correct.
bg: <guilabel>Прескачане на АФ</guilabel> също е полезно, когато луфтът не е точно предвидим. Например, ако измерванията на луфта дават малко по-различни стойности, напр. 61,60,59 отметки, тогава с помощта на <guilabel>Прескачане на АФ</guilabel> това несъответствие може да бъде ефективно неутрализирано. Ако използвате <guilabel>Луфт на фокусера</guilabel>, вероятно ще осредните показанията и ще зададете стойността на 60. Понякога това правилно ще поеме цялата обратна реакция; понякога ще бъде под или над правилната фокусна позиция.
sl: <guilabel>AF Overscan</guilabel> je uporaben tudi tam, kjer zračnost ni natančno predvidljiva. Na primer, če meritve zračnosti dajo nekoliko drugačne vrednosti, npr. 61, 60, 59, potem lahko z uporabo <guilabel>AF Overscan</guilabel> to nedoslednost učinkovito nevtralizirate. Če bi uporabili <guilabel>Zračnost fokuserja</guilabel>, bi verjetno izračunali povprečje odčitkov in nastavili vrednost na 60. Včasih bo to pravilno prevzelo vso zračnost; včasih bo malo kratek; in včasih bo preveč pravilno.
sv: <guilabel>AF-översvep</guilabel> är också användbart där spelet inte är exakt förutsägbart. Till exempel, om spelmätningar ger något olika värden, t.ex. 61, 60, 59 tick, då neutraliseras inkonsekvensen effektivt genom att använda <guilabel>AF-översvep</guilabel>. Om du skulle använda <guilabel>Fokuseringsenhetens spel</guilabel> skulle du antagligen ta ett medelvärde av avläsningarna och ställa in värdet till 60. Ibland tar det bort hela spelet korrekt, men ibland blir det lite för kort; och ibland blir det överkorrigerat.
uk: <guilabel>Пересканування АФ</guilabel> також корисне там, де люфт не можна передбачити точно. Наприклад, якщо вимірювання люфту дає трохи інші значення, наприклад 61, 60, 59 поділок, використанням <guilabel>Пересканування АФ</guilabel> це відхилення можна ефективно нейтралізувати. Якщо б ви скористалися <guilabel>Люфтом засобу фокусування</guilabel>, ви усереднили б значення і встановили б 60. Іноді визначене таким чином значення люфту є точним, іноді дещо меншим, а іноді дещо більшим за правильне.

source: All focuser movements managed by Focus will have <guilabel>AF Overscan</guilabel> applied, including Step Out, Goto, Autofocus runs, Adaptive Focus movements, Adapt Start Pos movements and Take flats at the same position as lights.
bg: Всички движения на фокуса, управлявани от модула Фокус, ще имат приложено <guilabel>Прескачане на АФ</guilabel>, включително Стъпка навън, Goto, изпълнение на автоматично фокусиране, адаптивен фокус, движенията за адаптиране на началната позиция и заснемане на плоски кадри в същата позиция като светлите кадри.
sl: Pri vseh premikih fokuserja, ki jih upravlja Focus, bo uporabljen <guilabel>AF Overscan</guilabel>, vključno z korakom ven, pojdi na, teki samodejnega fokusiranja, premiki prilagodljivega fokusiranja, premiki prilagodljivega začetnega položaja in Take flats na istem položaju kot luči.
sv: Alla fokuseringsrörelser som hanteras av fokuseringen använder <guilabel>AF-översvep</guilabel>, inklusive Steg ut, Gå till, Automatisk fokuseringskörningar, Adaptiva fokuseringsrörelser, Adaptiva startpositionsrörelser och Ta plana bilder på samma position som ljus.
uk: Для усіх пересувань засобу фокусування, якими керує модуль фокусування, буде застосовано <guilabel>Пересканування АФ</guilabel>, зокрема це стосується кроку назовні, переходу, запусків автоматичного фокусування, рухів адаптивного фокусування, рухів до початкової позиції адаптивного фокусування та створення плоских знімків у тій самій позиції, що і освітлення.

source: <title>Adaptive Focus</title>
bg: <title>Адаптивно фокусиране</title>
sl: <title>Prilagodljivo fokusiranje</title>
sv: <title>Adaptiv fokusering</title>
uk: <title>Адаптивне фокусування</title>

source: <screeninfo>Adaptive Focus</screeninfo>
bg: <screeninfo>Адаптивен фокус</screeninfo>
sl: <screeninfo>Prilagodljivo fokusiranje</screeninfo>
sv: <screeninfo>Adaptiv fokusering</screeninfo>
uk: <screeninfo>Адаптивне фокусування</screeninfo>
