Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: The large number drawn in the corner of each grid pane represents the order in which panes will be captured. The default S-shaped choice (west-east then alternating high-low/low-high moves), ensures minimal movement of the mount during observation. Uncheck <guilabel>Minimum mount move</guilabel> to revert to west-east/high-low movement only. The coordinates of each pane are rendered in their center as degrees, minutes and seconds. Finally, the angle each pane rotates from the center of the mosaic is displayed at the bottom. If your field of view is large, or if your mosaic is located close to a celestial pole, you may observe that rendered panes start rotating visibly due their horizontal position or high declination. Use the <guilabel>overlap</guilabel> to ensure panes cover the desired frame extents properly.
uk: Велике число, яке буде показано у куті кожної з панелей ґратки, відповідає порядку, у якому буде захоплено панелі. Типовий S-подібний вибір (захід-схід, потім почергові рухи вгору-вниз/вниз-вгору) забезпечує мінімальний рух лафета під час спостереження. Зніміть позначку з пункту <guilabel>Мінімальний рух лафета</guilabel>, щоб повернутися до алгоритму захід-схід/вгору-вниз. Координати кожної з панелей буде показано у центрі у градусах, мінутах і секундах. Нарешті, кут обертання кожної з панелей відносно центра мозаїки буде показано внизу. Якщо поле зору є великим або мозаїку розташовано поблизу небесного полюса, можливе видиме обертання показаних панелей через їхню горизонтальну позицію або високе схилення. Скористайтеся пунктом <guilabel>перекриття</guilabel> для забезпечення належного покриття бажаних розмірів кадру.

source: <screeninfo>Scheduler Mosaic Tool - Large rotation</screeninfo>
uk: <screeninfo>Інструмент мозаїки модуля планування — значне обертання</screeninfo>

source: <phrase>Scheduler Mosaic Tool - Large rotation</phrase>
uk: <phrase>Інструмент мозаїки модуля планування — значне обертання</phrase>

source: <emphasis role="bold">Adjust Grid</emphasis>: Adjust Grid center by manually entering the J2000 center or by dragging the center of the mosaic on the sky map.
uk: <emphasis role="bold">Коригувати сітку</emphasis>: Скоригуйте центр сітки введенням центра J2000 вручну або перетягуванням центра мозаїки на карті неба.

source: <screeninfo>Adjust Grid</screeninfo>
uk: <screeninfo>Коригування сітки</screeninfo>

source: <phrase>Adjust Grid</phrase>
uk: <phrase>Коригування сітки</phrase>

source: <emphasis role="bold">Create Jobs</emphasis>: The final step is to select the sequence file and directory to store the images. Target field may be automatically filled but may be changed as desired. Select the steps each scheduler job should execute in sequence (Track -> Focus -> Align -> Guide -> Capture), and adjust the frequency of automatic alignment and focus routines that must be executed during the mosaic operation. For example, if <guilabel>Align Every</guilabel> is set to 2 Scheduler Jobs, then the first job will run the astrometry alignment, while the second job will skip it. When the third job is executed, alignment is performed again and so forth.
uk: <emphasis role="bold">Створити завдання</emphasis>: останнім кроком є вибір файла послідовності та каталогу для зберігання зображень. Поле цілі може бути заповнено автоматично, але його можна змінювати, якщо потрібно. Виберіть кроки, які послідовно має бути виконано під час виконання завдання планувальника (Стеження -> Фокусування -> Вирівнювання -> Наведення -> Захоплення), і скоригуйте частоту процедур автоматичного вирівнювання та фокусування, яку має бути виконано під час дії зі створення мозаїки. Наприклад, якщо для параметра <guilabel>Вирівнювати кожні</guilabel> встановлено значення у 2 завдання планувальника, під час першого завдання буде виконано астрометричне вирівнювання, а під час другого завдання його буде пропущено. Під час виконання третього завдання програма знову виконає вирівнювання тощо.

source: <screeninfo>Create Jobs</screeninfo>
uk: <screeninfo>Створення завдань</screeninfo>

source: <phrase>Create Jobs</phrase>
uk: <phrase>Створення завдань</phrase>

source: Click <guibutton>Create Jobs</guibutton> to generate mosaic scheduler jobs and add them to the schedule queue. You can further edit the jobs individually, as you would normal Scheduler jobs.
uk: Натисніть кнопку <guibutton>Створити завдання</guibutton>, щоб створити завдання планувальника мозаїки і додати їх до черги планувальника. Ви також можете редагувати завдання окремо, як ви це робите зі звичайними запланованими завданнями.

source: Scheduler Settings
fr: Réglages de l'ordonnanceur
