Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: ``Optimise Tile Centres``: If unchecked, the geometrical centre of the tile is used; if checked, the centre of the tile is calculated as an average of the star positions within the tile. Whilst theoretically more accurate to check this option, it is likely to have a significant impact only if the number of stars is small.
ca@valencia: ``Optimitza els centres de les tessel·les``: si no se selecciona, s'utilitzarà el centre geomètric de la tessel·la. Si se selecciona, el centre de la tessel·la es calcularà com una mitjana de les posicions de les estreles a dins de la tessel·la. Tot i que teòricament és més precís seleccionant esta opció, és probable que tinga un impacte significatiu només si el nombre d'estreles és xicotet.
fr: Comme ces deux grandeurs sont liées dans les calculs, l'une affectera l'autre et il sera ainsi plus judicieux d'ajuster les deux grandeurs en même temps, par petite touche, plutôt que d'essayer d'ajuster parfaitement l'une avant d'ajuster l'autre.
pt_br: ``Otimizar centros dos blocos``: Se desmarcada, o centro geométrico do bloco é usado; se marcada, o centro do bloco é calculado como uma média das posições das estrelas dentro do bloco. Embora seja teoricamente mais preciso marcar esta opção, é provável que tenha um impacto significativo apenas se o número de estrelas for pequeno.

source: ``Close``: Close the Aberration Inspector dialog.
ca@valencia: ``Tanca``: tanca el diàleg «Inspector d'aberracions».
fr: Graphique 3D de l'Inspecteur d'aberration
pt_br: ``Fechar``: Fecha a caixa de diálogo Inspetor de aberrações.

source: The V-Curve is similar to the V-Curve on the main Focus tab, except each tile is represented by its own curve. The number of curves is determined by the setting of the ``Tiles`` combobox. The x-axis displays the focuser position and the y-axis the measure (e.g. HFR) used by Autofocus. Each curve has its own colour and 2 character identifier as displayed in the legend.
ca@valencia: La corba V és similar a la corba V en la pestanya ``Enfocament`` principal, excepte que cada tessel·la està representada per la seua pròpia corba. El nombre de corbes ve determinat per la configuració del quadro combinat ``Tessel·les``. L'eix X mostra la posició de l'enfocador i l'eix Y la mesura (p. ex., HFR) utilitzada per l'enfocament automàtic. Cada corba té el seu propi color i l'identificador de 2 caràcters tal com es mostra a la llegenda.
fr: Graphique 3D de l'inspecteur d'aberration
pt_br: A curva em V é semelhante à curva em V da aba principal de foco, exceto que cada bloco é representado por sua própria curva. O número de curvas é determinado pela configuração da caixa de combinação ``Blocos``. O eixo x exibe a posição do focalizador e o eixo y, a medida (por exemplo, RMF) usada pelo foco automático. Cada curva possui sua própria cor e um identificador de 2 caracteres, conforme exibido na legenda.

source: Aberration Inspector Table
ca@valencia: Taula en l'Inspector d'aberracions
fr: Le graphique 3D affiche le capteur incliné selon les :doc:`résultats de l'Inspecteur d'aberration <aberration-inspector-results>`. Pour faciliter l'affichage de la surface de Petzval (Veuillez consulter la page `Petzval Field Curvature <https://en.wikipedia.org/wiki/Petzval_field_curvature>`__ pour davantage de détails) de la lumière provenant du télescope sur le capteur, la surface du capteur est également modélisée. Plus l'erreur de backfocus est importante et plus la surface de Petzval sera courbée.
pt_br: Tabela do inspetor de aberração

source: The table displays information pertinent to each tile as selected by the ``Tiles`` setting.
ca@valencia: La taula mostra informació pertinent per a cada tessel·la seleccionada per l'opció ``Tessel·les``.
fr: Les options suivantes sont disponibles pour le graphique
pt_br: A tabela exibe informações pertinentes a cada bloco, conforme selecionado pela configuração ``Blocos``.

source: A tooltip like graphic is displayed when the mouse is hovered over either of the leftmost 2 columns. The graphic displays a picture of the sensor scaled to the dimensions of the sensor. Overlayed on the sensor are the tiles as selected by the ``Tiles`` setting. The tiles are scaled appropriately for the tile settings. Each tile is labelled with the Tile Name and the tile corresponding to the row that the mouse is hovering over, is highlighted in the colour of that tile.
ca@valencia: Quan es passa el ratolí per damunt de qualsevol de les 2 columnes més a l'esquerra, es mostrarà consell d'eina com a gràfic. El gràfic mostrarà una imatge del sensor escalat fins a les dimensions del sensor. Superposades en el sensor hi haurà les tessel·les seleccionades per l'opció ``Tessel·les``. Les tessel·les s'escalaran adequadament per a la seua configuració. Cada tessel·la estarà etiquetada amb el seu nom, i la tessel·la corresponent a la fila sobre la qual es passa el ratolí es ressaltarà en el color d'esta tessel·la.
fr: ``Sélection`` : les options suivantes sont disponibles :
pt_br: Um gráfico semelhante a uma dica é exibido quando o mouse é passado sobre qualquer uma das 2 colunas mais à esquerda. O gráfico exibe uma imagem do sensor dimensionada para as dimensões do sensor. Sobrepostos ao sensor estão os blocos selecionados pela configuração ``Blocos``. Os blocos são dimensionados adequadamente para as configurações de bloco. Cada bloco é rotulado com o nome do bloco e o bloco correspondente à linha sobre a qual o mouse está passando é destacado na cor desse bloco.

source: ``Tile``: The 1 or 2 character name of the tile, e.g. TL = Top Left, C = Centre, etc.
ca@valencia: ``Tessel·la``: 1 o 2 caràcters del nom de la tessel·la, p. ex., TL = A dalt a l'esquerra, C = Centre, etc.
fr: Point : un point peut être sélectionné et ses valeurs affichées.
pt_br: ``Bloco``: O nome de 1 ou 2 caracteres do bloco, por exemplo, SE = Superior Esquerdo, C = Centro, etc.

source: ``Description``: Tile Description, e.g. Top Left, Centre, etc.
ca@valencia: ``Descripció``: descripció de la tessel·la, p. ex., Superior esquerra, Centre, etc.
fr: Tranche : une tranche 2D du graphique 3D est affichée.
pt_br: ``Descrição``: Descrição do bloco, por exemplo, canto superior esquerdo, centro, etc.

source: ``Solution``: The focus solution. This matches the solution on the V_Curve.
ca@valencia: ``Solució``: la solució de l'enfocament. Açò coincidirà amb la solució en la corba V.
fr: ``Thème`` : un certain nombre de thèmes de couleurs est disponible.
pt_br: ``Solução``: A solução de foco. Corresponde à solução na curva V.

source: ``Delta (ticks)``: This is the delta of the solution for the current table row from the solution of the Centre tile. The Delta of the Centre row will, of course, be zero.
ca@valencia: ``Delta (marques)``: esta és la delta de la solució per a la fila de la taula actual a partir de la solució de la tessel·la central. La delta de la fila del centre serà, per descomptat, zero.
fr: ``Étiquettes`` : case à cocher pour afficher/masquer les étiquettes des tuiles sur le graphique.
pt_br: ``Delta (tiques)``: Este é o delta da solução para a linha atual da tabela a partir da solução da peça central. O Delta da linha central será, obviamente, zero.

source: ``Delta (μm)``: This is Delta (ticks) converted to microns using the step size in microns as specified in the CFZ Focus tab.
ca@valencia: ``Delta (μm)``: esta és la delta (en marques) convertida a micres, utilitzant la mida del pas en micres com s'especifica en la pestanya «Enfocament» al «ZCE».
fr: ``Capteur`` : case à cocher pour afficher/masquer le capteur.
pt_br: ``Delta (μm)``: Este é o Delta (tiques) convertido em mícrons usando o tamanho do passo em mícrons, conforme especificado na guia de foco da ZFC.

source: ``Num Stars``: This shows the min / max number of stars detected during the Autofocus run. Usually, the minimum number would be a far out of focus datapoint and the max number would be the in focus datapoint.
ca@valencia: ``Nombre d'estreles``: açò mostra el nombre mínim i màxim d'estreles detectades durant l'execució de l'enfocament automàtic. Normalment, el nombre mínim seria un punt de dades fora de l'enfocament i el nombre màxim seria el punt de dades de l'enfocament.
fr: ``Câble de Petzval`` : case à cocher pour afficher/masquer la surface de Petzval comme un câble de Petzval.
pt_br: ``Número de estrelas``: Mostra o número mínimo/máximo de estrelas detectadas durante a execução do foco automático. Normalmente, o número mínimo seria um ponto de dados muito fora de foco e o número máximo seria o ponto de dados em foco.

source: ``R²``: R-squared of the curve fit for this tile. See :ref:`Coefficient of Determination <ekos-focus-coefficient-of-determination>` for more details.
ca@valencia: ``R²``: R al quadrat de l'ajust de la corba per a esta tessel·la. Per a més detalls, vegeu :ref:`Coeficient de determinació <ekos-focus-coefficient-of-determination>`.
fr: ``Surface de Petzval`` : case à cocher pour afficher/masquer la surface de Petzval.
pt_br: ``R²``: R-quadrado da curva ajustada para este bloco. Consulte o :ref:`Coeficiente de Determinação <ekos-focus-coefficient-of-determination>` para mais detalhes.

source: ``Exclude``: Checkbox to include / exclude this tile in calculations. By default, if a tile has been curve fitted it will be included; if a tile was not curve fitted then it will be excluded. In addition, the user may decide that a particular tile may contain poor quality data, for example the R² is low; or the number of stars is low. In this case the Exclude can be checked and this row will be excluded from calculations. Note that by excluding some rows, some calculations may not be performed. If the Centre tile is excluded, no calculations can be performed.
ca@valencia: ``Exclou``: casella de selecció per a incloure o excloure esta tessel·la en els càlculs. De manera predeterminada, si s'ha col·locat una tessel·la amb una corba, s'inclourà. Si s'ha col·locat sense una corba, s'exclourà. A més, l'usuari pot decidir que una tessel·la en particular pot contindre dades de mala qualitat, per exemple R² és baix o el nombre d'estreles és baix. En este cas, es pot seleccionar l'exclusió i esta fila quedarà exclosa dels càlculs. Cal tindre en compte que excloent algunes files, és possible que no es realitzen alguns càlculs. Si s'exclou la tessel·la del centre, no es podrà fer cap càlcul.
fr: ``Mode simulation`` : case à cocher pour (dés)activer le mode simulation. Quand décoché, le graphique affiche le capteur et la surface de Petzval selon les résultats calculés par l'Inspecteur d'aberration. Quand coché, les curseurs du backfocus et des inclinaisons sont activés et peuvent être modifiés par l'utilisateur. Un survol par la souris des curseurs décrit leur fonctionnalité.
pt_br: ``Excluir``: Caixa de seleção para incluir/excluir este bloco nos cálculos. Por padrão, se um bloco tiver sido ajustado à curva, ele será incluído; se um bloco não tiver sido ajustado à curva, ele será excluído. Além disso, o usuário pode decidir que um bloco específico pode conter dados de baixa qualidade, por exemplo, o R² é baixo; ou o número de estrelas é baixo. Nesse caso, a opção para excluir pode ser marcada e esta linha será excluída dos cálculos. Observe que, ao excluir algumas linhas, alguns cálculos podem não ser realizados. Se o bloco central for excluído, nenhum cálculo poderá ser realizado.

source: The recommended approach is to check the table for quality data and once achieved, move onto analysing the :ref:`Aberration Inspector Results <ekos-focus-aberration-inspector-results>`.
ca@valencia: L'aproximació recomanada és comprovar la taula per a obtindre dades de qualitat i, una vegada aconseguit, passar a analitzar els :ref:`Resultats de l'Inspector d'aberracions <ekos-focus-aberration-inspector-results>`.
pt_br: A abordagem recomendada é verificar a tabela em busca de dados de qualidade e, uma vez alcançados, passar para a análise dos :ref:`Resultados do inspetor de aberrações <ekos-focus-aberration-inspector-results>`.

source: Aberration Inspector Results
ca@valencia: Resultat de l'Inspector d'aberracions
pt_br: Resultados do inspetor de aberração

source: ``Backfocus Δ``: This is the value of the Backfocus delta. The nearer to perfect backfocus, the lower the backfocus delta. Note that the Backfocus delta gives a clue as to how far out the Backfocus is, in terms of scale and direction, but is not the amount by which the sensor needs to be moved. The relationship between backfocus Delta and how far to move the sensor will vary with the equipment used, and needs to be worked out by the user.
ca@valencia: ``Δ de l'enfocament al darrera``: este és el valor de la delta de l'enfocament al darrera. Com més a prop de l'enfocament perfecte, més baixa serà la delta de l'enfocament. Cal tindre en compte que la delta de l'enfocament al darrere dona una pista de fins a on es troba, en termes d'escala i de direcció, però no és la quantitat per la qual es necessita moure el sensor. La relació entre la delta de l'enfocament al darrera i fins on s'ha moure el sensor variarà amb l'equip utilitzat, i l'ha d'elaborar l'usuari.
pt_br: ``Δ do foco de fundo``: Este é o valor do delta do foco de fundo. Quanto mais próximo do foco de fundo perfeito, menor será o delta do foco de fundo. Observe que o delta do foco de fundo fornece uma pista sobre a distância do foco de fundo, em termos de escala e direção, mas não indica a distância que o sensor precisa ser movido. A relação entre o delta do foco de fundo e a distância a ser movida pelo sensor varia de acordo com o equipamento utilizado e precisa ser definida pelo usuário.

source: ``Left-Right Tilt``: Gives the Left to Right tilt in microns and as a percentage.
ca@valencia: ``Inclinació d'esquerra a dreta``: dona la inclinació d'esquerra a dreta en micres i com un percentatge.
pt_br: ``Inclinação da esquerda para a direita``: Fornece a inclinação da esquerda para a direita em mícrons e como uma porcentagem.

source: ``Top-Bottom Tilt``: Gives the Top to Bottom tilt in microns and as a percentage
ca@valencia: ``Inclinació de dalt a baix``: dona la inclinació de dalt a baix en micres i com a percentatge.
pt_br: ``Inclinação de cima para baixo``: Fornece a inclinação de cima para baixo em mícrons e como uma porcentagem

source: ``Total Tilt``: The diagonal tilt in microns and as a percentage.
ca@valencia: ``Inclinació total``: la inclinació de la diagonal en micres i com a percentatge.
pt_br: ``Inclinação total``: A inclinação diagonal em mícrons e como uma porcentagem.

source: Aberration Inspector 3D Graphic
ca@valencia: Gràfic en 3D de l'Inspector d'aberracions
pt_br: Gráfico 3D do inspetor de aberração

source: The 3D graphic displays the sensor tilted as per the :ref:`Aberration Inspector Results <ekos-focus-aberration-inspector-results>`. To help visualise the Petzval surface (see `Petzval Field Curvature <https://en.wikipedia.org/wiki/Petzval_field_curvature>`__ for more details) of light coming out of the telescope and incident on the sensor the surface is also modelled. The higher the backfocus error, the more curved the Petzval surface.
ca@valencia: El gràfic en 3D mostra el sensor inclinat segons els :ref:`Resultats de l'inspector d'aberracions <ekos-focus-aberration-inspector-results>`. Per ajudar a visualitzar la superfície de Petzval (per a més detalls, vegeu `Curvatura de camp (Petzval) <https://en.wikipedia.org/wiki/Petzval_field_curvature>`__) de la llum que ix de telescopi i que incidix sobre el sensor, la superfície també es modela. Com més gran siga l'error de l'enfocament al darrera, més corbada estarà la superfície de Petzval.
pt_br: O gráfico 3D exibe o sensor inclinado conforme os :ref:`Resultados do inspetor de aberração <ekos-focus-aberration-inspector-results>`. Para ajudar a visualizar a superfície de Petzval (consulte `Curvatura do Campo de Petzval <https://en.wikipedia.org/wiki/Petzval_field_curvature>`__ para mais detalhes) da luz que sai do telescópio e incide no sensor, a superfície também é modelada. Quanto maior o erro de foco de fundo, mais curva será a superfície de Petzval.

source: ``Selection``: The following options are available:
ca@valencia: ``Selecció``: hi ha disponibles les opcions següents:
pt_br: ``Seleção``: As seguintes opções estão disponíveis:

source: ``Theme``: A number of colour themes are available.
ca@valencia: ``Tema``: hi ha disponible diversos temes de color.
pt_br: ``Tema``: Vários temas de cores estão disponíveis.

source: ``Labels``: Checkbox to show / hide tile labels on the graphic.
ca@valencia: ``Etiquetes``: casella de selecció per a mostrar o ocultar les etiquetes en el gràfic.
pt_br: ``Rótulos``: Caixa de seleção para mostrar/ocultar rótulos de blocos no gráfico.

source: ``Sensor``: Checkbox to show / hide the sensor.
ca@valencia: ``Sensor``: casella de selecció per a mostrar o ocultar el sensor.
pt_br: ``Sensor``: Caixa de seleção para mostrar/ocultar o sensor.

source: ``Petzval Wire``: Checkbox to show / hide the Petzval surface as a graphic wire.
ca@valencia: ``Fil de Petzval``: casella de selecció per a mostrar o ocultar la superfície de Petzval com un fil gràfic.
pt_br: ``Fio Petzval``: Caixa de seleção para mostrar/ocultar a superfície Petzval como um fio gráfico.

source: ``Petzval Surface``: Checkbox to show / hide the Petzval surface.
ca@valencia: ``Superfície de Petzval``: casella de selecció per a mostrar o ocultar la superfície de Petzval.
pt_br: ``Superfície Petzval``: Caixa de seleção para mostrar/ocultar a superfície Petzval.

source: ``Sim Mode``: Checkbox to toggle Simulation Mode on / off. When off, the graphic displays the sensor and Petzval surface based on the calculated results of the Aberration Inspector run. When on, the sliders for Backfocus, Left-to-Right tilt and Top-to-Bottom tilt are activated, and these can be dragged by the user to adjust the graphic. Hover the mouse over each slider to see the tooltips describing what each slider does.
ca@valencia: ``Mode simulació``: casella de selecció per a activar o desactivar el mode simulació. Quan es desselecciona, el gràfic mostrarà el sensor i la superfície de Petzval basant-se en els resultats calculats per l'Inspector d'aberracions. Quan se selecciona, s'activaran els controls lliscants per a l'enfocament al darrera, la inclinació d'esquerra a dreta i la inclinació de dalt a baix, i l'usuari podrà arrossegar-los per a ajustar el gràfic. Passeu el ratolí per damunt de cada control lliscant per a veure els consells d'eina que descriuen el que fa cadascun.
pt_br: ``Modo Sim``: Caixa de seleção para ativar/desativar o modo de simulação. Quando desativado, o gráfico exibe o sensor e a superfície de Petzval com base nos resultados calculados da execução do inspetor de aberrações. Quando ativado, os controles deslizantes para foco de fundo, inclinação da esquerda para a direita e inclinação de cima para baixo são ativados, e podem ser arrastados pelo usuário para ajustar o gráfico. Passe o mouse sobre cada controle deslizante para ver as dicas que descrevem o que cada controle faz.

source: The 3D graphic is not essential to using Aberration Inspector. All relevant information is displayed in the :ref:`Table <ekos-focus-aberration-inspector-table>` and :ref:`Results <ekos-focus-aberration-inspector-results>` sections of the dialog. Its purpose is to aid the user in understanding Aberration Inspector and to orient themselves with the information the tool provides.
ca@valencia: El gràfic en 3D no és essencial per a utilitzar l'Inspector d'aberracions. Tota la informació rellevant es mostra a les seccions :ref:`Taula <ekos-focus-aberration-inspector-table>` i :ref:`Resultats <ekos-focus-aberration-inspector-results>` del diàleg. La seua finalitat és ajudar a l'usuari a entendre'l i a orientar-se amb la informació que proporciona l'eina.
pt_br: O gráfico 3D não é essencial para o uso do Inspetor de Aberrações. Todas as informações relevantes são exibidas nas seções :ref:`Tabela <ekos-focus-aberration-inspector-table>` e :ref:`Resultados <ekos-focus-aberration-inspector-results>` da caixa de diálogo. Seu objetivo é auxiliar o usuário a entender o inspetor de aberrações e a se orientar com as informações fornecidas pela ferramenta.

source: Ekos Focus
ca@valencia: Enfocament d'Ekos
fr: Mise au point Ekos

source: Focuser Settings
ca@valencia: Configureu l'enfocador
fr: Réglages du moteur de mise au point

source: Focus Camera & Filter Wheel Group
ca@valencia: El grup «Càmera i roda de filtres»
fr: Caméra de mise au point & roue à filtres

source: image2
ca@valencia: Imatge 2

source: Focus Tools Group
ca@valencia: Grup d'eines d'enfocament

source: image3
ca@valencia: Imatge 3

source: image4
ca@valencia: Imatge 4

source: Focus CFZ
ca@valencia: ZCE de l'enfocament
fr: Paramètres de la mise au point de la CFZ :

source: image5
ca@valencia: Imatge 5

source: image6
ca@valencia: Imatge 6

source: image7
ca@valencia: Imatge 7

source: Focus Advisor - Help
ca@valencia: Ajuda de l'Assessor de l'enfocament
fr: ``Paramètres du processus`` : ce sont les paramètres du panneau du :doc:`Processus de mise au point <focus-process>` de l'écran de mise au point. En survolant cette étiquette avec la souris, vous pouvez voir dans l'info-bulle les valeurs recommandées par le conseiller de mise au point.

source: Focus Advisor - Find Stars
ca@valencia: Assessor de l'enfocament - «Troba les estreles»
fr: Configurer les réglages de chaque filtre dans la table :

source: Focus Advisor - Coarse Adjustment
ca@valencia: Assessor de l'enfocament - «Ajust aproximat»
fr: ``Dernière température de mise au point (°C)`` : la température de la ``Dernière solution de mise au point``. Ekos actualise ce champ automatiquement.

source: Focus Advisor - Fine Adjustment
ca@valencia: Assessor de l'enfocament - «Ajust fi»
fr: ``Acquisition des à-plats à la même mise au point que les brutes`` : en cochant cette case, les flats seront acquis à la position du moteur de mise au point de la ``Dernière solution de mise au point automatique``.

source: Filter Queue
ca@valencia: Cua de filtres
fr: Sii : le filtre Sii est configuré pour exécuter une mise au point automatique, est bloqué sur Lum et possède un décalage de 0. Ainsi quand la séquence Sii démarre, il y aura une mise au point automatique sur le filtre Lum et comme le décalage relatif entre Lum et Sii vaut 0 - 0 = 0, le moteur se déplacera vers la position de la solution de la mise au point automatique de Lum.

source: image8
ca@valencia: Imatge 8

source: Build Filter Offsets
ca@valencia: Construcció de desplaçaments dels filtres
fr: En survolant la passe de mise au point automatique avec la souris, une fenêtre d'aide sera affichée. Dans cet exemple, la souris survole la passe 1 du filtre Rouge. La première ligne affiche le résultat des mesures de la mise au point automatique pour cette passe (36683), les ajustements pour la température (0.0°C) et l'altitude (0.2 degrés Alt). La deuxième ligne affiche les ajustements : 206 au total, 0 pour la température et 205.9 pour l'altitude. La troisième ligne affiche la position 36889.

source: image9
ca@valencia: Imatge 9

source: image10
ca@valencia: Imatge 10

source: image11
ca@valencia: Imatge 11

source: Focus Display Mosaic
ca@valencia: Mosaic de visualització de l'enfocament
fr: Courbe en V de la mise au point avec nombre d'étoiles
