Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler-taskqueue.po
Languages: ca, nl, pt_br, sl, uk

source: **DELAY Action**
ca: **Acció DELAY**
nl: **DELAY actie**
pt_br: **Ação DELAY**
sl: **Dejanje zamika - DELAY**
uk: **Дія DELAY**

source: Pauses execution for a specified duration. Useful for allowing equipment to settle, rate-limiting operations, or adding time-based spacing between actions.
ca: Posa en pausa l'execució durant una durada especificada. Útil per permetre que l'equip es posicioni, limitar la velocitat de les operacions o afegir espaiat basat en el temps entre les accions.
nl: Pauzeert de uitvoering gedurende een bepaalde tijd. Handig om apparatuur te laten stabiliseren, bewerkingen te beperken of tijdsinterval tussen acties in te bouwen.
pt_br: Interrompe a execução por um período especificado. Útil para permitir que o equipamento se estabilize, limitar a taxa de operações ou adicionar um intervalo de tempo entre as ações.
sl: Začasno ustavi izvajanje za določen čas. Uporabno za omogočanje umiritve opreme, omejevanje hitrosti operacij ali dodajanje časovnega razmika med dejanji.
uk: Призупиняє виконання на вказаний строк. Корисно для уможливлення стабілізації стану обладнання, операцій з обмеженою частотою або додавання інтервалів між діями на основі часу.

source: **START Action**
ca: **Acció START**
nl: **START actie**
pt_br: **Ação START**
sl: **Dejanje zagona - START**
uk: **Дія START**

source: Controls when a task begins execution. Can be set to start immediately (ASAP) or at a scheduled date/time. Useful for time-based automation.
ca: Controla quan una tasca comença a executar-se. Es pot establir per iniciar immediatament (ASAP) o en una data/hora programada. Útil per a l'automatització basada en el temps.
nl: Hiermee wordt bepaald wanneer een taak begint met uitvoeren. Kan worden ingesteld om direct te starten (zo snel mogelijk) of op een geplande datum/tijd. Handig voor tijdsgebonden automatisering.
pt_br: Controla quando uma tarefa começa a ser executada. Pode ser configurado para iniciar imediatamente (o mais rápido possível) ou em uma data/hora agendada. Útil para automação baseada em tempo.
sl: Nadzira, kdaj se opravilo začne izvajati. Nastavi se lahko za takojšen začetek (čim je mogoče) ali ob načrtovanem datumu/uri. Uporabno za avtomatizacijo na podlagi časa.
uk: Керує тим, коли почнеться виконання завдання. Можна налаштувати на негайний запуск (ASAP) або запланувати запуск на певну дату і час. Корисно для автоматизації на основі часу.

source: **SCRIPT Action**
ca: **Acció SCRIPT**
nl: **SCRIPT actie**
pt_br: **Ação SCRIPT**
sl: **Dejanje skripta - SKRIPT**
uk: **Дія SCRIPT**

source: Executes an external script or program. This allows integration of custom logic or operations not directly supported by INDI properties. The action monitors the script's exit code and captures stdout/stderr for logging.
ca: Executa un script o programa extern. Això permet la integració de lògica personalitzada o operacions permeses directament per les propietats INDI. L'acció controla el codi de sortida de l'script i captura «stdout»/«stderr» per al registre.
nl: Voert een extern script of programma uit. Dit maakt de integratie mogelijk van aangepaste logica of bewerkingen die niet direct worden ondersteund door INDI-eigenschappen. De actie bewaakt de exitcode van het script en legt stdout/stderr vast voor logboekregistratie.
pt_br: Executa um script ou programa externo. Isso permite a integração de lógica ou operações personalizadas que não são diretamente suportadas pelas propriedades INDI. A ação monitora o código de saída do script e captura stdout/stderr para registro.
sl: Izvede zunanji skript ali program. To omogoča integracijo logike po meri ali operacij, ki jih lastnosti INDI ne podpirajo neposredno. Dejanje spremlja izhodno kodo skripte in zajame stdout/stderr za beleženje.
uk: Виконує зовнішній скрипт або програму. Це надає змогу здійснювати інтеграцію власної логіки або операцій, підтримки яких у властивостях INDI не передбачено. Дія контролює код виходу скрипту та записує stdout/stderr до журналу.

source: Action Configuration
ca: Configuració d'accions
nl: Configuratie van actie
pt_br: Configuração da ação
sl: Konfiguracija dejanja
uk: Налаштовування дій

source: All actions support common configuration options:
ca: Totes les accions admeten opcions de configuració habituals:
nl: Alle acties ondersteunen algemene configuratie-opties:
pt_br: Todas as ações suportam opções de configuração comuns:
sl: Vsa dejanja podpirajo običajne možnosti konfiguracije:
uk: Для усіх дій передбачено загальні параметри налаштовування:

source: **Timeout**: Maximum time to wait for action completion (in seconds)
ca: **Temps d'espera**: temps màxim per a esperar la finalització de l'acció (en segons)
nl: **Time-out**: maximale wachttijd voor het voltooien van een actie (in seconden)
pt_br: **Tempo limite**: Tempo máximo de espera para a conclusão da ação (em segundos)
sl: **Časovna omejitev - Timeout**: Najdaljši čas čakanja na dokončanje dejanja (v sekundah)
uk: **Час очікування**: максимальний час очікування на завершення дії (у секундах)

source: **Retries**: Number of retry attempts if the action fails
ca: **Reintents**: nombre de reintents de si l'acció falla
nl: **Opnieuw proberen**: aantal pogingen om de actie opnieuw uit te voeren als deze mislukt.
pt_br: **Tentativas**: Número de tentativas caso a ação falhe
sl: **Ponovnih poskusov - Retries**: Število ponovnih poskusov, če dejanje ne uspe
uk: **Повторні спроби**: кількість повторних спроб, якщо дію не вдасться виконати

source: **Failure Action**: What to do if the action fails after all retries:
ca: **Acció de fallada**: què fer si l'acció falla després de tots els reintents:
nl: **Actie bij mislukking**: wat te doen als de actie na alle pogingen mislukt:
pt_br: **Ação em caso de falha**: O que fazer se a ação falhar após todas as tentativas:
sl: **Dejanje ob neuspehu - Failure Action**: Kaj storiti, če dejanje po vseh ponovnih poskusih ne uspe:
uk: **Дія при помилці**: що робити, якщо дію не вдасться виконати у результаті усіх повторних спроб:

source: **ABORT_QUEUE**: Stop the entire queue (default for critical operations)
ca: **ABORT_QUEUE**: atura tota la cua (predeterminat per a operacions crítiques)
nl: **WACHTRIJ_AFBREKEN**: stop de volledige wachtrij (standaard voor kritieke bewerkingen)
pt_br: **ABORT_QUEUE**: Interrompe toda a fila (padrão para operações críticas)
sl: **Prekini čakalno vrsto - ABORT_QUEUE**: Zaustavi celotno čakalno vrsto (privzeto za kritične operacije)
uk: **ABORT_QUEUE**: зупинити виконання усієї черги (типово для критичних операцій)

source: **CONTINUE**: Log the error but continue to the next action
ca: **CONTINUE**: registra l'error però continua a l'acció següent
nl: **CONTINUE**: registreer de fout, maar ga verder met de volgende actie
pt_br: **CONTINUE**: Registra o erro, mas continua para a próxima ação
sl: **Nadaljuj - CONTINUE**: Zabeleži napako, vendar nadaljuj z naslednjim dejanjem
uk: **CONTINUE**: записати до журналу повідомлення про помилку, але продовжити виконання наступної дії

source: **SKIP_TO_NEXT_TASK**: Skip remaining actions in current task and move to the next task
ca: **SKIP_TO_NEXT_TASK**: omet les accions restants de la tasca actual i passa a la tasca següent
nl: **OVERSLAAN_NAAR_VOLGENDE_TAAK**: Sla de overblijvende acties over in de huidige taak en ga naar de volgende taak
pt_br: **SKIP_TO_NEXT_TASK**: Ignora as ações restantes na tarefa atual e passa para a próxima tarefa
sl: **Preskoči na naslednje opravilo - SKIP_TO_NEXT_TASK**: Preskoči preostala dejanja v trenutnem opravilu in se premakni na naslednje opravilo
uk: **SKIP_TO_NEXT_TASK**: пропустити решту дій у поточному завданні і перейти до виконання наступного завдання

source: Understanding Collections
ca: Entendre les col·leccions
nl: Verzamelingen begrijpen
pt_br: Compreendendo coleções
sl: Razumevanje zbirk
uk: Збірки

source: **Collections** are pre-defined sets of tasks designed for common scenarios. They provide quick-start solutions without requiring you to build queues from scratch.
ca: Les **col·leccions** són conjunts predefinits de tasques dissenyades per a escenaris habituals. Proporcionen solucions ràpides sense requerir que construeixis cues des de zero.
nl: **Verzamelingen** zijn vooraf gedefinieerde sets taken, ontworpen voor veelvoorkomende scenario's. Ze bieden snelle oplossingen zonder dat u wachtrijen helemaal zelf hoeft op te bouwen.
pt_br: **Coleções** são conjuntos predefinidos de tarefas, concebidos para cenários comuns. Elas oferecem soluções de inicialização rápida, sem a necessidade de criar filas do zero.
sl: **Zbirke - Collections** so vnaprej določeni nabori opravil, zasnovani za običajne scenarije. Ponujajo rešitve za hiter zagon, ne da bi morali graditi čakalne vrste od začetka.
uk: **Збірки** — попередньо визначені набори завдань, які створено для роботи за типовими сценаріями. Вони є простими рішеннями, які не потребують від вас створення черг від початку.

source: The system provides two collections:
ca: El sistema proporciona dues col·leccions:
nl: Het systeem levert twee verzamelingen:
pt_br: O sistema oferece duas coleções:
sl: Sistem ponuja dve zbirki:
uk: У системі передбачено дві збірки:

source: **Observatory Startup**: Unparks dome, unparks mount, and opens dust cap (if applicable)
ca: **Inici d'observatori**: desaparca la cúpula, desaparca la muntura i obre la tapa per a la pols (si és aplicable)
nl: **Opstartprocedure observatorium**: ontgrendel de koepel, ontgrendel de opstelling en open de stofkap (indien van toepassing)
pt_br: **Inicialização do Observatório**: Desbloqueio da cúpula, desbloqueio da montagem e abertura a tampa anti-poeira (se aplicável)
sl: **Zagon observatorija**: Odparkira kupolo, odparkira montažo in odpre protiprašni pokrov (če je primerno)
uk: **Запуск обсерваторії**: зняття куполу з паркування, зняття лафета з паркування та відкриття протипилового ковпака (якщо такий є)

source: **Observatory Shutdown**: Parks mount, parks dome, and closes dust cap (if applicable)
ca: **Tancament de l'observatori**: aparca la muntura, aparca la cúpula i tanca la tapa per a la pols (si és el cas)
nl: **Afsluiting van het observatorium**: vergrendel de opstelling, vergrendel de koepel en sluit de stofkap (indien van toepassing)
pt_br: **Desligamento do Observatório**: Bloqueio da montagem, bloqueio da cúpula e fechamento da tampa anti-poeira (se aplicável)
sl: **Zaustavitev observatorija**: Parkira montažo, parkira kupolo in zapre protiprašni pokrov (Če je primerno)
uk: **Вимикання обсерваторії**: паркує лафет, паркує купол і закриває протипиловий ковпак (якщо таке передбачено)

source: Collections are loaded as complete queues, ready to execute. You can load a collection and then customize it by adding, removing, or reordering tasks.
ca: Les col·leccions es carreguen com a cues completes, llestes per a executar. Podeu carregar una col·lecció i després personalitzar-la afegint, eliminant o reordenant tasques.
nl: Verzamelingen worden geladen als complete wachtrijen, klaar om te worden uitgevoerd. U kunt een verzameling laden en deze vervolgens aanpassen door taken toe te voegen, te verwijderen of de volgorde ervan te wijzigen.
pt_br: As coleções são carregadas como filas completas, prontas para execução. Você pode carregar uma coleção e personalizá-la adicionando, removendo ou reordenando tarefas.
sl: Zbirke se naložijo kot celotne čakalne vrste, pripravljene za izvajanje. Zbirko lahko naložite in jo nato prilagodite z dodajanjem, odstranjevanjem ali prerazporeditvijo opravil.
uk: Програма завантажує збірки як повні черги, готові до виконання. Ви можете завантажити збірку, а потім налаштувати її додаванням, вилученням або переупорядковуванням завдань.

source: |Task Queue Collection|
nl: |Takenwachtrijverzameling|
uk: |Збірка черги завдань|

source: Device Interface Matching
ca: Coincidència de la interfície de dispositiu
nl: Apparaatinterface komt overeen
pt_br: Correspondência de interface de dispositivo
sl: Ujemanje vmesnikov naprav
uk: Відповідність інтерфейсу пристрою

source: Templates specify which INDI device interfaces they support (e.g., Telescope, CCD, Dome, Weather). When you add a template to the queue, the system automatically presents only compatible devices.
ca: Les plantilles especifiquen quines interfícies de dispositiu INDI accepten (p. ex., Telescopi, CCD, Cúpula, Meteorologia). Quan afegiu una plantilla a la cua, el sistema presenta automàticament només els dispositius compatibles.
nl: Sjablonen specificeren welke INDI-apparaatinterfaces ze ondersteunen (bijv. Telescoop, CCD, Koepel, Weer). Wanneer u een sjabloon aan de wachtrij toevoegt, toont het systeem automatisch alleen compatibele apparaten.
pt_br: Os modelos especificam quais interfaces de dispositivos INDI eles suportam (por exemplo, Telescópio, CCD, Cúpula, Meteorologia). Ao adicionar um modelo à fila, o sistema apresenta automaticamente apenas os dispositivos compatíveis.
sl: Predloge določajo, katere vmesnike INDI naprav podpirajo (npr. teleskop, CCD, kupola, vreme). Ko dodate predlogo v čakalno vrsto, sistem samodejno predstavi samo združljive naprave.
uk: Шаблони вказують, підтримку яких інтерфейсів INDI у них передбачено (наприклад, телескоп, ПЗЗ, купол, погода). Коли ви додаєте шаблон до черги, система автоматично покаже лише сумісні пристрої.

source: For example: - A "Park Mount" template requires the Telescope interface - A "Set Cooling" template requires the CCD interface - A "Set Dome Azimuth" template requires the Dome interface
ca: Per exemple: - Una plantilla «Aparca la muntura» requereix la interfície del telescopi - Una plantilla «Estableix la refrigeració» requereix la interfície CCD - Una plantilla «Estableix l'azimut de la cúpula» requereix la interfície de la cúpula
nl: Bijvoorbeeld: - een sjabloon "Opstelling vergrendelen" vereist het Telescope-interface - een sjabloon "Koeling aanzetten" vereist het CCD-interface - een sjabloon "Koepelazimut" vereist het Koepel-interface
pt_br: Por exemplo: - Um modelo de "Bloqueio de montagem" requer a interface do Telescópio - Um modelo para "Configurar resfriamento" requer a interface do CCD - Um modelo para "Configurar azimute da cúpula" requer a interface da cúpula
sl: Na primer: - Predloga "Park Mount" zahteva vmesnik teleskopa - Predloga "Set Cooling" zahteva vmesnik CCD - Predloga "Set Dome Azimuth" zahteva vmesnik kupole
uk: Приклад: - Шаблон «Паркувати лафет» вимагає інтерфейсу Telescope - Шаблон «Встановити охолодження» вимагає інтерфейсу ПЗЗ - Шаблон «Встановити азимут купола» вимагає інтерфейсу Dome

source: This ensures you cannot accidentally assign incompatible devices to tasks.
ca: Això assegura que no podeu assignar dispositius incompatibles a les tasques de manera accidental.
nl: Dit zorgt ervoor dat u niet per ongeluk incompatibele apparaten aan taken kunt toewijzen.
pt_br: Isso garante que você não poderá atribuir acidentalmente dispositivos incompatíveis às tarefas.
sl: To zagotavlja, da opravilom ne morete pomotoma dodeliti nezdružljivih naprav.
uk: Таким чином забезпечується ситуація, коли ви не можете випадково призначити несумісні пристрої для виконання завдань.

source: Getting Started
ca: Com començar
nl: Hoe te beginnen
pt_br: Primeiros passos
sl: Uvod
uk: Початкові зауваження

source: Quick Start: Loading a Collection
ca: Inici ràpid: Carregar una col·lecció
nl: Snelstart: een verzameling laden
pt_br: Início rápido: Carregando uma coleção
sl: Hitri začetek: Nalaganje zbirke
uk: Перші кроки: завантаження збірки

source: The fastest way to start using the Task Queue is to load a pre-built collection:
ca: La manera més ràpida de començar a utilitzar la cua de tasques és carregar una col·lecció preconstruïda:
nl: De snelste manier om de takenwachtrij te gaan gebruiken, is door een vooraf samengestelde verzameling te laden:
pt_br: A maneira mais rápida de começar a usar a fila de tarefas é carregar uma coleção pré-construída:
sl: Najhitrejši način za začetek uporabe čakalne vrste opravil je nalaganje vnaprej zgrajene zbirke:
uk: Найшвидший спосіб почати користуватися чергою завдань – це завантажити попередньо створену збірку:

source: Open the **Ekos Scheduler** module
ca: Obriu el mòdul **Programador de l'Ekos**
nl: De module **Ekos-planner** openen
pt_br: Abra o módulo **Agendador Ekos**
sl: Odpri modul **Ekos Scheduler**
uk: Відкрийте модуль **Планувальник Ekos**

source: Click the **Task Queue** or **Collections** button (location depends on UI integration)
ca: Feu clic al botó **Cua de tasques** o **Col·leccions** (la ubicació depèn de la integració de la IU)
nl: Klik op de knop **Takenwachtrij** of **Verzamelingen** (de locatie is afhankelijk van de UI-integratie).
pt_br: Clique no botão **Fila de tarefas** ou **Coleções** (a localização depende da integração da interface do usuário)
sl: Kliknite gumb **čakalna vrsta opravil** ali **Zbirke** (lokacija je odvisna od integracije uporabniškega vmesnika)
uk: Натисніть кнопку **Черга завдань** або **Збірки** (місце залежить від інтеграції з інтерфейсом користувача)

source: In the Collections dialog, browse available collections:
ca: En el diàleg Col·leccions, navegueu per les col·leccions disponibles:
nl: In het dialoogvenster Verzamelingen kunt u de beschikbare verzamelingen bekijken:
pt_br: Na janela de coleções, navegue pelas coleções disponíveis:
sl: V pogovornem oknu Zbirke prebrskajte razpoložljive zbirke:
uk: У вікні збірок ознайомтеся зі списком доступних збірок:

source: **Observatory Startup**: Complete startup sequence for your equipment
ca: **Inici de l'observatori**: completa la seqüència d'inici del vostre equip
nl: **Opstartprocedure observatorium**: volledige opstartprocedure voor uw apparatuur
pt_br: **Inicialização do Observatório**: Sequência completa de inicialização do seu equipamento
sl: **Zagon observatorija**: Celotno zaporedje zagona za vašo opremo
uk: **Запуск обсерваторії**: виконати послідовність дій для запуску вашого обладнання

source: **Observatory Shutdown**: Safe shutdown procedures
ca: **Tancament de l'observatori**: procediments de tancament segur
nl: **Afsluiten van het observatorium**: veilige afsluitprocedures
pt_br: **Desligamento do Observatório**: Procedimentos de desligamento seguro
sl: **Izklop observatorija**: Postopki varnega izklopa
uk: **Вимикання обсерваторії**: процедури безпечного завершення роботи

source: **Emergency Shutdown**: Fast shutdown for weather alerts
ca: **Tancament d'emergència**: tancament ràpid per alertes meteorològiques
nl: **Nooduitschakeling**: snelle afschakeling bij weerswaarschuwingen
pt_br: **Desligamento de emergência**: Desligamento rápido em caso de alertas meteorológicos
sl: **Izklop v sili**: Hiter izklop zaradi vremenskih opozoril
uk: **Екстрене вимикання**: швидке завершення роботи через погодні умови

source: **Camera Cooling**: Controlled camera temperature management
ca: **Refrigeració de la càmera**: gestió controlada de la temperatura de la càmera
nl: **Camerakoeling**: gecontroleerd temperatuurbeheer van de camera
pt_br: **Resfriamento da câmera**: Gerenciamento controlado da temperatura da câmera
sl: **Hlajenje kamere**: Nadzorovano upravljanje temperature kamere
uk: **Охолодження камери**: керування температурою камери

source: Select a collection and click **Load**
ca: Seleccioneu una col·lecció i feu clic a **Carrega**
nl: Selecteer een verzadiging en klik op **Laden**
pt_br: Selecione uma coleção e clique em **Carregar**
sl: Izberite zbirko in kliknite **Naloži**
uk: Виберіть збірку і натисніть кнопку **Завантажити**

source: The Queue Viewer will display all tasks in the collection
ca: El visualitzador de la cua mostrarà totes les tasques de la col·lecció
nl: De wachtrijviewer toont alle taken in de verzameling
pt_br: O visualizador de filas exibirá todas as tarefas na coleção
sl: Pregledovalnik čakalne vrste bo prikazal vsa opravila v zbirki
uk: На панелі перегляду черги буде показано усі завдання у збірці

source: Review the tasks and customize if needed (see :ref:`taskqueue-building-queues`)
ca: Reviseu les tasques i personalitzeu-les si cal (vegeu :ref:`taskqueue-building-queues`)
nl: Bekijk de taken en pas ze indien nodig aan (zie :ref:`taskqueue-building-queues`).
pt_br: Revise as tarefas e personalize-as, se necessário (consulte :ref:`taskqueue-building-queues`)
sl: Preglejte opravila in jih po potrebi prilagodite (glejte :ref:`taskqueue-building-queues`)
uk: Перегляньте завдання і налаштуйте їх, якщо це потрібно (див. :ref:`taskqueue-building-queues`)

source: Click **Start** to execute the queue
ca: Feu clic a **Inici** per a executar la cua
nl: Klik op **Start** om de wachtrij uit te voeren
pt_br: Clique em **Iniciar** para executar a fila
sl: Kliknite **Začni** za izvedbo čakalne vrste
uk: Натисніть кнопку **Почати**, щоб виконати чергу

source: Adding Tasks from Templates
ca: Afegir tasques a partir de les plantilles
nl: Taken toevoegen vanuit sjablonen
pt_br: Adicionando tarefas a partir dos modelos
sl: Dodajanje opravil iz predlog
uk: Додавання завдань з шаблонів

source: To add a task to your queue:
ca: Per a afegir una tasca a la cua:
nl: Om een ​​taak aan uw wachtrij toe te voegen:
pt_br: Para adicionar uma tarefa à sua fila:
sl: Če želite dodati opravilo v čakalno vrsto:
uk: Щоб додати завдання до вашої черги:

source: Click the **Add from Template** button in the Queue Viewer
ca: Feu clic al botó **Afegeix a partir d'una plantilla** al visualitzador de la cua
nl: Klik op de knop **Toevoegen vanuit sjabloon** in de wachtrijviewer
pt_br: Clique no botão **Adicionar a partir de um modelo** no visualizador de filas
sl: Kliknite gumb **Dodaj iz predloge** v pregledovalniku čakalne vrste
uk: Натисніть кнопку **Додати з шаблону** на панелі перегляду черги

source: The Template Library opens, showing available templates organized by category:
ca: S'obre la biblioteca de Plantilles, mostrant les plantilles disponibles organitzades per categories:
nl: De sjabloonbibliotheek wordt geopend en toont beschikbare sjablonen, georganiseerd per categorie:
pt_br: A biblioteca de modelos é aberta, exibindo os modelos disponíveis organizados por categoria:
sl: Odpre se knjižnica predlog, ki prikazuje razpoložljive predloge, razvrščene po kategorijah:
uk: Буде відкрито бібліотеку шаблонів із списком доступних шаблонів, які буде впорядковано за категоріями:

source: **Mount**: Park, unpark.
ca: **Muntura**: aparca, desaparca.
nl: **Opstelling**: vergrendelen, ontgrendelen.
pt_br: **Montagem**: Bloqueio, desbloqueio.
sl: **Montaža**: Parkiraj, odparkiraj.
uk: **Лафет**: паркування, зняття з паркування.

source: **Camera**: Cooling, warming.
ca: **Càmera**: refrigeració, escalfament.
nl: **Camera**: Koeling, verwarming.
pt_br: **Câmera**: Resfriamento, aquecimento.
sl: **Kamera**: Hlajenje, ogrevanje.
uk: **Камера**: охолодження, нагрівання.

source: **Dome**: Park, unpark
ca: **Cúpula**: aparca, desaparca
nl: **Koepel**: vergrendelen, ontgrendelen
pt_br: **Cúpula**: Bloqueio, desbloqueio
sl: **Kupola**: Parkiranje, odparkiranje
uk: **Купол**: паркування, зняття з паркування

source: **Dust Cap**: Park, unpark
ca: **Tapa per la pols**: aparca, desaparca
nl: **Stofkap**: vergrendelen, ontgrendelen
pt_br: **Tampa anti-poeira**: Bloqueio, desbloqueio
sl: **Protiprašni pokrov**: Parkiranje, odparkiranje
uk: **Протипиловий ковпак**: паркування, зняття з паркування

source: Browse or search for the desired template
ca: Navegueu o cerqueu la plantilla desitjada
nl: Blader of zoek naar het gewenste sjabloon
pt_br: Navegue ou pesquise o modelo desejado
sl: Prebrskajte ali poiščite želeno predlogo
uk: Ознайомтеся зі списком або пошукайте бажаний шаблон
