Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <phrase>Adaptive Focus</phrase>
bg: <phrase>Адаптивно фокусиране</phrase>
sl: <phrase>Prilagodljivo fokusiranje</phrase>
sv: <phrase>Adaptiv fokusering</phrase>
uk: <phrase>Адаптивне фокусування</phrase>

source: Ekos supports the concept of Adaptive Focus (AF). Without AF, a typical imaging plan would start with an Autofocus run then a sequence of subframes, then an Autofocus run, etc. The Autofocus runs would be triggered by a number of factors such as time, filter change, temperature change, etc. So basically as a sequence runs subframes are being taken slightly away from optimum focus until a threshold (e.g. temperature change) triggers an Autofocus run.
bg: Ekos поддържа концепцията за адаптивен фокус (АФ). Без АФ, типичният план за изображения ще започне с автофокус, след това последователност от подкадри, след това автофокус и т.н. Автофокусът ще бъде задействан от редица фактори като време, промяна на филтъра, промяна на температурата и т.н. по принцип, когато се изпълнява последователност, подкадрите се отдалечават леко от оптималния фокус, докато дадена прагова стойност (напр. промяна на температурата) не задейства автоматичното фокусиране.
ca@valencia: Ekos admet el concepte de l'enfocament adaptatiu (EA). Sense, un pla d'obtenció d'imatges típic començaria amb una execució d'enfocament automàtic, després una seqüència de submarcs, després una execució d'enfocament automàtic, etc. Les execucions de l'enfocament automàtic es desencadenarien per una sèrie de factors com el temps, el canvi de filtre, el canvi de temperatura, etc. Bàsicament, a mesura que s'executa una seqüència, els submarcs s'estan allunyant lleugerament de l'enfocament òptim fins que un llindar (p. ex., un canvi de temperatura) desencadena una execució d'enfocament automàtic.
fr: ` <https://www.gnu.org/software/gsl/doc/html/nls.html>`__
pt_br: A Ekos suporta o conceito de foco adaptativo (FA). Sem FA, um plano de imagem típico começaria com uma execução de foco automático, seguida por uma sequência de subquadros, em seguida, uma execução de foco automático, etc. As execuções de foco automático seriam acionadas por uma série de fatores, como tempo, troca de filtro, mudança de temperatura, etc. Portanto, basicamente, à medida que uma sequência executa, os subquadros são ligeiramente afastados do foco ideal até que um limite (por exemplo, mudança de temperatura) acione uma execução de foco automático.
sl: Ekos podpira koncept prilagodljivega fokusiranja (AF). Brez AF bi se tipičen načrt slikanja začel s samodejnim fokusiranjem, nato z zaporedjem podokvirjev, nato s samodejnim fokusiranjem itd. Samodejno fokusiranje bi sprožili številni dejavniki, kot so čas, sprememba filtra, sprememba temperature itd. v bistvu, ko poteka zaporedje, se podokvirji rahlo odmaknejo od optimalnega fokusiranja, dokler prag (npr. sprememba temperature) ne sproži zagona samodejnega fokusiranja.
sv: Ekos stödjer konceptet Adaptiv fokusering (AF). Utan AF skulle en typisk bildtagningsplan börja med en automatisk fokuseringskörning, sedan en sekvens av delbilder, sedan en automatisk fokuseringskörning, etc. De automatiska fokuseringskörningarna skulle utlösas av ett antal faktorer som tid, filterbyte, temperaturförändring, etc. Så i grund och botten när en sekvens körs tas delbilder något bort från optimalt fokus tills en tröskel (t.ex. temperaturförändring) utlöser en automatisk fokuseringskörning.
uk: В Ekos передбачено підтримку поняття адаптивного фокусування (АФ). Без АФ типовий план створення знімків розпочинався б із запуску автоматичного фокусування, потім програма виконувала б створення послідовності підкадрів, потім знову запускала б автоматичне фокусування тощо. Запуски автоматичного фокусування ініціювалися б декількома факторами, зокрема часом, зміною фільтра, зміною температури тощо. Тобто, у межах послідовності підкадрів, програма виконуватиме знімки з неоптимальним фокусуванням, аж доки не перевищення порогового значення (наприклад, зміни температури) не запустить процедуру автоматичного фокусування.

source: The idea of AF is to adjust focus as environmental factors change to try to take each subframe as close as possible to optimum focus. Ideally, the effect of Adaptive Focus is like performing an Autofocus run before each subframe but without the overhead of actually doing the run.
bg: Идеята на АФ е да регулира фокуса, когато факторите на околната среда се променят, за да се опита да заснеме всеки субкадър възможно най-близо до оптималния фокус. В идеалния случай ефектът от адаптивния фокус е като извършване на автофокус преди всеки подкадър, но без допълнителни разходи като действителното извършване на цикъла.
ca@valencia: La idea de l'EA és ajustar l'enfocament a mesura que canvien els factors ambientals per a intentar aproximar cada submarc el més possible a l'enfocament òptim. De manera ideal, l'efecte de l'enfocament adaptatiu és com realitzar una execució de l'enfocament automàtic abans de cada submarc, però sense la sobrecàrrega de fer-la realment.
fr: L'algorithme de Levenberg-Marquardt est un résolveur de moindres carrés non-linéaire et est donc approprié pour beaucoup d'équations différentes. L'idée de base est d'ajuster l'équation y = f(x,P) de telle manière que les valeurs y calculées sont aussi proches que possible des y des points de données pour trouver la meilleure courbe résultante. Le résolveur mesure la distance entre la courbe et chaque point, prend le carré du résultat et les additionne. Ce nombre est la valeur à minimiser et est appelée S. On donne au résolveur une première valeur du paramètre P. Il calcule S, ajuste P et calcule une nouvelle valeur pour S, S1. Si S1 lt S, alors on va dans la bonne direction. Cette procédure est itérée jusqu'à ce que :
pt_br: A ideia do FA é ajustar o foco conforme os fatores ambientais mudam para tentar levar cada subquadro o mais próximo possível do foco ideal. Idealmente, o efeito do foco adaptativo é como realizar uma execução de foco automático antes de cada subquadro, mas sem a sobrecarga de realmente realizar a execução.
sl: Ideja samodejnega fokusiranja je prilagoditi ostrenje, ko se spreminjajo okoljski dejavniki, da poskuša vsak podokvir čim bližje optimalnemu ostrenju. V idealnem primeru je učinek prilagodljivega fokusiranja podoben izvedbi samodejnegafokusiranja pred vsakim podokvirjem, vendar brez dodatnih stroškov dejanskega izvajanja.
sv: Tanken med AF är att justera fokus när miljöfaktorer ändras för att försöka ta varje delbild så nära optimalt fokus som möjligt. Idealt sett är effekten av Adaptiv fokusering som att utföra en automatisk fokuseringskörning före varje delbild men utan att behöva göra körningen.
uk: Ідеєю АФ є коригування фокусування зі зміною факторів середовища з метою створення кожного підкадру якомога ближче до оптимального фокуса. Ідеально, результатом застосування адаптивного фокусування має бути щось подібне до виконання автофокусування перед створенням кожного підкадру, але без виконання самого автофокусування.

source: AF works as a complement to the various triggers for Autofocus that are available in Ekos now. So it is not necessary to change the Autofocus triggers when starting to use AF. Indeed, at the start, it is not recommended to relax Autofocus conditions when using AF. However, over time, as confidence grows in AF it would be possible to do less Autofocusing (and therefore more imaging). But either way, each subframe should be more in focus when using AF, providing it is setup correctly.
bg: АФ работи като допълнение към различните тригери за автофокус, които сега са налични в Ekos. Така че не е необходимо да променяте задействанията на автофокуса, когато започнете да използвате АФ. Наистина, в началото, като се има предвид, не се препоръчва да се облекчават условията на автофокус, когато се използва АФ. Въпреки това, с течение на времето, с нарастване на доверието в АФ, ще бъде възможно да се прави по-малко автоматично фокусиране (и следователно повече изображения). Но така или иначе, всеки подкадър трябва да е по-фокусиран, когато използвате АФ, при условие че е настроен правилно.
ca@valencia: L'EA funciona com a complement dels diversos activadors per a l'enfocament automàtic que ara estan disponibles a Ekos. Per tant, no és necessari canviar els activadors quan es comença a utilitzar. De fet, al començament, no es recomana relaxar les condicions. No obstant açò, amb el temps, a mesura que cresca la confiança en l'EA, serà possible fer menys enfocament automàtic (i per tant, més obtenció d'imatges). Però de qualsevol manera, cada submarc haurà d'estar més enfocat, sempre que estiga configurat correctament.
fr: le delta en S est plus petit qu'une valeur donnée (la suite a convergé), ou
pt_br: O FA funciona como um complemento aos vários gatilhos de foco automático disponíveis no Ekos atualmente. Portanto, não é necessário alterar os gatilhos de foco automático ao começar a usar o FA. De fato, no início, não é recomendado relaxar as condições de foco automático ao usar o FA. No entanto, com o tempo, à medida que a confiança no FA aumenta, será possível usar menos foco automático (e, portanto, mais imagens). De qualquer forma, cada subquadro deve estar mais em foco ao usar o FA, desde que configurado corretamente.
sl: AF deluje kot dopolnilo k različnim sprožilcem za samodejno fokusiranje, ki so zdaj na voljo v Ekosu. Tako ni treba spreminjati sprožilcev samodejnega fokusiranja, ko začnete uporabljati AF. Dejansko na začetku ni priporočljivo sprostiti pogojev samodejnega fokusiranja pri uporabi AF. Vendar pa bo sčasoma, ko se bo zaupanje v AF povečalo, mogoče narediti manj samodejnega fokusiranja (in s tem več slikanja). Toda v vsakem primeru mora biti vsak podokvir bolj izostren pri uporabi AF, če je pravilno nastavljen.
sv: AF fungerar som ett komplement till de olika utlösarna för automatisk fokusering som finns i Ekos nu. Så det är inte nödvändigt att ändra utlösare för automatisk fokusering när du börjar använda AF. Faktum är att i början, rekommenderas inte att reducera villkoren för automatisk fokusering när AF används. Men med tiden, när förtroendet för AF växer, kan det vara möjligt att utföra färre automatiska fokuseringar (och därmed fler bildtagningar). Men i vilket fall som helst, varje delbild bör vara i bättre fokus när AF används, förutsatt att det är korrekt inställt.
uk: АФ працює як доповнення до різноманітних ініціаторів для автофокусування, які доступні у поточній версії Ekos. Через це немає потреби у зміні ініціаторів автофокусування, якщо ви почнете користуватися АФ. На початку не рекомендуємо оптимізувати умови автоматичного фокусування при використанні АФ. Втім, з часом і зростанням упевненості у результатах АФ, можна буде зменшити кількість виконуваних автоматичних фокусувань (а отже, робити більше знімків). Щоб там не було, кожен підкадр при використанні АФ повинен мати краще фокусування, якщо систему налаштовано правильно.

source: So how do you know if AF would be useful for your setup or not? Perhaps the simplest way would be to examine subframes just after an Autofocus and compare them with subframes just before the next Autofocus. Can you see a difference in focus? If you have a setup where the focus point is tolerant of environmental changes between Autofocus runs then AF may not add anything to your images; if however you have a setup that is sensitive to environmental changes and the frequency of Autofocus runs is a compromise between quality and imaging time then AF ought to improve the quality of your subframes.
bg: И така, как да разберете дали АФ би бил полезен за вашата настройка или не? Може би най-простият начин би бил да се изследват подкадрите непосредствено след автофокус и да се сравнят с подкадрите точно преди следващия автофокус. Виждате ли разлика във фокуса? Ако имате настройка, при която фокусната точка е толерантна към промените в околната среда между стартиранията на автофокуса, тогава АФ може да не добави нищо към вашите изображения; ако обаче имате настройка, която е чувствителна към промените в околната среда и честотата на стартиране на автофокуса е компромис между качество и време за изображения, тогава АФ трябва да подобри качеството на вашите подкадри.
ca@valencia: Llavors, com sabreu si l'EA és útil per a la vostra configuració? Potser la manera més senzilla serà examinar els submarcs just després d'un enfocament automàtic i comparar-los amb els submarcs just abans de l'enfocament automàtic següent. Podeu veure alguna diferència en l'enfocament? Si teniu una configuració on el punt d'enfocament tolera els canvis ambientals entre les execucions, aleshores és possible que l'EA no afija res a les vostres imatges. Tanmateix, si teniu una configuració sensible als canvis ambientals i la freqüència de les execucions és un compromís entre la qualitat i el temps d'obtenció d'imatges, aleshores l'EA hauria de millorar la qualitat dels vostres submarcs.
fr: le nombre maximale d'itération a été atteint, ou
pt_br: Então, como saber se o FA seria útil para sua configuração ou não? Talvez a maneira mais simples seja examinar os subquadros logo após um foco automático e compará-los com os subquadros imediatamente antes do próximo foco automático. Você consegue ver alguma diferença no foco? Se você tiver uma configuração em que o ponto de foco é tolerante a mudanças ambientais entre as execuções do foco automático, o FA pode não adicionar nada às suas imagens; no entanto, se você tiver uma configuração sensível a mudanças ambientais e a frequência das execuções do foco automático for um meio-termo entre a qualidade e o tempo de imagem, o FA deve melhorar a qualidade dos seus subquadros.
sl: Kako torej veste, ali bi bil AF uporaben za vašo nastavitev ali ne? Morda bi bil najenostavnejši način, da pregledate podokvirje takoj po samodejnem fokusiranju in jih primerjate s podokvirji tik pred naslednjim samodejnim fokusiranjem. Ali opazite razliko v fokusiranju? Če imate nastavitev, kjer je točka fokusiranja tolerantna na okoljske spremembe med zagoni samodejnega fokusiranja, AF morda ne bo dodalo ničesar vašim slikam; če pa imate nastavitev, ki je občutljiva na okoljske spremembe in je pogostost samodejnega fokusiranja kompromis med kakovostjo in časom slikanja, bi moral AF izboljšati kakovost vaših podokvirjev.
sv: Så hur vet du om AF skulle vara användbart för din installation eller inte? Det enklaste sättet är kanske att undersöka delbilder strax efter en automatisk fokusering och jämföra dem med delbilder strax före nästa automatiska fokusering. Kan du se skillnad i fokus? Om du har en inställning där fokuseringspunkten är tolerant mot miljöförändringar mellan körningar av automatisk fokusering, kanske AF inte lägger till något till dina bilder. Om du däremot har en inställning som är känslig för miljöförändringar och frekvensen av automatiska fokuseringskörningar är en kompromiss mellan kvalitet och bildtagningstid så borde AF förbättra kvaliteten på dina delbilder.
uk: Отже, як дізнатися, буде АФ корисним для вашої конфігурації чи ні? Можливо, найпростішим способом є вивчення підкадрів, які створено одразу після автофокусування і порівняння їх із підкадрами одразу перед наступним автофокусуванням. Бачите відмінність у результатах фокусування? Якщо у вашій конфігурації точка фокусування не зміщується через зміни у середовищі між запусками автофокусування, АФ не зможе нічого покращити у ваших знімках. Втім, якщо ваша конфігурація є чутливою до змін у середовищі і частота запусків автофокусування є компромісом між якістю і часом знімання, АФ може покращити якість ваших підкадрів.

source: AF currently supports two environmental dimensions: Temperature and Altitude (of the imaged target):
bg: Понастоящем АФ поддържа две измерения на околната среда: температура и надморска височина (на изобразената цел):
ca@valencia: L'EA actualment admet dues dimensions ambientals: temperatura i altitud (de l'objectiu de la imatge):
fr: le résolveur a rencontré une erreur.
pt_br: Atualmente, o FA suporta duas dimensões ambientais: Temperatura e Altitude (do alvo fotografado):
sl: AF trenutno podpira dve razsežnosti okolja: temperaturo in višino (posnete tarče):
sv: AF stöder för närvarande två miljödimensioner: temperatur och elevation (för det avbildade målet):
uk: У поточній версії АФ передбачено два параметри середовища: температура і висота (знятої цілі):

source: Temperature. All the components of the imaging system will be affected by changes in ambient temperature. The most obvious will be the telescope tube. Typically this will expand as temperature increases and contract as it decreases. This will affect the focus point. But also the optical path the light from the imaged target takes through the atmosphere and through the imaging components of the telescope will be affected by temperature and therefore will affect the focus point.
bg: температура. Всички компоненти на системата за изображения ще бъдат повлияни от промените в температурата на околната среда. Най-очевидната ще бъде тръбата на телескопа. Обикновено това ще се разшири с повишаване на температурата и ще се свие с понижаването ѝ. Това ще повлияе на фокусната точка. Но също и оптичният път, който светлината от изобразената цел преминава през атмосферата и през компонентите за изображения на телескопа, ще бъде повлиян от температурата и следователно ще повлияе на фокусната точка.
ca@valencia: Temperatura. Tots els components del sistema d'obtenció d'imatges es veuran afectats pels canvis en la temperatura ambient. El més obvi serà el tub del telescopi. Normalment s'expandix a mesura que la temperatura augmenta i es contrau a mesura que disminuïx. Açò afectarà el punt d'enfocament. Però també es veu afectat el camí òptic que fa la llum de l'objectiu de la imatge arribant a través de l'atmosfera i a través dels components d'obtenció d'imatges del telescopi i, per tant, afectarà el punt d'enfocament.
fr: Le résolveur est capable de résoudre tant un ensemble de points sans poids qu'avec poids. En substance, un ensemble de points sans poids donne un poids équivalent à chaque point quand le résolveur cherche à interpoler la courbe. Une alternative est de donner un poids à chaque point qui mesure la précision de ce point. Dans ce cas, c'est la variance du HFR de l'étoile pour chaque point. La variance est le carré de la déviation standard.
pt_br: Temperatura. Todos os componentes do sistema de imagem serão afetados por mudanças na temperatura ambiente. O mais óbvio será o tubo do telescópio. Normalmente, este se expandirá com o aumento da temperatura e se contrairá com a diminuição. Isso afetará o ponto de foco. Mas também o caminho óptico que a luz do alvo imageado percorre através da atmosfera e através dos componentes de imagem do telescópio será afetado pela temperatura e, portanto, afetará o ponto de foco.
sl: Temperatura. Spremembe temperature okolice bodo vplivale na vse komponente slikovnega sistema. Najbolj očitna bo teleskopska cev. Običajno se bo to razširilo, ko se temperatura poveča, in skrči, ko se zniža. To bo vplivalo na točko ostrenja. Temperatura pa bo vplivala tudi na optično pot, ki jo svetloba iz posnete tarče opravi skozi atmosfero in skozi slikovne komponente teleskopa, kar bo vplivalo na točko ostrenja.
sv: Temperatur. Alla komponenter i bildtagningssystemet påverkas av förändringar i omgivningstemperaturen. Det mest uppenbara är teleskopröret. Vanligtvis expanderar det när temperaturen ökar och drar ihop sig när den minskar. Det påverkar fokuseringspunkten. Men även den optiska väg ljuset från det avbildade målet tar genom atmosfären och genom teleskopets bildtagningskomponenter påverkas av temperaturen och påverkar därför fokuseringspunkten.
uk: Температура. Температура середовища впливає на усі компоненти системи знімання. Найочевиднішим з них є тубус телескопа. Типово, тубус розширюється, якщо температура зростає, і звужується, якщо спадає. Це впливає на точку фокусування. Крім того, температура впливає на оптичний шлях світла від цілі зйомки, що проходить крізь атмосферу та компоненти знімального обладнання телескопа, а отже впливає на точку фокусування.

source: It is necessary to have a reliable source of temperature information available to the focus module in order to use the temperature feature of AF.
bg: Необходимо е да има надежден източник на информация за температурата, наличен за модула за фокусиране, за да се използва функцията за температура на АФ.
ca@valencia: Cal tindre disponible una font fiable d'informació de temperatura per al mòdul «Enfocament» per tal d'utilitzar la característica de temperatura de l'EA.
fr: Pour le moment le résolveur est utilisé pour interpoler une courbe hyperbolique ou parabolique.
pt_br: É necessário ter uma fonte confiável de informações de temperatura disponível para o módulo de foco para usar o recurso de temperatura do FA.
sl: Za uporabo temperaturne funkcije AF mora biti na voljo zanesljiv vir informacij o temperaturi za modul fokusiranja.
sv: Det är nödvändigt att ha en pålitlig källa för temperaturinformation tillgänglig för fokuseringsmodulen för att kunna använda temperaturfunktionen i AF.
uk: Для модуля фокусування потрібне надійне джерело даних щодо температури, щоб можна було скористатися можливостями адаптивного фокусування щодо температури.
