Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-guide.po
Languages: bg, ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: <guilabel>Reverse DEC...</guilabel>: It is also important to check or un-check (it is mount dependent) "Reverse DEC on pier-side change when re-using calibration". To find out the right setting for your mount, you need to successfully calibrate on one pier side, make sure guiding is working well on that side, then switch to the other side. Guide for a minute or two. If DEC runs away, then you probably have the wrong setting for the "Reverse DEC..." checkbox.
bg: <guilabel>Обръщане на DEC...</guilabel>: Също така е важно да поставите отметка или да премахнете отметката (зависи от монтирането) "Обръщане на DEC при промяна на страната на статива при повторно използване на калибриране". За да откриете правилната настройка за монтировката, трябва успешно да калибрирате от едната страна на статива, да се уверите, че гидирането работи добре от тази страна, след което да превключите на другата страна. Гидирайте за минута-две. Ако DEC се измести, вероятно имате грешна настройка за "Обръщане на DEC..."]" отметка.
nl: <guilabel>DEC omdraaien...</guilabel>: het is ook belangrijk om "Reverse DEC on pier-side change when re-using calibration" te activeren of te deactiveren. Om de juiste instelling voor uw opstelling te vinden moet u nagaan, dat volgen met succes werkt op één kant van de pier, daarna omschakelen naar de ander kant. Volg gedurende een paar minuten. Als DEC weg beweegt, dan hebt u waarschijnlijk de verkeerde instelling voor het keuzevak "DEC omdraaien...".
uk: <guilabel>Обернене значення Схил...</guilabel>: також важливо позначити або зняти позначення (залежить від лафета) з пункту «Обернене значення Схил при зміні боку стійки, якщо повторно використовуються дані калібрування». Для визначення правильного значення для вашого лафета вам потрібно виконати успішне калібрування на одному боці стійки, переконатися, що наведення працює належним чином на цьому боці, а потім перемкнутися на інший бік. Виконуйте наведення протягом хвилини або двох. Якщо схилення виходить за межі, ймовірно, значення параметра «Обернене значення Схил...» є неправильним.

source: <guilabel>Max Move, Iterations</guilabel>: We recommend you keep iterations large (e.g. 10) and Max Move large (e.g. 20+ pixels). This way you should get a good estimate of the guiding calibration parameters. Calibration should be something you do rarely, so it is best to take a little extra time and get right.
bg: <guilabel>Максимално движение, повторения</guilabel>: Препоръчваме ви да поддържате големи повторения (напр. 10) и голямо максимално движение (напр. 20+ пиксела). По този начин трябва да получите добра оценка на водещите параметри за калибриране. Калибрирането трябва да е нещо, което правите рядко, така че е най-добре да отделите малко повече време и да се оправите.
nl: <guilabel>Maximale verplaatsing, iteraties</guilabel>: we bevelen u aan iteraties groot te houden (bijv. 10) en Maximale verplaatsing groot (bijv. 20+ pixels). Op deze manier zou u een goede schatting van de kalibratieparameters voor volgen moeten krijgen. Kalibratie zou iets moeten zijn dat u zelden doet, dus is het het beste om wat meer tijd te nemen en het juist doen.
uk: <guilabel>Максимальний рух, ітерації</guilabel>: рекомендуємо зберігати кількість ітерацій великою (наприклад, 10) і максимальний рух великим (наприклад, більше 20 пікселів). Так ви маєте отримати добру оцінку параметрів калібрування наведення. Калібрування має бути рідкісним, тому краще витратити дещо більше часу, але отримати правильні результати.

source: To (re)calibrate, clear your calibration on the main guiding page, and then simply click on the <guibutton>Guide</guibutton> button. Note that if calibration was already completed successfully before, and you didn't clear the calibration, and you are re-using calibrations, then the autoguiding process will begin immediately, otherwise, it will start the calibration process.
bg: За да (ре)калибрирате, изчистете калибрирането си от главната страница за гидиране и след това просто щракнете върху бутона <guibutton>Гидиране</guibutton>. Обърнете внимание, че ако калибрирането вече е приключило успешно преди това и не сте изчистили калибрирането и използвате повторно калибриране, тогава процесът на автоматично насочване ще започне незабавно, в противен случай ще започне процесът на калибриране.
nl: Om (opnieuw) te kalibreren, wis uw kalibratie op de hoofdvolgpagina en klik daarna eenvoudig op de knop <guibutton>Volgen</guibutton>. Merk op dat als kalibratie al eerder met succes is voltooid en u hebt de kalibratie niet gewist en u gebruikt de kalibraties opnieuw, dan zal het proces automatisch volgen onmiddellijk beginnen, anders zal het het kalibratieproces starten.
uk: Щоб виконати (повторне) калібрування, вилучіть ваші дані калібрування на головній сторінці наведення, а потім просто натисніть кнопку <guibutton>Навести</guibutton>. Зауважте, що якщо калібрування вже було успішно виконано раніше, ви не вилучили дані калібрування і повторно використовуєте дані калібрування, процедура автонаведення розпочнеться негайно. Якщо ж цього не зробити, розпочнеться процедура калібрування.

source: Leave algorithm to the default value (<guimenuitem>SEP MultiStar</guimenuitem>) in the Guide Option tab.
bg: Оставете алгоритъма на стойността по подразбиране (<guimenuitem>SEP MultiStar</guimenuitem>) в раздела Опция за гидиране.
nl: Behoudt de originele waarde (<guimenuitem>SEP MultiStar</guimenuitem>) in het tabblad Volgoptie.
uk: Лишіть типове значення алгоритму (<guimenuitem>SEP MultiStar</guimenuitem>) на файлі параметрів наведення.

source: <guilabel>Better Polar Alignment</guilabel>: This is critical to the success of any astrophotography session. Use the Ekos <link linkend="ekos-align-polaralignment">Polar Alignment procedure</link> in the <guilabel>Align</guilabel> module.
bg: <guilabel>По-добро полярно подравняване</guilabel>: Това е критично за успеха на всяка астрофотографска сесия. Използвайте процедурата на Ekos <link linkend="ekos-align-polaralignment">Полярно подравняване</link> в модула <guilabel>Подравняване</guilabel>.
nl: <guilabel>Betere uitlijning op de pool</guilabel>: Dit is kritisch voor het succes van elke astrofotografische sessie. Gebruik Ekos <link linkend="ekos-align-polaralignment">Pool uitlijnprocedure</link> in de module voor <guilabel>Uitlijnen</guilabel>.
uk: <guilabel>Поліпшіть полярне вирівнювання</guilabel>: належне полярне вирівнювання є критичним для успіху будь-яких астрографічних дій. Скористайтеся <link linkend="ekos-align-polaralignment">процедурою полярного вирівнювання</link> у модулі вирівнювання.

source: <guilabel>Set binning to 2x2</guilabel>: Binning improves SNR and is often very important to the success of the calibration and guiding procedures.
bg: <guilabel>Задаване на групиране на 2x2</guilabel>: Групирането подобрява SNR и често е много важно за успеха на процедурите за калибриране и насочване.
nl: <guilabel>Zet binning op 2x2</guilabel>: Binning verbetert de SNR (Signal Noise Ratio: signaal-ruis verhouding) en is vaak erg belangrijk voor het succes van calibratie en volgen.
uk: <guilabel>Встановіть крок у значення 2x2</guilabel>: належний крок поліпшує значення відношення сигнал/шум і часто є дуже важливим для успіху процедур калібрування та наведення.

source: <screeninfo>Guide Settings</screeninfo>
bg: <screeninfo>Настройки на гидирането</screeninfo>
nl: <screeninfo>Volgen instellingen</screeninfo>
uk: <screeninfo>Параметри наведення</screeninfo>

source: <phrase>Guide Settings</phrase>
bg: <phrase>Настройки на гидирането</phrase>
nl: <phrase>Volgen instellingen</phrase>
uk: <phrase>Параметри наведення</phrase>

source: Once the calibration process is completed successfully, guiding begins automatically. The guiding performance is displayed in the <guilabel>Drift Graphics</guilabel> region where <guilabel>Green</guilabel> reflects deviations in RA and <guilabel>Blue</guilabel> deviations in DEC. The colors of the RA/DE lines can be changed in <link linkend="colors">&kstars; color scheme</link> in &kstars; settings dialog. The vertical axis denotes the deviation in arcsecs from the lock position and the horizontal axis denotes time. You can hover over the line to get the exact deviation at this particular point in time. You can also zoom and drag/pan the graph to inspect a specific region of the graph. Another convenient place to examine guiding performance is in the Analyze tab.
bg: След като процесът на калибриране приключи успешно, насочването започва автоматично. Насочващата производителност се показва в областта <guilabel>Графика на дрейфа</guilabel>, където <guilabel>зеленото</guilabel> отразява отклоненията в RA, а <guilabel>синьо</guilabel> отклоненията в DEC. Цветовете на линиите RA/DE могат да се променят в <link linkend="colors">&kstars; цветова схема</link> в &kstars; Настройки. Вертикалната ос обозначава отклонението в дъгови секунди от позицията на заключване, а хоризонталната ос обозначава времето. Можете да задържите курсора на мишката над линията, за да получите точното отклонение в този конкретен момент. Можете също така да мащабирате и плъзгате/придвижвате графиката, за да проверите конкретен регион на графиката. Друго удобно място за изследване на ефективността на насочване е в раздела Анализиране.
nl: Als de calibratie goed is voltooid, begint automatisch het volgen. Het resultaat hiervan is zichtbaar in het gebied voor de <guilabel>Verloopgrafieken</guilabel>, waarin in <guilabel>Groen</guilabel> de afwijkingen in RK worden weergegeven, en in <guilabel>Blauw</guilabel> de afwijkingen in de dec. De kleuren voor RK/dec kunnen worden gewijzigd in het <link linkend="colors">&kstars; kleurschema</link>in de instellingendialoog van &kstars;. Op de verticale as worden de afwijkingen van de vergrendeling uitgezet in boogseconden en langs de horizontale as de tijd. U kunt de muis boven de lijn houden voor informatie over de exacte afwijking, op een bepaald tijdstip. U kunt altijd op de grafiek inzoomen, of erin rondkijken, zodat u een bepaald gebied daarin nauwkeurig kunt bekijken. Een andere gemakkelijke plaats om de prestaties van het volgen te bekijken is in het tabblad Analyse.
uk: Щойно процедуру калібрування буде успішно завершено, має розпочатися процедура автоматичного наведення. Поступ наведення буде показано на панелі <guilabel>Графіки зсуву</guilabel>, де <guilabel>зеленим</guilabel> буде показано відхилення у прямому сходженні, а <guilabel>синім</guilabel> — відхилення у схиленні. Колір ліній прямого сходження і схилення можна налаштувати за допомогою <link linkend="colors">схеми кольорів &kstars;</link> у діалоговому вікні параметрів &kstars;. Вертикальна вісь відповідає відхиленню у кутових секундах від фіксованої позиції, а горизонтальна вісь відповідає часу. Ви можете навести вказівник миші на точку графіка, щоб побачити точне значення відхилення у певний момент часу. Ви також можете змінювати масштаб та перетягувати або панорамувати графік для того, щоб вивчити його ділянки. Іншим зручним місцем для вивчення швидкодії наведення є вкладка «Аналіз».

source: Ekos can utilize multiple algorithms to determine the drift from the (original) lock position, but by far the most accurate is the (default) SEP MultiStar algorithm. It uses the detected position of many stars (in the above settings, up to 50) to determine its best estimate for the current drift. It is dependent on accurate star detection. Thus, it may be important to adjust star-detection parameters. Start with the default Guide-Default SEP profile, and optionally edit its parameters if you feel stars are not being detected accurately.
bg: Ekos може да използва множество алгоритми за определяне на отклонението от (оригиналната) позиция на заключване, но най-точният алгоритъмът (по подразбиране) е SEP MultiStar. Той използва откритата позиция на много звезди (в горните настройки, до 50), за да определи най-точно текущия дрейф. Той зависи от точното откриване на звезди. Следователно може да е важно да се коригират параметрите за откриване на звезди. Започнете със стандартния профил SEP по подразбиране и по избор редактирайте параметрите му, ако смятате, че звездите не се откриват точно.
fr: Ekos peut utiliser plusieurs algorithmes pour déterminer la dérive de la position initiale de verrouillage, mais la plus précise de loin est l'algorithme SEP Étoiles Multiples. Il détecte la position de plusieurs étoiles (50 dans le réglages ci-dessus) pour déterminer la meilleure estimation de la dérive. Il dépend de la détection précise des étoiles. Il est ainsi important d'ajuster finement les paramètres de détection d'étoiles. Commencez par le profil SEP par défaut et modifier les valeurs si vous sentez que les étoiles ne sont pas détectées suffisamment précisément.
nl: Ekos kan meerdere algoritmen gebruiken om de drift van de (oorspronkelijke) vergrendelpositie te bepalen, maar veruit de meest accurate is het (standaard) SEP MultiStar algoritme. Het gebruikt de gedetecteerde positie van vele sterren (in de bovenstaande instellingen, tot 50) om de beste schatting te maken voor de huidige drift. Het is afhankelijk van accurate sterdetectie. Het kan dus belangrijk zijn om de sterdetectieparameters aan te passen. Begin met het standaard Guide-standaard SEP-profiel en bewerkt optioneel zijn parameters als u het gevoel hebt dat sterren niet accuraat gedetecteerd worden.
uk: Ekos може використовувати декілька алгоритмів для визначення зсув відносно (початкової) фіксованої позиції, але найточнішим є (типовий) алгоритм ПдЕП MultiStar. У ньому використано виявлену позицію багатьох зірок (у наведеному вище прикладі понад 50) для визначення найкращої оцінки для поточного зсуву. Робота алгоритму залежить від точного визначення зірок. Отже, важливим є коригування параметрів виявлення зірок. Почніть з типового для засобу наведення профілю ПдЕП і, якщо потрібно, змініть його параметри, якщо виявиться, що зірки виявляються неточно.

source: Here are some of the parameters you may want to adjust. Again, good advice in choosing parameters is available on the internet, e.g. from <ulink url="https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf">the above slideshow</ulink>.
bg: Ето някои от параметрите, които може да искате да коригирате. Отново, добри съвети за избор на параметри са налични в интернет, напр. от <ulink url="https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf">това слайдшоу</ulink>.
nl: Hier zijn enige van de parameters die zou willen aanpassen. Opnieuw, goed advies in het kiezen van de parameters is beschikbaar in het internet, bijv. van <ulink url="https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf">de bovenstaande diashow</ulink>.
uk: Нижче наведено деякі з параметрів, які можна скоригувати. Знову ж таки, підказки щодо вибору параметрів можна знайти в інтернеті, наприклад у <ulink url="https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf">вказаному вище показі слайдів</ulink>.

source: Aggressiveness. How quickly you want the guider to correct the error. Values of 0.5 or 0.6 are usually best (i.e. correcting about half the observed error). Unintuitively, it seems that correcting 100% of the error can cause poor performance as the guider will often oscillate with overcorrections.
bg: Агресивност. Колко бързо искате гидиращият модул да коригира грешката. Стойности от 0,5 или 0,6 обикновено са най-добри (т.е. коригират около половината от наблюдаваната грешка). Изглежда нелогично, но коригирането на 100% от грешката може да доведе до лоша производителност, тъй като гид модулът често ще осцилира с прекомерни корекции.
fr: L'agressivité. Ce paramètre définit la vitesse à laquelle le guide devrait corriger les erreurs. Les bonnes valeurs sont généralement 0.5 ou 0.6 (on corrige environ la moitié des erreurs observées). De manière assez contre-intuitive, corriger 100% des erreurs peut engendrer de mauvaises performances puisque le guide va se mettre à osciller trop fréquemment pour tenir compte des ces corrections trop importantes.
nl: Agressiviteit. Hoe snel wilt u de volger de fout laten corrigeren. Waarden van 0,5 of 0,6 zijn gewoonlijk het best (d.w.z. corrigeren van ongeveer de helft van de waargenomen fout). Niet intuïtief, het lijkt erop dat 100% van de fout corrigeren slechte prestaties ka veroorzaken omdat de volger vaak zal oscilleren met over-correctie.
uk: Агресивність. Наскільки швидко засіб наведення має виправляти похибку. Зазвичай, найкращими є значення 0.5 та 0.6 (тобто виправленню підлягає приблизно половина похибки спостереження). Усупереч очікуванням, здається, виправлення 100% похибки може значно погіршувати швидкодію, оскільки засіб наведення часто починає осциляцію при надмірних виправленнях.

source: Algorithm. We strongly recommend you use the most up-to-date algorithm: SEP MultiStar. Pretty much the only reason not to would be if you can't get your SEP star-detection to perform adequately.
bg: Алгоритъм. Силно ви препоръчваме да използвате най-актуалния алгоритъм: SEP MultiStar. До голяма степен единствената причина да не го правите е, ако не можете да накарате SEP откриването на звезди да работи адекватно.
fr: Algorithme. Nous vous recommandons fortement d'utiliser l'algorithme le plus à jour : SEP Étoiles Multiples. La seule raison de ne pas l'utiliser est que vous n'arrivez pas à obtenir une détection d'étoiles performantes.
nl: Algoritme. We adviseren zeer het gebruik van het meest bijgewerkte algoritme: SEP MultiStar. Vrijwel de enige reden voor niet zou zijn als u uw SEP sterdetectie niet adequat kan uitvoeren.
uk: Алгоритм. Наполегливо рекомендуємо використовувати найсучасніший алгоритм: ПдЕП MultiStar. Єдиною причиною не робити цього є неможливість адекватної роботи виявлення зірок у ПдЕП на вашому обладнанні.

source: SEP Profile. Start with Guide-Default, though you may choose others if you have very large or small stars (in terms of number of pixels in diameter).
bg: SEP профил. Започнете със стандартния профил (Guide-Default), въпреки че можете да изберете други, ако имате много големи или малки звезди (по отношение на броя на пикселите в диаметър).
fr: Profil SEP. Commencez avec le profil de guidage par défaut, sauf si vous pointez un endroit du ciel avec des très grandes ou de très petites étoiles (en terme de nombre de pixel par diamètre).
nl: SEP-profiel. Begin met Guide-standaard, hoewel u anderen zou kunnen kiezen als u erg grote of kleine sterren hebt (in termen van aantal pixels in de diameter).
uk: Профіль ПдЕП. Почніть з типового для засобу наведення, хоча можна вибрати інші, якщо зірки на зображенні є дуже великими або дуже малими (у термінах кількості пікселів на діаметр).

source: <screeninfo>Dithering Settings</screeninfo>
bg: <screeninfo>Настройки за дитъринг</screeninfo>
nl: <screeninfo>Instellingen voor ditheren</screeninfo>
uk: <screeninfo>Параметри розмивання</screeninfo>

source: <phrase>Dithering Settings</phrase>
bg: <phrase>Настройки за дитъринг</phrase>
nl: <phrase>Instellingen voor ditheren</phrase>
uk: <phrase>Параметри розмивання</phrase>

source: To enable automatic dithering between frames, make sure to check the <guilabel>Dither</guilabel> checkbox. By default, Ekos should dither (&ie; move) the guiding box by up to 3 pixels after every N frames captured in <link linkend="ekos-capture">Ekos Capture Module</link>. The motion duration and direction are randomized. Since the guiding performance can oscillate immediately after dithering, you can set the appropriate <guilabel>Settle</guilabel> duration to wait after dither is complete before resuming the capture process. In rare cases where the dithering process can get stuck in an endless loop, set the appropriate <guilabel>Timeout</guilabel> to abort the process. But even if dithering fails, you can select whether this failure should terminate the autoguiding process or not. Toggle <guilabel>Abort Autoguide on failure</guilabel> to select the desired behavior.
bg: За да разрешите автоматично дитериране между кадрите, не забравяйте да поставите отметка в квадратчето <guilabel>Дитeриране</guilabel>. По подразбиране Ekos трябва да дитeрира (т.е. да премества) направляващото поле с до 3 пиксела след всеки N кадъра, заснети от <link linkend="ekos-capture">модула за заснемане Ekos</link>. Продължителността и посоката на движение са рандомизирани. Тъй като производителността на насочване може да се колебае веднага след дитерирането, можете да зададете подходящата продължителност на <guilabel>Стабилизиране</guilabel>, за изчакване, след като дитерирането е завършило, преди да възобновите процеса на заснемане. В редки случаи, когато процесът на дитъринг може да блокира в безкраен цикъл, задайте подходящото <guilabel>Време изчакване</guilabel>, за да прекъснете процеса. Но дори ако дитърингът е неуспешен, можете да изберете, дали този отказ да прекрати процеса на автоматично насочване или не. Превключете <guilabel>Прекратяване на автоматичното гидиране при неуспех</guilabel>, за да изберете желаното поведение.
nl: Om automatisch ditheren van frames mogelijk te maken, moet u het keuzevakje<guilabel>Dither</guilabel> selecteren. Standaard moet Ekos het volgvakje tot aan 3 pixels toe ditheren (&ie; verplaatsen) na N frame die in de <link linkend="ekos-capture">Ekos opnamemodule</link> wordt opgenomen. Bewegingsduur en richting zijn willekeurig. Omdat het volgen direct na ditheren wat kanoscilleren, kunt u de duur van het <guilabel>Settelen</guilabel> (tot rust komen) na het ditheren instellen, voordat met de opname verder wordt gegaan. Voor het zeldzame geval dat het ditherproces vastloopt, kan een <guilabel>Timeout</guilabel> worden ingesteld, waarna het proces wordt afgebroken. Maar zelfs als ditheren niet lukt, kunt u selecteren of dit het autovolgen moet doen stoppen, ja of nee. Zet met <guilabel>Autoguide afbreken na fout</guilabel> het gewenste gedrag aan of uit.
uk: Щоб увімкнути автоматичний малий рух між кадрами, позначте пункт <guilabel>Малий рух</guilabel>. Типово, Ekos має зрушувати (тобто виконувати малий рух) область наведення на відстань до 3 пікселів після створення кожних N кадрів у <link linkend="ekos-capture">модулі захоплення зображення Ekos</link>. Тривалість руху і напрям є випадковими. Оскільки під час наведення обладнання може коливатися відразу після малого руху, ви можете вказати відповідну тривалість періоду <guilabel>Врівноваження</guilabel> після завершення малого руху і відновлення процедури захоплення зображень. Для рідкісних випадків, коли процедура малого руху зациклюється, встановіть відповідний <guilabel>Час очікування</guilabel>, по завершенню якого процедуру буде перервано. Навіть якщо процедура малого руху зазнає невдачі, ви можете визначити, чи слід при цьому переривати процедуру автоматичного наведення. Щоб вибрати відповідну поведінку, скористайтеся пунктом <guilabel>Скасовувати автонаведення при помилці</guilabel>.
