Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-guide.po
Languages: bg, ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: <screeninfo>Ekos Guide PHD2 settings</screeninfo>
bg: <screeninfo>Настройки на Ekos за PHD2 гидиране</screeninfo>
nl: <screeninfo>Ekos volgen PHD2-instellingen</screeninfo>
uk: <screeninfo>Параметри PHD2 у модулі наведення Ekos</screeninfo>

source: <phrase>Ekos Guide PHD2 settings</phrase>
bg: <phrase>Настройки на Ekos за PHD2 гидиране</phrase>
nl: <phrase>Ekos volgen PHD2-instellingen</phrase>
uk: <phrase>Параметри PHD2 у модулі наведення Ekos</phrase>

source: If PHD2 is selected, the <guibutton>Connect</guibutton> and <guibutton>Disconnect</guibutton> buttons are enabled to allow you to establish a connection with the PHD2 server. You can control PHD2 exposure and DEC guide settings. When clicking <guibutton>Guide</guibutton>, PHD2 should perform all the required actions to start the guiding process. PHD2 <emphasis role="bold">must</emphasis> be started and configured <emphasis>before</emphasis> Ekos.
bg: Ако е избран PHD2, бутоните <guibutton>Свързване</guibutton> и <guibutton>Прекъсване на връзката</guibutton> са активирани, за да ви позволят да установите връзка със сървъра на PHD2. Можете да контролирате експозицията на PHD2 и настройките на DEC. Когато щракнете върху <guibutton>Гидиране</guibutton>, PHD2 трябва да извърши всички необходими действия, за да започне процеса на насочване. PHD2 <emphasis role="bold">трябва</emphasis> да се стартира и конфигурира <emphasis>преди</emphasis> Ekos.
nl: Als PHD2 wordt geselecteerd, kunt u met de knoppen <guibutton>Verbinden</guibutton> en <guibutton>Loskoppelen</guibutton> de verbinding regelen met de PHD2-server. U kunt de PHD2-belichtingstijd en dec-volginstellingen regelen. Als u op <guibutton>Volgen</guibutton> klikt, moet PHD2 alle vereiste acties doen voor het starten van het volgproces. PHD2 <emphasis role="bold">moet</emphasis> worden gestart en ingesteld <emphasis>vóór</emphasis> Ekos.
uk: Якщо вибрано PHD2, програма увімкне доступ до кнопок <guibutton>З'єднатися</guibutton> і <guibutton>Від'єднатися</guibutton>, за допомогою яких ви можете встановити з'єднання із сервером PHD2. Ви можете змінити параметри витримки та наведення за схиленням PHD2. У відповідь на натискання кнопки <guibutton>Навести</guibutton> PHD2 має виконати усі потрібні дії, щоб розпочати процедуру наведення. PHD2 <emphasis role="bold">має</emphasis> бути запущено і налаштовано <emphasis>до</emphasis> запуску Ekos.

source: After launching PHD2, select your INDI equipment and set their options. From Ekos, connect to PHD2 by clicking the <guibutton>Connect</guibutton> button. On startup, Ekos will attempt to automatically connect to PHD2. Once the connection is established, you may begin the guiding immediately by click on the <guibutton>Guide</guibutton> button. PHD2 performs calibration if necessary. If dithering is selected, PHD2 is commanded to dither given the offset pixels indicated, and once guiding is settled and stable, the capture process in Ekos resumes.
bg: След като стартирате PHD2, изберете вашето INDI оборудване и задайте техните опции. От Ekos се свържете с PHD2, като щракнете върху бутона <guibutton>Свързване</guibutton>. При стартиране Ekos ще се опита автоматично да се свърже с PHD2. След като връзката бъде установена, можете да започнете воденето веднага, като щракнете върху бутона <guibutton>Гидиране</guibutton>. PHD2 извършва калибриране, ако е необходимо. Ако е избран дитъринг, PHD2 получава команда да дитериране, като се имат предвид посочените изместени пиксели и след като насочването е установено и стабилно, процесът на заснемане в Ekos се възобновява.
nl: Na het starten van PHD2, selecteert u uw IND-apparatuur, en stelt u de opties daarvan in. Vanuit Ekos maakt u verbinding met PHD2 door te klikken op de knop <guibutton>Verbinden</guibutton>. Bij het opstarten probeert Ekos automatisch te verbinden met PHD2. Is die verbinding tot stand gebracht, dan kunt direct beginnen met volgen door te klikken op de knop <guibutton>Volgen</guibutton>. Indien nodig doet PHD2 de calibratie. Als ditheren geselecteerd is, krijgt PHD2 de opdracht te ditheren, met de opgegeven pixels, en zodra het volgen stabiel is en rustig, wordt in Ekos de opname weer hervat.
uk: Після запуску PHD2 виберіть ваше обладнання INDI і вкажіть параметри його роботи. У вікні Ekos встановіть з'єднання із PHD2 натисканням кнопки <guibutton>З'єднатися</guibutton>. Під час запуску програми Ekos намагатиметься автоматично встановити з'єднання з PHD2. Щойно з'єднання буде встановлено, ви зможете розпочати наведення простим натисканням кнопки <guibutton>Навести</guibutton>. Комплект програм PHD2 має виконати калібрування, якщо це потрібно, у автоматичному режимі. Якщо позначено пункт малого руху, PHD2 має бути налаштовано на малий рух на вказану кількість пікселів зсуву і, щойно обладнання буде стабілізовано після малого руху, процедура захоплення зображень у Ekos має відновитися.

source: Ekos' internal guider saves a CSV guide log in PHD2 format data that can be useful for analysis of the mount's performance. In Linux this is stored under <filename>~/.local/share/kstars/guidelogs/</filename>. This log is only available when using Ekos' internal guider. It should be compatible with <ulink url="https://openphdguiding.org/phd2-log-viewer/">PHD2's guide log viewer</ulink>.
bg: Вътрешният гидиращ модул на Ekos записва CSV дневник на гидиране във формат PHD2 данни, които могат да бъдат полезни за анализ на производителността на монтировката. В Linux това се съхранява под <filename>~/.local/share/kstars/guidelogs/</filename>. Този дневник е достъпен само при използване на вътрешния гидиращ модул на Ekos. Трябва да е съвместим с <ulink url="https://openphdguiding.org/phd2-log-viewer/">програмата за преглед на журнални файлове на PHD2</ulink>.
nl: De interne volger van Ekos slaat een CSV volglogbestand op in PHD2 format die van pas kunnen komen voor de analyse van de prestaties van de opstelling. In Linux wordt deze opgeslagen onder <filename>~/.local/share/kstars/guidelogs/</filename>. Deze log is alleen beschikbaar als de ingebouwde volger van Ekos wordt gebruikt. Het zou compatibel moeten zijn met <ulink url="https://openphdguiding.org/phd2-log-viewer/">volglogviewer van PHD2</ulink>.
uk: Вбудований засіб наведення Ekos зберігає журнал наведення у форматі CSV даних PHD2, який може бути корисним для аналізу швидкодії монтування. У Linux дані журналу зберігаються у <filename>~/.local/share/kstars/guidelogs/</filename>. Цей журнал доступний, лише якщо використано вбудований засіб наведення Ekos. Він має бути сумісним із <ulink url="https://openphdguiding.org/phd2-log-viewer/">переглядачем журналу наведення PHD2</ulink>.

source: Here are some of the parameters you may want to adjust. Again, good advice in choosing parameters is available on the internet, e.g. from `the above slideshow <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__.
fr: Voici quelques paramètres que vous pourriez souhaiter ajuster. De bons conseils se trouvent sur Internet et en particulier dans ce `document <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__.
