Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: The exposure calculator is an implementation of a calculation process presented by Dr. Robin Glover in 2019. This calculation process seeks to establish a sub-exposure time which considers two sources of noise in an image: camera read noise, and noise from background sky brightness (light pollution). The effects of camera thermal noise on images is not considered in this calculation. (Note: Since his presentation in 2019, Dr. Glover has enhanced his calculation process to incorporate the effects of sensor quantum efficiency, and sensor pixel size. At this time, the KStars implementation lacks those features.)
ca: La calculadora d'exposició és una implementació d'un procés de càlcul presentat pel Dr. Robin Glover el 2019. Aquest procés de càlcul busca establir un temps de subexposició que consideri dues fonts de soroll en una imatge: el soroll de lectura de la càmera, i el soroll de la brillantor del fons del cel (contaminació lumínica). Els efectes del soroll tèrmic de la càmera sobre les imatges no es consideren en aquest càlcul. (Nota: Des de la seva presentació el 2019, el Dr. Glover ha millorat el seu procés de càlcul per a incorporar els efectes de l'eficiència quàntica dels sensors, i la mida dels píxels dels sensors. En aquest moment, la implementació al KStars li manquen aquestes característiques.)
fr: Le calculateur d'exposition est une implémentation d'un traitement de calcul présenté par le Dr. Robin Glover en 2019. Il cherche à établir le temps d'exposition en considérant deux sources de bruit d'une image : le bruit de lecture de l'appareil et le bruit de la pollution lumineuse. Les effets du bruit thermique de l'appareil sur les images ne sont pas pris en considération dans ce calcul. (Remarque : depuis sa présentation en 2019, le Dr. Glover a amélioré son calcul en tenant compte de l'efficacité quantique du capteur et la taille des pixels. Pour le moment, KStars ne tient pas compte de ces améliorations).
pt_br: A calculadora de exposição é uma implementação de um processo de cálculo apresentado pelo Dr. Robin Glover em 2019. Este processo de cálculo busca estabelecer um tempo de subexposição que considera duas fontes de ruído em uma imagem: ruído de leitura da câmera e ruído do brilho do céu de fundo (poluição luminosa). Os efeitos do ruído térmico da câmera nas imagens não são considerados neste cálculo. (Observação: Desde sua apresentação em 2019, o Dr. Glover aprimorou seu processo de cálculo para incorporar os efeitos da eficiência quântica do sensor e do tamanho do pixel do sensor. Atualmente, a implementação do KStars não possui esses recursos.)
sl: Kalkulator osvetlitve je izvedba postopka izračuna, ki ga je predstavil dr. Robin Glover leta 2019. Ta postopek izračuna poskuša določiti čas podosvetlitve, ki upošteva dva vira šuma na sliki: šum branja s kamere in šum svetlosti neba v ozadju (svetlobno onesnaženje). V tem izračunu niso upoštevani učinki toplotnega šuma kamere na sliko. (Opomba: od svoje predstavitve leta 2019 je dr. Glover izboljšal svoj postopek izračunavanja, da bi vključil učinke kvantne učinkovitosti senzorja in velikosti slikovnih pik senzorja. Trenutna implementacija KStars nima teh zmožnosti.)
sv: Exponeringsräknaren är en implementering av en beräkningsprocess som presenterades av Dr. Robin Glover 2019. Beräkningsprocessen syftar till att fastställa en delexponeringstid som tar hänsyn till två källor av brus i en bild: kamerans avläsningsbrus och brus från bakgrundsljus på himlen. (ljusförorening). Effekterna av kamerans termiska brus på bilder beaktas inte i beräkningen. (Observera: Sedan presentationen 2019 har Dr. Glover förbättrat sin beräkningsprocess för att inkludera effekterna av sensorns kvanteffektivitet och bildpunktsstorlek. För närvarande saknar Kstars implementering dessa funktioner.)
uk: Калькулятор експозиції є реалізацією процесу обчислень, який було представлено д-ром Робіном Ґловером у 2019 року. Цей процес обчислень намагається встановити час підекспозиції, який враховує два джерела шуму на зображенні: шум читання камери і шум від фонової яскравості неба (світлове забруднення). Вплив температурного шуму на зображення при цих обчисленнях не береться до уваги. (Зауваження: з часу представлення у 2019 році д-р Ґловер удосконалив процес обчислень з метою включення впливу квантової ефективності датчика і розмір датчика у пікселях. На сьогодні, у реалізації для KStars удосконалення не реалізовано.)

source: The concept in Dr. Glover's calculation is to provide a sufficiently long exposure so that the effects of camera read-noise are overwhelmed by the signal coming from the target, but not so long an exposure that the effects of light pollution rise to levels which would overwhelm the signal from the target.
ca: El concepte en el càlcul del Dr. Glover és proporcionar una exposició prou llarga perquè els efectes del soroll de lectura de la càmera es vegin desbordats pel senyal que ve de l'objectiu, però una exposició no tan llarga que els efectes de la contaminació lumínica augmentin a nivells que desbordin el senyal de l'objectiu.
ca@valencia: El concepte en el càlcul del Dr. Glover és proporcionar una exposició prou llarga perquè els efectes del soroll de lectura de la càmera es vegen aclaparats pel senyal que ve de l'objectiu, però una exposició no tan llarga que els efectes de la pol·lució lumínica augmenten fins a nivells que desborden el senyal de l'objectiu.
fr: L'idée principal du calcul est de fournir un temps d'exposition suffisamment long pour que le bruit de lecture de l'appareil soit largement dépassé par le signal provenant de la cible mais pas trop long pour éviter que le bruit de la pollution lumineuse ne dépasse pas le signal de la cible.
nl: Het concept in berekeningen van Dr. Glover is het leveren van een voldoend lange belichting zodat de effecten van leerruis van de camera overschaduwd worden door het signaal dat komt van het doel, maar niet zo'n lange belichting dat de effecten van lichtvervuiling niveaus bereiken die het signaal van het doel overstijgen.
pt_br: O conceito no cálculo do Dr. Glover é fornecer uma exposição suficientemente longa para que os efeitos do ruído de leitura da câmera sejam sobrepujados pelo sinal vindo do alvo, mas não uma exposição tão longa que os efeitos da poluição luminosa aumentem a níveis que sobrecarreguem o sinal do alvo.
sl: Koncept v izračunu dr. Gloverja je zagotoviti dovolj dolgo osvetlitev, tako da signal, ki prihaja iz tarče, preglasi učinke šuma branja kamere, vendar ne tako dolgo osvetlitev, da bi se učinki svetlobnega onesnaženja dvignili na ravni, ki bi preglasi signal cilja.
sv: Konceptet i Dr. Glovers beräkning är att ge en tillräckligt lång exponering så att effekterna av kamerans avläsningsbrus överväldigas av signalen som kommer från målet, men inte så lång exponering att effekterna av ljusföroreningar stiger till nivåer som skulle överväldiga signalen från målet.
uk: Концепція в обчисленнях д-ра Ґловера полягає у забезпеченні достатньо довгого експонування, щоб ефектами шуму читання камери можна було знехтувати порівняно із сигналом, що надходить від цілі, але щоб експонування не було таким довгим, щоб ефекти світлового забруднення піднялися до рівнів, які значно б перевищили сигнал від цілі.

source: The implementation of this process does not consider the strength (magnitude or flux) of the intended target, nor does it consider other factors which may cause an astrophotographer to choose an alternate sub-exposure time. These other factors may include: the storage requirements and extended post-processing time for a large number of short exposures, the impacts of external factors that might occur in very long exposures, such as tracking / guiding performance, changes in weather conditions which may disrupt seeing conditions, intrusions from air traffic or passing satellites.
ca: La implementació d'aquest procés no considera la força (magnitud o flux) de l'objectiu previst, ni considera altres factors que poden causar que un astrofotògraf triï un temps de subexposició alternatiu. Aquests altres factors poden incloure: els requisits d'emmagatzematge i el temps de postprocessament ampliat per a un gran nombre d'exposicions curtes, els impactes de factors externs que poden ocórrer en exposicions molt llargues, com el rendiment de seguiment / guiatge, canvis en les condicions meteorològiques que poden interrompre les condicions de visió, intrusions del trànsit aeri o el pas de satèl·lits.
fr: Cette implémentation ne considère pas la force (magnitude ou flux) de la cible, ni d'autres facteurs qui pourraient inciter le photographe d'astronomie à sélectionner une durée d'exposition différente. Ces autres facteurs peuvent inclure : les exigences en terme de stockage et le temps supplémentaire de post-traitement dû au nombre important de trames de faible durée d'exposition, les impacts de facteurs externes qui se produiront pour les très longues expositions tels que les performances de suivi et de guidage, les modifications des conditions météorologiques, les intrusions du trafic aérien ou encore le passage de satellites artificiels.
pt_br: A implementação deste processo não considera a intensidade (magnitude ou fluxo) do alvo pretendido, nem outros fatores que podem levar um astrofotógrafo a escolher um tempo de subexposição alternativo. Esses outros fatores podem incluir: os requisitos de armazenamento e o tempo de pós-processamento prolongado para um grande número de exposições curtas, os impactos de fatores externos que podem ocorrer em exposições muito longas, como desempenho de rastreamento/orientação, mudanças nas condições climáticas que podem prejudicar as condições de visibilidade, intrusões de tráfego aéreo ou satélites em passagem.
sl: Izvedba tega postopka ne upošteva moči (magnitude ali toka) želenega cilja niti drugih dejavnikov, zaradi katerih bi astrofotograf lahko izbral alternativni čas podosvetlitve. Ti drugi dejavniki lahko vključujejo: zahteve glede shranjevanja in daljši čas naknadne obdelave za veliko število kratkih osvetlitev, vplive zunanjih dejavnikov, ki se lahko pojavijo pri zelo dolgih osvetlitvah, kot so sledenje/vodenje, spremembe vremenskih razmer, ki lahko motijo ​​pogoje opazovanja, vdore zračnega prometa ali mimobežnih satelitov.
sv: Implementeringen av processen tar inte hänsyn till styrkan (magnitud eller flöde) hos det avsedda målet, och inte heller andra faktorer som kan få en astrofotograf att välja en alternativ delexponeringstid. De andra faktorerna kan inkludera: lagringskraven och förlängd efterbearbetningstid för ett stort antal korta exponeringar, effekterna av externa faktorer som kan uppstå vid mycket långa exponeringar, såsom följnings- eller guidningsprestanda, förändringar i väderförhållanden som kan störa synlighetsförhållanden, intrång från flygtrafik eller passerande satelliter.
uk: Реалізація цього процесу не враховує потужність (величину або потік) призначеної цілі і не враховує інші фактори, які можуть призвести до вибору астрофотографом інший час підекспозиції. Цими іншими факторами можуть бути такі: вимоги до сховища даних та розширення часу остаточної розробки для великої кількості коротких експонувань, вплив зовнішніх факторів, які можуть з'явитися при дуже довгих експонуваннях, зокрема швидкодії при стеженні-наведенні, зміни у погодних умовах, які можуть перервати спостереження, літаки або супутники, які можуть завадити спостереженням.

source: Approaches to imaging can vary greatly in the selection of exposure times, and number of sub-exposures used for integration. A well accepted approach for imaging deep-sky objects utilizes long exposures, requires good guiding, good to excellent seeing conditions, and would typically employ filtering to reduce the effects of light pollution. At the other extreme are approaches such as speckle imaging techniques (commonly 'lucky imaging'), which utilize many hundreds to many thousands of extremely short exposures in an attempt to eliminate the effects of light pollution, poor seeing conditions, and poor guiding. Choices made for values of certain inputs to the exposure calculator will vary depending upon which imaging approach is being employed.
ca: Les aproximacions al processament d'imatges poden variar molt en la selecció dels temps d'exposició i el nombre de subexposicions utilitzades per a la integració. Un enfocament ben acceptat per al processament d'imatges d'objectes del cel profund utilitza exposicions llargues, requereix un bon guiatge, bones condicions de visió excel·lents, i típicament empraria filtratge per a reduir els efectes de la contaminació lumínica. A l'altre extrem hi ha aproximacions com les tècniques pigallades («speckle») de processament d'imatges (generalment, «imatge de sort»), que utilitzen des de molts centenars a molts milers d'exposicions extremadament curtes en un intent d'eliminar els efectes de la contaminació lumínica, males condicions de visió i mal guiatge. Les opcions fetes per a valors de certes entrades a la calculadora d'exposició variaran depenent de l'aproximació de processament d'imatges que s'estigui utilitzant.
ca@valencia: Les aproximacions a l'obtenció de les imatges poden variar molt en la selecció dels temps d'exposició i el nombre de subexposicions utilitzades per a la integració. Un enfocament ben acceptat per a l'obtenció de les imatges d'objectes del cel profund utilitza exposicions llargues, requerix un bon guiatge, unes condicions de visió bones a excel·lents, i normalment s'empraria filtratge per a reduir els efectes de la pol·lució lumínica. En l'altre extrem hi ha aproximacions com les tècniques de crear imatges a partir de punts (generalment, «imatge de la sort»), les quals utilitzen entre centenars a milers d'exposicions extremadament curtes en un intent d'eliminar els efectes de la pol·lució lumínica, les males condicions de visió i d'un guiatge roín. Les opcions fetes per als valors de determinades entrades en la calculadora d'exposició variaran en funció de l'aproximació per a l'obtenció d'imatges que s'utilitze.
fr: Les approches à l'imagerie peuvent considérablement varier quant au choix des durées d'exposition et le nombre de trames utilisées pour l'intégration. Une approche largement acceptée pour l'imagerie d'objets du ciel profond implique de longues durées d'exposition qui nécessitent un bon guidage, des conditions de visibilité excellente et emploierait typiquement l'utilisation de filtres pour réduire les effets de la pollution lumineuse. À l'autre extrême, des approches utilisant des techniques rapides (nommées communément « imagerie chanceuse ») en prenant des centaines voir des milliers de trames de durée très courtes dans l'espoir d'éliminer les effets de la pollution lumineuse, ainsi que de mauvaises conditions de visibilité et de guidage. Les choix des valeurs des paramètres du calculateur d'exposition dépendront de l'approche utilisée.
nl: Benaderingen tot afbeeldingen maken kan heel erg variëren in de selectie van belichtingstijden en het aantal sub-belichtingen gebruikt voor integratie. Een goed geaccepteerde benadering voor afbeelding maken van deep-sky objecten gebruikt lange belichtingen, vereist goed richting houden, goede tot uitstekende zichtcondities en zou typisch filtering toepassen om de effecten van lichtvervuiling gebruiken. Aan het andere uiterste zijn benaderingen zoals speckle afbeeldingstechnieken (algemeen 'lucky imaging'), die vele honderden tot vele duizenden extreem korte belichtingstijd gebruiken in een poging om het effect van lichtvervuiling, slechte zichtcondities en slecht richten te elimineren. Keuzes gemaakt voor waarden van bepaalde invoer in de belichtingsrekenmachine zal variëren afhankelijk van welke benadering voor het maken van een afbeelding wordt gebruikt.
pt_br: As abordagens para geração de imagens podem variar bastante na seleção dos tempos de exposição e no número de subexposições usadas para integração. Uma abordagem bem aceita para geração de imagens de objetos do céu profundo utiliza exposições longas, requer boa orientação, condições de visibilidade de boas a excelentes e normalmente empregaria filtragem para reduzir os efeitos da poluição luminosa. No outro extremo, estão abordagens como as técnicas de geração de imagens speckle (comumente chamadas de "imagem da sorte"), que utilizam de centenas a milhares de exposições extremamente curtas na tentativa de eliminar os efeitos da poluição luminosa, más condições de visibilidade e orientação inadequada. As escolhas feitas para os valores de certas entradas na calculadora de exposição variarão dependendo da abordagem de geração de imagens que está sendo empregada.
sl: Pristopi k slikanju se lahko zelo razlikujejo glede izbire časov osvetlitve in števila podosvetlitev, ki se uporabljajo za integracijo. Dobro sprejet pristop za slikanje objektov globokega neba uporablja dolge osvetlitve, zahteva dobro vodenje, dobre do odlične vidne pogoje in običajno uporablja filtriranje za zmanjšanje učinkov svetlobnega onesnaženja. Na drugi skrajnosti so pristopi, kot so tehnike slikanja peg (običajno 'srečno slikanje'), ki uporabljajo več sto do več tisoč izjemno kratkih osvetlitev, da bi odpravili učinke svetlobnega onesnaženja, slabih vidnih pogojev in slabega vodenja. Izbira vrednosti določenih vnosov v kalkulator izpostavljenosti se bo razlikovala glede na to, kateri pristop slikanja je uporabljen.
sv: Tillvägagångssätt för bildbehandling kan variera kraftigt när det gäller val av exponeringstider och antalet delexponeringar som används för integration. Ett väl accepterat tillvägagångssätt för att avbilda avlägsna himmelsobjekt använder långa exponeringar, kräver god guidning, bra till utmärkta synförhållanden och använder vanligtvis filtrering för att minska effekterna av ljusföroreningar. I den andra ytterligheten finns tillvägagångssätt som fläckvis avbildningsteknik (vanligen "tursam avbildning"), som använder många hundra till många tusen extremt korta exponeringar i ett försök att eliminera effekterna av ljusföroreningar, dåliga synförhållanden och dålig guidning. Val som görs av värden för vissa indata till exponeringsräknaren varierar beroende på vilken avbildningsteknik som används.
uk: Підходи до знімання можуть значно різнитися за вибором часу експонування та кількістю проміжних експозицій, які використано для інтеграції. Загальноприйнятим підходом для створення знімків віддалених небесних об'єктів є використання довгих експозицій, потреба у доброму наведенні, добрі або ідеальні умови спостереження та типове застосування фільтрування для зменшення ефектів світлового забруднення. На іншому полюсі перебувають підходи, зокрема методики створення знімків без викривлень (загальноприйнятою є назва «щасливий знімок») де використовують сотні або тисячі дуже коротких експозицій у спробі усунути ефекти світлового забруднення, поганих умов спостереження та неточного наведення. Вибір параметрів для певних джерел вхідних даних для калькулятора експозиції змінюватиметься залежно від того, який з підходів до знімання використано.

source: Exposure Calculator Inputs
ca: Entrades de la calculadora d'exposició
ca@valencia: Entrades de la calculadora d'exposició
fr: Valeurs en entrée du calculateur d'exposition
nl: Invoer voor rekenmachine voor belichting
pt_br: Entradas da calculadora de exposição
sl: Vnosi kalkulatorja osvetlitve
sv: Indata till exponeringsräknaren
uk: Вхідні дані калькулятора експозиції

source: ``Sky Quality``: The Sky Quality selector sets the measurement of the magnitude per square arc-second of the background sky.
ca: ``Qualitat del cel``: El selector Qualitat del cel estableix la mesura de la magnitud en segons d'arc al quadrat del cel de fons.
fr: ``Qualité du ciel`` : le ``sélecteur de qualité du ciel`` règle la mesure de la magnitude par secondes d'arc au carré du fond du ciel.
pt_br: ``Qualidade do céu``: O seletor de qualidade do céu define a medição da magnitude por segundo de arco quadrado do céu de fundo.
sl: ``Kakovost neba``: Izbirnik Kakovost neba nastavi merjenje magnitude neba v ozadju na kvadratno ločno sekundo.
sv: ``Himmelskvalitet``: Väljaren av himmelskvalitet ställer in måttet på magnituden per kvadratbågsekund för himmelsbakgrunden.
uk: ``Якість неба``: пункт вибору якості неба встановлює вимірювання потужності на квадратну кутову секунду тла неба.
