Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-profile-wizard.po
Languages: bg, ca, ca@valencia, es, fr, it, nl, pt, sl, sv, uk

source: Profile Creation Page
bg: Страница за създаване на профил
ca: Pàgina de creació del perfil
ca@valencia: Pàgina de creació del perfil
es: Página de creación del perfil
fr: Page de l'assistant profil à distance
it: Pagina della creazione del profilo
nl: Pagina Aanmaken Profiel
pt: Página de Criação do Perfil
sl: Stran za ustvarjanje profila
sv: Sidan för skapa profil
uk: Сторінка створення профілю

source: Now you get to name your equipment profile. Afterwards select which guider application to use. The <guilabel>Internal Guider</guilabel> is the only officially supported selection in StellarMate. You may opt to select <guimenuitem>PHD2/LinGuider</guimenuitem> but the details are out of the scope of this documentation. If additional services are desired, check the ones you want to run.
bg: Сега можете да наименувате профила на вашето оборудване. След това изберете кое приложение за гидиране ще използвате. <guilabel>Вградения гид модул</guilabel> е единственият официално поддържан избор в StellarMate. Може да изберете <guimenuitem>PHD2/LinGuider</guimenuitem>, но подробностите за тях са извън обхвата на този документ. Ако желаете допълнителни услуги, отметнете тези, които искате да стартирате.
ca@valencia: Ara podeu anomenar el perfil de l'equip. A continuació, seleccioneu l'aplicació de guia que s'utilitzarà. El <guilabel>Sistema de guiatge intern</guilabel> és l'única selecció oficial en StellarMate. Podeu optar per seleccionar <guimenuitem>PHD2/LinGuider</guimenuitem>, però els detalls queden fora de l'àmbit d'esta documentació. Si voleu serveis addicionals, marqueu els que voleu executar.
it: Ora devi dare un nome al tuo profilo per l'equipaggiamento, poi devi selezionare quale applicazione di guida usare: <guilabel>Guida interna</guilabel> è l'unica selezione ufficialmente supportata in StellarMate. Potresti anche voler selezionare <guimenuitem>PHD2/LinGuider</guimenuitem>, ma i suoi dettagli vanno oltre il fine di questa documentazione. Se desideri dei servizi aggiuntivi, spunta quelli che vuoi avviare.
nl: U moet nu het apparatuurprofiel een naam geven. Hierna kiest u welke volgapplicatie moet worden gebruikt. De <guilabel>Interne Volger</guilabel> is de enige officieel ondersteundekeuze in StellarMate. U kunt de <guimenuitem>PHD2/LinGuider</guimenuitem> kiezen,maar de details vallen buiten het kader van dit document. Wenst u nog extra diensten, moet u die nog selecteren.
pt: Agora poderá atribuir um nome ao perfil do seu equipamento. Depois disso, seleccione a aplicação de guia a usar. A <guilabel>Guia Interna</guilabel> é a única selecção suportada a nível oficial no StellarMate. Poderá optar por seleccionar o <guimenuitem>PHD2/LinGuider</guimenuitem>, mas os detalhes estão fora do âmbito desta documentação. Se forem desejados mais serviços, assinale os que deseja executar.
sl: Zdaj lahko poimenujete svoj profil opreme. Nato izberite, katero aplikacijo vodnika želite uporabiti. <guilabel>Notranji vodnik</guilabel> je edina uradno podprta izbira v StellarMate. Lahko se odločite za izbiro <guimenuitem>PHD2/LinGuider</guimenuitem>, vendar podrobnosti ne spadajo v obseg te dokumentacije. Če želite dodatne storitve, označite tiste, ki jih želite izvajati.
sv: Nu får du namnge utrustningsprofilen. Välj därefter vilket guidningsprogram som ska användas. <guilabel>Intern guidefunktion</guilabel> är den enda som officiellt stöds i StellarMate. Du kan välja att använda <guimenuitem>PHD2/LinGuider</guimenuitem>, men detaljerna är utanför det här dokumentets omfattning. Om ytterligare tjänster önskas, markera de som du vill köra.

source: <screeninfo>The final page of Profile Wizard</screeninfo>
bg: <screeninfo>Последната страница на Помощника за профили</screeninfo>
ca@valencia: <screeninfo>La pàgina final de l'assistent del perfil</screeninfo>
es: <screeninfo>La página final del asistente de perfil</screeninfo>
it: <screeninfo>L'ultima pagina della procedura guidata per il profilo</screeninfo>
nl: <screeninfo>De laatste pagina van de profielassistent</screeninfo>
pt: <screeninfo>A página final do Assistente de Perfis</screeninfo>
sl: <screeninfo>Zadnja stran čarovnika za profile</screeninfo>
sv: <screeninfo>Den sista sidan i profilguiden</screeninfo>

source: <phrase>The final page of Profile Wizard</phrase>
bg: <phrase>Последната страница на Помощника за профили</phrase>
ca@valencia: <phrase>La pàgina final de l'assistent del perfil</phrase>
es: <phrase>La página final del asistente de perfil</phrase>
it: <phrase>L'ultima pagina della procedura guidata per il profilo</phrase>
nl: <phrase>De laatste pagina van de profielassistent</phrase>
pt: <phrase>A página final do Assistente de Perfis</phrase>
sl: <phrase>Zadnja stran čarovnika za profile</phrase>
sv: <phrase>Den sista sidan i profilguiden</phrase>

source: In the example above, we select Remote Astrometry, WatchDog, and SkySafari drivers. The detailed explanations for each is provided in the tooltip when you over them. Once done, click <guibutton>Create Profile</guibutton> button. You should now be presented with the Profile Editor.
bg: В горния пример избираме устройства за отдалечена астрометрия, WatchDog и SkySafari. Подробни обяснения за всеки от тях се предоставят в подсказката, когато ги прегледате. След като сте готови, щракнете бутона <guibutton>Създаване на профил</guibutton>. Сега трябва да ви бъде представен Редакторът на профили.
ca@valencia: En l'exemple anterior, seleccionem controladors d'astrometria remota, WatchDog i SkySafari. Les explicacions detallades per a cadascuna d'elles es proporcionen en el consell d'eina quan es passa per damunt amb el punter del ratolí. Una vegada fet, feu clic en el botó <guibutton>Crea un perfil</guibutton>. Ara hauríeu de veure l'editor de perfils.
it: Nell'esempio sopra abbiamo selezionato i driver Astrometry, WatchDog e SkySafari. La spiegazione dettagliata per ciascuno viene fornita nel suggerimento che appare quando ci passi sopra con il mouse. Una volta fatto, fai clic sul pulsante <guibutton>Crea profilo</guibutton>: ora dovresti essere stato presentato all'editor del profilo.
nl: In het bovenstaande voorbeeld, kiezen we drivers voor Externe Astrometrie, Watchdog en SkySafari. De details voor elk hiervan ziet u in de tekstballonnen wanneer u de muisaanwijzer er boven houdt. Als u klaar bent, klikt u op de knop <guibutton>Profiel aanmaken</guibutton>. U zou nu de Profieleditor moeten zien.
pt: No exemplo acima, foram seleccionados os controladores do Astrometry Remoto, WatchDog e SkySafari. As explicações detalhadas sobre cada um estão disponíveis na dica que aparece ao passar o cursor sobre eles. Assim que terminar, carregue no botão <guibutton>Criar o Perfil</guibutton>. Dever-lhe-á agora ser apresentado o Editor de Perfis.
sl: V zgornjem primeru izberemo gonilnike Remote Astrometry, WatchDog in SkySafari. Podrobne razlage za vsakega so na voljo v opisu orodja, ko jih pregledate. Ko končate, kliknite gumb <guibutton>Ustvari profil</guibutton>. Zdaj bi se vam moral prikazati urejevalnik profilov.
sv: I exemplet ovan har vi valt drivrutinerna fjärrastrometri, vakthund och SkySafari. Detaljerade förklaringar för var och en tillhandahålls i verktygstipset när musen hålls över dem. När du väl är klar, klicka på knappen <guibutton>Skapa profil</guibutton>. Nu ska profileditorn visas för dig.

source: Profile Wizard
ca: Assistent de perfils
fr: Assistant de profil
uk: Майстер профілю

source: The Profile Wizard is a handy tool to setup your equipment for the first time. It should popup automatically the first time you run KStars. Follow the guided instructions to setup your first equipment profile.
ca: L'assistent de perfils és una eina pràctica per a configurar el vostre equip per primera vegada. Hauria d'aparèixer automàticament la primera vegada que executeu el KStars. Seguiu les instruccions guiades per a configurar el vostre primer perfil d'equip.
fr: L'assistant de profil est un outil pratique pour créer un premier profil de votre matériel. Il devrait apparaître automatiquement la première fois que vous lancez KStars. Suivez les instructions pour configurer votre premier profil de matériel.
uk: Майстер профілю є зручним інструментом для початкового налаштовування обладнання. Цю програму має бути автоматично запущено під час першого запуску KStars. Виконайте настанови для визначення параметрів вашого першого профілю обладнання.

source: |Profile Wizard Welcome|
uk: |Сторінка вітання майстра профілю|

source: The first greeting screen contains some links to learn more about Ekos & INDI. Click ``Next`` to continue.
ca: La primera pantalla de benvinguda conté alguns enllaços per a aprendre més sobre l'Ekos i INDI. Feu clic a ``Següent`` per a continuar.
fr: L'écran de bienvenue contient quelques liens pour en apprendre davantage sur Ekos et INDI. Veuillez cliquer sur ``Suivant`` pour continuer.
uk: На першій сторінці вітання ви знайдете декілька посилань, за допомогою яких можна дізнатися більше про Ekos та INDI. Натисніть кнопку ``Далі``, щоб продовжити роботу з майстром.

source: ``Equipment is attached to this device``: Select this option if Ekos is running on your StellarMate (via HDMI or VNC), device (Windows®/Linux®) or Mac® OS.
ca: ``L'equip està connectat a aquest dispositiu``: Seleccioneu aquesta opció si l'Ekos s'està executant al vostre StellarMate (a través de HDMI o VNC), dispositiu (Windows®/Linux®) o Mac® OS.
fr: ``Le matériel est connecté à ce périphérique`` : sélectionnez cette option si Ekos tourne sur votre StellarMate (via HDMI ou VNC), sur votre périphérique (Windows®, Linux®) ou sur MacOS®.
uk: ``Обладнання з'єднано із цим пристроєм``: виберіть цей варіант, якщо Ekos запущено на вашому StellarMate (за допомогою HDMI або VNC), комп'ютерному пристрої (Windows®/Linux®) або Mac® OS.

source: ``Equipment is attached to a remote device``: Select this option if Ekos is running on your device (Windows®/Linux®) or Mac® OS, and your equipment is connected to a remote computer.
ca: ``L'equip està connectat a un dispositiu remot``: Seleccioneu aquesta opció si l'Ekos s'està executant al vostre ordinador (Windows®/Linux®) o Mac® OS, i aquest està connectat a un ordinador remot.
fr: ``Le matériel est connecté à un périphérique distant`` : sélectionnez cette option si Ekos tourne sur votre périphérique (Windows®, Linux®) ou MacOS® et votre matériel est connecté à un ordinateur distant.
uk: ``Обладнання з'єднано із віддаленим пристроєм``: виберіть цей варіант, якщо Ekos запущено на вашому комп'ютерному пристрої (Windows®/Linux®) або Mac® OS, а обладнання з'єднано із віддаленим комп'ютером.

source: ``Equipment is attached to StellarMate``: Select this option if Ekos is running on your device (Windows®/Linux®) or Mac® OS, and your equipment is connected to StellarMate.
ca: ``L'equip està connectat a StellarMate``: Seleccioneu aquesta opció si l'Ekos s'està executant al vostre ordinador (Windows®/Linux®) o Mac® OS, i aquest està connectat al StellarMate.
fr: ``Le matériel est connecté à StellarMate`` : sélectionnez cette option si Ekos tourne sur votre périphérique (Windows®, Linux®) ou MacOS®, et si votre matériel est connecté à StellarMate. Cette option n'est active que pour les versions de KStars inférieures à 3.5.8.
uk: ``Обладнання з'єднано із StellarMate``: виберіть цей варіант, якщо Ekos запущено на вашому комп'ютерному пристрої (Windows®/Linux®) або Mac® OS, а обладнання з'єднано зі StellarMate.

source: |Equipment location page|
uk: |Сторінка розташування обладнання|

source: Click ``Next`` to continue.
ca: Feu clic a ``Següent`` per a continuar.
fr: Cliquez sur ``Suivant`` pour continuer.
uk: Натисніть ``Далі``, щоб продовжити.

source: In case selected the 2nd option in the last step, you shall be presented with the Remote Connect Page, here you will enter the hostname or IP address of the StellarMate unit. You can get the hostname from the StellarMate mobile App. Alternatively, you can construct the hostname from StellarMate HotSpot SSID. You should see the SSID when you search for WiFi networks nearby. For example, suppose the SSID is ``stellarmate``. The hostname should be *stellarmate.local*. That is, if you remove the underscore, and append *.local*, then you will get the unit hostname. You can always use the StellarMate App to change the unit default hostname to the name of your choice.
ca: Si seleccioneu la 2a opció en l'últim pas, es mostrarà la pàgina de connexió remota, aquí introduireu el nom de l'amfitrió o l'adreça IP de la unitat de StellarMate. Podeu obtenir el nom de l'amfitrió des de l'aplicació mòbil de StellarMate. De manera alternativa, podeu construir el nom de l'amfitrió des de «StellarMate HotSpot SSID». Hauríeu de veure el SSID quan cerqueu xarxes Wi-Fi properes. Per exemple, suposem que el SSID és ``stellarmate``. El nom de l'amfitrió haurà de ser *stellarmate.local*. És a dir, si elimineu el guió baix i afegiu *.local*, obtindreu el nom de l'amfitrió. Sempre podeu utilitzar l'aplicació StellarMate per a canviar la unitat predeterminada de l'amfitrió al nom que trieu.
fr: Dans le cas où vous avez sélectionné la seconde option à l'étape précédente, vous verrez apparaître la page de connexion à distance où vous devrez saisir le nom d'hôte ou l'adresse IP de l'appareil sur lequel est installé StellarMate. Vous pouvez obtenir le nom d'hôte depuis l'application mobile de StellarMate. Autrement, vous pouvez construire le nom d'hôte à partir du SSID de StellarMate qui devrait être visible lors d'une recherche de réseaux wifi. Supposons par exemple que le SSID soit stellarmate. Le nom d'hôte sera alors *stellarmate.local*. Vous pouvez toujours utiliser l'application StellarMate pour modifier le nom d'hôte par défaut à votre convenance.
uk: Якщо на попередньому етапі було вибрано другий варіант, вам буде показано сторінку віддаленого з'єднання. За її допомогою ви можете ввести назву вузла або IP-адресу модуля StellarMate. Отримати дані щодо назви вузла можна за допомогою мобільної програми StellarMate. Крім того, ви можете побудувати назву вузла на основі SSID точки доступу StellarMate. Значення SSID можна побачити під час пошуку мереж WiFi. Наприклад, припустімо, що виявленим значенням SSID є ``stellarmate``. Тоді назвою вузла буде *stellarmate.local*. Тобто, якщо вилучити символи підкреслення і додати *.local*, вийде назва вузла модуля. Для зміни типової назви вузла модуля завжди можна скористатися програмою StellarMate. За її допомогою ви можете встановити будь-яку бажану для вас назву вузла.

source: |Profile Wizard Remote page|
uk: |Сторінка віддаленого з'єднання майстра профілю|

source: For the INDI Manager question, always select **Yes** since StellarMate Web Manager is running by default on the unit. Click ``Next`` to continue.
ca: Per a la pregunta del gestor INDI, seleccioneu sempre **Sí**, per a fer que el gestor web de StellarMate s'executi de manera predeterminada a la unitat. Feu clic a ``Següent`` per a continuar.
fr: Pour la question concernant le gestionnaire INDI, il faut toujours sélectionner **Oui** puisque le gestionnaire Web de StellarMate est lancé par défaut sur l'appareil. Cliquez sur ``Suivant`` pour continuer.
uk: На питання щодо засобу керування INDI завжди відповідайте **Так**, оскільки типово система запускає засіб керування мережею StellarMate на пристрої. Натисніть кнопку ``Далі``, щоб продовжити роботу.

source: Now you get to name your equipment profile. Afterwards select which guider application to use. The ``Internal Guider`` is the only officially supported selection in StellarMate. You may opt to select ``PHD2/LinGuider`` but the details are out of the scope of this documentation. If additional services are desired, check the ones you want to run.
ca: Ara podeu anomenar el perfil de l'equip. A continuació, seleccioneu l'aplicació de guia a utilitzar. El ``Sistema de guiatge intern`` és l'única selecció oficial al StellarMate. Podeu optar per seleccionar ``PHD2/LinGuider``, però els detalls queden fora de l'àmbit d'aquesta documentació. Si desitgeu serveis addicionals, marqueu els que voleu executar.
fr: Vous pouvez maintenant choisir le nom de profil de votre matériel. Ensuite sélectionnez l'application de guidage que vous souhaitez utiliser. Le ``guidage interne`` est le seul officiellement géré par StellarMate. Vous pouvez choisir ``PHD2`` ou ``LinGuider`` mais les détails ne sont pas couverts pas cette documentation. Si des services additionnels sont souhaités, veuillez cocher ceux que vous voulez utiliser.
uk: Далі, ви можете вказати назву вашого профілю обладнання. Після цього, виберіть програму для наведення телескопа. ``Вбудований засіб наведення`` є єдиним офіційно підтримуваним варіантом для StellarMate. Ви можете вибрати ``PHD2/LinGuider``, але опис цих варіантів не є предметом цього підручника. Якщо вам потрібні додаткові служби, позначте пункти тих з них, які слід запустити.

source: |The final page of Profile Wizard|
uk: |Остання сторінка майстра профілю|

source: In the example above, we select Remote Astrometry, WatchDog, and SkySafari drivers. The detailed explanations for each is provided in the tooltip when you over them. Once done, click ``Create Profile`` button. You should now be presented with the Profile Editor.
ca: A l'exemple anterior, seleccionem controladors d'astrometria remota, WatchDog i SkySafari. Les explicacions detallades per a cadascuna d'elles es proporcionen a la informació de l'eina quan es passa per sobre amb el punter del ratolí. Un cop fet, feu clic al botó ``Crea un perfil``. Ara hauríeu de veure l'editor de perfils.
fr: Dans l'exemple ci-dessus, nous avons sélectionné les pilotes Astrométrie distante, WatchDog et SkySafari. Des explications détaillées pour chacun d'entre eux apparaissent dans une infobulle lors du survol avec la souris. Une fois fait, cliquez sur le bouton ``Créer un profil et Sélectionner des périphériques`` et l'éditeur de profil apparaît.
uk: У наведеному вище прикладі вибрано драйвери віддаленої астрометрії, WatchDog та SkySafari drivers. Докладний опис кожного з них наведено на панелі підказки, яку можна побачити, навівши вказівник миші на відповідний пункт. Щойно потрібні параметри буде визначено, натисніть кнопку ``Створити профіль``. У відповідь буде запущено редактор профілів.

source: Profile Wizard Welcome
ca: Benvinguda a l'assistent de perfils
fr: Bienvenue à l'assistant de profil
uk: Сторінка вітання майстра профілю

source: Equipment location page
ca: Pàgina d'emplaçament de l'equip
fr: Page de l'emplacement de l'équipement
uk: Сторінка розташування обладнання

source: Profile Wizard Remote page
ca: Pàgina remota de l'assistent de perfils
fr: Page de l'assistant profil à distance
uk: Сторінка віддаленого з'єднання майстра профілю

source: The final page of Profile Wizard
ca: La pàgina final de l'assistent de perfils
fr: La dernière page de l'assistant profil
uk: Остання сторінка майстра профілю
