Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos.po
Languages: bg, ca, ca@valencia, es, fr, it, nl, pt, pt_br, sl, sv, uk

source: Completely <ulink url="https://www.youtube.com/watch?v=85L3J_iiXZ4">automated scheduler</ulink> to control all your observatory equipment, select the best targets for imaging given current conditions and constraints, monitor weather conditions, and capture your data while you are away!
ca@valencia: <ulink url="https://www.youtube.com/watch?v=85L3J_iiXZ4">Programador totalment automatitzat</ulink> per a controlar tot l'equip de l'observatori, seleccioneu els millors objectius per a l'obtenció de les imatges, indicant les condicions i restriccions actuals, vigileu les condicions meteorològiques i captureu les vostres dades mentre esteu fora.
es: <ulink url="https://www.youtube.com/watch?v=85L3J_iiXZ4">Planificador automatizado</ulink> completamente para controlar todo el equipo del observatorio, seleccionar los mejores objetos para capturar imágenes según las condiciones y restricciones locales, monitorizar las condiciones meteorológicas y capturar datos cuando usted no se encuentre presente.
pt: <ulink url="https://www.youtube.com/watch?v=85L3J_iiXZ4">Agendamento completamente automático</ulink> para controlar todo o seu equipamento do observatório, seleccionar os melhores alvos para as imagens, dadas as condições e restrições actuais, monitorizar as condições meteorológicas e capturar os seus dados na sua ausência!
sl: Popolnoma <ulink url="https://www.youtube.com/watch?v=85L3J_iiXZ4">avtomatiziran razporejevalnik</ulink> za nadzor vse opreme vašega observatorija, izbiro najboljših ciljev za slikanje glede na trenutne pogoje in omejitve, spremljanje vremena pogojih in zajemanje vaših podatkov, ko ste odsotni!
sv: Fullständigt <ulink url="https://www.youtube.com/watch?v=85L3J_iiXZ4">automatiserad schemaläggning</ulink> för att kontrollera observationsutrustning, välja bästa mål för avbildning givet aktuella förhållanden och begränsningar, övervaka väderförhållanden, och samla in data medan du är borta!
uk: Повністю <ulink url="https://www.youtube.com/watch?v=85L3J_iiXZ4">автоматизований планувальник</ulink> для керування усім вашим обладнанням для спостереження, вибір найкращих цілей для створення знімків на основі поточних даних щодо умов та обмежень, стеження за погодними умовами та створення знімків, навіть якщо вас немає поблизу телескопа!

source: <emphasis>Smart</emphasis> Dark Library: All your dark frames with different binning/temperature/frame settings are saved for future use. Ekos re-uses dark frames intelligently without taking unnecessary captures. You can configure how long you want to reuse all the dark frames.
ca@valencia: Biblioteca fosca <emphasis>intel·ligent</emphasis>: Tots els fotogrames foscos amb opcions diferents d'agrupament, temperatura i marc es guardaran per a un ús futur. Ekos tornarà a utilitzar els fotogrames foscos de forma intel·ligent sense fer captures innecessàries. Podeu configurar quant de temps voleu tornar a utilitzar tots els fotogrames foscos.
es: Biblioteca oscura <emphasis>inteligente</emphasis>: Todos los fotogramas oscuros con distintos ajustes de binning/temperatura/encuadre se guardan para su futuro uso. Ekos reutiliza fotogramas oscuros de forma inteligente sin realizar capturas innecesarias. Se puede configurar durante cuánto tiempo se reutilizan todos los fotogramas oscuros.
pt: Biblioteca <emphasis>Inteligente</emphasis> de Imagens Escuras: Todas as suas imagens escuras, com diferentes opções de agrupamento/temperatura/imagem são gravadas para uso posterior. O Ekos reutiliza as imagens escuras de forma inteligente, sem necessitar de capturas desnecessárias. Poderá configurar durante quanto tempo deseja reutilizar todas as imagens escuras.
sl: <emphasis>Pametna</emphasis> Temna knjižnica: vsi vaši temni okvirji z različnimi nastavitvami združevanja/temperature/okvirja so shranjeni za prihodnjo uporabo. Ekos pametno ponovno uporabi temne okvirje brez nepotrebnih posnetkov. Konfigurirate lahko, kako dolgo želite ponovno uporabiti vse temne okvirje.
sv: <emphasis>Smart</emphasis> bibliotek med mörka bildrutor: Alla mörka bildrutor med olika indelning, temperatur, bildinställningar sparas för framtida användning. Ekos återanvänder mörka bildrutor intelligent utan att ta onödiga bilder. Det går att ställa in hur länge man vill återanvända alla mörka bildrutor.
uk: <emphasis>Розумна</emphasis> бібліотека темних зображень: усі ваші темні карди із різними параметрами позначок, температури та кадрів зберігаються для використання у майбутньому. Ekos використовує інтелектуальну систему використання темних кадрів, яка запобігає потребі у зайвих знімках. Ви самі можете визначити тривалість зберігання усіх темних кадрів.

source: <ulink url="https://www.youtube.com/watch?v=stsrcsPxUZA">Automated <emphasis>unattended</emphasis> meridian flip</ulink>. Ekos performs post meridian flip alignment, calibration, focusing, and guiding to resume the capture session.
ca@valencia: <ulink url="https://www.youtube.com/watch?v=stsrcsPxUZA">Inversió del meridià <emphasis>desatés</emphasis> de forma automàtica</ulink>. Ekos realitzarà l'alineació després de la inversió del meridià, el calibratge, l'enfocament i el guiatge per a la represa de la sessió de captura.
es: <ulink url="https://www.youtube.com/watch?v=stsrcsPxUZA">Cambio de meridiano automatizado y <emphasis>desatendido</emphasis></ulink>. Ekos realiza alineación, calibración, enfoque y guiado tras la inversión de meridiano para continuar la sesión de captura.
pt: <ulink url="https://www.youtube.com/watch?v=stsrcsPxUZA">Inversão do meridiano automatizada e <emphasis>autónoma</emphasis></ulink>. O Ekos efectua o alinhamento, calibração, focagem e guia após a inversão do meridiano para retomar a sessão de captura.
sl: <ulink url="https://www.youtube.com/watch?v=stsrcsPxUZA">Samodejno <emphasis>nenadzorovano</emphasis> obračanje poldnevnika</ulink>. Ekos izvede poravnavo obračanja po poldnevniku, kalibracijo, ostrenje in vodenje za nadaljevanje seje zajemanja.
sv: <ulink url="https://www.youtube.com/watch?v=stsrcsPxUZA">Automatisk meridianvändning <emphasis>utan tillsyn</emphasis></ulink>. Ekos utför inriktning, kalibrering, fokusering och guidning för att återuppta tagningssessionen efter meridianvändning.
uk: <ulink url="https://www.youtube.com/watch?v=stsrcsPxUZA">Автоматизований <emphasis>дистанційний</emphasis> перехід за меридіаном</ulink>. Ekos виконує вирівнювання, калібрування, фокусування та наведення після переходу меридіаном для відновлення сеансу спостереження.

source: Export and import sequence queue sets as Ekos Sequence Queue (<literal role="extension">.esq</literal>) files.
ca@valencia: Exporta i importa els conjunts de cua en seqüència com a fitxers de cua en seqüència d'Ekos (<literal role="extension">.esq</literal>).
es: Exportar e importar colas de secuencias definidas como archivos de cola de secuencias de Ekos (<literal role="extension">.esq</literal>).
pt: Exportação e importação de conjuntos de filas de espera de sequências como ficheiros <literal role="extension">.esq</literal> (Ekos Sequence Queue).
sl: Izvozite in uvozite nize zaporednih čakalnih vrst kot datoteke Ekos Sequence Queue (<literal role="extension">.esq</literal>).
sv: Exportera och importera uppsättningar av sekvensköer som Ekos sekvensköfiler (<literal role="extension">.esq</literal>).
uk: Експортування та імпортування наборів послідовностей зображень у форматі файлів черги послідовностей Ekos (<literal role="extension">.esq</literal>).

source: <ulink url="https://www.youtube.com/watch?v=fg2HDFg_dCE">Center the telescope anywhere in a captured FITS image</ulink> or any FITS with World Coordinate System (WCS) header.
ca@valencia: <ulink url="https://www.youtube.com/watch?v=fg2HDFg_dCE">Centra el telescopi en qualsevol lloc d'una imatge FITS capturada</ulink> o qualsevol FITS amb el sistema de coordenades mundial (World Coordinate System -WCS-).
es: <ulink url="https://www.youtube.com/watch?v=fg2HDFg_dCE">Centrar el telescopio en cualquier lugar de una imagen FITS capturada</ulink> o de cualquier FITS con cabecera del sistema de coordenadas universal (WCS).
pt: <ulink url="https://www.youtube.com/watch?v=fg2HDFg_dCE">Centre o telescópio em qualquer ponto numa imagem FITS capturada</ulink> ou em qualquer FITS com um cabeçalho WCS (World Coordinate System).
sl: <ulink url="https://www.youtube.com/watch?v=fg2HDFg_dCE">Centrirajte teleskop kamor koli na zajeti sliki FITS</ulink> ali kateri koli glavi FITS s svetovnim koordinatnim sistemom (WCS).
sv: <ulink url="https://www.youtube.com/watch?v=fg2HDFg_dCE">Centrera teleskopet var som helst i en tagen FITS-bild</ulink> eller vilken FITS som helst med världskoordinatsystem (WCS) i huvudet.
uk: <ulink url="https://www.youtube.com/watch?v=fg2HDFg_dCE">Центрування телескопа за будь-якою позицією у захопленому зображенні FITS</ulink> або будь-якому FITS із заголовком всесвітньої системи координат (WCS).

source: Complete integration with &kstars; Observation Planner and SkyMap.
ca@valencia: Integració completa amb el planificador de l'observació i el mapa celeste de &kstars;.
es: Integración completa con el planificador de observaciones de &kstars; y con SkyMap.
pt: Integração completa com o Planeamento de Observações e o Mapa do Céu do &kstars;.
sl: Popolna integracija z &kstars; Planer opazovanja in zvezdna karta.
sv: Fullständig integrering med &kstars; observationsplanering och himmelskarta.
uk: Повна інтеграція зі засобом планування спостережень та картою неба &kstars;.

source: Fully scriptable via <ulink url="https://freedesktop.org/wiki/Software/dbus/">&DBus;</ulink>.
ca@valencia: Completament programable a través de scripts mitjançant <ulink url="https://freedesktop.org/wiki/Software/dbus/">&DBus;</ulink>.
es: Permite el uso de guiones mediante <ulink url="https://freedesktop.org/wiki/Software/dbus/">&DBus;</ulink>.
pt: Completamente programável através de <ulink url="https://freedesktop.org/wiki/Software/dbus/">&DBus;</ulink>.
sl: V celoti je mogoče skriptirati prek <ulink url="https://freedesktop.org/wiki/Software/dbus/">&DBus;</ulink>.
sv: Fullständigt skriptbart via <ulink url="https://freedesktop.org/wiki/Software/dbus/">D-Bus</ulink>.
uk: Повне керування за допомогою скриптів на основі <ulink url="https://freedesktop.org/wiki/Software/dbus/">&DBus;</ulink>.
