Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <guilabel>Mosaic Mask</guilabel>: A 3x3 mosaic is composed with tiles from the image center, its corners and from the edges. This option is useful if you want to inspect the optics performance - you might know this from the PixInsight Aberration Inspector script. The tile size can be configured in percent of the frame width, with the spacer value specifying the space between the tiles.
bg: <guilabel>Мозаечна маска</guilabel>: Мозайка 3x3 е съставена от плочки от центъра на изображението, неговите ъгли и от краищата. Тази опция е полезна, ако искате да проверите производителността на оптиката - може да знаете това от скрипта PixInsight на инспектора на аберациите. Размерът на плочката може да бъде конфигуриран в проценти от ширината на рамката, като стойността на разделителя определя разстоянието между плочките.
sl: <guilabel>Mozaična maska</guilabel>: Mozaik 3x3 je sestavljen iz ploščic iz središča slike, njenih vogalov in robov. Ta možnost je uporabna, če želite pregledati delovanje optike - to boste morda izvedeli iz skripta PixInsight Aberration Inspector. Velikost ploščice je mogoče konfigurirati v odstotkih širine okvirja, pri čemer vrednost presledka določa razmik med ploščicami.
sv: <guilabel>Mosaikmask</guilabel>: En 3 x 3 mosaik består av rutor från bildens centrum, hörn och kanter. Alternativet är användbart om du vill inspektera optikens prestanda: Du kanske känner till det från skriptet PixInsight Aberration Inspector. Rutornas storlek kan ställas in i procent av bildrutans bredd, med mellanrumsvärdet som anger utrymmet mellan rutorna.
uk: <guilabel>Мозаїчна маска</guilabel>: мозаїка 3x3, яка складається з плиток центру зображення, його кутів та країв. Цей варіант буде корисним, якщо ви хочете перевірити потужність оптики — щоб подібне до сценарію вивчення аберації PixInsight. Розмір плитки можна налаштувати у відсотках до ширини кадру, а також можна визначити значення інтервалу між плитками.

source: There are four use-cases for the Mosaic Mask:
bg: Има четири случая на използване на Мозаечна маска:
ca@valencia: Hi ha quatre casos d'ús per a la Màscara de mosaic:
fr: Il existe quatre cas d'utilisation pour le masque de mosaïque :
pt_br: Existem quatro casos de uso para a máscara de mosaico:
sl: Obstajajo štirje primeri uporabe za mozaično masko:
sv: Det finns fyra användningsfall för Mosaikmask:
uk: Мозаїчною маскою можна скористатися у чотирьох випадках:

source: Checking focus in all parts of the sensor: The mask allows an easy visual inspection and comparisons of stars in the center, corners and edges of the sensor. This is especially useful for optics that show aberration if the focus is not 100% met.
bg: Проверка на фокуса във всички части на сензора: Маската позволява лесна визуална проверка и сравнения на звезди в центъра, ъглите и краищата на сензора. Това е особено полезно за оптика, която показва аберация, ако фокусът не е постигнат на 100%.
ca@valencia: Comprovació de l'enfocament a totes les parts del sensor: La màscara permet una inspecció visual fàcil i la comparació d'estreles en el centre, cantons i vores del sensor. Açò és especialment útil per a òptiques que presenten una aberració si l'enfocament no es complix al 100%.
fr: La vérification de la mise au point sur toute la surface du capteur : le masque permet une inspection visuelle facile et la comparaison des étoiles au centre, sur les bords et dans le coin du capteur. Cela est particulièrement utile pour les optiques présentant une aberration lorsque la mise au point n'est pas réalisée à 100%.
pt_br: Verificação do foco em todas as partes do sensor: A máscara permite uma fácil inspeção visual e comparações de estrelas no centro, cantos e bordas do sensor. Isso é especialmente útil para ópticas que apresentam aberrações se o foco não for 100%.
sl: Preverjanje fokusa v vseh delih senzorja: Maska omogoča enostaven vizualni pregled in primerjavo zvezd v središču, vogalih in robovih senzorja. To je še posebej uporabno za optiko, ki kaže aberacijo, če fokus ni 100% dosežen.
sv: Kontrollerar fokus i alla delar av sensorn: Masken möjliggör en enkel visuell inspektion och jämförelse av stjärnor i centrum, hörnen och kanterna på sensorn. Det är särskilt användbart för optik som visar aberration om fokus inte uppnås till 100 %.
uk: Перевірка фокусування в усіх частинах датчика: маска уможливлює просту візуальну перевірку і порівняння зірок у центрі, кутах та на краях датчика. Це особливо корисно для оптики із видимою аберацією, якщо 100% фокусування не досягнуто.

source: Correcting image tilt: especially large sensors are very sensitive to incorrect distance and tilting of the sensor. In such cases, the image shows aberration, especially in the image corners. If all corners show the same effect, the distance needs to be corrected. If the aberrations in the corners differ, this is typically the result of a tilted sensor.
bg: Коригиране на наклона на изображението: особено големите сензори са много чувствителни към неправилно разстояние и накланяне на сензора. В такива случаи изображението показва аберация, особено в ъглите на изображението. Ако всички ъгли показват същия ефект, разстоянието трябва да се коригира. Ако аберациите в ъглите се различават, това обикновено е резултат от наклонен сензор.
ca@valencia: Correcció de la inclinació de la imatge: Els sensors especialment grans són molt sensibles a una distància i inclinació incorrectes del sensor. En estos casos, la imatge presenta aberració, especialment en els cantons de la imatge. Si tots els cantons presenten el mateix efecte, caldrà corregir la distància. Si les aberracions en els cantons diferixen, normalment serà el resultat d'un sensor inclinat.
fr: La correction de l'inclinaison de l'image : les grands capteurs sont particulièrement sensibles à une distance et une inclinaison du capteur. Dans de tels cas, l'image présente une aberration, surtout dans les coins. Si tous les coins sont touchés par le même effet, alors il est alors nécessaire de corriger les distances. Si ces aberrations sont différentes dans les coins, cela est typique d'une inclinaison du capteur.
pt_br: Corrigir a inclinação da imagem: sensores especialmente grandes são muito sensíveis a distâncias e inclinações incorretas do sensor. Nesses casos, a imagem apresenta aberrações, especialmente nos cantos. Se todos os cantos apresentarem o mesmo efeito, a distância precisa ser corrigida. Se as aberrações nos cantos forem diferentes, isso normalmente é resultado de um sensor inclinado.
sl: Popravljanje nagiba slike: posebej veliki senzorji so zelo občutljivi na nepravilno razdaljo in nagib senzorja. V takšnih primerih se na sliki pojavijo aberacije, zlasti v vogalih slike. Če vsi vogali kažejo enak učinek, je treba razdaljo popraviti. Če se aberacije v vogalih razlikujejo, je to običajno posledica nagnjenega senzorja.
sv: Korrigering av bildlutning: Speciellt stora sensorer är mycket känsliga för felaktigt avstånd och lutning av sensorn. I sådana fall visar bilden aberration, särskilt i bildhörnen. Om alla hörn visar samma effekt behöver avståndet korrigeras. Om aberrationerna i hörnen skiljer sig är det vanligtvis resultatet av en lutad sensor.
uk: Виправлення нахилу зображення: великі датчики є особливо чутливими до помилкового визначення відстані та нахилу датчика. У таких випадках на зображенні помітка аберація, особливо у кутах зображення. Якщо у всіх кутах спостерігається той самий ефект, слід виправити відстань. Якщо аберація у кутах є різною, це, типово, є результатом нахилу датчика.

source: Collimating Newtonians: inspecting frames in a defocused state is typically used for collimating Newtonians. See, for example, Tommy Nawratil's <ulink url="https://teleskop-austria.at/information/pdf/JUS_Photonewton_Collimation_Primer_EN.pdf"> The Photonewton Collimation Primer</ulink> for more details.
bg: Колимиране на нютонови телескопи: проверката на кадри в разфокусирано състояние обикновено се използва за колимиране на нютонови телескопи. Вижте например <ulink url="https://teleskop-austria.at/information/pdf/JUS_Photonewton_Collimation_Primer_EN.pdf"> The Photonewton Collimation Primer</ulink> на Tommy Nawratil за повече подробности.
sl: Kolimiranje Newtonov: pregled sličic v neostrem stanju se običajno uporablja za kolimiranje Newtonov. Glejte na primer <ulink url="https://teleskop-austria.at/information/pdf/JUS_Photonewton_Collimation_Primer_EN.pdf"> The Photonewton Collimation Primer</ulink> Tommyja Nawratila za več podrobnosti.
sv: Kollimerande Newtonteleskop: Inspektion av bildrutor i oskarpt tillstånd används vanligtvis för att kollimering av Newtonteleskop. Se till exempel Tommy Nawratils <ulink url="https://teleskop-austria.at/information/pdf/JUS_Photonewton_Collimation_Primer_EN.pdf"> The Photonewton Collimation Primer</ulink> för mer information.
uk: Колімаційні ньютонівські телескопи: для колімації ньютонівських телескопів типово використовують вивчення кадрів у розфокусованому стані. Див., наприклад, Tommy Nawratil's <ulink url="https://teleskop-austria.at/information/pdf/JUS_Photonewton_Collimation_Primer_EN.pdf">Підручник з фотоньютонівської колімації</ulink> від Tommy Nawratil, щоб дізнатися більше.

source: Running the <link linkend="focus-aberration-inspector">Aberration Inspector</link> tool.
bg: Изпълнение на инструмента <link linkend="focus-aberration-inspector">Инспектор на Аберациите</link>.
sl: Zagon orodja <link linkend="focus-aberration-inspector">Aberration Inspector</link>.
sv: Köra verktyget <link linkend="focus-aberration-inspector">Aberrationsinspektion</link>.
uk: Запуск інструмента <link linkend="focus-aberration-inspector">інспектора аберації</link>.

source: Adaptive Focus Parameters:
bg: Параметри на адаптивен фокус:
ca@valencia: Paràmetres de l'enfocament adaptatiu:
fr: Paramètres de la mise au point adaptative :
pt_br: Parâmetros de foco adaptativo:
sl: Parametri prilagodljivega ostrenja:
sv: Adaptiva fokuseringsparametrar:
uk: Параметри адаптивного фокусування:

source: The next set of controls relate to <emphasis role="bold">Adaptive Focus</emphasis>. The idea here is to keep the telescope focused by adapting the focuser position based on changes in environmental conditions without having to perform a full Autofocus run. See the <link linkend="focus-adaptive">Adaptive Focus</link> section for more details.
bg: Следващият набор от контроли се отнася до <emphasis role="bold">Адаптивен фокус</emphasis>. Идеята тук е да поддържате фокуса на телескопа чрез адаптиране на позицията на фокусера въз основа на промените в условията на околната среда, без да се налага да извършвате пълен автофокус. Вижте раздела <link linkend="focus-adaptive">Адаптивен фокус</link> за повече подробности.
sl: Naslednji sklop kontrolnikov se nanaša na <emphasis role="bold">Prilagodljivo ostrenje</emphasis>. Ideja tukaj je ohraniti fokus teleskopa s prilagajanjem položaja fokuserja glede na spremembe okoljskih pogojev, ne da bi bilo treba izvesti popolno samodejno ostrenje. Za več podrobnosti glejte razdelek <link linkend="focus-adaptive">Prilagodljivo ostrenje</link>.
sv: Nästa uppsättning komponenter är relaterade till <emphasis role="bold">Adaptiv fokusering</emphasis>. Tanken här är att hålla teleskopet fokuserat genom att anpassa fokuseringspositionen baserat på förändringar i miljöförhållandena utan att behöva utföra en fullständig automatisk fokuseringskörning. Se avsnittet <link linkend="focus-adaptive">Adaptiv fokusering</link> för mer information.
uk: Наступний набір засобів керування стосується <emphasis role="bold">Адаптивного фокусування</emphasis>. Ідея полягає у підтримання фокусування телескопа коригуванням позиції засобу фокусування на основі змін в умовах середовища без потреби у виконання повної процедури автоматичного фокусування. Див. <link linkend="focus-adaptive">розділ щодо адаптивного фокусування</link>, щоб дізнатися більше.

source: For example, as temperature changes during an imaging session so the focus point will change. By sampling the temperature between subframes it is possible to firstly calculate the change in temperature and then to convert this to a number of ticks of focuser movement to apply between subframes.
bg: Например, когато температурата се промени по време на сесия за изображения, точката на фокусиране ще се промени. Чрез вземане на проби от температурата между подкадрите е възможно първо да се изчисли промяната в температурата и след това да се преобразува това в брой деления на движение на фокуса, които да се прилагат между подкадрите.
ca@valencia: Per exemple, a mesura que canvia la temperatura durant una sessió d'obtenció d'imatges, canviarà el punt d'enfocament. Quan es prenen mostres de la temperatura entre els submarcs, serà possible calcular primer el canvi de temperatura i després convertir-lo en una quantitat de marques de moviment de l'enfocador que s'aplicaran entre els submarcs.
fr: Par exemple, la position de mise au point va varier en fonction de la température durant une session d'acquisition. En enregistrant la température entre les prises, il est possible de calculer la différence de température et ensuite de la convertir en un nombre de pas du moteur de mise au point à appliquer entre les prises.
pt_br: Por exemplo, conforme a temperatura muda durante uma sessão de imagem, o ponto de foco muda. Ao amostrar a temperatura entre subquadros, é possível primeiro calcular a mudança de temperatura e, em seguida, convertê-la em um número de tiques de movimento do focalizador para aplicar entre subquadros.
sl: Na primer, ko se temperatura spremeni med sejo slikanja, se bo spremenila točka ostrenja. Z vzorčenjem temperature med podokvirji je mogoče najprej izračunati spremembo temperature in nato to pretvoriti v število gibov gibanja fokuserja, ki se uporabijo med podokvirji.
sv: Till exempel när temperaturen ändras under en bildbehandlingssession ändras fokuseringspunkten. Genom att sampla temperaturen mellan delbilder är det möjligt att först beräkna temperaturförändringen och sedan omvandla den till ett antal tick av fokuseringsrörelser att utföra mellan delbilder.
uk: Наприклад, зі зміною температури під час сеансу знімання змінюється точка фокусування. Шляхом дискретизації температури між підкадрами можна спочатку обчислити зміну у температурі, а потім перетворити дані на кількість поділок руху засобу фокусування для застосування між підкадрами.

source: In order to use <emphasis role="bold">Adaptive Focus</emphasis> it is necessary to setup some data for your system. In particular you need to tell Ekos how many ticks (and in which direction) to move the focuser when the environmental conditions change. This is covered in the <link linkend="focus-filter-settings">Filter Settings</link> popup. The popup is launched by clicking the filter icon <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject></inlinemediaobject>.
bg: За да използвате <emphasis role="bold">Адаптивен фокус</emphasis>, е необходимо да настроите някои данни за вашата система. По-конкретно, трябва да кажете на Ekos колко деления (и в каква посока) да премести фокусера, когато условията на околната среда се променят. Това е описано в изскачащия прозорец <link linkend="focus-filter-settings">Настройки на филтъра</link>. Изскачащият прозорец се стартира чрез щракване върху иконата на филтъра<inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject></inlinemediaobject>.
sl: Če želite uporabljati <emphasis role="bold">Prilagodljivo ostrenje</emphasis>, morate nastaviti nekaj podatkov za vaš sistem. Še posebej morate Ekosu povedati, za koliko črtic (in v katero smer) naj premakne fokuser, ko se okoljske razmere spremenijo. To je zajeto v pojavnem oknu <link linkend="focus-filter-settings">Nastavitve filtra</link>. Pojavno okno se odpre s klikom na ikono filtra <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject></inlinemediaobject>.
sv: För att kunna använda <emphasis role="bold">Adaptiv fokusering</emphasis> är det nödvändigt att ställa in viss information om systemet. I synnerhet måste du tala om för Ekos hur många tick (och i vilken riktning) som ska fokuseringsenheten ska flyttas när miljöförhållandena ändras. Det beskrivs i fönstret <link linkend="focus-filter-settings">Filterinställningar</link>. Fönstret visas genom att klicka på filterikonen <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject></inlinemediaobject>.
uk: Щоб скористатися <emphasis role="bold">адаптивним фокусуванням</emphasis>, потрібно вказати певні дані для вашої системи. Зокрема, вам потрібно повідомити Ekos, на скільки поділок (і у якому напрямку) слід пересунути засіб фокусування при зміні умов середовища. Це заповнюється на контекстній панелі <link linkend="focus-filter-settings">Параметри фільтрування</link>. Відкрити контекстну панель можна натисканням кнопки фільтрування <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject></inlinemediaobject>.

source: The following controls are available:
bg: Налични са следните контроли:
ca@valencia: Hi ha disponibles els controls següents:
fr: Les boutons de contrôle suivants sont disponibles :
pt_br: Os seguintes controles estão disponíveis:
sl: Na voljo so naslednji kontrolniki:
sv: Följande komponenter är tillgängliga:
uk: Доступними є такі засоби керування:

source: <guilabel>Adaptive Focus</guilabel>: Select this option to activate <emphasis role="bold">Adaptive Focus</emphasis>.
bg: <guilabel>Адаптивен фокус</guilabel>: Изберете тази опция, за да активирате <emphasis role="bold">Адаптивен фокус</emphasis>.
sl: <guilabel>Prilagodljivo ostrenje</guilabel>: Izberite to možnost, da aktivirate <emphasis role="bold">Prilagodljivo ostrenje</emphasis>.
sv: <guilabel>Adaptiv fokusering</guilabel>: Välj alternativet för att aktivera <emphasis role="bold">Adaptiv fokusering</emphasis>.
uk: <guilabel>Адаптивне фокусування</guilabel>: виберіть цей варіант, щоб активувати <emphasis role="bold">адаптивне фокусування</emphasis>.

source: <guilabel>Min Move</guilabel>: The minimum Adaptive Focus movement allowed.
bg: <guilabel>Минимално движение</guilabel>: Минималното разрешено движение на адаптивния фокус.
sl: <guilabel>Najmanjši premik</guilabel>: Najmanjši dovoljeni premik prilagodljivega ostrenja.
sv: <guilabel>Minimal förflyttning</guilabel>: Den minsta tillåtna förflyttningen med adaptiv fokusering.
uk: <guilabel>Мін. рух</guilabel>: мінімальний дозволений рух під час адаптивного фокусування.

source: <guilabel>Adapt Start Pos</guilabel>: Check to allow Adaptive Focus to calculate the start position for an Autofocus run. The starting position is the last good solve position for the selected filter, adapted for environmental changes.
bg: <guilabel>Адаптиране на начална позиция</guilabel>: Поставете отметка, за да позволите на адаптивния фокус да изчисли началната позиция за изпълнение на автофокус. Началната позиция е последната добра позиция за решаване на избрания филтър, адаптиран за промени в околната среда.
sl: <guilabel>Prilagodi začetni položaj</guilabel>: Potrdite, če želite omogočiti prilagodljivemu ostrenju, da izračuna začetni položaj za zagon samodejnega ostrenja. Začetni položaj je zadnji položaj dobre rešitve za izbrani filter, prilagojen spremembam okolja.
sv: <guilabel>Anpassa startposition</guilabel>: Markera för att tillåta adaptiv fokusering att beräkna startpositionen för en automatisk fokuseringskörning. Startpositionen är den senaste goda lösningspositionen för det valda filtret, anpassad till miljöförändringar.
uk: <guilabel>Адаптувати початкову позицію</guilabel>: позначте, щоб надати змогу підпрограмі адаптивного фокусування обчислювати початкову позицію для автоматичного фокусування. Початкова позиція є остання якісна позиція розв'язання для вибраного фільтра, адаптована до змін у навколишньому середовищі.

source: For example, if the current focuser position is 1000, temperature = 4C, and if the Red filter is selected (last good focus position for Red is 990 @ 5C and Ekos is configured to move +3 <guilabel>Ticks / °C</guilabel>). Then, if Adapt Start Pos is off, Autofocus will start at 1000. If Adapt Start Pos is on, Autofocus will start at 990 + (5 - 4) * 3 = 993.
bg: Например, ако текущата позиция на фокуса е 1000, температура = 4C и ако е избран Червеният филтър (последната добра позиция на фокуса за Червено е 990 @ 5C и Ekos е конфигуриран да се движи с +3 <guilabel>деления / °C</guilabel>). Тогава, ако Адаптиране на стартова позиция е изключена, автофокусът ще започне от 1000. Ако Адаптиране на стартова позиция е включен, автофокусът ще започне от 990 + (5 - 4)* 3 = 993.
sl: Na primer, če je trenutni položaj ostrenja 1000, temperatura = 4C in če je izbran rdeči filter (zadnji dober položaj fokusa za rdečo je 990 @ 5C in Ekos je konfiguriran za premikanje +3 <guilabel>črtice / °C</guilabel>). Nato, če je Začetna pozicija prilagajanja izklopljena, se bo samodejno ostrenje začelo pri 1000. Če je Začetna pozicija prilagajanja vklopljena, se bo samodejno ostrenje začelo pri 990 + (5 - 4) * 3 = 993.
sv: Till exempel, om den aktuella fokuseringspositionen är 1000, temperaturen är 4 °C, och om det röda filtret är valt (senaste goda fokuseringspositionen för röd är 990 vid 5 °C och Ekos är inställt att gå +3 <guilabel>tick / °C</guilabel>). Sedan, om Anpassa startposition är avstängt, startar automatisk fokusering vid 1000. Om Anpassa startposition är på, startar automatisk fokusering vid 990 + (5 - 4) * 3 = 993.
uk: Наприклад, якщо поточною позицією засобу фокусування є 1000, температура = 4C та вибрано червоний фільтр (останньою якісною позицією фокусування для червоного була 990 при 5C і Ekos налаштовано на пересування +3 <guilabel>поділки / °C</guilabel>). Тоді, якщо адаптування початкової позиції вимкнено, автоматичне фокусування розпочнеться з 1000. Якщо адаптування початкової позиції увімкнено, автоматичне фокусування розпочнеться з 990 + (5 - 4) * 3 = 993.
