Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-guide.po
Languages: bg, ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: Guide
ca: Guiatge
ca@valencia: Guiatge
fr: Guidage
pt_br: Guia
sl: Vodilo
sv: Guidning

source: |Ekos Guide Module|
sv: |Ekos-guidningsmodul|

source: Introduction
bg: Въведение
ca: Introducció
ca@valencia: Introducció
nl: Inleiding
pt_br: Introdução
sl: Uvod
sv: Inledning
uk: Вступ

source: The Ekos Guide Module performs autoguiding using either the powerful built-in guider, or at your option, external guiding via `PHD2 <https://openphdguiding.org/>`__ or `lin_guider <https://sourceforge.net/projects/linguider/>`__. Using the internal guiding, guider camera frames are captured and sent to Ekos for analysis. Depending on the deviations of the stars from their lock positions, guiding pulses corrections are sent to your mount's RA and DEC axes motors. Most of the GUI options in the Guide Module are well documented so just hover your mouse over an item and a tooltip will popup with helpful information.
ca: El mòdul de guiatge de l'Ekos permet el guiatge automàtic emprant el potent sistema de guiatge integrat, o bé, opcionalment, el guiatge extern a través del `PHD2 <https://openphdguiding.org/>`__ o `lin_guider <https://sourceforge.net/projects/linguider/>`__. Utilitzant el guiatge intern, els fotogrames de la càmera del sistema de guiatge es capturen i s'envien a l'Ekos per a l'anàlisi. Depenent de les desviacions de les estrelles de les seves posicions de bloqueig, s'enviaran polsos de correccions del guiatge als motors dels eixos AR i Dec de la muntura. La majoria de les opcions de la IGU en el mòdul de guiatge estan ben documentades, de manera que simplement passeu el ratolí per sobre d'un element i apareixerà un consell d'eina emergent amb informació útil.
ca@valencia: El mòdul «Guia» d'Ekos realitza el guiatge automàtic emprant el potent sistema de guiatge integrat, o bé, a la vostra opció, el guiatge extern mitjançant `PHD2 <https://openphdguiding.org/>`__ o `lin_guider <https://sourceforge.net/projects/linguider/>`__. Utilitzant el guiatge intern, els fotogrames de la càmera del sistema de guiatge seran capturats i enviats a Ekos per a l'anàlisi. Depenent de les desviacions de les estreles de les seues posicions de bloqueig, s'enviaran polsos de correcció del guiatge als motors dels eixos AR i Dec de la muntura. La majoria de les opcions de la IGU al mòdul «Guia» estan ben documentades, de manera que senzillament passeu el ratolí per damunt d'un element i apareixerà un consell d'eina emergent amb informació útil.
fr: Le module de guidage d'Ekos permet le guidage en utilisant soit le puissant guidage interne ou un guidage externe comme `PHD2 <https://openguiding.org/>`__ ou encore `lin_guider <https://sourceforge.net/projects/linguider/>`__. Lors de l'utilisation du guidage interne, des images de guidage sont prises et envoyées à Ekos pour analyse. Selon les déviations de l'étoile guide par rapport à sa position de verrouillage, des impulsions de correction sont envoyées aux axes d'ascension droite et de déclinaison de la monture. La plupart des options qui se trouve dans le module de guidage sont bien documentées, il vous suffit de survoler un élément et une infobulle apparaîtra contenant de l'information détaillée.
pt_br: O módulo guia Ekos realiza o autoguiamento usando o poderoso guiador integrado ou, a seu critério, guia externo via `PHD2 <https://openphdguiding.org/>`__ ou `lin_guider <https://sourceforge.net/projects/linguider/>`__. Usando o guiamento interno, os quadros da câmera guia são capturados e enviados ao Ekos para análise. Dependendo dos desvios das estrelas em relação às suas posições de travamento, as correções dos pulsos de guiamento são enviadas aos motores dos eixos AR e DEC da sua montagem. A maioria das opções da GUI no módulo guia são bem documentadas, então basta passar o mouse sobre um item e uma dica de ferramenta aparecerá com informações úteis.
sl: Modul vodila Ekos izvaja samodejno vodenje z uporabo zmogljivega vgrajenega vodnika ali, po vaši izbiri, zunanjega vodenja prek `PHD2 <https://openphdguiding.org/>`__ ali `lin_guider <https://sourceforge.net/projects/linguider/>`__. Z uporabo notranjega vodenja se posnetki kamere vodnika zajamejo in pošljejo Ekosu v analizo. Glede na odstopanja zvezd od njihovih zaklenjenih položajev se popravki vodilnih impulzov pošljejo motorjema osi RA in DEC vaše montaže. Večina možnosti grafičnega uporabniškega vmesnika v modulu vodila je dobro dokumentiranih, zato preprosto premaknite miško nad element in prikazal se bo opis s koristnimi informacijami.
sv: Ekos guidningsmodul utför automatisk guidning genom att antingen använda den kraftfulla inbyggda guidningsverktyget, eller valfritt, extern guidning via `PHD2 <https://openphdguiding.org/>`__ eller `lin_guider <https://sourceforge.net/projects/linguider/>`__. Vid användning av den interna guidningen, tas kamerabildrutor och skickas till Ekos för analys. Beroende på stjärnornas avvikelse från deras låsta positioner, skickas korrigeringspulser för guidning till stativets RA- och Dek-axelmotorer. De flesta alternativen i guidningsmodulens grafiska användargränssnitt är väldokumenterade, så håll bara musen över ett objekt så dyker ett verktygstips upp med nyttig information.

source: Setup
bg: Настройка
ca: Configuració
ca@valencia: Configuració
fr: Réglage
nl: Opzet
pt_br: Configuração
sl: Nastavitve
sv: Inställning
uk: Налаштовування

source: |Ekos Profile Guider Selection|
sv: |Välja Ekos-profilguidning|

source: To perform guiding, you need (one time) to select a Guider in the Profile Editor for the profile you will be using. In the profile editor, choose Internal for the Ekos internal guider, or PHD2.
bg: За да извършите насочване, трябва (еднократно) да изберете профил за гидиране в редактора на профили. В редактора на профили изберете Вътрешен за вградения водач на Ekos или PHD2.
ca: Per a realitzar el guiatge, necessiteu (una vegada) seleccionar un sistema de guiatge a l'editor de perfils per al perfil que utilitzareu. A l'editor de perfils, trieu Intern per al sistema de guiatge intern de l'Ekos, o PHD2.
ca@valencia: Per a realitzar el guiatge, cal seleccionar (una vegada) un sistema de guiatge en l'Editor de perfils per al perfil que utilitzareu. En l'Editor de perfils, trieu Intern o PHD2 per al sistema de guiatge intern d'Ekos.
fr: Pour réaliser le guidage, vous devez (une seule fois) choisir un guide dans l'éditeur de profils pour le profil que vous allez utiliser. Choisissez Interne pour le guidage interne d'Ekos, ou PHD2 pour utiliser cet outil.
nl: Om volgen uit te voeren moet u (één keer) een volger in de profielbewerker selecteren voor het profiel dat u wilt gaan gebruiken. In profielbewerker kiest u Intern voor de Ekos interne volger of PHD2.
pt_br: Para executar o guiamento, você precisa (uma vez) selecionar um guiador no editor de perfil para o perfil que você usará. No editor de perfil, escolha interno para o guiador interno Ekos ou PHD2.
sl: Za izvedbo vodenja morate (enkrat) izbrati vodilo v urejevalniku profilov za profil, ki ga boste uporabljali. V urejevalniku profilov izberite Internal za notranje vodilo Ekos ali PHD2.
sv: För att utföra guidning, måste du välja guidning i profileditorn (en gång) för profilen du ska använda. Välj Intern för Ekos interna guidning, eller PHD2, i profileditorn.
uk: Щоб виконати наведення, вам слід (один раз) вибрати засіб наведення у редакторі профілю для профілю, яким ви користуватиметеся. У редакторі профілю виберіть «Вбудований» для вбудованого засобу наведення Ekos або PHD2.

source: |Ekos Guider Optical Train|
sv: |Ekos-guidningsoptik|

source: To perform guiding, you also need to set up your guiding optical train. This 2nd optical train is almost always different from the one you are using with capture/align/focus. See the image above for an example guider optical train configuration. Note that the telescope chosen is the guiding scope, which may be the same as your main telescope if you are using an OAG (off-axis-guiding) or ONAG guiding scheme. The camera selected is, of course, your guiding camera. The Guide Via should be your mount, assuming you are sending guide pulses directly to your mount, or the name of the ST4 device (e.g. your camera) should you be using ST4 guide pulses.
bg: За да извършите насочване, вие също трябва да настроите своята оптична система на гидирането. Тази втора оптична система почти винаги е различна от тази, която използвате за заснемане/подравняване/фокус. Вижте изображението по-горе за примерна конфигурация на оптична система за гидиране. Обърнете внимание, че избраният телескоп е гидиращият телескоп, който може да бъде същият като вашия основен телескоп, ако използвате схема за насочване OAG (извъносово насочване) или ONAG. Избраната камера, разбира се, е вашата гидираща камера. Гидиране чрез трябва да е вашата монтировка, ако приемем, че изпращате направляващи импулси директно към монтировка, или името на ST4 устройството (напр. вашата камера), ако използвате ST4 насочващи импулси.
ca: Per a realitzar el guiatge, també cal configurar el tren òptic de guiatge. Aquest segon tren òptic és gairebé sempre diferent del que esteu utilitzant amb la captura/alineació/enfocament. Vegeu la imatge anterior per a un exemple de configuració de tren òptic del sistema de guiatge. Tingueu en compte que el telescopi triat és el del sistema de guiatge, el qual pot ser el mateix que el vostre telescopi principal si esteu utilitzant un esquema de guiatge OAG (guiatge fora d'eix) o ONAG. La càmera seleccionada és, per descomptat, la càmera guia. El mitjà del sistema de guiatge hauria de ser la muntura, suposant que esteu enviant polsos de guia directament a la muntura, o el nom del dispositiu ST4 (p. ex. la vostra càmera) hauria d'estar utilitzant polsos de guia ST4.
ca@valencia: També haureu de configurar el tren òptic del sistema de guiatge. Este segon tren òptic quasi sempre és diferent del que esteu utilitzant amb captura/alineació/enfocament. Vegeu la imatge anterior per a veure un exemple de configuració. Cal tindre en compte que el telescopi triat és l'instrument de visió de guiatge, el qual pot ser el mateix que el telescopi principal si utilitzeu un esquema OAG (fora de l'eix) o ONAG del sistema de guiatge. La càmera seleccionada serà, per descomptat, la càmera guia. El mitjà del sistema de guiatge hauria de ser la muntura, assumint que esteu enviant polsos de guiatge directament a la muntura o el nom del dispositiu ST4 (p. ex., la vostra càmera) en el cas que utilitzeu polsos de guiatge ST4.
fr: Pour réaliser le guidage, vous devez également régler le train optique du guide. Ce second train optique est presque toujours différent de celui utilisé pour l'acquisition, l'alignement et la mise au point. Voyez l'image ci-dessus pour un exemple de configuration du train optique de guidage. Veuillez noter que le télescope choisi est le télescope guide, qui peut être le même que le télescope principale si vous utilisez le guidage hors axe (OAG ou « Off-Axis-Guiding » en anglais) ou sur axe (ONAG ou » On-Axis-Guiding » en anglais). L'appareil choisi est bien sûr la caméra de guidage. Le paramètre « Guide Via » devrait être votre monture, en supposant que vous envoyez des impulsions de guidage directement à la monture, ou alors le nom du périphérique ST4 (par exemple votre appareil) si vous utilisez des impulsions de guidage ST4.
nl: Om te volgen moet u ook uw optische trein voor volgen instellen. Deze tweede optische trein is bijna altijd verschillend van diegene die u gebruikt met opnemen/uitlijnen/focusseren. Zie de afbeelding hierboven voor een voorbeeld van de configuratie van een optische trein voor volgen. Merk op dat de gekozen telescoop de volg telescoop is, die misschien hetzelfde is als uw hoofdtelescoop als u een schema OAG (off-axis-guiding) of ONAG-volgen gebruikt. De geselecteerde camera is natuurlijk uw volgcamera. Het Volgen via zou uw opstelling moeten zijn, aangenomen dat u volgpulsen direct naar uw opstelling stuurt of de naam van het ST4 apparaat (bijv. uw camera) zou u ST4 volgpulsen gebruiken.
pt_br: Para realizar o guiamento, você também precisa configurar seu trem óptico de guiamento. Este segundo trem óptico é quase sempre diferente daquele que você está usando com captura/alinhamento/foco. Veja a imagem acima para um exemplo de configuração do trem óptico de guiamento. Observe que o telescópio escolhido é o telescópio de guiamento, que pode ser o mesmo do seu telescópio principal se você estiver usando um esquema de guiamento OAG (guia fora do eixo) ou ONAG. A câmera selecionada é, obviamente, sua câmera de guiamento. A via de guia deve ser sua montagem, supondo que você esteja enviando pulsos de guia diretamente para sua montagem, ou o nome do dispositivo ST4 (por exemplo, sua câmera) caso você esteja usando pulsos de guia ST4.
sl: Za izvedbo vodenja morate nastaviti tudi svoj vodilni optični vlak. Ta drugi optični vlak se skoraj vedno razlikuje od tistega, ki ga uporabljate pri zajemu/poravnavi/ostrenju. Oglejte si zgornjo sliko za primer konfiguracije optičnega vlaka vodila. Upoštevajte, da je izbrani teleskop vodilni obseg, ki je lahko enak vašemu glavnemu teleskopu, če uporabljate shemo vodenja OAG (izvenosno vodenje) ali shemo vodenja ONAG. Izbrana kamera je seveda vaša vodilna kamera. Guide Via bi morala biti vaša montaža, ob predpostavki, da pošiljate vodilne impulze neposredno na vašo montažo, ali ime naprave ST4 (npr. vašo kamero), če uporabljate vodilne impulze ST4.
sv: För att utföra guidning behöver du också ställa in guidningsoptiken. Den andra optiken skiljer sig nästan alltid från den du använder med tagning/inriktning/fokusering. Se bilden ovan för ett exempel på en inställning av guidningsoptik. Observera att det valda teleskopet är guidningsteleskopet, vilket kan vara detsamma som huvudteleskopet om du använder guidningsmetoderna OAG (off-axis-guiding) eller ONAG. Den valda kameran är naturligtvis din guidningskamera. Guidning via ska vara stativet, förutsatt att du skickar guidningspulser direkt till stativet, eller namnet på ST4-enheten (t.ex. din kamera) om du använder ST4-guidningspulser.
uk: Щоб виконати наведення, вам також слід налаштувати ваш оптичний тракт наведення. Цей другий оптичний тракт майже завжди відрізняється від того, яким ви користуєтеся при захопленні зображення, вирівнюванні або фокусуванні. Див. наведене вище зображення як приклад налаштування оптичного тракту наведення. Зауважте, що вибраний телескоп є телескопом наведення, який може збігатися із вашим основним телескопом, якщо ви використовуєте схему наведення OAG (off-axis-guiding або «позаосьове наведення») чи ONAG. Вибраною камерою, звичайно ж, ваша камера наведення. Засобом наведення має бути ваш лафет, якщо ви надсилаєте команди наведення безпосередньо на лафет, або пристрій ST4 (наприклад, ваша камера), якщо ви використовуєте рухи наведення ST4.

source: Please look at the main guider page shown at the start of this Guider section. There are many parameters that also can be adjusted, some of which are listed below.
bg: Моля, погледнете основната страница за гидирането, показано в началото на този раздел на гидирането. Има много параметри, които също могат да бъдат коригирани, някои от които са изброени по-долу.
ca: Doneu una ullada a la pàgina principal del sistema de guiatge que es mostra al començament d'aquesta secció del sistema de guiatge. Hi ha molts paràmetres que també es poden ajustar, alguns dels quals es llisten a continuació.
ca@valencia: Doneu una ullada a la pàgina <guilabel>Guia</guilabel> principal que es mostra al començament d'esta secció. Hi ha moltes opcions que també es poden ajustar, algunes de les quals es llisten a continuació:
fr: Veuillez vous référer à la page principale de guidage en début de section sur le guidage. Il existe de nombreux autres paramètres qui peuvent être réglés, dont certains sont énumérés ci-dessous.
nl: Kijk op de hoofdpagina van de volger die wordt getoond bij de start van deze sectie in de volger. Er zijn vele parameters die ook aangepast kunnen worden, sommige daarvan staan de onderstaande lijst.
pt_br: Consulte a página principal do guia, exibida no início desta seção. Há muitos parâmetros que também podem ser ajustados, alguns dos quais estão listados abaixo.
sl: Oglejte si glavno stran vodnika, prikazano na začetku tega razdelka vodnika. Obstaja veliko parametrov, ki jih je mogoče prilagoditi, nekateri pa so navedeni spodaj.
sv: Titta på huvudsidan för guidning som visas i början av guidningsavsnittet. Det finns många parametrar som också kan justeras, varav några listas nedan.
uk: Будь ласка, погляньте на основну сторінку засобу наведення, яку показано на початку цього розділу щодо засобу наведення. Існує багато параметрів, які також можна скоригувати. Деякі з них наведено у списку нижче.

source: ``Exposure``: On the main guiding page you can adjust the guiding exposure time. After the guide-camera completes the exposure, the guide algorithm computes and sends the guide pulses to the mount, then it waits a user-configurable delay, and then then begins its next exposure.
ca: ``Exposició``: A la pàgina principal del guiatge podeu ajustar el temps d'exposició del guiatge. Després que la càmera guia completi l'exposició, l'algorisme guia calcula i envia els polsos de guia a la muntura, després espera un retard configurable per l'usuari, i després comença l'exposició següent.
ca@valencia: ``Exposició``: podeu ajustar el temps d'exposició del guiatge. Quan la càmera guia completa l'exposició, l'algorisme de guia calcula i envia els polsos de guiatge a la muntura, després espera un retard configurable per l'usuari i després comença l'exposició següent.
fr: ``Durée d'exposition`` : vous pouvez ajuster cette variable sur la page principale de guidage. Après que la caméra guide ait terminé son exposition, l'algorithme de guidage calcule et envoie les impulsions de guidage à la monture, puis attend un délai configurable par l'opérateur avant de démarrer la prochaine pose.
pt_br: ``Exposição``: Na página principal de guia, você pode ajustar o tempo de exposição. Após a câmera guia concluir a exposição, o algoritmo de guia calcula e envia os pulsos de guia para a montagem, aguarda um atraso configurável pelo usuário e, então, inicia a próxima exposição.
sl: ``Osvetlitev``: Na glavni strani za vodenje lahko prilagodite čas osvetlitve vodenja. Ko kamera za vodenje zaključi osvetlitev, algoritem vodenja izračuna in pošlje vodilne impulze na montažo, nato počaka uporabniško nastavljiv zamik in nato začne naslednjo osvetlitev.
sv: ``Exponering``: På guidningens huvudsida kan du justera guidningens exponeringstid. Efter att guidningskameran har slutfört exponeringen beräknar guidningsalgoritmen och skickar guidningspulser till stativet, sedan väntar den en användarinställningsbar fördröjning och börjar sedan sin nästa exponering.

source: ``Binning``: Pixel binning for the guide image. It usually makes sense to bin the pixels 2x2. The algorithms can still find sub-pixel star positions and send proper guide pulses to the mount.
ca: ``Agrupament («Binning»)``: Agrupament de píxels per a la imatge guia. Normalment té sentit agrupar els píxels 2x2. Els algoritmes encara poden trobar posicions d'estrelles de subpíxels i enviar polsos de guia adequats a la muntura.
ca@valencia: ``Agrupament``: agrupament de píxels per a la imatge guia. En general, té sentit agrupar els píxels 2x2. Els algorismes encara poden trobar posicions d'estreles en els subpíxels i enviar polsos de guiatge adequats a la muntura.
fr: ``Regroupement de pixels`` : le regroupement de pixels pour l'image de guidage. Il fait généralement sens de regrouper les pixels en 2x2. L'algorithme peut encore trouver la position des pixels de l'étoile et envoyer des impulsions de guidage à la monture.
pt_br: ``Binning``: Binning de pixels para a imagem guia. Geralmente, faz sentido bin os pixels 2x2. Os algoritmos ainda conseguem encontrar posições de estrelas de subpixels e enviar pulsos de guia adequados para a montagem.
sl: ``Združevanje``: Združevanje slikovnih pik za vodilno sliko. Običajno je smiselno slikovne pike združevati 2x2. Algoritmi lahko še vedno najdejo položaje zvezd v podpikslih in pošljejo ustrezne vodilne impulze na montažo.
sv: ``Indelning``: Bildpunktsindelning för guidningsbilden. Det är oftast vettigt att placera bildpunkterna 2x2. Algoritmerna kan fortfarande hitta stjärnpositioner i delbildpunkter och skicka korrekta guidningspulser till stativet.

source: ``Box``: This only is applicable to guide algorithms other than MultiStar, and MultiStar is the recommended guiding scheme. Size of the box enclosing the guide star. Select a suitable size that is neither too large or too small for the selected star.
ca: ``Quadre``: Això només és aplicable a algorismes de guiatge diferents del MultiStar, i MultiStar és l'esquema de guiatge recomanat. Mida del quadre que conté l'estrella guia. Seleccioneu una mida adequada que no sigui massa gran o massa petita per a l'estrella seleccionada.
ca@valencia: ``Quadro``: açò només és aplicable als algorismes de guiatge diferents d'amb múltiples estreles, i amb múltiples estreles és l'esquema de guiatge recomanat. Mida del quadro que conté l'estrela guia. Trieu una mida adequada que no siga massa gran o massa xicoteta per a l'estrela seleccionada.
fr: ``Boîte`` : cette option n'est valable que pour les algorithmes différents de Étoiles Multiples, qui est celui recommandé. Elle représente la taille de la boîte entourant l'étoile guide. Sélectionnez une taille adaptée qui ne doit être ni trop grande ni trop petite pour l'étoile sélectionnée.
pt_br: ``Caixa``: Aplicável apenas a algoritmos de guia diferentes do MultiStar, e o MultiStar é o esquema de guia recomendado. Tamanho da caixa que envolve a estrela-guia. Selecione um tamanho adequado que não seja nem muito grande nem muito pequeno para a estrela selecionada.
sl: ``Polje``: To velja le za algoritme vodenja, ki niso MultiStar, in MultiStar je priporočena shema vodenja. Velikost polja, ki obdaja vodilno zvezdo. Izberite primerno velikost, ki ni niti prevelika niti premajhna za izbrano zvezdo.
sv: ``Ruta``: Den gäller bara andra guidningsalgoritmer än multistjärna, och multistjärna är den rekommenderade guidningsmetoden. Storlek på rutan som omger guidningsstjärnan. Välj en lämplig storlek som varken är för stor eller för liten för den valda stjärnan.
