Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <guilabel>R²</guilabel>: R-squared of the curve fit for this tile. See <link linkend="Coefficient_of_Determination">Coefficient of Determination</link> for more details.
bg: <guilabel>R²</guilabel>: R-квадрат на кривата, подходяща за тази плочка. Вижте <link linkend="Coefficient_of_Determination">Коефициент на детерминация</link> за повече подробности.
sl: <guilabel>R²</guilabel>: R-kvadrat krivulje, ki se prilega v tej ploščici. Za več podrobnosti glejte <link linkend="Coefficient_of_Determination">Koeficient determinacije</link>.
sv: <guilabel>R²</guilabel>: R-kvadrat av kurvanpassningen för plattan. Se <link linkend="Coefficient_of_Determination">Bestämningskoefficient</link> för mer information.
uk: <guilabel>R²</guilabel>: R-квадрат апроксимації кривої для цієї плитки. Див. <link linkend="Coefficient_of_Determination">Коефіцієнт визначеності</link>, щоб дізнатися більше.

source: <guilabel>Exclude</guilabel>: Checkbox to include / exclude this tile in calculations. By default, if a tile has been curve fitted it will be included; if a tile was not curve fitted then it will be excluded. In addition, the user may decide that a particular tile may contain poor quality data, for example the R² is low; or the number of stars is low. In this case the Exclude can be checked and this row will be excluded from calculations. Note that by excluding some rows, some calculations may not be performed. If the Centre tile is excluded, no calculations can be performed.
bg: <guilabel>Изключване</guilabel>: Квадратче за отметка за включване/изключване на тази плочка в изчисленията. По подразбиране, ако една плочка е била монтирана по крива, тя ще бъде включена; ако една плочка не е монтирана с крива, тогава тя ще бъде изключена. В допълнение, потребителят може да реши, че определена плочка може да съдържа данни с лошо качество, например R² е ниско; или броят на звездите е малък. В този случай Изключване може да бъде отметнато и този ред ще бъде изключен от изчисленията. Обърнете внимание, че при изключване на някои редове някои изчисления може да не бъдат извършени. Ако централната плочка е изключена, не могат да се извършват изчисления.
sl: <guilabel>Izključi</guilabel>: Potrditveno polje za vključitev/izključitev te ploščice v izračunih. Privzeto bo vključena ploščica, če je bila krivulja prilagojena; če ploščica ni bila ukrivljena, bo izključena. Poleg tega se lahko uporabnik odloči, da določena ploščica morda vsebuje podatke slabe kakovosti, na primer R² je nizek; ali pa je število zvezd nizko. V tem primeru je mogoče potrditi polje Izključi in ta vrstica bo izključena iz izračunov. Upoštevajte, da z izključitvijo nekaterih vrstic nekateri izračuni morda ne bodo izvedeni. Če je sredinska ploščica izključena, ni mogoče izvesti izračunov.
sv: <guilabel>Undanta</guilabel>: Kryssruta för att inkludera eller undanta plattan i beräkningarna. Normalt inkluderas en platta om den har kurvanpassats. Om en platta inte har kurvanpassats undantas den. Dessutom kan användaren besluta att en viss platta innehåller data av dålig kvalitet, till exempel att R² eller antalet stjärnor är lågt. Om det är fallet kan Undanta markeras så undantas raden från beräkningarna. Observera att genom att undanta vissa rader kanske vissa beräkningar inte kan utföras. Om centrumplattan undantas kan inga beräkningar utföras.
uk: <guilabel>Виключити</guilabel>: пункт для включення/виключення цієї плитки з обчислень. Типово, якщо плитку апроксимовано за кривою, її буде включено; якщо плитку не було апроксимовано за кривою, тоді її буде виключено. Крім того, користувач може вирішити, що певна плитка може містити дані низької якості, наприклад, низький R²; або кількість зірок мала. У цьому випадку можна позначити пункт «Виключити», і цей рядок буде виключено з обчислень. Зауважте, що якщо виключити деякі рядки, деякі обчислення можуть не виконуватися. Якщо виключено центральну плитку, обчислення виконувати не можна.

source: Note that whilst it's possible to exclude tiles and still get calculated values, if the data is poor quality then it is recommended to rerun Aberration Inspector rather than persist with poor quality data.
bg: Обърнете внимание, че въпреки че е възможно да изключите плочки и все пак да получите изчислени стойности, ако данните са с лошо качество, тогава се препоръчва да стартирате отново Инспектор на аберациите, вместо да продължавате с данни с лошо качество.
ca@valencia: Cal tindre en compte que, tot i que és possible excloure tessel·les i encara obtindre valors calculats, si les dades són de mala qualitat, es recomana tornar a executar l'Inspector d'aberracions en lloc de persistir amb dades de mala qualitat.
fr: Le graphique 3D n'est pas essentiel pour l'utilisation de l'Inspecteur d'aberration. Toute l'information pertinente est affichée dans la section :doc:`Tableau <aberration-inspector-table>` et :doc:`Résultats <aberration-inspector-results>`. Son intérêt réside surtout dans l'aide qu'il apporte à l'utilisateur pour la compréhension de l'Inspecteur d'aberration et de l'orienter vers l'information que fournit l'outil.
pt_br: Observe que, embora seja possível excluir blocos e ainda obter valores calculados, se os dados forem de baixa qualidade, é recomendável executar novamente o inspetor de aberração em vez de persistir com dados de baixa qualidade.
sl: Upoštevajte, da čeprav je možno, da se izključi ploščice in se še vedno dobijo izračunane vrednosti, a če so podatki slabe kakovosti, potem je priporočljivo ponovno zagnati Inšpectorja aberacije namesto vztrajati s slabo kakovostjo podatkov.
sv: Observera att även om det är möjligt att utesluta plattor och ändå få beräknade värden, om data är av dålig kvalitet så rekommenderas att köra aberrationsinspektion igen istället för att fortsätta med data av dålig kvalitet.
uk: Зауважте, що хоча можна виключити плитки, і все одно мати можливість виконати обчислення значень, якщо якість даних низька, рекомендуємо краще перезапустити інспектор аберації, ніж обробляти дані низької якості.

source: The recommended approach is to check the table for quality data and once achieved, move onto analysing the <link linkend="aberration-inspector-results">Aberration Inspector Results</link>.
bg: Препоръчителният подход е да проверите таблицата за качествени данни и след постигането им да преминете към анализиране на <link linkend="aberration-inspector-results">Резултатите от инспектора за аберации</link>.
sl: Priporočeni pristop je, da v tabeli preverite kakovostne podatke in ko jih dosežete, preidite na analizo <link linkend="aberration-inspector-results">rezultatov inšpektorja aberacije</link>.
sv: Det rekommenderade tillvägagångssättet är att kontrollera i tabellen om data har hög kvalitet och när det uppnåtts, gå vidare till att analysera <link linkend="aberration-inspector-results">Aberrationsinspektionens-resultat</link>.
uk: Рекомендованим підходом є перевірка таблиці на якість даних, аж до її досягнення, а потім перехід до аналізу <link linkend="aberration-inspector-results">результатів інспектора аберації</link>.

source: <title>Aberration Inspector Results</title>
bg: <title>Резултати от инспектора на аберациите</title>
sl: <title>Rezultati inšpektorja aberacije</title>
sv: <title>Aberrationsinspektionsresultat</title>
uk: <title>Результати інспектора аберації</title>

source: <screeninfo>Aberration Inspector Results</screeninfo>
bg: <screeninfo>Резултати от инспектора за аберации</screeninfo>
sl: <screeninfo>Rezultati inšpektorja aberacije</screeninfo>
sv: <screeninfo>Aberrationsinspektionsresultat</screeninfo>
uk: <screeninfo>Результати інспектора аберації</screeninfo>

source: <phrase>Aberration Inspector Results</phrase>
bg: <phrase>Резултати от инспектора на аберациите</phrase>
sl: <phrase>Rezultati inšpektorja aberacije</phrase>
sv: <phrase>Aberrationsinspektionsresultat</phrase>
uk: <phrase>Результати інспектора аберації</phrase>

source: The calculation results are displayed in this section, based on the data displayed in the table:
bg: Резултатите от изчислението се показват в този раздел въз основа на данните, показани в таблицата:
ca@valencia: Els resultats del càlcul es mostren en esta secció, a partir de les dades mostrades en la taula:
pt_br: Os resultados dos cálculos são exibidos nesta seção, com base nos dados exibidos na tabela:
sl: Rezultati izračuna so prikazani v tem razdelku na podlagi podatkov, prikazanih v tabeli:
sv: Beräkningsresultaten visas i den här rutan, baserat på data visad i tabellen.
uk: У цьому розділі буде показано результати обчислень на основі даних, які показано у таблиці:

source: <guilabel>Backfocus Δ</guilabel>: This is the value of the Backfocus delta. The nearer to perfect backfocus, the lower the backfocus delta. Note that the Backfocus delta gives a clue as to how far out the Backfocus is, in terms of scale and direction, but is not the amount by which the sensor needs to be moved. The relationship between backfocus Delta and how far to move the sensor will vary with the equipment used, and needs to be worked out by the user.
bg: <guilabel>Заден фокус Δ</guilabel>: Това е стойността на делтата на Заден фокус. Колкото по-близо до идеалния заден фокус, толкова по-ниска е делтата на заден фокус. Обърнете внимание, че делтата на заден фокус дава представа колко далеч е задният фокус по отношение на мащаба и посоката, но не е количеството, с което сензорът трябва да бъде преместен. Връзката между делтата на задния фокуси колко далеч да се премести сензорът ще варира в зависимост от използваното оборудване и трябва да бъде намерено от потребителя.
sl: <guilabel>Zračnost Δ</guilabel>: To je vrednost delte zračnosti. Bližje je popolnemu ostrenju zračnosti, nižja je delta fokusa zračnosti. Upoštevajte, da delta zračnosti daje namig o tem, kako daleč je zračnost v smislu obsega in smeri, ni pa količina, za katero je treba senzor premakniti. Razmerje med zračnostjo delte in tem, kako daleč premakniti senzor, se bo razlikovalo glede na uporabljeno opremo in mora določiti uporabnik.
sv: <guilabel>Bakåtfokus Δ</guilabel>: Värdet på delta för bakåtfokus. Ju närmare perfekt bakåtfokus, desto lägre är delta för bakåtfokus. Observera att delta för bakåtfokus ger en ledtråd om hur långt ut bakåtfokus är, i termer av skala och riktning, men det är inte det avstånd som sensorn behöver flyttas. Förhållandet mellan delta för bakåtfokus och hur långt sensorn ska flyttas varierar med utrustningen som används och måste räknas ut av användaren.
uk: <guilabel>Δ зворотного фокусування</guilabel>: це значення дельти зворотного фокусування. Чим ближчим є зворотне фокусування до ідеального, тим меншою є дельта зворотного фокусування. Зауважте, що дельта зворотного фокусування є підказкою щодо того, наскільки великим є зворотне фокусування, у сенсі масштабу і напрямку, але це не є величина, на яку слід пересунути датчик. Зв'язок між дельтою зворотного фокусування та тим, наскільки далеко слід пересунути датчик, залежить від використаного обладнання, його має визначити користувач.

source: The field gives the sense of the backfocus movement required to improve backfocus: either move the sensor nearer to the field flattener (telescope) or move it further away.
bg: Полето дава напътствие за движението на задния фокус, необходимо за подобряване на фокуса: или преместете сензора по-близо до изравнителя на полето (телескоп), или го отдалечете.
ca@valencia: El camp dona la sensació del moviment de l'enfocament al darrera necessari per a millorar-lo: acosteu el sensor a l'aplanador de camp (telescopi) o bé allunyeu-lo.
pt_br: O campo fornece a sensação do movimento de foco de fundo necessário para melhorar o foco de fundo: mova o sensor para mais perto do nivelador de campo (telescópio) ou para mais longe.
sl: Polje daje občutek gibanja fokusiranja nazaj, ki je potrebno za izboljšanje fokusiranja nazaj: premaknite senzor bližje ploskovniku polja (teleskopu) ali ga premaknite dlje.
sv: Fältet ger rörelseriktning som krävs för att förbättra bakåtfokus: antingen flytta sensorn närmare korrektorn (teleskopet) eller flytta den längre bort.
uk: Поле визначає напрямок руху зворотного фокусування, яке потрібне для покращення: слід або пересунути датчик ближче до засобу сплощення поля (телескопа), або відсунути його від нього.

source: <guilabel>Left-Right Tilt</guilabel>: Gives the Left to Right tilt in microns and as a percentage.
bg: <guilabel>Наклон ляво-дясно</guilabel>: Дава наклона ляво дясно в микрони и като процент.
sl: <guilabel>Nagib levo-desno</guilabel>: Poda nagib od leve proti desni v mikronih in kot odstotek.
sv: <guilabel>Vänster till högerlutning</guilabel>: Ger vänster till högerlutning i mikrometer och som ett procentvärde.
uk: <guilabel>Зсув ліворуч-праворуч</guilabel>: дає зсув ліворуч-праворуч у мікронах та у відсотках.

source: <guilabel>Top-Bottom Tilt</guilabel>: Gives the Top to Bottom tilt in microns and as a percentage
bg: <guilabel>Наклон нагоре-надолу</guilabel>: Дава наклона нагоре-надолу в микрони и като процент
sl: <guilabel>Nagib od vrha do dna</guilabel>: Poda nagib od vrha do dna v mikronih in kot odstotek
sv: <guilabel>Topp till bottenlutning</guilabel>: Ger topp till bottenlutningen i mikrometer och som ett procentvärde.
uk: <guilabel>Зсув вгору-вниз</guilabel>: дає зсув вгору-вниз мікронах та у відсотках

source: <guilabel>Total Tilt</guilabel>: The diagonal tilt in microns and as a percentage.
bg: <guilabel>Общ наклон</guilabel>: Диагоналния наклон в микрони и като процент.
sl: <guilabel>Skupni nagib</guilabel>: Diagonalni nagib v mikronih in kot odstotek.
sv: <guilabel>Total lutning</guilabel>: Den diagonala lutningen i mikrometer och som ett procentvärde.
uk: <guilabel>Загальний зсув</guilabel>: діагональний зсув у мікронах і у відсотках.

source: The smaller the backfocus delta the nearer the sensor is to perfect backfocus. If the field flattner does not flatten the field all the way to the edges of the sensor then this will be visible by switching the Tiles option between "Centre and outer corners" and "Centre and inner diamond". If the backfocus delta results are consistent when the Tiles option is changed then this indicates that the field flattener is working to the corners of the sensor.
bg: Колкото по-малка е делтата на задния фокус, толкова по-близо е сензорът до идеалния заден фокус. Ако инструментът за изравняване на полето не изравнява полето чак до краищата на сензора, това ще бъде видимо чрез превключване на опцията за плочки между "Център и външни ъгли" и "Център и вътрешен ромб". Ако резултатите от делтата на задния фокус са последователни при промяна на опцията "Плочки", това означава, че изравнителят на полето работи в ъглите на сензора.
ca@valencia: Com més xicoteta siga la delta de l'enfocament al darrera, més a prop estarà el sensor per a un enfocament al darrera perfecte. Si l'aplanador de camp no l'aplana fins a les vores del sensor, llavors açò serà visible canviant l'opció de les tessel·les entre ``Centre i cantons exteriors`` i ``Centre i diamant interior``. Si els resultats de la delta de l'enfocament al darrera són coherents quan es canvia l'opció ``Tessel·les``, açò indicarà que l'aplanador de camp està funcionant als cantons del sensor.
pt_br: Quanto menor o delta do foco de fundo, mais próximo o sensor estará do foco de fundo perfeito. Se o nivelador de campo não nivelar o campo até as bordas do sensor, isso será visível alternando a opção de mosaicos entre "Centro e cantos externos" e "Centro e losango interno". Se os resultados do delta do foco de fundo forem consistentes quando a opção de mosaicos for alterada, isso indica que o nivelador de campo está trabalhando até os cantos do sensor.
sl: Manjša kot je delta fokusiranja zadaj, bližje je senzor popolnemu fokusiranju zadaj. Če izravnalnik polja ne izravna polja vse do robov senzorja, bo to vidno s preklopom možnosti Ploščice med "Središče in zunanji koti" ter "Središče in notranji diamant". Če so rezultati delta fokusiranja nazaj dosledni, ko je možnost Ploščice spremenjena, potem to pomeni, da izravnalnik polja deluje do vogalov senzorja.
sv: Ju mindre delta fär bakåtfokus desto närmare är sensorn perfekt bakåtfokus. Om korrektorn inte plattar ut fältet hela vägen till kanterna på sensorn så syns det genom att byta alternativet Plattor mellan "Centrum och yttre hörn" och "Centrum och inre romb". Om delta för bakåtfokus är likvärdigt när alternativet Plattor ändras, indikerar det att fältkorrektionen fungerar till sensorns hörn.
uk: Чим меншим є дельта зворотного фокусування, тим ближчим є датчик до ідеального зворотного фокусування. Якщо сплощувач поля не сплощує поле максимально до країв датчика, це буде помітним при перемиканні параметра «Плитки» між значеннями «Центр і зовнішні кути» та «Центр і внутрішній ромб». Якщо результати для дельти зворотного фокусування однакові при зміні значення параметра «Плитки», сплощувач поля працює і у кутах датчика.

source: There will always be some backfocus delta at least because of noise in the observation data. The important thing is that when in focus, stars are circular in all parts of the sensor.
bg: Винаги ще има някаква делта на задния фокус поне поради шума в данните от наблюдението. Важното е, че когато са на фокус, звездите са кръгли във всички части на сензора.
ca@valencia: Sempre hi haurà alguna delta de l'enfocament al darrera, almenys a causa del soroll en les dades d'observació. L'important és que quan es troba a l'enfocament, les estreles seran circulars a totes les parts del sensor.
pt_br: Sempre haverá algum delta de foco de fundo, pelo menos devido ao ruído nos dados de observação. O importante é que, quando em foco, as estrelas sejam circulares em todas as partes do sensor.
sl: Vedno bo nekaj delte fokusiranja nazaj vsaj zaradi šuma v podatkih opazovanja. Pomembno je, da so zvezde v fokusu okrogle v vseh delih senzorja.
sv: Det finns alltid något delta i bakåtfokus, åtminstone på grund av brus i observationsdata. Det viktiga är att stjärnorna är cirkulära på alla delar av sensorn när de är i fokus.
uk: Дельта зворотного фокусування завжди буде ненульовою принаймні через шум у даних спостереження. Важливим є те, щоб у фокусі зірки лишалися круглими в усіх частинах датчика.

source: The smaller the tilt percentages, the nearer the sensor is to being flat to the plane of light from the flattener / telescope. As with backfocus delta, there is always going to be some noise in the data, which will present as tilt. The important thing is that when in focus the star sizes are consistent across all parts of the sensor.
bg: Колкото по-малък е процентът на наклона, толкова по-близо е сензорът да бъде плосък към равнината на светлината от уреда за изравняване/телескопа. Както при делтата на задния фокус, винаги ще има някакъв шум в данните, който ще се представи като наклон. Важното е, че когато са на фокус, размерите на звездите са еднакви във всички части на сензора.
ca@valencia: Com més petits siguen els percentatges de la inclinació, més a prop estarà el sensor d'estar pla al pla de la llum des de l'aplanador o telescopi. Igual que amb la delta de l'enfocament al darrera, sempre hi haurà algun soroll en les dades, el qual es presentarà com a inclinació. L'important és que quan estiguen enfocades, la mida de les estreles seran coherents en totes les parts del sensor.
pt_br: Quanto menores as porcentagens de inclinação, mais próximo o sensor estará de ser plano em relação ao plano de luz do nivelador/telescópio. Assim como no delta de foco de fundo, sempre haverá algum ruído nos dados, que se apresentará como inclinação. O importante é que, quando em foco, os tamanhos das estrelas sejam consistentes em todas as partes do sensor.
sl: Manjši kot so odstotki nagiba, bližje je senzor ravni ravnini svetlobe iz ravnalnika/teleskopa. Tako kot pri delti fokusiranja nazaj bo v podatkih vedno nekaj šuma, ki bo prikazan kot nagib. Pomembno je, da so velikosti zvezd v vseh delih senzorja enake, ko so v fokusu.
sv: Ju mindre lutningsprocenten är, desto närmare är sensorn plan i förhållande till planljuset från korrektorn (teleskopet). Liksom med delta för bakåtfokus finns det alltid ett visst brus i data, vilket presenteras som lutning. Det viktiga är att när de är i fokus är stjärnstorlekarna likformiga över sensorns alla delar.
uk: Чим меншими є відсотки ухилу, тим ближчим є датчик до плоского стану відносно площини світла від сплощувача або телескопа. Так само, як із дельтою зворотного фокусування, у даних завжди буде певний шум, який призводить до ухилу. Важливим є те, щоб у фокусі розміри зірок були однорідними в усіх частинах датчика.

source: Because of the nature of the backfocus delta and tilt calculations, one will affect the other so it will probably be better to try and adjust both together, in small increments, rather than trying to perfect one in isolation, before adjusting the other.
bg: Поради естеството на изчисленията на делтата и наклона на задния фокус, едното ще повлияе на другото, така че вероятно ще е по-добре да опитате и коригирате и двете заедно, на малки стъпки, вместо да се опитвате да усъвършенствате едното поотделно, преди да коригирате другото.
ca@valencia: A causa de la naturalea dels càlculs de la delta de l'enfocament al darrera i de la inclinació, l'un afectarà a l'altre, de manera que probablement serà millor intentar ajustar tots dos junts, en increments petits, en lloc d'intentar perfeccionar un de forma aïllada, abans d'ajustar l'altre.
pt_br: Devido à natureza dos cálculos de delta e inclinação do foco de fundo, um afetará o outro, então provavelmente será melhor tentar ajustar os dois juntos, em pequenos incrementos, em vez de tentar aperfeiçoar um isoladamente, antes de ajustar o outro.
sl: Zaradi narave izračunov delte in nagiba fokusiranja nazaj bo eden vplival na drugega, zato bo verjetno bolje poskusiti prilagoditi oba skupaj, v majhnih korakih, namesto da poskušate izpopolniti enega ločeno, preden prilagodite drugega.
sv: På grund av beräkningarna av delta för bakåtfokus och lutning påverkar det ena det andra, så det förmodligen är bättre att försöka justera båda tillsammans i små steg, snarare än att försöka göra det ena perfekt i isolation, innan det andra justeras.
uk: Через природу обчислень дельти зворотного фокусування та ухилу, одне впливає на інше, тому, ймовірно, варто намагатися скоригувати обидва параметри одночасно малими приростами,а не намагатися отримати ідеальне значення одного з них окремо, перш ніж виправляти інший.

source: <title>Aberration Inspector 3D Graphic</title>
bg: <title>3D графика на инспектора за аберации</title>
sl: <title>3D grafika inšpektorja aberacije</title>
sv: <title>Aberrationsinspektion tredimensionell grafik</title>
uk: <title>Просторовий графік інспектора аберації</title>

source: <screeninfo>Aberration Inspector 3D Graphic</screeninfo>
bg: <screeninfo>3D графика на инспектора за аберации</screeninfo>
sl: <screeninfo>3D grafika inšpektorja aberacije</screeninfo>
sv: <screeninfo>Aberrationsinspektion tredimensionell grafik</screeninfo>
uk: <screeninfo>Просторовий графік інспектора аберації</screeninfo>

source: <phrase>Aberration Inspector 3D Graphic</phrase>
bg: <phrase>3D графика на инспектора за аберации</phrase>
sl: <phrase>3D grafika inšpektorja aberacije</phrase>
sv: <phrase>Aberrationsinspektion tredimensionell grafik</phrase>
uk: <phrase>Просторовий графік інспектора аберації</phrase>
