Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler-taskqueue.po
Languages: ca, nl, pt_br, sl, uk

source: Metadata (creation date, description)
ca: Metadades (data de creació, descripció)
nl: Metagegevens (aanmaakdatum, beschrijving)
pt_br: Metadados (data de criação, descrição)
sl: Metapodatki (datum nastanka, opis)
uk: Метадані (дата створення, опис)

source: Common Use Cases
ca: Casos d'ús habituals
nl: Veelvoorkomende gebruiksscenario's
pt_br: Casos de uso comum
sl: Pogosti primeri uporabe
uk: Типові випадки використання

source: Observatory Startup Sequence
ca: Seqüència d'inici d'observatori
nl: Opstartprocedure van het observatorium
pt_br: Sequência de inicialização do observatório
sl: Zaporedje zagona observatorija
uk: Початкова послідовність дій обсерваторії

source: A typical startup sequence prepares all equipment for imaging:
ca: Una seqüència d'inici habitual prepara tots els equips per a l'obtenció d'imatges:
nl: Een typische opstartprocedure bereidt alle apparatuur voor op beeldvorming:
pt_br: Uma sequência de inicialização típica prepara todo o equipamento para a aquisição de imagens:
sl: Tipično zaporedje zagona pripravi vso opremo za slikanje:
uk: Типова послідовність запуску готує усе обладнання до створення знімків:

source: **Example Startup Queue:**
ca: **Exemple de cua d'inici:**
nl: **Voorbeeld van een opstartwachtrij:**
pt_br: **Exemplo de fila de inicialização:**
sl: **Primer čakalne vrste zagona:**
uk: **Приклад черги запуску:**

source: **Unpark Dome** (if applicable)
ca: **Desaparca la cúpula** (si és aplicable)
nl: **Ontgrendel koepel** (indien van toepassing)
pt_br: **Desbloquear a cúpula** (se aplicável)
sl: **Odparkiraj kupolo** (Če je primerno)
uk: **Зняти з паркування купол** (якщо такий є)

source: Template: "Dome - Unpark"
ca: Plantilla: «Dome - Unpark»
nl: Sjabloon: "Koepel - ontgrendelen"
pt_br: Modelo: "Cúpula - Desbloquear"
sl: Predloga: "Kupola - Odparkiraj"
uk: Шаблон: «Купол – Зняти з паркування»

source: Device: Your dome controller
ca: Dispositiu: el vostre controlador de cúpula
nl: Apparaat: uw koepelbesturing
pt_br: Dispositivo: Seu controlador de cúpula
sl: Naprava: Vaš krmilnik kupole
uk: Пристрій: контролер вашого купола

source: Timeout: 60 seconds
ca: Temps d'espera: 60 segons
nl: Timeout: 60 seconden
pt_br: Tempo limite: 60 segundos
sl: Časovna omejitev: 60 sekund
uk: Час очікування: 60 секунд

source: Failure Action: ABORT_QUEUE (cannot proceed without dome access)
ca: Fallada de l'acció: ABORT_QUEUE (no es pot continuar sense accés a la cúpula)
nl: Actie bij mislukken: WACHTRIJ_AFBREKEN (kan niet doorgaan zonder toegevoegd tot koepel)
pt_br: Ação em caso de falha: ABORT_QUEUE (não é possível prosseguir sem acesso à cúpula)
sl: Dejanje ob napaki: ABORT_QUEUE (ni mogoče nadaljujte brez dostopa do kupole)
uk: Дія у відповідь на помилку: ABORT_QUEUE (не можна продовжувати без доступу до купола)

source: **Unpark Mount**
ca: **Desaparca la muntura**
nl: **Opstelling uit parkeerstand halen**
pt_br: **Desbloquear montagem**
sl: **Odparkiraj montažo**
uk: **Зняти з паркування лафет**

source: Template: "Mount - Unpark"
ca: Plantilla: «Mount - Unpark»
nl: Sjabloon: "Opstelling - ontgrendelen"
pt_br: Modelo: "Montagem - Desbloquear"
sl: Predloga: "Mount - Odparkiraj"
uk: Шаблон: «Лафет – Зняти з паркування»

source: Device: Your telescope mount
ca: Dispositiu: muntura del telescopi
nl: Apparaat: uw telescoopopstelling
pt_br: Dispositivo: Sua montagem de telescópio
sl: Naprava: Vaša montaža teleskopa
uk: Пристрій: лафет вашого телескопа

source: Timeout: 30 seconds
ca: Temps d'espera: 30 segons
nl: Timeout: 30 seconden
pt_br: Tempo limite: 30 segundos
sl: Časovna omejitev: 30 sekund
uk: Час очікування: 30 секунд

source: Failure Action: ABORT_QUEUE (critical for all operations)
ca: Fallada de l'acció: ABORT_QUEUE (crític per a totes les operacions)
nl: Actie bij mislukken: WACHTRIJ_AFBREKEN (kritiek voor alle bewerkingen)
pt_br: Ação em caso de falha: ABORT_QUEUE (crítica para todas as operações)
sl: Dejanje ob napaki: ABORT_QUEUE (ključno za vse operacije)
uk: Дія у відповідь на помилку: ABORT_QUEUE (критично для усіх операцій)

source: **Enable Mount Tracking**
ca: **Activa el seguiment de muntura**
nl: **Volgen van opstelling inschakelen**
pt_br: **Ativar rastreamento da montagem**
sl: **Omogoči sledenje montaže**
uk: **Увімкнути стеження за лафетом**

source: Template: "Mount - Enable Tracking"
ca: Plantilla: «Mount - Enable Tracking»
nl: Sjabloon: "Opstelling - volgen inschakelen"
pt_br: Modelo: "Montagem - Ativar rastreamento"
sl: Predloga: "Mount - Omogoži sledenje"
uk: Шаблон: «Лафет – Увімкнути стеження»

source: Timeout: 10 seconds
ca: Temps d'espera: 10 segons
nl: Timeout: 10 seconden
pt_br: Tempo limite: 10 segundos
sl: Časovna omejitev: 10 sekund
uk: Час очікування: 10 секунд

source: Failure Action: CONTINUE (can enable later if needed)
ca: Acció de fallada: CONTINUE (pot activar-se més tard si cal)
nl: Actie bij mislukken: DOORGAAN (kan later inschakelen indien nodig)
pt_br: Ação em caso de falha: CONTINUE (pode ser ativada posteriormente, se necessário)
sl: Dejanje ob napaki: CONTINUE (po potrebi lahko omogočite pozneje)
uk: Дію у відповідь на помилку: CONTINUE (можна увімкнути пізніше, якщо потрібно)

source: **Enable Camera Cooling**
ca: **Activa la refrigeració de la càmera**
nl: **Koeling van camera inschakelen**
pt_br: **Ativar resfriamento da câmera**
sl: **Omogoči hlajenje kamere**
uk: **Увімкнути охолодження камери**

source: Template: "Camera - Set Cooling"
ca: Plantilla: «Camera - Set Cooling»
nl: Sjabloon: "Camera - koeling aanzetten"
pt_br: Modelo: "Câmera - Definir resfriamento"
sl: Predloga: "Kamera - Nastavi hlajenje"
uk: Шаблон: «Камера – встановити охолодження»

source: Device: Your CCD camera
ca: Dispositiu: la càmera CCD
nl: Apparaat: uw CCD-camera
pt_br: Dispositivo: Sua câmera CCD
sl: Naprava: Vaša CCD kamera
uk: Пристрій: ваша камера ПЗЗ

source: Parameters: - target_temp: -15°C (adjust for your camera) - ramp_rate: 2°C/minute (prevents thermal shock)
ca: Paràmetres: - target_temp: -15°C (ajusteu per a la vostra càmera) - ramp_rate: 2°C/minut (evita el xoc tèrmic)
nl: Parameters: - doel_temp: -15°C (aanpassen voor uw camera) - koelsnelheid: 2°C/minute (voorkomt thermische schok)
pt_br: Parâmetros: - target_temp: -15°C (ajuste de acordo com a sua câmera) - ramp_rate: 2°C/minuto (evita choque térmico)
sl: Parametri: - target_temp: -15 °C (prilagodite za svojo kamero) - ramp_rate: 2 °C/minuto (preprečuje toplotni šok)
uk: Параметри: - target_temp: -15°C (скоригуйте для вашої камери) - ramp_rate: 2°C/хв (запобігання термічному удару)

source: Timeout: 600 seconds (10 minutes for cooling)
ca: Temps d'espera: 600 segons (10 minuts per refredar)
nl: Timeout: 600 seconden (10 minuten voor koeling)
pt_br: Tempo limite: 600 segundos (10 minutos para resfriamento)
sl: Časovna omejitev: 600 sekund (10 minut za hlajenje)
uk: Час очікування: 600 секунд (10 хвилин для охолодження)

source: Failure Action: CONTINUE (can image without optimal cooling)
ca: Acció de fallada: CONTINUE (pot fer obtenció d'imatges sense una refrigeració òptima)
nl: Actie bij mislukken: DOORGAAN (kan opnemen zonder optimale koeling)
pt_br: Ação em caso de falha: CONTINUE (é possível obter imagens sem resfriamento ideal)
sl: Dejanje ob napaki: CONTINUE (slikanje brez optimalnega hlajenja)
uk: Дію у відповідь на помилку: CONTINUE (можна знімати без оптимального охолодження)

source: **Wait for Temperature Stabilization**
ca: **Espera l'estabilització de la temperatura**
nl: **Wacht op stabilisatie van temperatuur**
pt_br: **Esperar a estabilização da temperatura**
sl: **Počakajte na stabilizacijo temperature**
uk: **Очікувати на стабілізацію температури**

source: Template: "Camera - Wait for Temperature"
ca: Plantilla: «Camera - Wait for Temperature»
nl: Sjabloon: "Camera - wacht op temperatuur"
pt_br: Modelo: "Câmera - Esperar pela temperatura"
sl: Predloga: "Kamera - Počakajte na temperaturo"
uk: Шаблон: «Камера – Очікування на досягнення температури»

source: Parameters: - tolerance: ±1°C - settle_time: 60 seconds
ca: Paràmetres: - tolerància: ±1°C - settle_time: 60 segons
nl: Parameters: - tolerantie: ±1°C - stabilisatietijd: 60 seconden
pt_br: Parâmetros: - tolerance: ±1°C - settle_time: 60 segundos
sl: Parametri: - toleranca: ±1 °C - settle_time: 60 sekund
uk: Параметри: - tolerance: ±1°C - settle_time: 60 секунд

source: Timeout: 300 seconds
ca: Temps d'espera: 300 segons
nl: Timeout: 300 seconden
pt_br: Tempo limite: 300 segundos
sl: Časovna omejitev: 300 sekund
uk: Час очікування: 300 секунд

source: Failure Action: CONTINUE
ca: Acció de fallada: CONTINUE
nl: Actie bij mislukken: DOORGAAN
pt_br: Ação em caso de falha: CONTINUE
sl: Dejanje ob napaki: NADALJUJ
uk: Дію у відповідь на помилку: CONTINUE

source: **Turn On Flat Panel** (if applicable)
ca: **Activa el plafó pla** (si és aplicable)
nl: **Schakel het platte scherm in** (indien van toepassing)
pt_br: **Ligar tela plana** (se aplicável)
sl: **Vklopi ploski zaslon** (Če je primerno)

source: Template: "Flat Panel - Enable"
ca: Plantilla: «Flat Panel - Enable»
nl: Sjabloon: "Plat scherm - Inschakelen"
pt_br: Modelo: "Tela plana - Ativar"
sl: Predloga: "Ploski zaslon – Omogoči"

source: Device: Your flat panel
ca: Dispositiu: el vostre plafó pla
nl: Apparaat: Uw platte scherm
pt_br: Dispositivo: Sua tela plana
sl: Naprava: Vaš ploski zaslon

source: Failure Action: CONTINUE (optional equipment)
ca: Acció de fallada: CONTINUE (equip opcional)
nl: Actie bij mislukken: DOORGAAN (optioneel apparaat)
pt_br: Ação em caso de falha: CONTINUE (equipamento opcional)
sl: Dejanje ob napaki: NADALJUJ (dodatna oprema)

source: Observatory Shutdown Sequence
ca: Seqüència de tancament de l'observatori
nl: Afsluitprocedure van het observatorium
pt_br: Sequência de desligamento do observatório
sl: Zaporedje zaustavitve observatorija
uk: Послідовність вимикання обсерваторії

source: A safe shutdown sequence protects equipment and conserves power:
ca: Una seqüència de tancament segura protegeix els equips i conserva l'energia:
nl: Een veilige afsluitprocedure beschermt apparatuur en bespaart energie:
pt_br: Uma sequência de desligamento seguro protege o equipamento e conserva energia:
sl: Varno zaporedje zaustavitve ščiti opremo in varčuje z energijo:

source: **Example Shutdown Queue:**
ca: **Exemple de cua de tancament:**
nl: **Voorbeeld afsluitwachtrij:**
pt_br: **Exemplo de fila de desligamento:**
sl: **Primer čakalne vrste za zaustavitev:**
uk: **Приклад черги вимикання:**

source: **Disable Camera Cooling** (Gradual warm-up)
ca: **Desactiva la refrigeració de la càmera** (Escalfament gradual)
nl: **Camerakoeling uitschakelen** (Geleidelijke opwarming)
pt_br: **Desativar o resfriamento da câmera** (aquecimento gradual)
sl: **Onemogoči hlajenje kamere** (postopno ogrevanje)

source: Template: "Camera - Disable Cooling"
ca: Plantilla: «Camera - Disable Cooling"»
nl: Sjabloon: "Camera - koeling uitzetten"
pt_br: Modelo: "Câmera - Desativar resfriamento"
sl: Predloga: "Kamera - Onemogoči hlajenje"

source: Parameters: - ramp_rate: 1°C/minute (slow warm-up prevents condensation)
ca: Paràmetres: - ramp_rate: 1°C/minut (l'escalfament lent evita la condensació)
nl: Parameters: - opwarmsnelheid: 1°C/minuut (langzaam opwarmen voorkomt condensatie)
pt_br: Parâmetros: - ramp_rate: 1°C/minuto (o aquecimento lento evita a condensação)
sl: Parametri: - hitrost_postopnega_hlajenja: 1 °C/minuto (počasno ogrevanje preprečuje kondenzacijo)

source: Failure Action: CONTINUE (important but not critical)
ca: Acció de fallada: CONTINUE (important però no crític)
nl: Actie bij mislukken: DOORGAAN (belangrijk maar niet kritiek)
pt_br: Ação em caso de falha: CONTINUE (importante, mas não crítica)
sl: Dejanje ob napaki: NADALJUJ (pomembno, vendar ne kritično)

source: **Wait for Camera Warm-up**
ca: **Espera l'escalfament de la càmera**
nl: **Wacht op opwarmen van de camera**
pt_br: **Esperar o aquecimento da câmera**
sl: **Počakajte na ogrevanje kamere**

source: Template: "Camera - Wait for Ambient Temperature"
ca: Plantilla: «Camera - Wait for Ambient Temperature»
nl: Sjabloon: "Camera - wacht op omgevingstemperatuur"
pt_br: Modelo: "Câmera - Esperar pela temperatura ambiente"
sl: Predloga: "Kamera - Počakajte na temperaturo okolice"
uk: Шаблон: «Камера – Очікування на досягнення температури середовища»

source: Parameters: - target: ambient + 2°C - timeout: 900 seconds (15 minutes)
ca: Paràmetres: - objectiu: ambient + 2°C - timeout: 900 segons (15 minuts)
nl: Parameters: - doeltemperatuur: omgevingstemperatuur + 2°C - timeout: 900 seconden (15 minuten)
pt_br: Parâmetros: - target: ambiente + 2°C - timeout: 900 segundos (15 minutos)
sl: Parametri: - cilj: okolica + 2 °C - časovna omejitev: 900 sekund (15 minut)

source: **Park Mount**
ca: **Aparca la muntura**
nl: **Opstelling parkeren**
pt_br: **Bloquear a montagem**
sl: **Parkiraj in montiraj**
uk: **Запаркувати лафет**

source: Template: "Mount - Park"
ca: Plantilla: «Mount - Park»
nl: Sjabloon: "Opstelling - vergrendelen"
pt_br: Modelo: "Montagem - Bloquear"
sl: Predloga: "Montiraj – Parkiraj"
uk: Шаблон: «Лафет – Паркування»

source: Failure Action: ABORT_QUEUE (critical for safety)
ca: Fallada de l'acció: ABORT_QUEUE (crítica per seguretat)
nl: Actie bij mislukken: WACHTRIJ_AFBREKEN (kritiek voor veiligheid)
pt_br: Ação em caso de falha: ABORT_QUEUE (crítica para segurança)
sl: Dejanje ob napaki: PREKINI_VRSTA_ČASA (kritično za varnost)
uk: Дія у відповідь на помилку: ABORT_QUEUE (критично для безпеки)

source: **Park Dome** (if applicable)
ca: **Aparca la cúpula** (si és aplicable)
nl: **Vergrendel koepel** (indien van toepassing)
pt_br: **Bloquear a cúpula** (se aplicável)
sl: **Parkiraj kupolo** (Če je primerno)

source: Template: "Dome - Park"
ca: Plantilla: «Dome - Park»
nl: Sjabloon: "Koepel - vergrendelen"
pt_br: Modelo: "Cúpula - Bloquear"
sl: Predloga: "Kupola – Parkiraj"
uk: Шаблон: "Dome - Park"

source: Timeout: 120 seconds
ca: Temps d'espera: 120 segons
nl: Timeout: 120 seconden
pt_br: Tempo limite: 120 segundos
sl: Časovna omejitev: 120 sekund
uk: Час очікування: 120 секунд

source: Failure Action: ABORT_QUEUE (critical for protection)
ca: Fallada de l'acció: ABORT_QUEUE (crítica de protecció)
nl: Actie bij mislukken: WACHTRIJ_AFBREKEN (kritiek voor bescherming)
pt_br: Ação em caso de falha: ABORT_QUEUE (crítica para proteção)
sl: Dejanje ob napaki: PREKINI_VRSTA_ČASA (kritično za zaščito)
uk: Дія у відповідь на помилку: ABORT_QUEUE (критично для захисту)

source: **Turn Off Equipment Power** (via script)
ca: **Apaga el corrent de l'equip** (via script)
nl: **Schakel de stroom van de apparatuur uit** (via script)
pt_br: **Desligar a alimentação do equipamento** (via script)
sl: **Izklopi napajanje opreme** (prek skripta)

source: Template: "Script - Execute"
ca: Plantilla: «Script - Execute»
nl: Sjabloon: "Script - uitvoeren"
pt_br: Modelo: "Script - Executar"
sl: Predloga: "Skript – Izvedi"
uk: Шаблон: "Script - Execute"

source: Parameters: - script_path: /path/to/power_off.sh
ca: Paràmetres: - script_path: /path/to/power_off.sh
nl: Parameters: - script_pad: /pad/naar/power_off.sh
pt_br: Parâmetros: - script_path: /caminho/para/power_off.sh
sl: Parametri: - pot_do_scripta: /pot/do/power_off.sh
uk: Параметри: - script_path: /шлях/до/power_off.sh

source: Failure Action: CONTINUE (log error for manual intervention)
ca: Acció de fallada: CONTINUE (registra l'error per a la intervenció manual)
nl: Actie bij mislukken: DOORGAAN (log fout voor handmatige interventie)
pt_br: Ação em caso de falha: CONTINUE (registrar erro para intervenção manual)
sl: Dejanje ob napaki: NADALJUJ (napaka v dnevniku za ročni poseg)
uk: Дію у відповідь на помилку: CONTINUE (записати помилку до журналу для втручання вручну)

source: Migration from Scripts
ca: Migració a partir dels scripts
nl: Migratie uit scripts
pt_br: Migração a partir de scripts
sl: Migracija iz skriptov
uk: Перехід зі скриптів

source: Understanding the Transition
ca: Entendre la transició
nl: De transitie begrijpen
pt_br: Compreendendo a transição
sl: Razumevanje prehoda
uk: Перехід

source: The Task Queue system replaces traditional startup/shutdown shell scripts with a more structured approach:
ca: El sistema de cua de tasques substitueix els scripts tradicionals de l'intèrpret d'ordres d'inici/tancament amb un enfocament més estructurat:
nl: Het takenwachtrijsysteem vervangt traditionele shellscripts voor opstarten/afsluiten door een meer gestructureerde aanpak:
pt_br: O sistema de fila de tarefas substitui os scripts tradicionais de inicialização/desligamento do shell por uma abordagem mais estruturada:
sl: Sistem čakalne vrste opravil nadomešča tradicionalne skripte lupine za zagon/zaustavitev z bolj strukturiranim pristopom:

source: Manually written bash/python scripts
ca: Scripts bash/python escrits manualment
nl: Handmatig geschreven bash/python-scripts
pt_br: Scripts bash/python escritos manualmente
sl: Ročno napisani skripti bash/python
uk: Написані вручну скрипти на bash/python

source: Execute commands sequentially
ca: Executa les ordres seqüencialment
nl: Voer de opdrachten na elkaar uit.
pt_br: Executa comandos sequencialmente
sl: Ukazi se izvajajo zaporedno
uk: Послідовне виконання команд

source: Limited error handling
ca: Gestió limitada d'errors
nl: Beperkte afhandeling van fouten
pt_br: Tratamento de erros limitado
sl: Omejeno obravnavanje napak
uk: Обмежена обробка помилок

source: No visual feedback during execution
ca: No hi ha retroalimentació visual durant l'execució
nl: Geen visuele terugkoppeling tijdens de uitvoering
pt_br: Sem feedback visual durante a execução
sl: Med izvajanjem ni vizualnih povratnih informacij
uk: Немає візуального супроводу під час виконання

source: **Traditional Scripts:**
ca: **Scripts tradicionals:**
nl: **Traditionele scripts:**
pt_br: **Scripts tradicionais:**
sl: **Tradicionalni skripti:**
uk: **Традиційні скрипти:**

source: Difficult to modify without coding knowledge
ca: Dificultat per modificar sense coneixements de codificació
nl: Moeilijk aan te passen zonder programmeerkennis
pt_br: Difícil de modificar sem conhecimento de programação
sl: Težko jih je spreminjati brez znanja kodiranja
uk: Складно вносити зміни без знань з програмування

source: Template-based task composition
ca: Composició de tasques basada en plantilles
nl: Op sjablonen gebaseerde samenstelling van taken
pt_br: Composição de tarefas baseada em modelos
sl: Sestavljanje opravil na podlagi predlog

source: Visual building and monitoring
ca: Construcció visual i monitoratge
nl: Visueel bouwen en monitoren
pt_br: Construção e monitoramento visual
sl: Vizualna gradnja in spremljanje
uk: Візуальна побудова та спостереження

source: Built-in retry and error handling
ca: Reintent integrat i gestió d'errors
nl: Ingebouwd opnieuw proberen en afhandelen van fouten
pt_br: Repetição e tratamento de erros integrados
sl: Vgrajen ponovni poskus in obravnavanje napak
uk: Вбудовані повторні спроби і обробка помилок

source: Progress tracking and status updates
ca: Seguiment del progrés i actualitzacions d'estat
nl: Voortgang volgen en bijwerken van status
pt_br: Acompanhamento do progresso e atualizações de status
sl: Sledenje napredku in posodobitve stanja
uk: Стеження за поступом та оновленням стану

source: **Task Queue System:**
ca: **Sistema de cua de tasques:**
nl: **Wachtrijsysteem voor taken**
pt_br: **Sistema de fila de tarefas:**
sl: **Sistem čakalne vrste opravil:**

source: Modifiable through GUI
ca: Modificable a través de la IGU
nl: Te wijzigen via GUI
pt_br: Modificável através da interface gráfica do usuário
sl: Spreminjanje prek grafičnega uporabniškega vmesnika

source: Converting Script Operations
ca: Conversió de les operacions de script
nl: Bewerkingen via script converteren
pt_br: Operações de conversão de script
sl: Pretvorba operacij skriptov

source: Common script operations can be converted to Task Queue actions:
ca: Les operacions de script habituals es poden convertir a accions de la cua de tasques:
nl: Algemene bewerkingen via scripts kunnen geconverteerd worden naar acties in wachtrij voor taken:
pt_br: Operações de script comuns podem ser convertidas em ações da fila de tarefas:
sl: Pogoste operacije skriptov je mogoče pretvoriti v dejanja čakalne vrste opravil:

source: **INDI Property Changes**
ca: **Canvis de propietats de l'INDI**
nl: **Eigenschappenwijzigingen van INDI**
pt_br: **Alterações de propriedade INDI**
sl: **Spremembe lastnosti INDI**

source: Old Script:
ca: Script antic:
nl: Oude script:
pt_br: Script antigo:
sl: Stari skript:

source: Action Type: SET
ca: Tipus d'acció: SET
nl: Type actie: SET
pt_br: Tipo de ação: SET
sl: Vrsta dejanja: SET

source: Device: Telescope
ca: Dispositiu: Telescopi
nl: Apparaat: Telescoop
pt_br: Dispositivo: Telescópio
sl: Naprava: Telescope

source: Property: TELESCOPE_PARK
ca: Propietat: TELESCOPE_PARK
nl: Eigenschap: TELESCOPE_PARK
pt_br: Propriedade: TELESCOPE_PARK
sl: Lastnost: TELESCOPE_PARK

source: New Task Queue:
ca: Cua de tasques nova:
nl: Nieuwe wachtrij voor taken:
pt_br: Nova fila de tarefas:
sl: Nova čakalna vrsta opravil:

source: Value: On
ca: Valor: On
nl: Waarde: aan
pt_br: Valor: Ligado
sl: Vrednost: Vklopljeno

source: **Conditional Waits**
ca: **Esperes condicionals**
nl: **Voorwaardelijke wachten**
pt_br: **Esperas condicionais**
sl: **Pogojna čakanja**

source: Action Type: EVALUATE
ca: Tipus d'acció: EVALUATE
nl: Type actie: EVALUATE
pt_br: Tipo de ação: EVALUATE
sl: Vrsta dejanja: EVALUATE

source: Device: CCD
ca: Dispositiu: CCD
nl: Apparaat: CCD
pt_br: Dispositivo: CCD
sl: Naprava: CCD

source: Property: CCD_TEMPERATURE.CCD_TEMPERATURE_VALUE
ca: Propietat: CCD_TEMPERATURE.CCD_TEMPERATURE_VALUE
nl: Eigenschap: CCD_TEMPERATURE.CCD_TEMPERATURE_VALUE
pt_br: Propriedade: CCD_TEMPERATURE.CCD_TEMPERATURE_VALUE
sl: Lastnost: CCD_TEMPERATURE.CCD_TEMPERATURE_VALUE

source: Condition: LESS_THAN
ca: Condició: LESS_THAN
nl: Conditie: LESS_THAN
pt_br: Condição: LESS_THAN
sl: Pogoj: LESS_THAN

source: Target: -10
ca: Destinació: -10
nl: Doel: -10
pt_br: Alvo: -10
sl: Cilj: -10
uk: Ціль: -10

source: Poll Interval: 5 seconds
ca: Interval de sondeig: 5 segons
nl: Interval voor afvragen: 5 seconden
pt_br: Intervalo de votação: 5 segundos
sl: Interval anketiranja: 5 sekund

source: **Time Delays**
ca: **Retards de temps**
nl: **Tijd vertraging**
pt_br: **Atrasos**
sl: **časovne zakasnitve**

source: Template: "Delay"
ca: Plantilla: «Delay»
nl: Sjabloon "Vertraging"
pt_br: Modelo: "Atraso"
sl: Predloga: "Zakasnitev"

source: Action Type: DELAY
ca: Tipus d'acció: DELAY
nl: Type actie: VERTRAGING
pt_br: Tipo de ação: DELAY
sl: Vrsta dejanja: DELAY

source: Duration: 60
ca: Durada: 60
nl: Tijdsduur: 60
pt_br: Duração: 60
sl: Trajanje: 60
uk: Тривалість: 60

source: Unit: SECONDS
ca: Unitat: SECONDS
nl: Eenheid: SECONDEN
pt_br: Unidade: SEGUNDOS
sl: Enota: SECONDS

source: **External Scripts**
ca: **Scripts externs**
nl: **Externe scripts**
pt_br: **Scripts externos**
sl: **Zunanji skripti**
uk: **Зовнішні скрипти**

source: /usr/local/bin/dome_control.sh open
nl: /usr/local/bin/dome_control.sh openen

source: Action Type: SCRIPT
ca: Tipus d'acció: SCRIPT
nl: Type actie: SCRIPT
pt_br: Tipo de ação: SCRIPT
sl: Vrsta dejanja: SCRIPT

source: Script Path: /usr/local/bin/dome_control.sh
ca: Camí de l'script: /usr/local/bin/dome_control.sh
nl: Scriptpad: /usr/local/bin/dome_control.sh
pt_br: Caminho do script: /usr/local/bin/dome_control.sh
sl: Pot skripte: /usr/local/bin/dome_control.sh

source: Arguments: open
nl: Argumenten: openen
pt_br: Argumentos: open
sl: Argumenti: odpri

source: Task Queue
ca: Cua de tasques
nl: Wachtrij voor taken
sl: Čakalna vrsta opravil
uk: Черга завдань

source: Task Queue Template
ca: Plantilla de cua de tasques
nl: |Sjabloon van takenwachtrij|
uk: Шаблон черги завдань
