Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: The focus display, displays a FITS viewer window onto the frame taken during the focus process. If <guilabel>Ring Mask</guilabel> is selected, then the mask is drawn on the image. All the stars detected by Ekos based on the selected parameters, have their HFR value displayed next to the associated star (unless Measure is set to FWHM).
bg: Панелът за фокусиране показва прозорец за преглед FITS върху кадъра, направен по време на процеса на фокусиране. Ако е избрана <guilabel>Пръстеновидна маска</guilabel>, маската се изчертава върху изображението. Всички звезди, открити от Ekos въз основа на избраните параметри, имат HFR стойност, показана до свързаната звезда (освен ако измерването е зададено на FWHM).
sl: Prikaz fokusa prikaže okno prikazovalnika FITS na okvir, posnet med postopkom fokusa. Če je izbrana možnost <guilabel>Maska obroča</guilabel>, je maska narisana na sliki. Vse zvezde, ki jih Ekos zazna na podlagi izbranih parametrov, imajo svojo vrednost HFR prikazano poleg povezane zvezde (razen če je Meritev nastavljena na FWHM).
sv: Fokuseringsskärmen visar ett FITS-visningsfönster för bildrutan som togs under fokuseringsprocessen. Om <guilabel>Ringformad mask</guilabel> är markerat, så ritas masken på bilden. Alla stjärnor som detekterats av Ekos baserat på de valda parametrarna har sitt HFR-värde visat bredvid den tillhörande stjärnan (såvida inte Mät är inställt till FWHM).
uk: На панелі показу фокусування буде показано зображення FITS кадру, який створено під час процедури фокусування. Якщо позначено пункт <guilabel>Кільцева маска</guilabel>, на зображенні буде показано маску. Для усіх зірок, які буде виявлено Ekos на основі вибраних значень параметрів, буде показано значення РПП (якщо для вимірювання не вибрано ПШПМ).

source: If <guilabel>Mosaic Mask</guilabel> has been selected then the FITS viewer displays the mosaic 3x3 grid showing the center, edges and sides as configured in the Mosaic Mask options.
bg: Ако <guilabel>Мозаечна маска</guilabel> е избрана, тогава FITS визуализаторът показва мозаечната мрежа 3x3, показваща центъра, ръбовете и страните, както е конфигурирано в опциите за мозаечна маска.
sl: Če ste izbrali <guilabel>Mozaična maska</guilabel>, prikazovalnik FITS prikaže mozaično mrežo 3x3, ki prikazuje središče, robove in stranice, kot je konfigurirano v možnostih Mozaične maske.
sv: Om <guilabel>Mosaikmask</guilabel> har valts så visar FITS-visningen mosaikens 3 x 3 rutnät med mitten, kanterna och sidorna som ställts in i alternativen för Mosaikmask.
uk: Якщо позначено пункт <guilabel>Маска мозаїки</guilabel>, засіб перегляду FITS покаже таблицю мозаїки 3x3 з центральною, кутовою і бічною частинами, які налаштовано у параметрах маски мозаїки.

source: <screeninfo>Focus Display Mosaic</screeninfo>
bg: <screeninfo>Панел фокус - мозайка</screeninfo>
sl: <screeninfo>Prikaz mozaika fokusiranja</screeninfo>
sv: <screeninfo>Fokuseringsvisningens mosaik</screeninfo>
uk: <screeninfo>Мозаїка на дисплеї фокусування</screeninfo>

source: <phrase>Focus Display Mosaic</phrase>
bg: <phrase>Панел фокус - мозайка</phrase>
sl: <phrase>Prikaz mozaika fokusiranja</phrase>
sv: <phrase>Fokuseringsvisningens mosaik</phrase>
uk: <phrase>Мозаїка на дисплеї фокусування</phrase>

source: The window supports the following FITS viewer options (at the top of the window):
bg: Прозорецът поддържа следните опции за преглед на FITS (в горната част на прозореца):
ca@valencia: La finestra admet les opcions següents del visor de FITS (en la part superior de la finestra):
fr: Courbe en V avec Fourier
pt_br: A janela suporta as seguintes opções do visualizador FITS (na parte superior da janela):
sl: Okno podpira naslednje možnosti pregledovalnika FITS (na vrhu okna):
sv: Fönstret stöder följande FITS-visningsalternativ (överst i fönstret):
uk: У вікні передбачено підтримку таких параметрів перегляду FITS (у верхній частині вікна):

source: <guibutton>Zoom In</guibutton> and <guibutton>Zoom Out</guibutton>.
bg: <guibutton>Увеличаване</guibutton> и <guibutton>Намаляване</guibutton>.
sl: <guibutton>Povečaj</guibutton> in <guibutton>Pomanjšaj</guibutton>.
sv: <guibutton>Zooma in</guibutton>och <guibutton>Zooma ut</guibutton>.
uk: <guibutton>Збільшити</guibutton> і <guibutton>Зменшити</guibutton>.

source: <guibutton>Default Zoom</guibutton> and <guibutton>Zoom to Fit</guibutton>.
bg: <guibutton>Мащаб по подразбиране</guibutton> и <guibutton>Оптимално мащабиране</guibutton>.
sl: <guibutton>Privzeta povečava</guibutton> in <guibutton>Prilagodi povečavo</guibutton>.
sv: <guibutton>Standardzoom</guibutton> och <guibutton>Anpassa</guibutton>.
uk: <guibutton>Типовий масштаб</guibutton> і <guibutton>Підібрати за розмірами</guibutton>.

source: <guibutton>Toggle Stretch</guibutton>: Toggle screen stretch on or off.
bg: <guibutton>Превключване на разтягане на изображението</guibutton>: Включване или изключване на разтягане на образа.
sl: <guibutton>Preklopi raztezanje</guibutton>: Vklopi ali izklopi raztezanje zaslona.
sv: <guibutton>Ändra utsträckning</guibutton>: Stäng av eller sätt på skärmutsträckning.
uk: <guibutton>Увімкнути/Вимкнути розтягування</guibutton>: увімкнути або вимкнути розтягування показу.

source: <guibutton>Toggle Crosshairs</guibutton>: Toggle crosshairs on or off.
bg: <guibutton>Превключване на мерника</guibutton>: Включване или изключване на мерника.
sl: <guibutton>Preklopi namerilni križec</guibutton>: Vklopi ali izklopi namerilni križec.
sv: <guibutton>Ändra hårkors</guibutton>: Sätt på eller stäng av hårkors.
uk: <guibutton>Перехрестя</guibutton>: увімкнути або вимкнути показ перехресть.

source: <guibutton>Toggle Gridlines</guibutton>: Toggle pixel gridlines on or off.
bg: <guibutton>Превключване на решетъчни линии</guibutton>: Включва или изключва решетъчни линии.
sl: <guibutton>Preklopi mrežne črte</guibutton>: Vklopi ali izklopi mrežne črte slikovnih pik.
sv: <guibutton>Visa hjälplinjers</guibutton>: Sätt på eller stäng av bildpunktshjälplinjer.
uk: <guibutton>Піксельні лінії сітки</guibutton>: увімкнути або вимкнути показ піксельних ліній сітки.

source: <guibutton>Toggle Stars</guibutton>: Toggle star detection on or off.
bg: <guibutton>Превключване на звезди</guibutton>: Включване или изключване на откриването на звезди.
sl: <guibutton>Preklopi zvezde</guibutton>: Vklop ali izklop zaznavanja zvezd.
sv: <guibutton>Visa eller dölj stjärnor</guibutton>: Stäng av eller sätt på stjärndetektering.
uk: <guibutton>Зірки</guibutton>: увімкнути або вимкнути виявлення зірок.

source: <guibutton>View Star Profile</guibutton>: Launches the View Star Profile dialog.
bg: <guibutton>Преглед на профила на звездата</guibutton>: Стартира диалоговия прозорец Преглед на звезден профил.
sl: <guibutton>Ogled profila zvezde</guibutton>: Odpre pogovorno okno Ogled profila zvezd.
sv: <guibutton>Visa stjärnprofil</guibutton>: Öppnar dialogrutan Visa stjärnprofil.
uk: <guibutton>Переглянути профіль зірки</guibutton>: відкриває діалогове вікно перегляду профілю зірки.

source: V-Curve
bg: V-крива
ca@valencia: Corba V
fr: Profil relatif de la mise au point
pt_br: Curva V
sl: V-krivulja
sv: V-kurva
uk: V-крива

source: <screeninfo>Focus V-Curve</screeninfo>
bg: <screeninfo>Фокус - V- крива</screeninfo>
sl: <screeninfo>Fokus V-krivulje</screeninfo>
sv: <screeninfo>Fokuseringens v-kurva</screeninfo>
uk: <screeninfo>V-крива фокусування</screeninfo>

source: <phrase>Focus V-Curve</phrase>
bg: <phrase>Фокус - V- крива</phrase>
sl: <phrase>Fokus V-krivulje</phrase>
sv: <phrase>Fokuseringens v-kurva</phrase>
uk: <phrase>V-крива фокусування</phrase>

source: The V-Curve displays focuser position (x-axis) versus focus Measure, e.g. Half-Flux-Radius (HFR) (y-axis). Each datapoint is drawn on the graph and represented by a circle with a number representing the datapoint. How many datapoints are taken and how the focuser moves is determined by the parameters chosen.
bg: V-кривата показва позицията на фокусиращото устройство (ос x) спрямо измерването на фокуса, напр. радиус на полуосветеност (HFR) (ос y). Всяка точка от данни се начертава на графиката и се представя от кръг с число, представляващо точката от данни. Колко точки от данни се вземат и как се движи фокусиращият елемент се определя от избраните параметри.
ca@valencia: La «Corba V» mostra la posició de l'enfocador (eix X) contra la mesura de l'enfocament, p. ex., el radi del semiflux (HFR) (eix Y). Cada punt de dades es dibuixa en el gràfic i es representa per un cercle amb un nombre que representa el punt de dades. Quants punts de dades es prenen i com es mourà l'enfocador està determinat pels paràmetres escollits.
fr: Le réglage exact qui fonctionne le mieux pour un équipement astronomique donné doit être trouvé par l'utilisateur par tâtonnements. La section du :doc:`Conseiller de mise au point <focus-advisor>` est un bon point de départ. Lancez-le et acceptez ses recommandations. L'algorithme linéaire à 1 passe y est utilisé :
pt_br: A curva em V exibe a posição do focalizador (eixo x) em relação à medida de foco, por exemplo, Raio de Meio Fluxo (RMF) (eixo y). Cada ponto de dados é desenhado no gráfico e representado por um círculo com um número que o representa. Quantos pontos de dados são obtidos e como o focalizador se move são determinados pelos parâmetros escolhidos.
sl: V-krivulja prikazuje položaj fokuserja (os x) v primerjavi z meritvijo fokusa, npr. Polovica polmera toka (HFR) (os y). Vsaka podatkovna točka je narisana na grafu in predstavljena s krogom s številko, ki predstavlja podatkovno točko. Koliko podatkovnih točk se zavzame in kako se fokuser premakne, je določeno z izbranimi parametri.
sv: V-kurvan visar fokuseringsposition (x-axel) mot fokuseringsmätvärdet, t.ex. halv flödesradie (HFR) (y-axel). Varje datapunkt ritas på diagrammet och representeras av en cirkel med ett nummer som anger datapunkten. Hur många datapunkter som tas och hur fokuseringsenheten rör sig bestäms av de valda parametrarna.
uk: V-крива є кривою залежності позиції фокусування (вісь x) від міри фокусування, наприклад радіуса половинного потоку (РПП) (вісь y). Кожну точку даних буде намальовано на графіку і представлено колом із номером, що відповідає точці даних. Кількість точок даних і пересування засобу фокусування буде визначено встановленими параметрами.

source: For certain algorithms, Ekos will also draw a curve of best fit through the datapoints. If <guilabel>Use Weights</guilabel> is selected then error bars are indicated on each datapoint that correspond to the standard deviation in measured value.
bg: За определени алгоритми Ekos също ще начертае крива на най-добро прилягане през точките от данни. Ако е избрано <guilabel>Използване на тежести</guilabel>, тогава лентите за грешки се показват на всяка точка от данни, която съответства на стандартното отклонение в измерената стойност.
sl: Za določene algoritme bo Ekos skozi podatkovne točke narisal tudi krivuljo najboljšega prileganja. Če je izbrana možnost <guilabel>Uporabi uteži</guilabel>, so vrstice napak prikazane na vsaki podatkovni točki, ki ustreza standardnemu odstopanju izmerjene vrednosti.
sv: För vissa algoritmer ritar Ekos också en kurva med bästa passform genom datapunkterna. Om <guilabel>Använd viktning</guilabel> har valts visas felstaplar för varje datapunkt, som motsvarar standardavvikelsen i uppmätt värde.
uk: Для деяких алгоритмів Ekos також намалює криву оптимальної апроксимації точок даних. Якщо позначено пункт <guilabel>Використати вагову функцію</guilabel>, буде показано позначки похибок для кожної точки даних, які відповідатимуть стандартному відхиленню у виміряному значенні.

source: The units of the y-axis depend on the selected focus Measure. For example, for HFR, the y-axis will either be in Pixels or Arc seconds depending on how <guilabel>Display Units</guilabel> is set.
bg: Единиците на оста y зависят от избраната измервателна единица за фокуса. Например, за HFR, оста y ще бъде или в пиксели, или в дъгови секунди в зависимост от това, какви са зададените <guilabel>Измервателни единици</guilabel>.
sl: Enote osi y so odvisne od izbranega mere fokusa. Na primer, za HFR bo os y v pikslih ali ločnih sekundah, odvisno od tega, kako so nastavljene <guilabel>Enote prikaza</guilabel>.
sv: Enheterna för y-axeln beror på valt fokuseringsmått. Till exempel, för HFR, är y-axeln antingen i bildpunkter eller bågsekunder beroende på hur <guilabel>Visningsenheter</guilabel> är inställda.
uk: Одиниці вісі y залежать від вибраної міри фокусування. Наприклад, для РПП виміри за віссю y вестимуться або у пікселях, або у кутових секундах, залежно від значення параметра <guilabel>Одиниці показу</guilabel>.

source: If <guilabel>Refine Curve Fit</guilabel> is selected, Focus will check for and potentially exclude outlying datapoints. In this case datapoints 1, 5 and 7 were excluded.
bg: Ако е избрано <guilabel>Прецизиране на кривата</guilabel>, модулът Фокус ще провери за и потенциално ще изключи отдалечени точки от данни. В този случай точки от данни 1,5 и 7 са изключени.
sl: Če je izbrana možnost <guilabel>Izboljšaj prileganje krivulje</guilabel>, bo Focus preveril in potencialno izključil zunanje podatkovne točke. V tem primeru so bile podatkovne točke 1, 5 in 7 izključene.
sv: Om <guilabel>Förfina kurvanpassning</guilabel> väljs kommer fokuseringen att leta efter och eventuellt utesluta extrema datapunkter. I detta fall exkluderades datapunkterna 1, 5 och 7.
uk: Якщо позначено пункт <guilabel>Удосконалення апроксимації кривої</guilabel>, алгоритм фокусування знайде і потенційно виключить викиди у точках даних. У цьому випадку було виключено точки даних 1, 5 та 7.

source: Under the V-Curve a number of parameters are displayed:
bg: Под V-кривата се показват редица параметри:
ca@valencia: A davall de la «Corba V» es mostren diversos paràmetres:
fr: Veillez à avoir suffisamment d'étoiles. L'augmentation de la durée d'exposition permet en général d'obtenir plus d'étoiles (mais rend le processus de mise au point plus long).
pt_br: Sob a curva V, vários parâmetros são exibidos:
sl: Pod V-krivuljo so prikazani številni parametri:
sv: Under V-kurvan visas ett antal parametrar:
uk: Під V-кривою буде показано декілька параметрів:

source: <guilabel>HFR</guilabel>: Displays the star HFR for the most recent datapoint if relevant.
bg: <guilabel>HFR</guilabel>: Показва HFR на звездата за най-скорошната точка от данни, ако е релевантно.
sl: <guilabel>HFR</guilabel>: prikaže zvezdo HFR za najnovejšo podatkovno točko, če je relevantna.
sv: <guilabel>HFR</guilabel>: Visar stjärnans HFR för den senaste datapunkten om det är relevant.
uk: <guilabel>РПП</guilabel>: показує РПП зірки для найновішої точки даних, якщо це застосовне.

source: <guilabel>FWHM</guilabel>: Displays the star FWHM for the most recent datapoint if relevant.
bg: <guilabel>FWHM</guilabel>: Показва FWHM на звездата за най-новата точка от данни, ако е релевантно.
sl: <guilabel>FWHM</guilabel>: Prikazuje zvezdo FWHM za najnovejšo podatkovno točko, če je relevantna.
sv: <guilabel>FWHM</guilabel>: Visar stjärnans FWHM för den senaste datapunkten om relevant.
uk: <guilabel>ПШПМ</guilabel>: показує ПШПМ зірки для найновішої точки даних, якщо застосовне.

source: <guilabel>Stars</guilabel>: The number of stars used for the most recent datapoint.
bg: <guilabel>Звезди</guilabel>: Броят звезди, използвани за най-новата точка от данни.
sl: <guilabel>Zvezde</guilabel>: Število zvezd, uporabljenih za najnovejšo podatkovno točko.
sv: <guilabel>Stjärnor</guilabel>: Antalet stjärnor som används för den senaste datapunkten.
uk: <guilabel>Зірки</guilabel>: кількість зірок, яку використано для обчислення найновішої точки даних.

source: <guilabel>Iteration</guilabel>: The number of datapoints taken so far.
bg: <guilabel>Итерация</guilabel>: Броят точки от данни, взети досега.
sl: <guilabel>Iteracija</guilabel>: Število doslej pridobljenih podatkovnih točk.
sv: <guilabel>Upprepning</guilabel>: Antalet datapunkter som tagits hittills.
uk: <guilabel>Ітерація</guilabel>: кількість створених точок даних на поточний момент.

source: <guibutton>Relative Profile...</guibutton>: Invokes the <link linkend="focus-relative-profile">Relative Profile</link> popup.
bg: <guibutton>Относителен профил...</guibutton>: Извиква изскачащия прозорец <link linkend="focus-relative-profile">Относителен профил</link>.
sl: <guibutton>Relativni profil...</guibutton>: Prikliče pojavno okno <link linkend="focus-relative-profile">Relativni profil</link>.
sv: <guibutton>Relativ profil...</guibutton>: Öppnar rutan <link linkend="focus-relative-profile">Relativ profil</link>.
uk: <guibutton>Відносний профіль…</guibutton>: викликає контекстну панель <link linkend="focus-relative-profile">Відносний профіль</link>.

source: <guibutton>Clear Data</guibutton>: Resets the V-Curve graph by clearing the displayed data.
bg: <guibutton>Изчистване на данните</guibutton>: Нулира графиката на V-кривата чрез изчистване на показаните данни.
sl: <guibutton>Počisti podatke</guibutton>: Ponastavi graf V-krivulje tako, da počisti prikazane podatke.
sv: <guibutton>Rensa data</guibutton>: Återställer V-kurvans diagram genom att rensa visad data.
uk: <guibutton>Вилучити дані</guibutton>: відновлює початковий стан графіка V-кривої шляхом вилучення показаних даних.

source: Here is a V-Curve when Measure is set to HFR Adj:
bg: Тук е показана V-крива, когато измерването е настроено на HFR кориг:
ca@valencia: Ací hi ha una «Corba V» quan la mesura s'establix a ``HFR ajustada``:
fr: Jeu du moteur de mise au point
pt_br: Aqui está uma curva em V quando a medida está definida como ajuste de RMF:
sl: Tukaj je V-krivulja, ko je mera nastavljena na HFR Adj:
sv: Här är en V-kurva där Mått är inställt till Justerad HFR:
uk: V-крива, якщо для пункту вимірювання встановлено коригування РПП:

source: V-Curve HFR Adj
bg: HFR кориг. V-крива
sl: V-krivulja HFR Adj
sv: V-kurva HFR-justering
uk: Коригування V-кривої для РПП

source: Focus V-Curve HFR Adj
bg: V-крива с kорекции на HFR на фокуса
ca@valencia: HFR ajustada de la corba V de l'enfocament
fr: Il est important de suivre une stratégie claire pour gérer le jeu et pour configurer la mise au point judicieusement. Il est préférable de gérer le jeu à un seul endroit pour éviter les conflits. Bien qu'il soit possible de gérer le jeu à de multiples endroits (cela a déjà été fait avec succès), ce n'est pas recommandé en général parce que cela peut conduire à des conflits entre les composantes du logiciel et le moteur de mise au point.
sl: Fokus V-krivulja HFR Adj
sv: Fokuseringens V-kurva Justerad HFR
uk: Коригування V-кривої для РПП під час фокусування

source: Here is a V-Curve when Measure is set to FWHM:
bg: Тук е показана V-крива, когато измерването е зададено на FWHM:
ca@valencia: Ací hi ha una «Corba V» quan la mesura s'establix a ``FWHM``:
fr: Il existe plusieurs manières de mesurer le jeu en pas. Veuillez consulter la documentation de votre moteur de mise au point ou utiliser les ressources d'Internet, le forum de INDI inclus.
pt_br: Aqui está uma curva em V quando a medida está definida como FWHM:
sl: Tukaj je V-krivulja, ko je mera nastavljena na FWHM:
sv: Här är en V-kurva där Mått är inställt till FWHM:
uk: V-крива, якщо для пункту вимірювання встановлено ПШПМ:

source: V-Curve FWHM
bg: FWHM V-крива
sl: V-krivulja FWHM
sv: V-kurva FWHM
uk: V-крива ПШПМ

source: Focus V-Curve FWHM
bg: V-крива с FWHM на фокус
ca@valencia: FWHM de la corba V de l'enfocament
sl: Fokus V-krivulje FWHM
sv: Fokuseringens V-kurva FWHM
uk: V-крива фокусування для ПШПМ

source: Here is a V-Curve when Measure is set to # Stars. In this case the Critical Focus Zone (CFZ) <guilabel>Display</guilabel> checkbox has been checked so the CFZ is displayed as well:
bg: Тук е показана V-крива, когато измерването е зададено в брой звезди. В този случай квадратчето <guilabel>Показване</guilabel> на критичната фокусна зона (CFZ) е отметнато, така че CFZ също се показва:
sl: Tukaj je V-krivulja, ko je mera nastavljena na št. zvezd. V tem primeru je potrditveno polje <guilabel>Zaslona</guilabel> kritičnega območja fokusa (CFZ) odkljukano, tako da je prikazan tudi CFZ:
sv: Här är en V-kurva när Mått är inställt på Antal stjärnor. I det här fallet har kryssrutan Kritisk fokuseringszon (KFZ) <guilabel>Visa</guilabel> markerats så att KFZ också visas:
uk: Тут наведено V-криву, якщо для вимірювання вибрано кількість зірок. У цьому випадку позначено пункт показу критичної зони фокусування у полі <guilabel>Показ</guilabel>, тому також показано КЗФ:

source: V-Curve Num Stars
bg: V-крива Брой звезди
sl: V-krivulja število zvezd
sv: V-kurva Antal stjärnor
uk: V-крива для кількості зірок

source: Focus V-Curve Num Stars
bg: Фокус на V-крива Брой звезди
ca@valencia: Nombre d'estreles de la corba V de l'enfocament
fr: **Jeu géré par le pilote du périphérique** : si le pilote du périphérique possède la capacité de gérer le jeu lui-même, alors vous pouvez l'utiliser et désactiver le ``balayage de mise au point automatique`` (réglé à zéro). Ou alors faire le contraire en désactivant cette fonctionnalité du pilote et utiliser le ``balayage``.
sl: Fokus V-krivulje števila zvezd
sv: Fokuseringens v-kurva Antal stjärnor
uk: V-крива фокусування для кількості зірок

source: Here is a V-Curve when Measure is set to Fourier:
bg: Тук е показана V-крива, когато измерването е зададено на Фурие:
ca@valencia: Ací hi ha una «Corba V» quan la mesura s'establix a ``Fourier``:
fr: Vous pouvez vérifier si le pilote gère la compensation dans le champ ``pilote du jeu du périphérique``. S'il est activé et que vous pouvez modifier les valeurs, cela signifie que le pilote le gère. S'il est désactivé, il ne le gère pas.
pt_br: Aqui está uma curva em V quando medida é definida como Fourier:
sl: Tukaj je V-krivulja, ko je mera nastavljena na Fourier:
sv: Här är en V-kurva när Mått är inställt på Fourier:
uk: V-крива, якщо для пункту вимірювання встановлено алгоритм Фур'є:

source: V-Curve Fourier
bg: V-крива на Fourier
sl: Fourierjeva V-krivulja
sv: V-kurva Fourier
uk: V-крива Фур'є

source: Focus V-Curve Fourier
bg: Фокус на V-крива на Фурие
ca@valencia: Fourier de la corba V de l'enfocament
fr: L'avantage de ``Balayage de mise au point automatique`` est qu'il n'est pas nécessaire de connaître le jeu exactement, il suffit de le régler à une valeur supérieure ou égale au jeu. Ainsi par exemple, si vous mesurez un jeu de 60 pas, vous devriez le régler à 80.
sl: Fokus Fourierove V-krivulje
sv: Fokus v-kurva Fourier
uk: V-крива фокусування для алгоритму Фур'є
