Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: **Confirm Equipment**: Ekos attempts to load equipment settings from INDI. If unsuccessful, you need to enter your equipment settings including your telescope focal length in addition to camera's width, height, and pixel dimensions. The settings are saved for future sessions.
ca: **Confirma l'equip**: l'Ekos intenta carregar la configuració de l'equip des de l'INDI. Si no funciona, haureu d'introduir la configuració de l'equip, inclosa la distància focal del telescopi, a més de les dimensions de l'amplada, l'alçada i els píxels de la càmera. Els paràmetres es desen per a sessions futures.
ca@valencia: **Confirma l'equip**: Ekos intenta carregar la configuració de l'equip des d'INDI. Si no funciona, haureu d'introduir la configuració de l'equip, inclosa la distància focal del telescopi, a més de les dimensions de l'amplària, l'alçària i els píxels de la càmera. Els paràmetres es guardaran per a sessions futures.
fr: **Confirmation du matériel** : tentative de chargement par Ekos les réglages du matériel depuis INDI. En cas d'échec, il faut saisir les paramètres du matériel tels que longueur focale du télescope, les dimensions du capteur CCD (largeur, hauteur, taille des pixels). Ces réglages seront enregistrés pour les sessions futures.
nl: **Apparatuur bevestigen**: Ekos probeert apparaatinstellingen uit INDI te laden. Indien, zonder succes, moet u uw apparatuurinstellingen inclusief uw brandpuntsafstand van de telescoop naast breedte, hoogte en pixelafmetingen. De instellingen worden opgeslagen voor toekomstige sessies.
pt_br: **Confirmar equipamento**: O Ekos tenta carregar as configurações do equipamento do INDI. Se não obtiver sucesso, você precisará inserir as configurações do seu equipamento, incluindo a distância focal do seu telescópio, além da largura, altura e dimensões em pixels da câmera. As configurações são salvas para sessões futuras.
sl: **Potrdi opremo**: Ekos poskuša naložiti nastavitve opreme iz INDI. Če ne uspe, morate vnesti nastavitve opreme, vključno z goriščno razdaljo teleskopa, poleg širine, višine in dimenzij kamere v slikovnih pikah. Nastavitve se shranijo za prihodnje seje.

source: **Adjust Grid**: Select the mosaic panel dimension and overlap percentage. The Mosaic Panel is updated accordingly on the sky map. Adjust the Position Angle to match the desired mosaic orientation in the sky. If the Position Angle is different from your camera's usual orientation, you may need to rotate the camera either manually or via a mechanized rotator when the scheduler jobs are executed. Tile transparency is automatically calculated by default but may be turned off and adjusted manually. To compute the mosaic field from the number of tiles, click the ``Cover FOV`` button. The mosaic panel can be centered in the sky map by clicking on the ``Recenter`` button.
ca: **Ajusta la quadrícula**: Seleccioneu la dimensió del plafó del mosaic i el percentatge de superposició. El plafó del mosaic s'actualitza en conseqüència en el mapa celeste. Ajusteu l'angle de posició perquè coincideixi amb l'orientació desitjada del mosaic al cel. Si l'angle de posició és diferent de l'orientació habitual de la càmera, és possible que hàgiu de girar la càmera manualment o mitjançant un rotor mecanitzat quan s'executin les tasques del programador. La transparència del mosaic es calcula automàticament de manera predeterminada, però es pot desactivar i ajustar manualment. Per a calcular el camp del mosaic a partir del nombre de tessel·les, feu clic al botó ``Cobertura del CDV``. El plafó del mosaic es pot centrar en el mapa celeste fent clic al botó ``Torna a centrar``.
ca@valencia: **Ajusta la quadrícula**: seleccioneu la dimensió del quadro del mosaic i el percentatge de superposició. El quadro del mosaic s'actualitzarà en conseqüència sobre el mapa celeste. Ajusteu l'angle de posició perquè coincidisca amb l'orientació desitjada en el mosaic en el cel. Si l'angle de posició és diferent de l'orientació habitual de la càmera, és possible que hàgeu de girar la càmera manualment o mitjançant un rotor mecanitzat quan s'executen les tasques del programador. La transparència del mosaic de manera predeterminada es calcula automàticament, però es pot desactivar i ajustar manualment. Per a calcular el camp del mosaic a partir del nombre de tessel·les, cliqueu damunt del botó ``Cobertura de CDV``. El quadro del mosaic es pot centrar en el mapa celeste clicant damunt del botó ``Torna a centrar``.
fr: **Ajustement de la grille** : sélectionner la dimension des panneaux et le pourcentage de recouvrement. Le panneau de mosaïque est mis à jour en conséquence sur la carte du ciel. Ajuster l'angle de position pour correspondre à l'orientation désirée de la mosaïque dans le ciel. Si l'angle de position est différent de l'orientation usuelle de la caméra, il faudra soit tourner la caméra manuellement soit avec un rotateur mécanique lorsque les tâches seront exécutées. La transparence des tuiles est par défaut automatiquement calculée mais peut être désactivée et ajustée manuellement. Pour calculer le champ de la mosaïque à partir du nombre de tuiles, cliquer sur le bouton ``Couvrir CdV``. La mosaïque peut être centrée sur la carte du ciel en cliquant sur le bouton ``Recentrer``.
nl: **Raster aanpassen**: selecteer de afmetingen van het mozaïekpaneel en het percentage overlap. Het mozaïekpaneel wordt bijgewerkt dan ook op de hemelkaart. Pas de positiehoek aan om overeen te komen met de gewenste mozaïek-oriëntatie in de hemel. Als de positiehoek verschilt van de gebruikelijke oriëntatie van uw camera, dan moet u misschien de camera draaien ofwel handmatig of via een gemechaniseerde rotator wanneer de planjobs zijn uitgevoerd. Transparantie van vakjes wordt standaard automatisch berekend maar kan uitgeschakeld worden en handmatig aangepast. Om het mozaïekveld uit het aantal vakjes te berekenen, klik op de knop ``FOV dekken``. Het mozaïekpaneel kan gecentreerd worden in de hemelkaart door te klikken op de knop ``Opnieuw centreren``.
pt_br: **Ajustar grade**: Selecione a dimensão do painel do mosaico e a porcentagem de sobreposição. O painel do mosaico é atualizado adequadamente no mapa celeste. Ajuste o ângulo de posição para corresponder à orientação desejada do mosaico no céu. Se o ângulo de posição for diferente da orientação usual da sua câmera, pode ser necessário girar a câmera manualmente ou por meio de um rotador mecanizado quando os trabalhos do agendador forem executados. A transparência dos blocos é calculada automaticamente por padrão, mas pode ser desativada e ajustada manualmente. Para calcular o campo de mosaico a partir do número de blocos, clique no botão ``Cobrir CDV``. O painel do mosaico pode ser centralizado no mapa celeste clicando no botão ``Recentralizar``.
sl: **Prilagodi mrežo**: Izberite dimenzijo mozaične plošče in odstotek prekrivanja. Mozaična plošča se ustrezno posodobi na zvezdni karti. Prilagodite kot položaja, da se ujema z želeno orientacijo mozaika na nebu. Če se kot položaja razlikuje od običajne orientacije vaše kamere, boste morda morali kamero zasukati ročno ali z mehaniziranim rotatorjem, ko se izvajajo opravila razporejevalnika. Prosojnost ploščic se privzeto izračuna samodejno, vendar jo je mogoče izklopiti in ročno prilagoditi. Če želite izračunati mozaično polje iz števila ploščic, kliknite gumb `Pokrij vidno polje`. Mozaično ploščo lahko centrirate na zemljevidu neba s klikom na gumb `Ponovno centriraj`.

source: A large overlap will make frame stitching easier during post-processing, but it requires more panes to cover the desired extent. However, if you already know the minimal amount of sub-frames your rejection algorithm will use during post-processing, you may want to increase the overlap to attain that amount on the areas covered by multiple panes. For instance, a 4x4 mosaic grid with 75% overlap has 16 sub-frames covering the central intersection, which is enough for Winsorized Sigma rejection. Although the resulting stack does not have the same height on all parts of the final frame, this method gives you control on signal-to-noise ratio and allows you to provide context to your target while exposing a relatively low number of captures.
ca: Una superposició gran farà més fàcil la costura de fotogrames durant el postprocessament, però requerirà més subfinestres per a cobrir l'extensió desitjada. Tanmateix, si ja coneixeu la quantitat mínima de subfotogrames, el vostre algorisme de rebuig s'utilitzarà durant el postprocessament, possiblement voldreu fer augmentar la superposició per a assolir aquesta quantitat a les àrees cobertes per múltiples subfinestres. Per exemple, una quadrícula en mosaic de 4x4 amb una superposició del 75% tindrà 16 subfotogrames que cobriran la intersecció central, el qual és suficient per al rebuig Sigma «winsorized». Tot i que la pila resultant no té la mateixa alçada en totes les parts del fotograma final, aquest mètode proporciona control sobre la relació senyal a soroll i permet proporcionar context al vostre objectiu mentre s'exposen un nombre relativament baix de captures.
ca@valencia: Una superposició gran farà més fàcil unir els fotogrames durant el postprocessament, però requerirà més subfinestres per a cobrir l'extensió desitjada. Tanmateix, si ja coneixeu la quantitat mínima de submarcs, el vostre algorisme de rebuig s'utilitzarà durant el postprocessament, possiblement voldreu fer augmentar la superposició per a assolir esta quantitat en les àrees cobertes per múltiples subfinestres. Per exemple, una quadrícula en mosaic de 4x4 amb un superposició del 75% tindrà 16 submarcs que cobriran la intersecció central, el qual és suficient per al rebuig Sigma «winsorized». Tot i que la pila resultant no té la mateixa alçària en totes les parts del fotograma final, este mètode proporciona control sobre la relació senyal a soroll i permet proporcionar context al vostre objectiu mentre s'exposen un nombre relativament baix de captures.
fr: Un grand chevauchement rendra la jointure des trames plus facile durant le traitement mais requiert davantage de panneaux pour couvrir la zone souhaitée. Toutefois, si vous connaissez déjà la quantité minimale de trames qui seront utilisée par l'algorithme de rejet durant la phase de post-traitement, vous pouvez vouloir augmenter le chevauchement pour atteindre cette quantité sur les zones couvertes par de multiples panneaux. Par exemple, une grille de mosaïque 4x4 avec 75 % de chevauchement possède 16 sous-trames couvrant l'intersection centrale, ce qui est suffisant pour l'algorithme de rejet « Winsorized Sigma ». Bien que l'empilement résultant n'ait pas la même hauteur sur toutes les parties de la trame finale, cette méthode vous donne le contrôle sur le rapport signal sur bruit et vous permet de donner du contexte à votre cible tout en devant faire un nombre relativement bas d'acquisitions.
nl: Een grote overlap zorgt er voor dat het aan elkaar naaien van frames gemakkelijker zal zijn tijdens nabewerking, maar het vereist meer panelen om de gewenste uitbreiding te dekken. Als u echter al het minimale aantal sub-frames weet dat uw afwijs-algoritme zal gebruiken tijdens nabewerken, dan kunt u de overlap verhogen om die hoeveelheid te halen op de gebieden gedekt door meerdere panelen. Bijvoorbeeld, een 4x4 mozaïekraster met 75% overlap heeft 16 sub-frames die de centrale doorsnede dekken, wat genoeg is voor Winsorized Sigma afwijzing. Hoewel de resulterende stapel niet dezelfde hoogte heeft op alle delen van het uiteindelijke frame, geeft deze methode u controle over de signaal-ruisverhouding en biedt u om de context naar uw doel te leveren tijdens het leveren van een relatief laag aantal opnamen.
pt_br: Uma grande sobreposição facilitará a costura de quadros durante o pós-processamento, mas requer mais painéis para cobrir a extensão desejada. No entanto, se você já sabe a quantidade mínima de subquadros que seu algoritmo de rejeição usará durante o pós-processamento, pode ser necessário aumentar a sobreposição para atingir essa quantidade nas áreas cobertas por vários painéis. Por exemplo, uma grade de mosaico 4x4 com 75% de sobreposição possui 16 subquadros cobrindo a interseção central, o que é suficiente para a rejeição Sigma Winsorizada. Embora a pilha resultante não tenha a mesma altura em todas as partes do quadro final, esse método oferece controle sobre a relação sinal-ruído e permite que você forneça contexto ao seu alvo, expondo um número relativamente baixo de capturas.
sl: Veliko prekrivanje bo olajšalo sestavljanje okvirja med naknadno obdelavo, vendar zahteva več oken, da pokrijejo želeni obseg. Vendar, če že poznate najmanjšo količino podokvirjev, ki jih bo vaš algoritem za zavrnitev uporabil med naknadno obdelavo, boste morda želeli povečati prekrivanje, da dosežete to količino na področjih, ki jih pokriva več podoknov. Na primer, mozaična mreža 4x4 s 75-odstotnim prekrivanjem ima 16 podokvirjev, ki pokrivajo osrednje presečišče, kar je dovolj za zavrnitev postopka Winsorized Sigma. Čeprav nastali sklad nima enake višine na vseh delih končnega okvirja, vam ta metoda omogoča nadzor nad razmerjem med signalom in šumom in vam omogoča, da svojemu cilju zagotovite kontekst, medtem ko izpostavite razmeroma majhno število posnetkov.
uk: Більші значення перекриття роблять простішим «зшивання» кадрів під час остаточної обробки, але потребують більше панелей для покриття бажаних розмірів кадру. Втім, якщо вам вже відома мінімальна кількість підкадрів, які буде використано у вашому алгоритмі відкидання під час остаточної обробки, вам, можливо, варто збільшити перекриття для досягнення цієї кількості на областях, покритих декількома панелями одночасно. Наприклад, ґратка мозаїки 4x4 із перекриттям 75% містить 16 підкадрів, які покривають центральну область перетину. Цього достатньо для алгоритму відкидання з вінзоризованою сігмою. Хоча стос-результат не матиме однакової висоти в усіх частинах остаточного зображення, цей спосіб надасть вам змогу керувати співвідношенням сигналу до шуму і надавати контекст вашій цілі з використанням відносно малої кількості знімків.

source: The large number drawn in the corner of each grid pane represents the order in which panes will be captured. The default S-shaped choice (west-east then alternating high-low/low-high moves), ensures minimal movement of the mount during observation. Uncheck ``Minimum mount`` move to revert to west-east/high-low movement only. The coordinates of each pane are rendered in their center as degrees, minutes and seconds. Finally, the angle each pane rotates from the center of the mosaic is displayed at the bottom. If your field of view is large, or if your mosaic is located close to a celestial pole, you may observe that rendered panes start rotating visibly due their horizontal position or high declination. Use ``the overlap`` to ensure panes cover the desired frame extents properly.
ca: El nombre gran dibuixat a la cantonada de cada subfinestra en la quadrícula representa l'ordre en què s'han capturat les subfinestres. L'elecció predeterminada en forma de S (oest-est i alternant moviments alts-baixos/baixos-alts), garanteix un moviment mínim de la muntura durant l'observació. Desmarqueu ``Moviment mínim de la muntura`` per a tornar als moviments oest-est/alts-baixos. Les coordenades de cada subfinestra es representen al seu centre com a graus, minuts i segons. Finalment, l'angle de cada subfinestra girarà des del centre del mosaic mostrant-se a la part inferior. Si el vostre camp de visió és gran o si el mosaic es troba a prop d'un pol celeste, observareu que les subfinestres representades començaran a girar visiblement a causa de la seva posició horitzontal o d'una declinació alta. Utilitzeu la ``Superposició`` per a assegurar-vos que les subfinestres cobreixin correctament l'extensió desitjada del fotograma.
ca@valencia: El nombre gran dibuixat en el cantó de cada subfinestra en la quadrícula representa l'ordre en què s'han capturat les subfinestres. L'elecció predeterminada en forma de S (oest-est i alternant moviments alts-baixos/baixos-alts), garantix un moviment mínim de la muntura durant l'observació. Desmarqueu ``Moviment mínim`` de la muntura per a tornar als moviments oest-est/alts-baixos. Les coordenades de cada subfinestra es representen al seu centre com a graus, minuts i segons. Finalment, l'angle de cada subfinestra rotarà des del centre del mosaic mostrant-se a la part inferior. Si el vostre camp de visió és gran o si el mosaic es troba a prop d'un pol celeste, observareu que les subfinestres representades començaran a rotar visiblement a causa de la seua posició horitzontal o d'una declinació alta. Utilitzeu la ``Superposició`` per a assegurar-vos que les subfinestres cobrisquen correctament l'extensió desitjada del fotograma.
fr: Le grand nombre dessiné dans le coin de chaque panneau de la grille représente l'ordre dans lequel chaque panneau sera traité. Le choix par défaut de la forme d'un S (ouest-est puis en alternance haut-bas/bas-haut) assure un mouvement minimal de la monture durant l'observation. Décochez ``Mouvement minimum de la monture`` pour inverser le comportement en ouest-est/haut-bas. Les coordonnées de chaque panneau (en degrés minutes et secondes) sont affichées en leur centre. Finalement l'angle de rotation de chaque panneau depuis le centre de la mosaïque est affiché en bas. Si votre champ de vision est grand ou si votre mosaïque se trouve près d'un pôle céleste, vous pourrez observer une rotation visible due à la position horizontale ou à une déclinaison importante. Veuillez utiliser ``Chevauchement`` pour vous assurer que les panneaux couvrent la zone correctement.
nl: Het grote getal getoond in de hoek van elk rasterpaneel representeert de volgorde waarin panelen zullen worden opgenomen. De standaard S-vormige keuze (west-oost daarna afwisselend verplaatsingen omhoog-omlaag/omlaag-omhoog), verzekert minimale beweging van de opstelling tijdens de observatie. Deactiveer ``Minimale beweging van de opstelling`` om terug te gaan naar alleen beweging west-oost/omhoog-omlaag. De coördinaten van elk paneel behoren bij hun centrum als graden, minuten en seconden. Tenslotte wordt de hoek, die elk paneel draait vanuit het centrum van het mozaïek, onderaan getoond. Als uw zichtveld groot is of als uw mozaïek zich dicht bij een hemelpool bevindt, zou u kunnen zien dat gerenderde panelen zichtbaar beginnen te draaien vanwege hun horizontale positie of hoge declinatie. Gebruik ``de overlap`` om te verzekeren dat panelen de gewenste uitbreidingen van het frame juist dekken.
pt_br: O grande número desenhado no canto de cada painel da grade representa a ordem em que os painéis serão capturados. A opção padrão em forma de S (oeste-leste e, em seguida, movimentos alternados de alto-baixo/baixo-alto) garante o movimento mínimo da montagem durante a observação. Desmarque a opção ``Movimento mínimo de montagem`` para reverter apenas para o movimento oeste-leste/alto-baixo. As coordenadas de cada painel são renderizadas em seu centro em graus, minutos e segundos. Por fim, o ângulo de rotação de cada painel a partir do centro do mosaico é exibido na parte inferior. Se o seu campo de visão for grande ou se o seu mosaico estiver localizado próximo a um polo celeste, você pode observar que os painéis renderizados começam a girar visivelmente devido à sua posição horizontal ou alta declinação. Use ``a sobreposição`` para garantir que os painéis cubram as extensões de quadro desejadas corretamente.
sl: Veliko število, narisano v kotu vsakega mrežnega okna, predstavlja vrstni red, v katerem bodo okna zajeta. Privzeta izbira v obliki črke S (zahod-vzhod, nato izmenični premiki visoko-nizko/nizko-visoko) zagotavlja minimalno premikanje montaže med opazovanjem. Počistite polje ``Minimalno premikanje montaže``, da se vrnete le na gibanje zahod-vzhod/visoko-nizko. Koordinate vsakega okna so upodobljene v njihovem središču v stopinjah, minutah in sekundah. Na koncu je na dnu prikazan kot, pod katerim se vsako okno vrti od središča mozaika. Če je vaše vidno polje veliko ali če se vaš mozaik nahaja blizu nebesnega pola, lahko opazite, da se upodobljena okna začnejo vidno vrteti zaradi svojega vodoravnega položaja ali visoke deklinacije. Uporabite ``prekrivanje``, da zagotovite, da okna pravilno pokrivajo želene obsege okvirja.

source: **Adjust Grid**: Adjust Grid center by manually entering the J2000 center or by dragging the center of the mosaic on the sky map.
ca: **Ajusta la quadrícula**: Ajusta el centre de la quadrícula introduint manualment el centre J2000 o arrossegant el centre del mosaic en el mapa celeste.
ca@valencia: **Ajusta la quadrícula**: ajusta el centre de la quadrícula introduint manualment el centre J2000 o arrossegant el centre del mosaic al mapa celeste.
fr: **Ajustement de la grille** : sélectionner la dimension des panneaux et le pourcentage de recouvrement. Le panneau de mosaïque est mise à jour en conséquence sur la carte du ciel.
nl: **Raster aanpassen**: Centrum van raster aanpassen door handmatig het J2000-centrum in te voeren of door het centrum van het mozaïek op de hemelkaart te slepen.
pt_br: **Ajustar grade**: Ajuste o centro da grade inserindo manualmente o centro do J2000 ou arrastando o centro do mosaico no mapa celeste.
sl: **Prilagodi mrežo**: Središče mreže prilagodite tako, da ročno vnesete središče J2000 ali pa središče mozaika povlečete na zvezdni karti.
