Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: The Levenberg-Marquardt algorithm is a non-linear least-squares solver and thus suitable for many different equations. The basic idea is to adjust the equation y = f(x,P) so that the computed y values are as close as possible to the y values of the datapoints provided, so that the resultant curve fits the data as best as it can. P is a set of parameters that are varied by the solver in order to find the best fit. The solver measures how far away the curve is at each data point, squares the result and adds them all up. This is the number to be minimized, let's call it S. The solver is supplied with an initial guess for the parameters, P. It calculates S, makes an adjustment to P and calculates a new S1. Provided S1 &lt; S then we are moving in the right direction. It iterates through the procedure until:
bg: Алгоритъмът на Левенберг-Марквард е нелинеен метод за решаване на най-малките квадрати и следователно е подходящ за много различни уравнения. Основната идея е да коригирате уравнението y = f(x, P), така че изчислените стойности на y да са възможно най-близки до стойностите на y на предоставените точки от данни, така че получената крива да отговаря на данните възможно най-добре. P е набор от параметри, които се променят от решаващия инструмент, за да се намери най-доброто съответствие. Решаващият модул измерва колко далеч е кривата във всяка точка от данни, повдига резултата на квадрат и ги събира всички. Това е числото, което трябва да се минимизира, нека го наречем S. Решаващият модул се доставя с първоначално предположение за параметрите, P. Той изчислява S, прави корекция на P и изчислява нов S1. Предоставен S1 &lt; Тогава се движим в правилната посока. Той повтаря процедурата, докато:
sl: Levenberg-Marquardtov algoritem je nelinearni reševalnik najmanjših kvadratov in zato primeren za veliko različnih enačb. Osnovna ideja je prilagoditi enačbo y = f(x,P), tako da so izračunane vrednosti y čim bližje vrednostim y podanih podatkovnih točk, tako da se posledična krivulja čim bolje ujema s podatki. P je nabor parametrov, ki jih spreminja reševalec, da bi našel najboljše prileganje. Reševalnik izmeri, kako daleč je krivulja na vsaki podatkovni točki, kvadrira rezultat in vse sešteje. To je število, ki ga je treba minimizirati, imenujemo ga S. Reševalnik dobi začetno ugibanje za parametre P. Izračuna S, prilagodi P in izračuna nov S1. Zagotovljen S1 &lt; S potem se premikamo v pravo smer. Ponavlja se skozi postopek, dokler:
sv: Algoritmen Levenberg-Marquardt är en icke-linjär lösning av minsta kvadratproblem och är därför lämplig för många olika ekvationer. Grundidén är att justera ekvationen y = f(x, P) så att de beräknade y-värdena är så nära y-värdena för de angivna datapunkterna som möjligt, så att den resulterande kurvan passar data så bra som möjligt. P är en uppsättning parametrar som varieras av lösningsfunktionen för att hitta den bästa passformen. Lösningsfunktionen mäter hur långt bort kurvan är vid varje datapunkt, kvadrerar resultatet och adderar dem alla. Det här är talet som ska minimeras, låt oss kalla det S. Lösningsfunktionen förses med en första gissning av parametrarna, P. Den beräknar S, gör en justering av P och beräknar en ny S1. Förutsatt att S1 &lt; S går vi åt rätt håll. Proceduren upprepas tills:
uk: Алгоритм Левенберга-Марквардта є розв'язувачем нелінійних задач методом найменших квадратів, який є придатним для розв'язування багатьох різних рівнянь. Основна ідея полягає у коригуванні рівняння y = f(x,P) таким чином, щоб обчислені значення y є якомога близькими до значень y точок даних, отже, отримана крива найкраще апроксимує дані. P є набором параметрів, які розв'язувач змінює з метою отримання найкращої відповідності. Розв'язувач вимірює, наскільки далекою є крива у кожній точці даних, підносить це значення до квадрату і додає усі значення. Отримане значення слід мінімізувати. Назвемо це значення S. Розв'язувачу надається початкове припущення щодо параметрів, P. Розв'язувач обчислює S, коригує P і обчислює нове значення S1. Якщо S1 &lt; S, ми рухаємося у правильному напрямку. Ітерації тривають, аж доки не буде виконано одну з таких умов:

source: the delta in S is less than a supplied limit (convergence has been reached), or
bg: делтата в S е по-малка от предоставената граница (достигната е конвергенция), или
ca@valencia: la delta en «S» és menor que un límit subministrat (s'ha arribat a la convergència), o
fr: En haut de la fenêtre se trouvent quelques boutons suivi par la courbe en V. Ce sont :
pt_br: o delta em S é menor que um limite fornecido (a convergência foi atingida), ou
sl: je delta v S manjša od dobavljene meje (konvergenca je bila dosežena) ali
sv: delta för S är mindre än en angiven gräns (konvergens har nåtts), eller
uk: різниця в S є меншою за визначене значення (досягнуто критерію збіжності), або

source: the maximum number of iterations has been reached, or
bg: достигнат е максималния брой повторения или
ca@valencia: s'ha assolit el nombre màxim d'iteracions, o
fr: ``Tuiles`` : trois options sont disponibles :
pt_br: o número máximo de iterações foi atingido, ou
sl: je doseženo največje število ponovitev ali
sv: maximalt antal upprepningar uppnådda, eller
uk: досягнуто максимальної кількості ітерацій, або

source: the solver encountered an error.
bg: решаващият модул срещне грешка.
ca@valencia: el solucionador ha trobat un error.
fr: Tout : les 9 tuiles sont affichées
pt_br: o solucionador encontrou um erro.
sl: je reševalnik naletel na napako.
sv: lösningsverktyget stötte på ett fel.
uk: під час розв'язування сталася помилка.

source: The solver is capable of solving either an unweighted or weighted set of datapoints. In essence, an unweighted set of data gives equal weight to each datapoint when trying to fit a curve. An alternative is to weight each datapoint with a measure that corresponds to how accurate the measurement of the datapoint actually is. In our case this is the variance of star HFRs associated with the datapoint. The variance is the standard deviation squared.
bg: Решаващият модул е способен да решава набор от точки от данни, както със зададена, така и точки без зададена тежест. По същество набор от данни без зададена тежест, дава еднаква тежест на всяка точка от данни, когато се опитва да напасне кривата. Алтернативно, можете да зададете тежест на всяка точка от данни с мярка, която съответства на това, колко точно е действителното измерване на точката от данни. В нашия случай това е дисперсията на звездните HFR, свързани с точката от данни. Дисперсията е стандартното отклонение на квадрат.
ca@valencia: El solucionador és capaç de resoldre un conjunt de punts de dades sense ponderar o ponderat. En essència, un conjunt no ponderat de dades dona el mateix pes a cada punt de dades quan s'intenta ajustar una corba. Una alternativa és ponderar cada punt de dades amb una mesura que es corresponga amb la precisió de la mesura del punt de dades. En el nostre cas, esta és la variància de l'estrela HFR associada amb el punt de dades. La variància és la desviació estàndard al quadrat.
fr: Centre et coins : la tuile du centre et les 4 tuiles de coins sont affichés.
pt_br: O solucionador é capaz de resolver um conjunto ponderado ou não ponderado de pontos de dados. Em essência, um conjunto não ponderado de dados atribui peso igual a cada ponto de dados ao tentar ajustar uma curva. Uma alternativa é ponderar cada ponto de dados com uma medida que corresponda à precisão real da medição do ponto de dados. No nosso caso, esta é a variância dos RMFs estrela associadas ao ponto de dados. A variância é o desvio padrão ao quadrado.
sl: Reševalnik lahko reši neutežen ali utežen nabor podatkovnih točk. V bistvu neuteženi nabor podatkov daje enako težo vsaki podatkovni točki, ko se poskuša prilagoditi krivulji. Druga možnost je ponderiranje vsake podatkovne točke z mero, ki ustreza temu, kako natančna je dejanska meritev podatkovne točke. V našem primeru je to varianca zvezdnih HFR, povezanih s podatkovno točko. Varianca je kvadrirani standardni odklon.
sv: Lösningsfunktionen kan antingen lösa en oviktad eller viktad uppsättning datapunkter. En oviktad uppsättning data ger lika stor vikt åt varje datapunkt vid försök att anpassa en kurva. Ett alternativ är att vikta varje datapunkt med ett mått som motsvarar hur exakt mätningen av datapunkten faktiskt är. I vårt fall är det variansen av stjärnornas HFR:er associerade med datapunkten. Variansen är standardavvikelsen i kvadrat.
uk: Розв'язувач може працювати над розв'язанням задач із незваженими і зваженими наборами точок даних. Якщо коротко, незважений набір даних використовує рівні значення ваги для кожної точки даних при спробі апроксимації кривою. Навпаки, зваження кожної точки даних значенням, яке відповідає тому, наскільки точним було насправді вимірювання точки даних. У нашому випадку це дисперсії РПП зірок, які пов'язано із точкою даних. Дисперсія є квадратом стандартного відхилення.

source: Currently the solver is used to fit either a parabolic or a hyperbolic curve.
bg: Понастоящем решаващият модул се използва за напасване на параболична или хиперболична крива.
ca@valencia: Actualment, el solucionador s'utilitza per a ajustar una corba parabòlica o hiperbòlica.
fr: Centre et losanges intérieurs : la tuile du centre et les 4 tuiles des losanges intérieurs sont affichés.
pt_br: Atualmente, o solucionador é usado para ajustar uma curva parabólica ou hiperbólica.
sl: Trenutno se reševalnik uporablja za prileganje parabolični ali hiperbolični krivulji.
sv: För närvarande används lösningsverktyget för att antingen anpassa en parabolisk eller hyperbolisk kurva.
uk: У поточній версії розв'язувач використовує апроксимацію параболічною або гіперболічною кривою.

source: <title>Aberration Inspector</title>
bg: <title>Инспектор на аберациите</title>
sl: <title>Inšpektor aberacije</title>
sv: <title>Aberrationsinspektion</title>
uk: <title>Інспектор аберації</title>

source: <screeninfo>Aberration Inspector</screeninfo>
bg: <screeninfo>Инспектор на аберациите</screeninfo>
sl: <screeninfo>Inšpektor aberacije</screeninfo>
sv: <screeninfo>Aberrationsinspektion</screeninfo>
uk: <screeninfo>Інспектор аберації</screeninfo>

source: <phrase>Aberration Inspector</phrase>
bg: <phrase>Инспектор на аберациите</phrase>
sl: <phrase>Inšpektor aberacije</phrase>
sv: <phrase>Aberrationsinspektion</phrase>
uk: <phrase>Інспектор аберації</phrase>

source: The Aberration Inspector is a tool that makes use of Autofocus to analyze backfocus and sensor tilt in the connected optical train.
bg: Инспекторът на аберациите е инструмент, който използва автофокус, за да анализира обратното фокусиране и наклона на сензора в свързаната оптична система.
ca@valencia: L'Inspector d'aberracions és una eina que utilitza l'enfocament automàtic per a analitzar l'enfocament al darrera i la inclinació del sensor en el tren òptic connectat.
fr: ``Fermer`` : fermer la boîte de dialogue de l'inspecteur d'aberration
pt_br: O inspetor de aberrações é uma ferramenta que utiliza o foco automático para analisar o foco traseiro e a inclinação do sensor no trem óptico conectado.
sl: Inšpektor aberacije je orodje, ki uporablja samodejno ostrenje za analizo ostrenja nazaj in nagiba senzorja v povezanem optičnem nizu.
sv: Aberrationsinspektion är ett verktyg som utnyttjar automatisk fokusering för att analysera bakåtfokus och sensorlutning i den anslutna optiken.
uk: Інспектор аберації є інструментом, у якому автоматичне фокусування використано для аналізу зворотного фокусування та ухилу датчика у пов'язаному оптичному тракті.

source: To run Aberration Inspector press the <guibutton>Aberration Inspector</guibutton> button. See <link linkend="focus-tools">Focus Tools</link> for more details. The following criteria must be met in order for the button to be active and the tool to work:
bg: За да стартирате <guibutton>Инспектора на аберациите</guibutton> натиснете едноименния бутон. Вижте <link linkend="focus-tools">Инструменти</link> за повече информация. Следните критерии трябва да бъдат изпълнени, за да може бутонът да бъде активен и инструментът да работи:
sl: Za zagon Inšpektorja aberacij pritisnite gumb <guibutton>Inšpektor aberacij</guibutton>. Za več podrobnosti glejte <link linkend="focus-tools">Orodja za fokusiranje</link>. Da je gumb aktiven in orodje deluje, morajo biti izpolnjeni naslednji kriteriji:
sv: För att köra Aberrationsinspektion klicka på knappen <guibutton>Aberrationsinspektion</guibutton>. Se <link linkend="focus-tools">Fokuseringsverktyg</link> för mer information. Följande villkor måste vara uppfyllda för att knappen ska vara aktiv och verktyget fungera.
uk: Щоб запустити інспектор аберації, натисніть кнопку <guibutton>Інспектор аберації</guibutton>. Див. <link linkend="focus-tools">групу засобів фокусування</link>, щоб дізнатися більше. Для того, щоб інспектор фокусування працював належним чином, а кнопка стала активною, має бути виконано такі умови:

source: The focuser must be an absolute focuser.
bg: Фокусерът трябва да бъде абсолютен фокусер.
ca@valencia: L'enfocador haurà de ser un enfocador absolut.
fr: Un survol du minimum de la courbe affiche davantage d'informations sur cette courbe.
pt_br: O focalizador deve ser um focalizador absoluto.
sl: Fokuser mora biti absolutni fokuser.
sv: Fokuseringsenheten måste vara en absolut fokuseringsenhet.
uk: Засіб фокусування має бути засобом абсолютного фокусування.

source: The focus algorithm must be Linear 1 Pass.
bg: Алгоритъмът за фокусиране трябва да е единично линейно преминаване.
ca@valencia: L'algorisme d'enfocament haurà de ser «Lineal d'1 pas».
fr: Tableau de l'inspecteur d'aberration
pt_br: O algoritmo de foco deve ser Linear de 1 Passo.
sl: Algoritem fokusiranja mora biti linearni 1 prehod.
sv: Fokuseringsalgoritmen måste vara engångslinjär.
uk: Алгоритмом фокусування має бути лінійний однопрохідний.

source: A mosaic mask must be applied.
bg: Трябва да се приложи мозаична маска.
ca@valencia: S'haurà d'aplicar una màscara de mosaic.
fr: Tableau de l'inspecteur d'aberration
pt_br: Deve ser aplicada uma máscara de mosaico.
sl: Uveljaviti je treba mozaično masko.
sv: En mosaikmask måste användas.
uk: Має бути застосовано мозаїчне маскування.

source: Focuser step size needs to be setup. It is the number of microns the focal plane moves for 1 focuser tick. This is setup in the CFZ dialog. See the <link linkend="focus-cfz">CFZ section</link> for more details.
bg: Размерът на стъпката на фокуса трябва да бъде настроен. Това е броят микрони, които фокалната равнина се движи за 1 деление на фокуса. Това се настройва в раздела с параметри на CFZ. Вижте <link linkend="focus-cfz">раздела CFZ</link> за повече подробности.
sl: Nastaviti je treba velikost koraka fokuserja. To je število mikronov, za katere se goriščna ravnina premakne za 1 črtico fokuserja. To je nastavljeno v pogovornem oknu CFZ. Za več podrobnosti si oglejte <link linkend="focus-cfz">oddelek CFZ</link>.
sv: Fokuseringsenhetens stegstorlek måste ställas in. Det är antal mikrometer som fokalplanet flyttas för ett fokuseringstick. Inställningen finns i KFZ-dialogrutan. Se <link linkend="focus-cfz">KFZ-avsnittet</link> för mer information.
uk: Має бути налаштовано розмір кроку засобу фокусування. Крок вказують як кількість мікронів, на які фокальна площина пересувається за одну поділку засобу фокусування. Вказати її можна у вікні КЗФ. Див. <link linkend="focus-cfz">розділ КЗФ</link>, щоб дізнатися більше.

source: When the Inspector button is pressed, AutoFocus will run, but in addition, for each datapoint, extra information is captured for later use by Aberration Inspector. Once Autofocus completes, the Aberration Inspector dialog is displayed.
bg: Когато се натисне бутонът Инспектор, ще се стартира автоматично фокусиране, но освен това за всяка точка от данни се улавя допълнителна информация за по-късна употреба от Инспектор на аберациите. След като автофокусът завърши, се показва диалоговият прозорец на Инспектор на аберациите.
ca@valencia: Quan es prema el botó ``Inspector``, s'executarà l'enfocament automàtic, però a més, per a cada punt de dades, es captura informació addicional per a un ús posterior per part de l'Inspector d'aberracions. Una vegada s'haja completat l'enfocament automàtic, es mostrarà el diàleg ``Inspector d'aberracions``.
fr: Le tableau affiche l'information pertinente pour chaque tuile sélectionnée avec le paramètre ``Tuiles``.
pt_br: Quando o botão do Inspetor é pressionado, o foco automático é executado, mas, além disso, para cada ponto de dados, informações extras são capturadas para uso posterior pelo Inspetor de aberrações. Assim que o foco automático for concluído, a janela do Inspetor de aberrações é exibida.
sl: Ko pritisnete gumb Inšpector, se bo zagnalo samodejno fokusiranje, poleg tega pa se za vsako podatkovno točko zajamejo dodatne informacije za kasnejšo uporabo s pomočjo Inšpektorja aberacij. Ko je samodejno fokusiranje končano, se prikaže pogovorno okno Inšpektorja aberacij.
sv: När inspektionsknappen klickas, utförs automatisk fokusering, men dessutom lagras extra information för varje datapunkt för senare användning av aberrationsinspektionen. När automatisk fokusering väl är klar, visas aberrationsinspektionens dialogruta.
uk: Якщо натиснуто кнопку інспектора, буде запущено автоматичне фокусування, але, окрім того, для кожної точки даних буде отримано додаткові дані для наступного використання в інспекторі аберації. Після завершення автоматичного фокусування буде показано вікно інспектора аберації.

source: To initially setup to use the tool it is recommended to do the following:
bg: За първоначална настройка за използване на инструмента се препоръчва да направите следното:
ca@valencia: Per a configurar inicialment l'eina, es recomana fer el següent:
fr: Une boîte d'aide est affichée lors d'un survol de la souris sur les deux colonnes les plus à gauche. Le graphique affiche une image du capteur à l'échelle de dimensions du capteur. Les tuiles sont superposées au capteur tel que spécifié par le paramètres ``Tuiles``. Elles sont dimensionnées selon ce réglage. Chaque tuile est étiquetée de son nom et la tuile correspondant à la ligne survolée par la souris est colorée de la même couleur que la tuile.
pt_br: Para configurar inicialmente o uso da ferramenta, é recomendável fazer o seguinte:
sl: Za prvo nastavitev za uporabo orodja je priporočljivo narediti naslednje:
sv: För att ställa in användning av verktyget från början rekommenderas att göra följande:
uk: Для початкового налаштовування інструмента для використання рекомендуємо виконати такі дії:

source: Point to a part of the sky where Autofocus solves well. Typically this would be high in the sky away from any obstacles. Choose somewhere with lots of stars such as the Milky Way. The reason this is more important for Aberration Inspector than Autofocus is that focus analysis needs to be performed for each tile in the mosaic. Therefore, it is important that each tile has enough stars to perform accurate Autofocus.
bg: Посочете част от небето, където автофокусът се справя добре. Обикновено това би било високо в небето, далеч от всякакви препятствия. Изберете място с много звезди като Млечния път. Причината, поради която това е по-важно за Инспектор на аберациите от автоматично фокусиране, е, че анализът на фокуса трябва да се извърши за всяка плочка в мозайката. Следователно е важно всяка плочка да има достатъчно звезди, за да извърши точен автофокус.
ca@valencia: Assenyaleu a una part del cel on l'enfocament automàtic resolga bé. Normalment, açò estaria alt en el cel, lluny de qualsevol obstacle. Seleccioneu un lloc amb moltes estreles com la Via Làctia. La raó per la qual açò és més important per a l'Inspector d'aberracions que per a l'enfocament automàtic, és que l'anàlisi de l'enfocament s'ha de realitzar per a cada tessel·la del mosaic. Per tant, és important que cada tessel·la tinga prou estreles per a realitzar un enfocament automàtic precís.
fr: Les colonnes suivantes sont affichées :
pt_br: Aponte para uma parte do céu onde o foco automático funcione bem. Normalmente, isso seria alto no céu, longe de quaisquer obstáculos. Escolha um lugar com muitas estrelas, como a Via Láctea. A razão pela qual isso é mais importante para o Inspetor de aberrações do que para o foco automático é que a análise de foco precisa ser realizada para cada bloco do mosaico. Portanto, é importante que cada bloco tenha estrelas suficientes para realizar o foco automático com precisão.
sl: Pokažite na del neba, kjer samodejno fokusiranje dobro rešuje. Običajno bi bilo to visoko na nebu stran od kakršnih koli ovir. Izberite mesto z veliko zvezdami, kot je Rimska cesta. Razlog, zakaj je to pomembnejše za Inšpector aberacije kot Autofokus, je, da je treba analizo fokusiranja izvesti za vsako ploščico v mozaiku. Zato je pomembno, da ima vsaka ploščica dovolj zvezd za natančno samodejno fokusiranje.
sv: Peka på en del av himlen där automatisk fokusering löses bra. Oftast är det högt på himlen borta från eventuella hinder. Välj någonstans med många stjärnor, såsom vintergatan. Orsaken det är viktigare för aberrationsinspektion än automatisk fokusering är att fokuseringsanalys måste utföras för varje platta i mosaiken. Det är därför viktigt att varje platta har tillräckligt med stjärnor för att utföra noggrann automatisk fokusering.
uk: Наведіть телескоп на частину неба, де можна виконати надійне автоматичне фокусування. Типово, такі частини неба розташовано високо у небі, подалі від будь-яких перешкод. Виберіть область там, де багато зірок, наприклад, на Чумацькому шляху. Причина того, що це важливіше для інспектора аберації, ніж для автоматичного фокусування, полягає у тому, що аналіз фокусування має бути виконано для кожної плитки у мозаїці. Через це, важливо, щоб у кожній плитці було достатньо зірок для виконання точного автоматичного фокусування.
