Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-guide.po
Languages: bg, ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: The ``Trace`` horizontal slider at the bottom can be used to scroll through the guide history. Alternatively, you can click the ``Max`` checkbox to lock the graph onto the latest point so that the drift graphics autoscrolls. The buttons to the right of the slider are used for autoscaling the graphs, exporting the guide data to a CSV file, clearing all the guide data, and for scaling the target in the ``Drift Plot``. Furthermore, the guide graph includes a label to indicate when a dither occurred so the user knows guiding was not bad at those points.
ca: El control lliscant horitzontal ``Traça`` que hi ha a la part inferior es pot utilitzar per a desplaçar-se per l'historial del guiatge. D'altra banda, podeu fer clic a la casella de selecció ``Màx`` per a bloquejar el gràfic en el punt més recent de manera que els gràfics de la deriva es desplacin automàticament. Els botons que apareixen a la dreta del control lliscant s'utilitzen per a escalar automàticament els gràfics, exportar les dades del guiatge a un fitxer CSV, netejar totes les dades del guiatge i escalar l'objectiu amb el ``Traçat de la deriva``. A més, el gràfic del guiatge inclourà una etiqueta per a indicar quan s'ha produït un tramat, de manera que l'usuari sabrà que el guiatge no estava malament en aquests punts.
ca@valencia: El control lliscant horitzontal ``Traça:`` que hi ha en la part inferior es pot utilitzar per a desplaçar-se per l'historial del guiatge. D'altra banda, podeu clicar damunt de la casella de selecció ``Màx`` per a bloquejar el gràfic en el punt més recent de manera que els gràfics de la deriva es desplacen automàticament. Els botons que apareixen a la dreta del control lliscant s'utilitzen per a escalar automàticament els gràfics, exportar les dades del guiatge a un fitxer CSV, netejar totes les dades del guiatge i escalar l'objectiu amb el ``Traçat de la deriva``. A més, el gràfic del guiatge inclourà una etiqueta per a indicar quan s'ha produït un tramat, de manera que l'usuari sabrà que el guiatge no estava malament en estos punts.
fr: Le curseur horizontal ``Trace`` au bas de graphique permet de défiler dans l'historique du guidage. Vous pouvez aussi cliquer la case ``Max`` pour verrouiller le graphique sur le dernier point pour ainsi activer le défilement automatique du graphique de dérive. Les boutons à la droite du curseur permettent la mise à l'échelle automatique du graphique, l'exportation des données de guidage vers un fichier CSV, la réinitialisation de toutes les données de guidage et la mise à l'échelle de la cible dans ``Graphique de la dérive``. De plus, ce graphique affiche une étiquette pour indiquer le moment des mini-déviations (dithering), ce qui est utile à l'utilisateur pour savoir que le guidage n'était pas mauvais à ce moment-là.
pt_br: O controle deslizante horizontal ``Traço`` na parte inferior pode ser usado para rolar pelo histórico do guia. Como alternativa, você pode clicar na caixa de seleção ``Max`` para bloquear o gráfico no ponto mais recente, de modo que o gráfico de deriva role automaticamente. Os botões à direita do controle deslizante são usados ​​para dimensionar automaticamente os gráficos, exportar os dados do guia para um arquivo CSV, limpar todos os dados do guia e dimensionar o alvo no ``Plotagem de desvio``. Além disso, o gráfico do guia inclui um rótulo para indicar quando ocorreu um pontilhamento, para que o usuário saiba que a orientação não foi ruim nesses pontos.
sl: Z vodoravnim drsnikom ``Sled`` na dnu se lahko pomikate po zgodovini vodnika. Lahko pa kliknete potrditveno polje ``Maks``, da graf zaklenete na najnovejšo točko, tako da se grafika premika samodejno pomika. Gumbi desno od drsnika se uporabljajo za samodejno lestvičenje grafov, izvoz podatkov vodnika v datoteko CSV, brisanje vseh podatkov vodnika in za lestvičenje cilja v ``Grafu zanašanja``. Poleg tega graf vodnika vključuje oznako, ki označuje, kdaj je prišlo do tresenja, tako da uporabnik ve, da vodenje na teh točkah ni bilo slabo.
sv: Det horisontella skjutreglaget ``Spår`` längst ner kan användas för att flytta sig genom guidningshistoriken. Som ett alternativ kan man klicka på kryssrutan ``Max`` för att låsa grafen till den sista punkten så att avdriftsgrafiken flyttas automatiskt. Knapparna till höger om skjutreglaget används för att skala graferna automatiskt, exportera guidningsdata till en CSV-fil, rensa all guidningsdata, och för att skala målet under ``Avdriftsdiagram``. Dessutom inkluderar guidningsdiagrammet en beteckning som anger när gitter användes, så att användaren vet att guidningen inte var dålig på sådana ställen.

source: The colors of each axis can be customized in :doc:`KStars Settings color scheme <colors>`.
ca: Els colors de cada eix es poden personalitzar a l':doc:`esquema de color a la configuració del KStars <colors>`.
ca@valencia: Els colors de cada eix es poden personalitzar en l':doc:`esquema de color en la configuració de KStars <colors>`.
fr: La couleur de chaque axe peut être modifiée dans la boîte de dialogue :doc:`Réglages de schémas de couleurs de KStars <colors>`.
pt_br: As cores de cada eixo podem ser personalizadas em :doc:`Esquema de cor das configurações do KStars <colors>`.
sl: Barve posamezne osi je mogoče prilagoditi v :doc:`barvna shema nastavitev KStars <barve>`.
sv: Färgen på varje axel kan anpassas i :doc:`Kstars inställningar av färgschema <colors>`.

source: Drift Plot
bg: Диаграма на дрейфа
ca: Traçat de la deriva
ca@valencia: Traçat de la deriva
fr: Graphique des dérives
pt_br: Plotagem de desvio
sl: Graf zanašanja
sv: Avdriftsdiagram
uk: Графік зсуву

source: A bulls-eye scatter plot can be used to gauge the *accuracy* of the overall guiding performance. It is composed of three concentric rings of varying radii with the central green ring having a default radius of 2 arcsecs. The last RMS value is plotted as |image2| with its color reflecting which concentric ring it falls within. You can change the radius of the innermost green circle by adjusting the drift plot accuracy.
ca: Es pot utilitzar una traça de dispersió d'ull de bou per a mesurar la *precisió* del rendiment general del guiatge. Es compon de tres anells concèntrics de radis diferents amb l'anell verd central que té un radi predeterminat de 2 segons d'arc. L'últim valor RMS és traçat com |image2| amb el seu color que reflecteix l'anell concèntric que cau dins. Podeu canviar el radi del cercle verd més intern ajustant la precisió del traçat de la deriva.
ca@valencia: Es pot utilitzar un diagrama de dispersió en forma ull de bou per a avaluar la *precisió* del rendiment general del guiatge. Està compost per tres anells concèntrics de radis diferents, i l'anell verd central té un radi predeterminat de 2 segons d'arc. L'últim valor RMS es representa com a |image2|, amb el seu color reflectint en quin anell concèntric es troba. Podeu canviar el radi del cercle verd més intern ajustant la precisió del traçat «Deriva».
fr: Un graphique de dispersion peut être utilisé pour juger de la *précision* de la performance de guidage globale. Il se compose de trois anneaux concentriques de rayon différent avec l'anneau central ayant un rayon de 2 secondes d'arc. La dernière valeur RMS est tracée avec l'icône et dont la couleur reflète sa position. Vous pouvez modifier la couleur de l'anneau central en ajustant la précision du graphique de dérive.
pt_br: Um gráfico de dispersão em forma de alvo pode ser usado para avaliar a *precisão* do desempenho geral da orientação. Ele é composto por três anéis concêntricos de raios variados, com o anel verde central tendo um raio padrão de 2 segundos de arco. O último valor RMS é plotado como |image2|, com sua cor refletindo em qual anel concêntrico ele se enquadra. Você pode alterar o raio do círculo verde mais interno ajustando a precisão do gráfico de deriva.
sl: Za merjenje *natančnosti* celotne učinkovitosti vodenja se lahko uporabi diagram razpršitve v obliki bikovega očesa. Sestavljen je iz treh koncentričnih obročev z različnimi polmeri, pri čemer ima osrednji zeleni obroč privzeti polmer 2 ločni sekundi. Zadnja vrednost RMS je prikazana kot |image2|, njena barva pa odraža, v kateri koncentrični obroč spada. Polmer najbolj notranjega zelenega kroga lahko spremenite s prilagajanjem natančnosti diagrama zanašanja.
sv: En måltavla med ett spridningsdiagram kan användas för att bedöma *noggrannheten* hos den övergripande guidningsprestandan. Det består av tre koncentriska ringar av varierade radier där den centrala gröna ringen har förvald radie 2 bågsekunder. Det sista kvadratiska medelvärdet ritas som |bild 2| där färgen anger i vilken koncentrisk ring det hamnar i. Det går att ändra radien på den innersta gröna cirkeln genom att justera avdriftsdiagrammets noggrannhet.

source: Guiding with Multiple Stars
ca: Guiatge amb estrelles múltiples
ca@valencia: Guiatge amb múltiples estreles
fr: Guidage avec Multiple Stars
nl: Volgen met meerdere sterren
pt_br: Guiando com múltiplas estrelas
sl: Vodenje več zvezdami
sv: Guidning med flera stjärnor
uk: Наведення за декількома зірками

source: |Guiding with MultiStar|
sv: |Guidning med multipelstjärna|

source: In standard guiding the system selects a guiding star. In non-MultiStar systems, the measured movements of that star relative to its original positional measurements are converted to RA and DEC offsets which are the guiding drift errors. In MultiStar guiding the system selects many reference stars and measures all their offsets relative to their initial positions. The guiding error is computed as the median displacement of the individual reference stars from their original positions. The magic the system needs to perform is to find this noisy 2-dimensional pattern of reference stars in the guide image, but finding this pattern is more robust than finding a single guide star that may have moved significantly or may not have been detected at all. We recommended you choose this way to guide by selecting the guide Algorithm SEP Multi Star.
ca: En el guiatge estàndard, el sistema selecciona una estrella guia. En els sistemes no-MultiStar, els moviments mesurats d'aquesta estrella en relació amb les seves mesures posicionals originals es converteixen a desplaçaments AR i Dec que són els errors de guiatge de la deriva. En el guiatge MultiStar, el sistema selecciona moltes estrelles de referència i mesura tots els seus desplaçaments en relació amb les seves posicions inicials. L'error de guiatge es calcula com el desplaçament mitjà de les estrelles de referència individuals de les seves posicions originals. La màgia que el sistema ha de realitzar és trobar el patró de soroll de 2 dimensions d'estrelles de referència a la imatge guia, però trobar aquest patró és més robust que trobar una sola estrella guia que pot haver-se mogut significativament o no haver-se detectat en absolut. Us recomanem que trieu aquesta manera de guiar seleccionant l'algorisme de guiatge ``SEP Multi Star``.
ca@valencia: En el guiatge estàndard, el sistema selecciona una estrela guia. En els sistemes sense múltiples estreles, els moviments mesurats d'esta estrela en relació amb les seues mesures posicionals originals es convertixen a desplaçaments AR i Dec que són els errors de guiatge de la deriva. En el guiatge amb múltiples estreles, el sistema selecciona moltes estreles de referència i mesura tots els seus desplaçaments en relació amb les seues posicions inicials. L'error de guiatge es calcula com el desplaçament mitjà de les estreles de referència individuals des de les seues posicions originals. La màgia que el sistema ha de realitzar és trobar el patró de soroll de 2 dimensions d'estreles de referència a la imatge guia, però trobar este patró és més robust que trobar una sola estrela guia que pot haver-se mogut significativament o no haver-se detectat en absolut. Vos recomanem que trieu esta manera de guiar seleccionant l'algorisme de guiatge SEP amb múltiples estreles.
fr: Dans le mode standard de guidage, le système choisi une étoile guide. Les systèmes excluant les étoiles multiples, les mouvements mesurés de cette étoile par raaport aux mesures de sa position initial sont convertis en décalage en AD et DEC, qui sont les erreurs de dérive de guidage. Pour le guidage à étoiles multiples, le système choisit plusieurs étoiles de référence et mesure leur décalage par rapport à leur position initiale. L'erreur de guidage est calculée comme étant le déplacement médian de chaque étoile de référence par rapport à leur position initiale. La magie dont le système a besoin de réaliser est de trouver le motif bi-dimensionel des étoiles de référence dans l'image guide, mais trouver ce motif est plus robuste que de trouver une unique étoile guide qui s'est peut-être déplacé significativement ou qui n'a pas été détectée du tout. Nous recommandons cette approche de guidage en choisissant l'algorithme de guidage ``SEP Multi Star``.
pt_br: Na orientação padrão, o sistema seleciona uma estrela-guia. Em sistemas não MultiStar, os movimentos medidos dessa estrela em relação às suas medições posicionais originais são convertidos em desvios de AR e DEC, que são os erros de deriva da orientação. Na orientação MultiStar, o sistema seleciona muitas estrelas de referência e mede todos os seus desvios em relação às suas posições iniciais. O erro de orientação é calculado como o deslocamento mediano das estrelas de referência individuais em relação às suas posições originais. A mágica que o sistema precisa realizar é encontrar esse padrão bidimensional ruidoso de estrelas de referência na imagem da orientação, mas encontrar esse padrão é mais robusto do que encontrar uma única estrela-guia que pode ter se movido significativamente ou pode não ter sido detectada. Recomendamos que você escolha esta forma de orientação selecionando o algoritmo de orientação SEP Multi Star.
sl: Pri standardnem vodenju sistem izbere vodilno zvezdo. V sistemih, ki niso MultiStar, se izmerjeni premiki te zvezde glede na njene prvotne meritve položaja pretvorijo v odmike RA in DEC, ki so napake vodenja zaradi premika. Pri vodenju MultiStar sistem izbere veliko referenčnih zvezd in izmeri vse njihove odmike glede na njihove začetne položaje. Napaka vodenja se izračuna kot mediana premika posameznih referenčnih zvezd od njihovih prvotnih položajev. Čarovnija, ki jo mora sistem izvesti, je, da na vodilni sliki najde ta šumni dvodimenzionalni vzorec referenčnih zvezd, vendar je iskanje tega vzorca bolj robustno kot iskanje ene same vodilne zvezde, ki se je morda znatno premaknila ali pa sploh ni bila zaznana. Priporočamo, da izberete ta način vodenja z izbiro algoritma vodenja SEP Multi Star.
sv: I vanlig guidning väljer systemet en guidestjärna. I system utan multipelstjärna omvandlas stjärnans uppmätta rörelser i förhållande till dess ursprungliga positionsmätningar till RA- och DEK-positioner som är de guidningens avdriftsfel. I guidning med multipelstjärna väljer systemet många referensstjärnor och mäter alla deras positioner i förhållande till de initiala positionerna. Guidningsfelet beräknas som medianförskjutningen för de individuella referensstjärnorna från deras ursprungliga positioner. Magin som systemet behöver utföra är att hitta det brusiga tvådimensionella mönster av referensstjärnor i guidningsbilden, men att hitta mönstret är mer robust än att hitta en enda ledstjärna som kan ha rört sig avsevärt eller kanske inte har upptäckts alls . Vi rekommenderar att du väljer det här guidningssättet genom att välja guidningsalgoritmen SEP-multipelstjärna.

source: There are a few options you may wish to consider. Max MultiStar Ref Stars is the maximum number of reference stars the system can use. The main reason to limit this is computation cost, thought it is not a very expensive computation. 50 is a good choice. The setting Min MultiStar Star Detections tells the system to fallback to a single guide star if there are fewer than that many star detections. Invent Multi-Star Guide Star should be left checked, and Max MultiStar HFR is an old parameter that likely has little effect anymore.
ca: Hi ha algunes opcions que potser voldreu considerar. ``Màx. d'estrelles de ref. del MultiStar`` és el nombre màxim d'estrelles de referència que el sistema pot utilitzar. La raó principal per a limitar això és el cost de càlcul, tot i que no és un càlcul molt car. 50 és una opció bona. L'opció ``Detecció mínima d'estrelles del MultiStar`` indica al sistema que es converteixi en una sola estrella guia si hi ha menys que moltes deteccions d'estrelles. ``Inventa una estrella guia multiestrella`` hauria de deixar-se marcat, i ``HFR màx. del MultiStar`` és un paràmetre antic que probablement ja té poc efecte.
ca@valencia: Hi ha algunes opcions que potser voldreu considerar. «Màx. d'estreles a partir de les ref. amb múltiples estreles» és el nombre màxim d'estreles de referència que el sistema pot utilitzar. La raó principal per a limitar açò és el cost del càlcul, tot i que no és un càlcul molt car. 50 és una opció bona. L'opció «Detecció mínima d'estreles amb múltiples estreles» indica al sistema que es convertisca en una sola estrela guia si hi ha menys que moltes deteccions d'estreles. Inventa una estrela guia a partir de múltiples estreles hauria de deixar-se marcat, i «HFR màx. amb múltiples estreles» és un paràmetre antic que probablement ja té poc efecte.
fr: Il existe quelques options intéressantes à considérer. ``Max Multistar Ref Stars`` est le nombre maximale d'étoiles de références que le système peut utiliser. La raison principale de cette limite est le coût de calcul, malgré qu'il ne soit pas très élévé. 50 est un bon choix. Le réglage ``Min Multistar Star Detection`` indique au système de se rabattre à une étoile guide unique s'il y a moins d'étoiles que cette valeur. ``Invent Multi-Star Guide Star`` devrait être cochée et ``Max Multistar HFR`` est un ancien paramètre qui n'a vraiment plus trop d'intérêt.
pt_br: Existem algumas opções que você pode considerar. Max MultiStar Ref Stars é o número máximo de estrelas de referência que o sistema pode usar. O principal motivo para limitar isso é o custo computacional, embora não seja um cálculo muito caro. 50 é uma boa escolha. A configuração Min MultiStar Star Detections instrui o sistema a retornar a uma única estrela-guia se houver menos do que esse número de detecções de estrelas. Invent Multi-Star Guide Star deve ser deixado marcado, e Max MultiStar HFR é um parâmetro antigo que provavelmente tem pouco efeito atualmente.
sl: Obstaja nekaj možnosti, ki jih boste morda želeli upoštevati. Max MultiStar Ref Stars (Maksimalno število referenčnih zvezd za več zvezd) je največje število referenčnih zvezd, ki jih lahko sistem uporabi. Glavni razlog za to omejitev so stroški izračuna, čeprav izračun ni zelo drag. 50 je dobra izbira. Nastavitev Min MultiStar Star Detections (Min število zaznanih zvezd za več zvezd) sistemu pove, naj se vrne na eno vodilno zvezdo, če je zaznanih zvezd manj kot toliko. Polje Invent Multi-Star Guide Star (Izumiti vodilno zvezdo za več zvezd) naj ostane označeno, Max MultiStar HFR pa je star parameter, ki verjetno nima več velikega učinka.
sv: Det finns några alternativ som du kanske vill överväga. ``Maximal antal referensstjärnor för multipelstjärna`` är det maximala antalet referensstjärnor som systemet kan använda. Det främsta skälet att begränsa det är beräkningskostnaden, trots att det inte är en särskilt kostsam beräkning. 50 är ett bra val. Inställningen Minimalt antal stjärndetekteringar för multipelstjärna talar om för systemet att det ska återgå till en enda ledstjärna om det finns färre än så här många stjärndetekteringar. Uppfinn flerstjärnig guidestjärna bör vara markerad, och Maximal HFR för multipelstjärna är en gammal parameter som för närvarande troligen har liten effekt.

source: Guiding with GPG
ca: Guiatge amb GPG
ca@valencia: Guiatge amb GPG
fr: Guidage avec GPG
pt_br: Guiando com GPG
sl: Vodenje z GPG
sv: Guidning med GPG

source: |Guiding with GPG|
sv: |Guidning med GPG|

source: With GPG guiding, the internal guider uses predictive and adaptive guiding for the RA axis. This adaptively models the periodic error of the mount, and adds its predicted contribution to each guide pulse.
bg: При GPG водене вътрешният водач използва предсказуемо и адаптивно гидиране по оста RA. Това адаптивно моделира периодичната грешка на монтировката и добавя нейния предвиден ефект към всеки направляващ импулс.
ca: Amb el guiatge GPG, el sistema de guiatge intern utilitza el guiatge predictiu i adaptatiu de l'eix AR. Això modela adaptativament l'error periòdic de la muntura, i afegeix la seva contribució predita a cada pols guia.
ca@valencia: Amb el sistema de guiatge GPG, el sistema de guiatge intern utilitza un guiatge predictiu i adaptatiu per a l'eix AR. Açò modela de manera adaptativa l'error periòdic de la muntura i afig la contribució predita a cada pols de guiatge.
fr: Avec le guidage avec GPG (Gaussian Process Guider), le guide interne utilise un guidage prédictif et adaptatif pour l'axe en ascension droite seulement. Cela crée un modèle adaptatif de l'erreur périodique de la monture et ajoute la contribution prédite à chaque impulsion.
nl: Met GPG-volgen gebruikt de interne volger voorspelbaar en adaptief volgen voor de RF-as. Deze adaptief modelleert de periodieke fout van de opstelling en voegt zijn voorspelde bijdrage toe aan elke volgpuls.
pt_br: Com o guiamento GPG, o guia interno utiliza orientação preditiva e adaptativa para o eixo AR. Isso modela adaptativamente o erro periódico da montagem e adiciona sua contribuição prevista a cada pulso de guia.
sl: Pri vodenju GPG notranji vodnik uporablja napovedno in prilagodljivo vodenje za os RA. To prilagoditveno modelira periodično napako montaže in doda njen predvideni prispevek k vsakemu vodilnemu impulzu.
sv: Med GPG-guidning använder den interna guidningen prediktiv och adaptiv guidning för RA-axeln. Det modellerar adaptivt stativets periodiska fel och lägger till dess förutsagda bidrag till varje styrpuls.
uk: Якщо використано наведення з GPG, вбудований засіб наведення використає передбачуване і адаптивне наведення для вісі ПС. Буде адаптивно змодельовано періодичну похибку лафета і додано передбачений внесок до кожної пульсації наведення.
