Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: Filters fall generally into two categories: single band, or multi-band. The bandwidth for a single band filter should be relatively easy to determine or estimate. Generally a Red, Green or Blue filter is considered to have a bandwidth of 100 nanometers. Documentation of narrow-band filters will frequently state the bandwidth (usually in the range of 3 to 12 nm). But the bandwidth of multi-band astronomy filters, such as light-pollution filters, or filters specifically designed for use on nebulae may be more difficult to determine as their transmission profiles can be far more complex.
ca: Els filtres generalment es divideixen en dues categories: una sola banda o multibanda. L'amplada de banda d'un filtre de banda única ha de ser relativament fàcil de determinar o estimar. Generalment es considera que un filtre vermell, verd o blau té una amplada de banda de 100 nanòmetres. La documentació de filtres de banda estreta indica amb freqüència que l'amplada de banda (normalment en l'interval de 3 a 12 nm). Però l'amplada de banda dels filtres d'astronomia multibanda, com els filtres de contaminació per llum, o els filtres dissenyats específicament per al seu ús en nebuloses poden ser més difícils de determinar, ja que els seus perfils de transmissió poden ser molt més complexos.
ca@valencia: Els filtres generalment es dividixen en dues categories: banda única o multibanda. L'amplada de banda d'un filtre de banda única hauria de ser relativament fàcil de determinar o estimar. En general, es considera que un filtre roig, verd o blau té una amplada de banda de 100 nanòmetres. La documentació dels filtres de banda estreta sovint indicarà que l'amplada de banda (normalment en l'interval de 3 fins a 12 nm). Però l'amplada de banda dels filtres multibanda d'astronomia, com els filtres de pol·lució lumínica, o els filtres dissenyats específicament per al seu ús en nebuloses poden ser més difícils de determinar, ja que els seus perfils de transmissió poden ser molt més complexos.
fr: Les filtres tombent généralement dans deux catégories : bande simple et multi-bande. La largeur de bande pour un filtre à bande simple devrait être relativement simple à déterminer ou à estimer. En général, un filtre rouge, vert ou bleu possède une largeur de 100 nanomètres. La documentation des filtres multi-bande contient généralement la largeur de bande (habituellement entre 3 et 12 nm). Mais les largeurs de bande des filtre multi-bande tels que les filtres anti-pollution lumineuses ou ceux spécifiquement conçus pour les nébuleuses peuvent être bien plus difficiles à déterminer puisque leur profil de transmission sont bien plus complexes.
nl: Filters vallen in het algemeen in twee categorieën: enkelband of multi-band. De bandbreedte voor een enkelbandfilter zou relatief gemakkelijk te bepalen of te schatten zijn. In het algemeen wordt een rood, groen of blauw filter beschouwd om een bandbreedte van 100 nanometer te hebben. Documentatie van smalle bandfilters zullen vaak de bandbreedte aangeven (gewoonlijk in het bereik van 3 tot 12 nm). Maar de bandbreedte van multi-band astronomie filters, zoals lichtvervuilingsfilters of filters specifiek ontworpen voor gebruik op nevels kunnen moeilijker zijn te bepalen omdat hun transmissieprofielen veel complexer kunnen zijn.
pt_br: Os filtros geralmente se enquadram em duas categorias: banda única ou multibanda. A largura de banda de um filtro de banda única deve ser relativamente fácil de determinar ou estimar. Geralmente, considera-se que um filtro Vermelho, Verde ou Azul tenha uma largura de banda de 100 nanômetros. A documentação de filtros de banda estreita frequentemente indica a largura de banda (geralmente na faixa de 3 a 12 nm). Mas a largura de banda de filtros astronômicos multibanda, como filtros de poluição luminosa, ou filtros projetados especificamente para uso em nebulosas, pode ser mais difícil de determinar, pois seus perfis de transmissão podem ser muito mais complexos.
sl: Filtri na splošno spadajo v dve kategoriji: enopasovni ali večpasovni. Pasovno širino za enopasovni filter mora biti relativno enostavno določiti ali oceniti. Na splošno velja, da ima rdeči, zeleni ali modri filter pasovno širino 100 nanometrov. Dokumentacija ozkopasovnih filtrov bo pogosto navajala pasovno širino (običajno v območju od 3 do 12 nm). Toda pasovno širino večpasovnih astronomskih filtrov, kot so filtri za svetlobno onesnaženje, ali filtri posebej zasnovani za uporabo na meglicah, je morda težje določiti, saj so lahko njihovi profili prenosa veliko bolj kompleksni.
sv: Filter delas i allmänhet in i två kategorier: enkelband eller multiband. Bandbredden för ett enkelt bandfilter bör vara relativt lätt att fastställa eller uppskatta. Generellt anses ett rött, grönt eller blått filter ha en bandbredd på 100 nanometer. Dokumentation av smalbandsfilter anger ofta bandbredden (vanligtvis i intervallet 3 till 12 nm). Men bandbredden för multibands astronomifilter, såsom ljusföroreningsfilter, eller filter speciellt konstruerade för användning med nebulosor kan vara svårare att bestämma eftersom deras transmissionsprofiler kan vara mycket mer komplexa.
uk: Загалом, фільтри поділяють на дві категорії: односмугові та багатосмугові. Смугу пропускання для односмугового фільтра має бути відносно легко визначити або оцінити. Зазвичай червоний, зелений або синій фільтри мають смугу пропускання 100 нанометрів. У документації на вузькосмугові фільтри часто вказують пропускну здатність (зазвичай у діапазоні від 3 до 12 нм). Але смугу пропускання багатосмугових астрономічних фільтрів, таких як фільтри світлового забруднення, або фільтри, спеціально розроблені для використання на туманностях, може бути складніше визначити, оскільки їхні профілі пропускання можуть бути набагато складнішими.

source: Even within the bands that filters are intended to pass, filters are not 100% efficient. So a user of the calculator might wish to slightly reduce the value of the filter bandwidth to compensate for this. Example: if a filter is presumed to have a bandwidth of 100 nm but its transmission efficiency is only 92%, then a value of 92 might better represent this filter, and result in a slightly more accurate exposure calculation.
ca: Fins i tot dins de les bandes que els filtres estan destinats a passar, els filtres no són 100% eficients. Per tant, un usuari de la calculadora podria voler reduir lleugerament el valor de l'amplada de banda del filtre per a compensar això. Exemple: si es presumeix que un filtre té una amplada de banda de 100 nm però la seva eficiència de transmissió és només del 92%, llavors un valor de 92 podria representar millor aquest filtre, i resultar en un càlcul d'exposició lleugerament més precís.
ca@valencia: Fins i tot dins de les bandes que pretenen passar els filtres, els filtres no són 100% eficients. Per tant, un usuari de la calculadora podria voler reduir lleugerament el valor de l'amplada de banda del filtre per a compensar-ho. Exemple: si se suposa que un filtre té una amplada de banda de 100 nm però la seua eficiència de transmissió només és del 92%, llavors un valor de 92 podria representar millor este filtre i donar lloc a un càlcul de l'exposició una mica més precís.
fr: Les filtres ne sont pas 100% efficaces même dans les bandes qu'ils sont censés utiliser. Par conséquent, l'utilisateur du calculateur souhaitera légèrement réduire la valeur de la largeur de bande pour compenser cela. Par exemple, pour un filtre qui est censé posséder une largeur de bande de 100 nm mais dont l'efficacité de transmission n'est que de 92%, une valeur de 92 représentera probablement mieux ce filtre et conduira à une durée d'exposition un peu plus précise.
nl: Zelfs binnen de banden die filters zouden moeten doorlaten, zijn filters niet 100% efficiënt. Een gebruiker van de rekenmachine zou misschien de waarde van de filterbandbreedte licht willen reduceren om hiervoor te compenseren. Bijvoorbeeld: als van een filter aangenomen wordt een bandbreedte van 100 nm te hebben maar zijn transmissie-efficiëntie is slechts 92%, dan zou een waarde van 92 voor dit filter beter representeren en resulteren in een lichte meer accurate berekening van de belichting.
pt_br: Mesmo dentro das faixas que os filtros devem passar, eles não são 100% eficientes. Portanto, um usuário da calculadora pode querer reduzir ligeiramente o valor da largura de banda do filtro para compensar isso. Exemplo: se um filtro for presumido com uma largura de banda de 100 nm, mas sua eficiência de transmissão for de apenas 92%, um valor de 92 pode representar melhor esse filtro e resultar em um cálculo de exposição um pouco mais preciso.
sl: Tudi znotraj pasov, ki naj bi jih prehajali filtri, filtri niso 100% učinkoviti. Tako bo uporabnik kalkulatorja morda želel nekoliko zmanjšati vrednost pasovne širine filtra, da bi to nadomestil. Primer: če se domneva, da ima filter pasovno širino 100 nm, a je njegova učinkovitost prenosa le 92%, potem lahko vrednost 92 bolje predstavlja ta filter in povzroči nekoliko natančnejši izračun osvetlitve.
sv: Även inom de band som filter är avsedda att släppa igenom är de inte 100 % effektiva. Så en användare av räknaren kan behöva minska värdet på filterbandbredden något för att kompensera för det. Exempel: om ett filter antas ha en bandbredd på 100 nm men dess överföringseffektivitet bara är 92 %, kan ett värde på 92 bättre representera filtret och resultera i en något mer exakt exponeringsberäkning.
uk: Навіть у межах смуг, які фільтри повинні пропускати, фільтри не є ефективними на 100%. Тому користувач калькулятора може трохи зменшити значення пропускної здатності фільтра, щоб компенсувати це. Приклад: якщо можна вважати, що фільтр має смугу пропускання 100 нм, але його ефективність передачі становить лише 92%, тоді значення 92 може краще представляти цей фільтр і призвести до дещо точнішого обчислення експозиції.

source: The value of the filter bandwidth has an inverse effect on the exposure calculation. An unfiltered exposure would use the max value of 300 for the filter bandwidth (representing visible spectrum of 300 nanometers), and will produce the shortest exposure time calculation. An extreme narrow-band filter, (for example a 3 nanometer bandwidth), will produce the longest exposure time.
ca: El valor de l'amplada de banda del filtre té un efecte invers en el càlcul de l'exposició. Una exposició no filtrada utilitzaria el valor màxim de 300 per a l'amplada de banda del filtre (representant l'espectre visible de 300 nanòmetres), i produiria el càlcul de temps d'exposició més curt. Un filtre extrem de banda estreta, (per exemple, una amplada de banda de 3 nanòmetres), produirà el temps d'exposició més llarg.
fr: La valeur de la largeur de bande du filtre a un effet inversement proportionnel à la durée d'exposition. Une image prise sans filtre utilisera la valeur de 300 (ce qui représente le spectre visible de 300 nanomètres) et produira le temps d'exposition le plus court. À l'inverse, l'utilisation d'un filtre très étroit (par exemple 3 nanomètres) produira une durée d'exposition bien plus longue.
pt_br: O valor da largura de banda do filtro tem um efeito inverso no cálculo da exposição. Uma exposição não filtrada usaria o valor máximo de 300 para a largura de banda do filtro (representando o espectro visível de 300 nanômetros) e produzirá o menor cálculo de tempo de exposição. Um filtro de banda extremamente estreita (por exemplo, uma largura de banda de 3 nanômetros) produzirá o maior tempo de exposição.
sl: Vrednost pasovne širine filtra ima obraten učinek na izračun osvetlitve. Nefiltrirana osvetlitev bi uporabila največjo vrednost 300 za pasovno širino filtra (kar predstavlja vidni spekter 300 nanometrov) in bi ustvarila najkrajši čas osvetlitve. Izjemno ozkopasovni filter (na primer pasovna širina 3 nanometrov) bo ustvaril najdaljši čas osvetlitve.
sv: Värdet på filterbandbredden har en omvänd effekt på exponeringsberäkningen. En ofiltrerad exponering skulle använda maxvärdet 300 för filterbandbredden (representerar ett synligt spektrum på 300 nanometer), och ger den kortaste exponeringstidsberäkningen. Ett extremt smalbandsfilter, (till exempel en 3 nanometer bandbredd), ger den längsta exponeringstiden.
uk: Значення смуги пропускання фільтра має зворотний вплив на обчислення експозиції. При експонуванні без фільтрів буде використано максимальне значення 300 для смуги пропускання фільтра (що представляє видимий спектр 300 нанометрів) і дасть змогу визначити найкоротший час експонування. Надзвичайно вузькосмуговий фільтр (наприклад, смуга пропускання 3 нанометри) дасть найдовший час експозиції.

source: ``Camera``: The exposure calculation requires a value for the read noise of the camera. Camera read noise is an electronic noise that occurs at the completion of an exposure as the camera is measuring the analog voltage values of the pixels and converting these measurements into digital values. Read noise is not effected by the length of an exposure.
ca: ``Càmera``: El càlcul de l'exposició requereix un valor per al soroll de lectura de la càmera. El soroll de lectura de la càmera és un soroll electrònic que es produeix en completar una exposició, ja que la càmera està mesurant els valors de tensió analògica dels píxels i convertint aquestes mesures en valors digitals. El soroll de lectura no es veu afectat per la durada d'una exposició.
fr: ``Appareil`` : le calcul de la durée d'exposition requiert de connaître la valeur du bruit de lecture de l'appareil. Ce bruit apparaît à la fin d'une exposition et provient du fait que l'appareil mesure des valeurs analogiques de la tension des pixels et les convertit ensuite en valeurs numériques. Ce bruit de lecture n'est pas affecté par la durée d'exposition.
pt_br: ``Câmera``: O cálculo da exposição requer um valor para o ruído de leitura da câmera. O ruído de leitura da câmera é um ruído eletrônico que ocorre ao finalizar uma exposição, enquanto a câmera mede os valores de tensão analógica dos pixels e converte essas medições em valores digitais. O ruído de leitura não é afetado pela duração de uma exposição.
sl: ``Kamera``: Izračun osvetlitve zahteva vrednost šuma pri branju s kamere. Šum pri branju s kamere je elektronski šum, ki se pojavi ob zaključku osvetlitve, ko kamera meri analogne vrednosti napetosti slikovnih pik in te meritve pretvarja v digitalne vrednosti. Na šum pri branju ne vpliva dolžina osvetlitve.
sv: ``Kamera``: Exponeringsberäkningen kräver ett värde på kamerans avläsningsbrus. Kamerans avläsningsbrus är ett elektroniskt brus som uppstår vid slutförandet av en exponering när kameran mäter de analoga spänningsvärdena för bildpunkterna och omvandlar mätningarna till digitala värden. Avläsningsbrus påverkas inte av längden på en exponering.
uk: ``Камера``: для обчислення експозиції потрібне значення шуму зчитування камери. Шум зчитування камери – це електронний шум, який виникає наприкінці експонування, коли камера вимірює аналогові значення напруги пікселів і перетворює ці вимірювання у цифрові значення. Шум читання не залежить від тривалості витримки.

source: Camera sensors are one of two types: "Charge Coupled Device" (CCD) or "Complementary Metal-Oxide Semiconductor" (CMOS). For the exposure calculation the main difference between these sensor types is that CCD sensors do not have a variable gain setting that would impact the read noise; so a CCD sensor will have a single constant value for its read noise. A CMOS sensor does have a variable gain (or ISO value), and changes to that setting usually result in a change to the read noise.
ca: Els sensors de càmera són d'un dels dos tipus: «Charge Coupled Device» (CCD) o «Complementary Metal-Oxide Semiconductor» (CMOS). Per al càlcul de l'exposició, la principal diferència entre aquests tipus de sensors és que els sensors CCD no tenen un paràmetre de guany variable que impactaria el soroll de lectura; de manera que un sensor CCD tindrà un únic valor constant del seu soroll de lectura. Un sensor CMOS té un guany variable (o valor ISO), i els canvis en aquest paràmetre normalment donen lloc a un canvi en el soroll de lectura.
ca@valencia: Els sensors de la càmera són de dos tipus: «Dispositiu acoblat de càrrega» (Charge Coupled Device - CCD) o «Semiconductor d'òxid a metall complementari (Complementary Metal-Oxide Semiconductor - CMOS). Per al càlcul de l'exposició, la principal diferència entre estos tipus de sensors és que els sensors CCD no tenen un paràmetre de guany variable que impactaria el soroll de lectura. De manera que un sensor CCD tindrà un únic valor constant del seu soroll de lectura. Un sensor CMOS té un guany variable (o valor ISO) i els canvis en este paràmetre solen provocar un canvi en el soroll de lectura.
fr: Les appareils ont des capteurs de deux types : CCD (Charge Coupled Device) et CMOS (Complementary Metal-Oxide Semiconductor). La différence principale en ce qui concerne le calcul de la durée d'exposition est que les capteurs CCD ne possèdent pas de réglages du gain qui affecte le bruit de lecture ; ainsi, les capteurs CCD n'ont qu'une seule valeur constante pour leur bruit de lecture. Les capteurs CMOS ont un gain variable (ou valeur « ISO ») et une modification de ce paramètre affecte en général le bruit de lecture.
nl: Camerasensors zijn er in twee typen: "Charge Coupled Device" (CCD) of "Complementary Metal-Oxide Semiconductor" (CMOS). Voor de berekening van de belichting is het hoofdverschil tussen deze sensortypen dat CCD-sensors geen variabele instelling hebben voor de versterking die invloed heeft op de leesruis; dus een CCD-sensor zal een enkele constante waarde voor zijn leesruis hebben. Een CMOS-sensor heeft een variabele versterking (of ISO waarde) en wijzigingen in die instelling resulteert gewoonlijk in een wijziging in de leesruis.
pt_br: Os sensores de câmera são de dois tipos: "Dispositivo de Carga Acoplada" (CCD, sigla em inglês) ou "Semicondutor Complementar de Óxido Metálico" (CMOS, sigla em inglês). Para o cálculo da exposição, a principal diferença entre esses tipos de sensores é que os sensores CCD não possuem uma configuração de ganho variável que impactaria o ruído de leitura; portanto, um sensor CCD terá um único valor constante para seu ruído de leitura. Um sensor CMOS possui um ganho variável (ou valor ISO), e alterações nessa configuração geralmente resultam em uma alteração no ruído de leitura.
sl: Senzorji kamere so dve vrsti: "nabojno sklopljena naprava - Charge Coupled Device" (CCD) ali "Komplementarni kovinsko-oksidni polprevodnik - Complementary Metal-Oxide Semiconductor" (CMOS). Za izračun osvetlitve je glavna razlika med temi vrstami senzorjev v tem, da senzorji CCD nimajo nastavitve spremenljivega ojačanja, ki bi vplivala na šum branja; tako bo senzor CCD imel eno samo konstantno vrednost za šum branja. Senzor CMOS ima spremenljivo ojačanje (ali vrednost ISO) in spremembe te nastavitve običajno povzročijo spremembo šuma branja.
sv: Kamerasensorer är en av två typer: "Charge Coupled Device" (CCD) eller "Complementary Metal-Oxide Semiconductor" (CMOS). För exponeringsberäkningen är den största skillnaden mellan sensortyperna att CCD-sensorer inte har en variabel förstärkningsinställning som kan påverka avläsningsbruset, så en CCD-sensor har ett enda konstant värde för sitt avläsningsbrus. En CMOS-sensor har en variabel förstärkning (eller ISO-värde), och ändringar av inställningen resulterar vanligtvis i förändring av avläsningsbruset.
uk: Датчики камери належать до одного з двох типів: «пристрій із зарядовим зв'язком» (ПЗЗ) або «комплементарний металооксидний напівпровідник» (CMOS). Для розрахунку експозиції основною відмінністю між цими типами датчиків є те, що датчики ПЗЗ не мають налаштування змінного посилення, яке б впливало на шум зчитування; тому ПЗЗ-датчик матиме одне постійне значення шуму зчитування. Датчик CMOS має змінне посилення (або значення ISO), і зміни цього параметра зазвичай призводять до зміни шуму зчитування.
