Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: The ``Toggle Full Screen`` button pops the window displaying the focus frame out to a separate window. Pressing it again returns it within the focus window.
ca@valencia: El botó ``Canvia a pantalla completa`` estén la finestra mostrant el fotograma d'enfocament en una finestra separada. En prémer-lo de nou, es tornarà dins de la finestra d'enfocament.
fr: Le bouton ``Mode plein écran`` ouvre une fenêtre séparée affichant l'image de mise au point. Un nouveau clic bascule vers l'affichage intégré.
pt_br: O botão ``Alternar tela cheia`` abre a janela que exibe o quadro de foco em uma janela separada. Pressioná-lo novamente retorna para a janela de foco.

source: The ``Show in FITS Viewer`` button pops-up a separate FITS Viewer window to display the focus frame, in addition to the focus frame displayed within the focus window.
ca@valencia: El botó ``Mostra en el visor de FITS`` obri una finestra separada del visor de FITS per a mostrar el fotograma d'enfocament, a més del fotograma d'enfocament que es mostra dins de la finestra d'enfocament.
fr: Le bouton ``Afficher dans l'afficheur FITS`` ouvre une fenêtre séparée de l'afficheur FITS pour l'affichage de l'image de mise au point, en plus de celle affichée dans la fenêtre de mise au point.
pt_br: O botão ``Mostrar no visualizador FITS`` abre uma janela separada do visualizador FITS para exibir o quadro de foco, além do quadro de foco exibido na janela de foco.

source: The ``Live Video`` button brings up the associated popup.
ca@valencia: El botó ``Vídeo en directe`` obri la finestra emergent associada.
fr: Le bouton ``Vidéo en direct`` ouvre la fenêtre associée.
pt_br: O botão ``Vídeo ao vivo`` abre o pop-up associado.

source: The next row of controls allows Camera parameters to be set. Choose a value from the binning dropdown and then set either the camera gain or ISO.
ca@valencia: La fila següent de controls permet establir els paràmetres de la càmera. Seleccioneu un valor des del desplegable ``Agrupament`` i després establiu el guany de la càmera o l'ISO.
fr: La ligne suivante de réglages permet de régler les paramètres de la caméra. Choisissez une valeur pour le groupement de pixels (binning) puis réglez le gain de la caméra ou son ISO.
pt_br: A próxima linha de controles permite definir os parâmetros da câmera. Escolha um valor no menu suspenso de agrupamento e defina o ganho ou o ISO da câmera.

source: ``Binning``: Increasing the binning will change the image scale as well as resulting in brighter pixels. It is generally only worth binning above 1x1 if your image scale is oversampled where the increase in image scale does not lead to a loss of resolution. If you wish to increase star brightness try increasing the exposure and / or gain. If you are unsure bin 1x1.
ca@valencia: ``Agrupament``: l'augment de l'agrupament canviarà l'escala de la imatge i donarà com a resultat píxels més brillants. En general, només val la pena agrupar per damunt d'1x1 si l'escala de la imatge se sobremostreja, on l'augment de l'escala de la imatge no conduïx a una pèrdua de resolució. Si voleu augmentar la brillantor de les estreles, proveu fent augmentar l'exposició i/o el guany. En cas de dubte, feu un agrupament d'1x1.
fr: ``Groupement de pixels`` : l'augmentation du groupement de pixels modifie l'échelle de l'image et permet d'obtenir des pixels plus clairs. Il n'est en général utile de grouper plus que 1x1 que si l'échelle de l'image est sur-échantillonnée et qu'une augmentation ne conduit pas à une perte de résolution.
pt_br: ``Binning``: Aumentar o binning alterará a escala da imagem, além de resultar em pixels mais brilhantes. Geralmente, só vale a pena binar acima de 1x1 se a escala da sua imagem estiver sobre-amostrada, onde o aumento na escala da imagem não leva a uma perda de resolução. Se desejar aumentar o brilho da estrela, tente aumentar a exposição e/ou o ganho. Se não tiver certeza, binar 1x1.

source: ``Gain``: Set the Gain for the Camera being used to focus. The value needs to be high enough to give a clear star pattern but not so high as to create too much noise to interfere with the focus operation. Some experimentation will be required to find an optimum value. If you are unsure where to start try unity gain for your camera and adjust from there.
ca@valencia: ``Guany``: establix el guany de la càmera que s'utilitza per a enfocar. El valor haurà de ser prou alt per a donar un patró estel·lar clar, però no tan alt com per a crear massa soroll que interferisca amb l'operació d'enfocament. Caldrà experimentar per a trobar un valor òptim. Si no esteu segur d'on començar a provar el guany per unitats, preneu la càmera i ajusteu-lo des d'allà.
fr: ``Gain`` : régler le gain de la caméra utilisée pour la mise au point. Cette valeur doit être assez grande pour donner un motif d'étoile clair mais pas trop grande pour éviter que le bruit ajouté interfère avec l'opération de mise au point. Il sera nécessaire de tester plusieurs valeurs pour trouver la valeur optimale. Si vous ne savez pas où commencer, réglez le gain à un et ajuster depuis là.
pt_br: ``Ganho``: Defina o ganho da câmera que será usada para focar. O valor precisa ser alto o suficiente para gerar um padrão de estrelas nítido, mas não tão alto a ponto de criar muito ruído a ponto de interferir na operação de foco. Será necessário fazer alguns experimentos para encontrar um valor ideal. Se não tiver certeza de por onde começar, tente o ganho unitário para sua câmera e ajuste a partir daí.

source: ``ISO``: Set the ISO for the Camera being used to focus. Some experimentation will be required to find an optimum value.
ca@valencia: ``ISO``: establix l'ISO de la càmera que s'utilitza per a enfocar. Caldrà experimentar per a trobar un valor òptim.
fr: ``ISO`` : règle l'ISO de la caméra utilisée pour la mise au point. Un peu de tâtonnement sera nécessaire pour trouver la valeur optimale.
pt_br: ``ISO``: Defina o ISO para a câmera que será usada para focar. Alguns testes serão necessários para encontrar um valor ideal.

source: ``TS``: Select the temperature source from the dropdown. Underneath are displayed the current temperature from the selected temperature source and the change in temperature between when the last successful Autofocus run completed and the current temperature. It is common practice to redo focus after significant temperature changes that alter the telescope's focus point.
ca@valencia: ``TS``: seleccioneu la font de temperatura des de la llista desplegable. A davall es mostra la temperatura actual de la font de temperatura seleccionada i el canvi de temperatura entre quan es va completar l'últim enfocament automàtic reeixit i la temperatura actual. És una pràctica habitual refer l'enfocament després de canvis significatius en la temperatura que alterin el punt d'enfocament del telescopi.
fr: ``TS`` : choisissez la source de température depuis la liste déroulante. La température actuelle est affichée juste en dessous ainsi que la variation de température depuis la dernière mise au point automatique. C'est une pratique courante de relancer une mise au point quand la température varie significativement puisque cela altère la position de mise au point du télescope.
pt_br: ``TS``: Selecione a fonte de temperatura no menu suspenso. Abaixo, são exibidas a temperatura atual da fonte de temperatura selecionada e a variação de temperatura entre a conclusão da última execução bem-sucedida do foco automático e a temperatura atual. É prática comum refazer o foco após mudanças significativas de temperatura que alterem o ponto de foco do telescópio.

source: ``Filter``: Select the filter to use.
ca@valencia: ``Filtre``: seleccioneu el filtre que s'emprarà.
fr: ``Filtre`` : choix du filtre à utiliser
pt_br: ``Filtro``: Selecione o filtro a ser usado.

source: To start focusing it will probably be easier to select the filter that allows the most light through, for example the Lum filter. Click the filter icon |image2| to launch the :ref:`Filter Settings <ekos-focus-filter-settings>` popup. This allows a number of parameters to be set per filter to be used during an Autofocus run.
ca@valencia: Per a començar a enfocar, probablement serà més fàcil seleccionar el filtre que permeta el pas de més llum, per exemple, el filtre «Lum». Cliqueu damunt de la icona del filtre |image2| per a obrir la finestra emergent :ref:`Configureu el filtre <ekos-focus-filter-settings>`. Permet establir diversos paràmetres per filtre que s'utilitzaran durant l'execució de l'enfocament automàtic.
fr: La mise au point sera probablement plus aisée à obtenir en choisissant un filtre laissant passer le plus de lumière comme par exemple le filtre Lum. Cliquez sur l'icône de filtre pour ouvrir la fenêtre de dialogue des :ref:`Réglages de filtres <ekos-focus-filter-settings>`. Cela permet de régler un certain nombre de paramètres par filtre durant la mise au point automatique.
pt_br: Para começar a focar, provavelmente será mais fácil selecionar o filtro que permite a passagem de mais luz, por exemplo, o filtro Lum. Clique no ícone do filtro |image2| para abrir o pop-up :ref:`Configurações do filtro <ekos-focus-filter-settings>`. Isso permite que vários parâmetros sejam definidos por filtro para serem usados ​​durante uma execução de foco automático.

source: ``Reset`` button will reset the focusing subframe to full frame.
ca@valencia: El botó ``Restablix`` restablirà el submarc d'enfocament a tot el fotograma.
fr: Le bouton ``Réinitialiser`` permet de réinitialiser les réglages.
pt_br: O botão ``Redefinir`` redefinirá o subquadro de foco para quadro completo.

source: The ``Aberration Inspector`` button starts an :ref:`Aberration Inspector <ekos-focus-aberration-inspector>` run. The Stop button can be used to stop the run.
ca@valencia: El botó ``Inspector d'aberracions…`` comença una execució de l':ref:`Inspector d'aberracions <ekos-focus-aberration-inspector>`. Es pot utilitzar el botó ``Para`` per a parar l'execució.
fr: Le bouton ``Inspecteur`` démarre l'exécution de :ref:`l'inspecteur d'aberration <ekos-focus-aberration-inspector>`. Le bouton ``Arrêter`` peut être utilisé pour l'arrêter.
pt_br: O botão ``Inspetor de aberrações`` inicia uma execução do :ref:`Inspetor de aberrações <ekos-focus-aberration-inspector>`. O botão Parar pode ser usado para interromper a execução.

source: The ``CFZ`` button launches the :ref:`Critical Focus Zone <ekos-focus-cfz>` tool.
ca@valencia: El botó ``ZCE…`` inicia l'eina :ref:`Zona crítica d'enfocament <ekos-focus-cfz>`.
fr: Le bouton ``CFZ`` lance l'outil de la :ref:`zone critique de mise au point <ekos-focus-cfz>`.
pt_br: O botão ``ZFC`` inicia a ferramenta :ref:`Zona de Foco Crítica <ekos-focus-cfz>`.

source: The ``Advisor`` button launches the :ref:`Focus Advisor <ekos-focus-focus-advisor>` tool.
ca@valencia: El botó ``Assessor…`` inicia l'eina :ref:`Assessor d'enfocament <ekos-focus-focus-advisor>`.
fr: Le bouton ``Conseiller`` lance l'outil :ref:`Conseiller de mise au point <ekos-focus-focus-advisor>`.
pt_br: O botão ``Conselheiro`` inicia a ferramenta :ref:`Conselheiro de foco <ekos-focus-focus-advisor>`.

source: The ``Force AF`` checkbox can be used when a sequence is active either in Capture or the Scheduler. When checked, an Autofocus will be triggered at the completion of the currently active subframe.
ca@valencia: La casella de selecció ``Força un EA`` es pot utilitzar quan hi ha activada una seqüència a «Captura» o al «Programador». Quan es marca, s'activarà un enfocament automàtic quan finalitze el submarc actiu.
fr: La case ``Forcer la mise au point automatique`` quand une séquence est active durant l'acquisition ou l'ordonnanceur. Quand cette option est activée, une mise au point automatique sera déclenchée dès la fin de la trame.
pt_br: A caixa de seleção ``Forçar FA`` pode ser usada quando uma sequência estiver ativa no modo captura ou no agendador. Quando marcada, o foco automático será acionado na conclusão do subquadro ativo no momento.

source: Focus Options
ca@valencia: Opcions de l'enfocament
fr: Options de la mise au point
pt_br: Opções de foco

source: Parameters to configure Focus are accessed by pressing the ``Options...`` button. This launches the Options dialog with three panes:
ca@valencia: Als paràmetres per a configurar «Enfocament» s'accedix prement el botó ``Opcions…``. Llançarà el diàleg «Opcions» amb tres subfinestres:
fr: Les paramètres de configuration de la mise au point s'affichent en cliquant sur le bouton ``Options…``. Une boîte de dialogue avec trois panneaux s'ouvre :
pt_br: Os parâmetros para configurar o foco são acessados ​​pressionando o botão ``Opções...``. Isso abre a caixa de diálogo de opções com três painéis:

source: :ref:`Settings <ekos-focus-focus-settings>`: These are general Focus settings.
ca@valencia: :ref:`Configuració <ekos-focus-focus-settings>`: és la configuració general de l'enfocament.
fr: :ref:`Réglages <ekos-focus-focus-settings>` : ce sont les réglages principaux de la mise au point.
pt_br: :ref:`Configurações <ekos-focus-focus-settings>`: Estas são as configurações gerais de foco.

source: :ref:`Process <ekos-focus-focus-process>`: Parameters associated with the Autofocus process.
ca@valencia: :ref:`Processament <ekos-focus-focus-process>`: els paràmetres associats amb el procés d'enfocament automàtic.
fr: :ref:`Processus <ekos-focus-focus-process>` : ce sont les paramètres associés au processus de mise au point automatique.
pt_br: :ref:`Processo <ekos-focus-focus-process>`: Parâmetros associados ao processo de foco automático.

source: :ref:`Mechanics <ekos-focus-focus-mechanics>`: Parameters associated with the focuser mechanics.
ca@valencia: :ref:`Mecànica <ekos-focus-focus-mechanics>`: els paràmetres associats amb la mecànica de l'enfocador.
fr: :ref:`Mécanique <ekos-focus-focus-mechanics>` : ce sont les paramètres associées à la partie mécanique du moteur de mise au point.
pt_br: :ref:`Mecânica <ekos-focus-focus-mechanics>`: Parâmetros associados à mecânica do focalizador.

source: Focus Settings
ca@valencia: Configureu l'enfocament
fr: Réglages de la mise au point
pt_br: Configurações de foco

source: ``Auto Select Star``: This setting is only relevant if ``Sub Frame`` is selected. In this case if ``Auto Select Star`` is selected then Ekos will select the star to use for focus; otherwise the user will have to manually select the star using FitsViewer.
ca@valencia: ``Selecció automàtica de l'estrela``: Este paràmetre només serà rellevant si s'ha seleccionat ``Submarc``. En este cas, si se selecciona, llavors Ekos seleccionarà l'estrela que s'utilitzarà per a l'enfocament. En cas contrari, l'usuari haurà de seleccionar manualment l'estrela utilitzant el visor de FITS.
fr: ``Sélection automatique d'étoile`` : ce réglage n'est activé que si ``Sous-trame`` est sélectionné. Dans ce cas, Ekos sélectionnera automatiquement une étoile pour la mise au point ; dans le cas contraire, l'opérateur devra choisir lui-même l'étoile en utilisant l'afficheur FITS.
pt_br: ``Seleção automática de estrela``: Esta configuração só é relevante se ``Subquadro`` estiver selecionado. Neste caso, se ``Seleção automática de estrela`` estiver selecionado, o Ekos selecionará a estrela a ser usada para o foco; caso contrário, o usuário terá que selecionar manualmente a estrela usando o visualizador FITS.

source: ``Suspend Guiding``: Set this option to suspend guiding during an Autofocus run. The purpose of this is to prevent guiding from having problems with defocused stars during the focus process where, for example, the guide scope is attached to the main telescope using an OAG.
ca@valencia: ``Suspén el guiatge``: establiu esta opció per a suspendre el guiatge durant una execució d'enfocament automàtic. El propòsit d'açò és evitar que el guiatge tinga problemes amb les estreles desenfocades durant el procés d'enfocament quan, per exemple, l'instrument de visió guia s'ha adjuntat al telescopi principal utilitzant un guiatge fora de l'eix (OAG).
fr: ``Suspendre le guidage`` : cochez cette option pour suspendre le guidage durant la procédure de mise au point automatique. La raison est de prévenir le guidage d'avoir des problèmes avec des étoiles dont la mise au point n'est pas faite lors de la procédure de mise au point, comme par exemple avec un guide hors axe (OAG) monté sur le télescope primaire.
pt_br: ``Suspender guiamento``: Defina esta opção para suspender o guiamento durante uma execução de foco automático. O objetivo disso é evitar que o guiamento tenha problemas com estrelas desfocadas durante o processo de foco, onde, por exemplo, o telescópio guia está conectado ao telescópio principal usando um OAG.

source: ``Dark Frame``: Check this option to perform dark-frame subtraction. This option can be useful in noisy images, where a pretaken dark is subtracted from the focus image before further processing.
ca@valencia: ``Fotograma fosc``: marqueu esta opció per a portar a terme una sostracció del fotograma fosc. Esta opció pot ser útil en imatges amb soroll, quan prèviament es pren un fotograma i se sostrau de la imatge enfocada abans de continuar el processament.
fr: ``Trame Dark`` : cochez cette option pour réaliser une soustraction d'une trame Dark. Cette option peut être utile pour les images contenant beaucoup de bruit où un Dark préalablement acquis est soustrait de l'image de mise au point avant tout autre traitement.
pt_br: ``Quadro escuro``: Marque esta opção para realizar a subtração de quadros escuros. Esta opção pode ser útil em imagens com ruído, onde uma parte escura pré-capturada é subtraída da imagem em foco antes do processamento posterior.

source: Dark frames are used by Focus, Alignment and Guiding. See the Dark Library feature within the :doc:`Capture Module <ekos-capture>` for more details on how to setup Dark Frames.
ca@valencia: Els fotogrames foscos s'utilitzen per a l'enfocament, l'alineació i el guiatge. Per a més detalls sobre com configurar els fotogrames foscos, vegeu la característica «Biblioteca fosca» a :doc:`El mòdul «Captura» <ekos-capture>`.
fr: Les trames Dark sont utilisées pour la mise au point, l'alignement et le guidage. Veuillez consulter la fonctionnalité de bibliothèques de Dark dans le :doc:`module d'acquisition <ekos-capture>` pour davantage de détails sur l'utilisation des trames Dark.
pt_br: Quadros escuros são usados ​​para Foco, Alinhamento e Guia. Consulte o recurso Biblioteca escura no :doc:`Módulo de Captura <ekos-capture>` para obter mais detalhes sobre como configurar quadros escuros.

source: ``Full Field``: Select to use the full field of the camera. In this mode, focus will automatically select multiple stars for use in an Autofocus run. The alternative to this is ``Sub Frame``.
ca@valencia: ``Camp complet``: seleccioneu utilitzar el camp complet de la càmera. En este mode, l'enfocament seleccionarà automàticament múltiples estreles per a utilitzar-les en una execució d'enfocament automàtic. L'alternativa a açò és ``Submarc``.
fr: ``Plein Champ`` : utilise le plein champ de l'appareil. Dans ce mode, la mise au point va automatiquement sélectionner plusieurs étoiles pour la procédure de mise au point automatique. Une alternative à cela est ``Sous-trame``.
pt_br: ``Campo completo``: Selecione para usar o campo completo da câmera. Neste modo, o foco selecionará automaticamente várias estrelas para uso em uma execução de foco automático. A alternativa para isso é ``Subquadro``.

source: ``Sub Frame``: Select to use a single star for the Autofocus process. The alternative to this is ``Full Field`` where multiple stars will be used by Autofocus. Depending on the setting of ``Auto Select Star`` either the user or Ekos will select the star.
ca@valencia: ``Submarc``: seleccioneu utilitzar una estrela única per al procés d'enfocament automàtic. L'alternativa a açò és ``Camp complet`` on s'utilitzaran múltiples estreles per a l'enfocament automàtic. Depenent de l'opció ``Selecció automàtica de l'estrela``, l'usuari o Ekos seleccionaran l'estrela.
fr: ``Sous-trame`` : sélectionner pour utiliser une seule étoile pour la procédure de mise au point automatique. Une alternative à cela est d'utiliser ``Plein Champ`` où plusieurs étoiles seront utilisées. Selon les réglages de ``Sélection automatique d'étoile``, soit l'opérateur aura à choisir l'étoile soit Ekos s'en chargera.
pt_br: ``Subquadro``: Selecione para usar uma única estrela para o processo de foco automático. A alternativa é ``Campo completo``, onde várias estrelas serão usadas para o foco automático. Dependendo da configuração de ``Seleção automática de estrela``, o usuário ou o Ekos selecionará a estrela.

source: ``Box``: Sets the box size used to enclose the focus star when using **Sub Frame**. Increase if you have very large stars. For Bahtinov focus the box size can be increased even more to better enclose the Bahtinov diffraction pattern.
ca@valencia: ``Quadro``: Establix la mida del quadro que s'utilitzarà per a delimitar l'enfocament de l'estrela en utilitzar un **Submarc**. Augmenteu-la si hi ha estreles molt grans. Per a l'enfocament de Bahtinov, la mida del quadro es pot augmentar encara més per a tancar millor el patró de difracció de Bahtinov.
fr: ``Taille de la boîte`` : règle la taille de la boîte qui délimite l'étoile de mise au point lors de l'utilisation d'une **sous-trame**. Augmentez si vous avez de très grosses étoiles. Pour la mise au point avec un masque de Bathinov, vous pouvez encore plus l'augmenter pour inclure les motifs de diffraction.
pt_br: ``Caixa``: Define o tamanho da caixa usada para envolver a estrela em foco ao usar **Subquadro**. Aumente se você tiver estrelas muito grandes. Para o foco de Bahtinov, o tamanho da caixa pode ser aumentado ainda mais para envolver melhor o padrão de difração de Bahtinov.

source: ``Display Units``: Select the units for display on the Autofocus V-Curve when HFR or FWHM is selected. **Pixels** and **Arc Seconds** are supported.
ca@valencia: ``Unitats de visualització``: seleccioneu les unitats per a mostrar en la «Corba V» d'enfocament automàtic quan se seleccione HFR o FWHM. S'admeten **Pixels** i **Segons d'arc**.
fr: ``Afficher les unités`` : sélectionnez les unités à afficher sur la courbe en V de la procédure de mise au point automatique quand la méthode HFR ou FWHM est sélectionnée.
pt_br: ``Unidades de exibição``: Selecione as unidades de exibição na curva V do foco automático quando RMF ou FWHM estiver selecionado. **Pixels** e **Segundos de Arco** são suportados.

source: ``Guide Settle``: This option is used in conjunction with ``Suspend Guiding``. It allows any vibrations in the optical train to settle by waiting this many seconds after the Autofocus process has completed, before restarting guiding.
ca@valencia: ``Posicionament del guiatge``: esta opció s'utilitza conjuntament amb ``Suspén el guiatge``. Permet que qualsevol vibració en el tren òptic s'arregle esperant este nombre de segons una vegada s'haja completat el procés d'enfocament automàtic, abans de reiniciar el guiatge.
fr: ``Stabilisation du guide`` : cette option est utilisée conjointement avec ``Suspendre le guidage``. Elle permet d'attendre ce nombre de secondes pour que le train optique se stabilise après la procédure de mise au point automatique avant de reprendre le guidage.
pt_br: ``Assentamento do guia``: Esta opção é usada em conjunto com ``Suspender guia``. Ela permite que quaisquer vibrações no trem óptico se estabilizem, aguardando este número de segundos após a conclusão do processo de foco automático, antes de reiniciar o guiamento.
