Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-align.po
Languages: ca, sv, uk

source: Polar Alignment Assistant, Plate Solve Workflow 2
ca: Assistent d'alineació polar, flux de treball de solució de plaques 2
sv: Polärinriktningsguide, lösning av astrobilder arbetsflöde 2
uk: Помічник для полярного вирівнювання, процедура розв'язання зображення 2

source: Below the user has also adjust Azimuth to reduce the error further. Now the error is very low and the process is done. The user should press the stop button.
ca: A sota l'usuari també ha ajustat l'azimut per a reduir l'error. Ara l'error és molt baix i el procés ha acabat. L'usuari hauria de prémer el botó d'aturar.
sv: Nedan har användaren även justerat azimut för att minska felet ytterligare. Nu är felet mycket lågt och processen är klar. Användaren ska trycka på stoppknappen.
uk: Нижче користувач також скоригував азимут для подальшого зменшення похибки. Тепер похибка є дуже низькою, і процес завершено. Користувач має натиснути кнопку «Стоп».

source: Polar Alignment Assistant, Plate Solve Workflow 3
ca: Assistent d'alineació polar, flux de treball de solució de plaques 3
sv: Polärinriktningsguide, lösning av astrobilder arbetsflöde 3
uk: Помічник для полярного вирівнювання, процедура розв'язання зображення 3

source: Move Star Correction Scheme
ca: Esquema de correcció d'estrella en moviment
sv: Korrigeringsmetoden flytta stjärna
uk: Схема виправлення пересування зірки

source: We also have an alternative schemes for correcting polar alignment. Two variations are <emphasis>Move Star &amp; Calc Error</emphasis> and <emphasis>Move Star</emphasis>. When you select this scheme, the system place a yellow/green/violet triangle on the screen. The triangle can be moved by clicking near a star, and the yellow/violet corner is moved to that star. In this scheme the user corrects polar alignment by first adjusting the mount's azimuth knob so that the selected star moves along the yellow side of the triangle. Once the star is near the next vertex, the azimuth knob should be adjusted so that the star moves along the green side of the triangle. Once the star is moved to the green/violet vertex, the mount is polar aligned, and the user can click <emphasis>stop</emphasis>.
ca: També tenim plans alternatius per a corregir l'alineació polar. Dues variacions són <emphasis>Estrella en moviment i error de càlcul</emphasis> i <emphasis>Estrella en moviment</emphasis>. Quan seleccioneu aquest esquema, el sistema col·loca un triangle groc/verd/violat a la pantalla. El triangle es pot moure fent clic a prop d'una estrella, i la cantonada groga/violada es mou a aquesta estrella. En aquest esquema, l'usuari corregeix l'alineació polar ajustant primer la roda d'azimut de la muntura de manera que l'estrella seleccionada es mou al llarg del costat groc del triangle. Una vegada que l'estrella està a prop del vèrtex següent, la roda d'azimut s'ha d'ajustar de manera que l'estrella es mogui al llarg del costat verd del triangle. Una vegada que l'estrella s'ha mogut al vèrtex verd/violat, la muntura està alineada al pol, i l'usuari pot fer clic a <emphasis>atura</emphasis>.

source: The difference between <emphasis>Move Star &amp; Calc Error</emphasis> and <emphasis>Move Star</emphasis> is that in the former, the system attempts to track the star the user has selected, and places a circle around that star. In that scheme it also attempts to update the <emphasis>Updated Err</emphasis> row. If the star tracking isn't reliable, simply ignore it or use the <emphasis> Move Star </emphasis>scheme and move the star by-eye until it's close to the final target. An example of using this technique is shown in this video: <ulink url="https://www.youtube.com/watch?v=iOp7hrxw0oU">https://www.youtube.com/watch?v=iOp7hrxw0oU</ulink>
ca: La diferència entre <emphasis>Estrella en moviment i error de càlcul</emphasis> i <emphasis>Estrella en moviment</emphasis> és que en l'anterior, el sistema intenta fer un seguiment de l'estrella que l'usuari ha seleccionat, i col·loca un cercle al voltant d'aquesta estrella. En aquest esquema també intenta actualitzar la fila <emphasis>Error actualitzat</emphasis>. Si el seguiment d'estrelles no és fiable, simplement ignoreu-lo o utilitzeu l'esquema <emphasis>Estrella en moviment</emphasis> i moveu l'estrella a ull fins que estigui a prop de l'objectiu final. Un exemple d'utilitzar aquesta tècnica es mostra en aquest vídeo: <ulink url="https://www.youtube.com/watch?v=iOp7hrxw0oU">https://www.youtube.com/watch?v=iOp7hrxw0oU</ulink>

source: Align
sv: Inriktning
uk: Вирівнювання

source: |Ekos Align Module|
uk: Модуль вирівнювання Ekos

source: Ekos Align Module
sv: Ekos inriktningsmodul
uk: Модуль вирівнювання Ekos

source: The Ekos Alignment Module enables highly accurate GOTOs and can measure and correct polar alignment errors. This is possible thanks to third-party plate-solving technology. The main plate-solving software used is the StellarSolver package, which itself makes use of the offline (and online) astrometry.net, ASTAP and Watney solvers. Ekos begins by capturing an image of a star field, feeding that image to the chosen solver (e.g. see `astrometry.net <https://astrometry.net>`__, `StellarSolver <https://github.com/rlancaste/stellarsolver>`__ or `ASTAP <https://www.hnsky.org/astap>`__), and gets in return the central coordinates (RA, DEC), scale, and orientation of the image. The solver essentially performs pattern recognition against a catalog of millions of stars. Once the coordinates are determined, the true pointing of the telescope is known.
sv: Ekos inriktningsmodul möjliggör mycket noggranna GÅ TILL, och kan mäta och korrigera polära inriktningsfel. Det är möjligt tack vare teknologi för lösning av astrobilder från tredje part. Den huvudsakliga programvaran för lösning av astrobilder är paketet StellarSolver, som i sin tur använder sig av lösningsverktygen astrometry.net, ASTAP, och Watney lokalt (och på nätet). Ekos börjar med att ta en bild av ett stjärnfält, skickar bilden till lösningsverktyget (`astrometry.net <https://astrometry.net>`__, `StellarSolver <https://github.com/rlancaste/stellarsolver>`__ eller `ASTAP <https://www.hnsky.org/astap>`__), och får bildens centrumkoordinater (RA, DEK) och dess orientering i retur. Lösningsverktyget utför väsentligen mönsterigenkänning med en katalog av miljontals stjärnor. När koordinaterna väl har bestämts, är teleskopets verkliga pekriktning känd.
uk: За допомогою модуля вирівнювання Ekos можна виконувати дуже точне позиціювання, а також вимірювати і виправляти похибки полярного вирівнювання. Усе це можна робити завдяки стороннім засобам прив'язування знімків. Основним засобом, який використовує програма, є пакунок StellearSolver, який, власне, використовує автономні (та засновані на інтернет-технологіях) розв'язувачі astrometry.net, ASTAP та Watney. Ekos розпочинає зі створення знімка зоряного неба, який передає вибраному розв'язувачу (наприклад `astrometry.net <https://astrometry.net>`__, `StellarSolver <https://github.com/rlancaste/stellarsolver>`__ або `ASTAP <https://www.hnsky.org/astap>`__). Внаслідок розв'язання зображення програма отримує координати центральної точки (пряме сходження і схилення), масштаб та орієнтацію зображення. Розв'язувач виконує порівняння зі зразками карти зоряного неба, які містять дані мільйонів зірок. Щойно координати буде визначено, можна буде визначити істинне спрямування телескопа.

source: At a minimum, you need a CCD/Webcam and a telescope that supports Slew & Sync commands. Most popular commercial telescope nowadays support such commands.
sv: Du behöver allra minst en CCD/webbkamera och ett teleskop som stöder förflyttnings- och synkroniseringskommandon. De flesta kommersiella teleskop stöder nuförtiden sådana kommandon.
uk: Мінімально, вам потрібний ПЗЗ або вебкамера та телескоп, у якому передбачено команди обертання та синхронізації. У більшості сучасних популярних комерційних телескопах передбачено підтримку таких команд.

source: Using Ekos Alignment Module, aligning your mount using the controller's 1, 2, or 3 star alignment is *not* strictly necessary, though for some mounts it is recommended to perform a rough 1 or 2 star alignment before using Ekos alignment module. If you are using EQMod, you can start using Ekos alignment module right away. A typical workflow for GOTO alignment involves the following steps:
sv: Vid användning av Ekos inriktningsmodul är det inte strikt nödvändigt att rikta in stativet med styrenhetens inriktning med 1, 2 eller 3 stjärnor, även om det rekommenderas att utföra en grov inriktning med 1 eller 2 stjärnor innan Ekos inriktningsmodul används. Om du använder EQMod kan du börja använda Ekos inriktningsmodul omedelbart. Ett typiskt arbetsflöde för inriktning av GÅ TILL omfattar följande steg:
uk: Якщо ви користуєтеся модулем вирівнювання Ekos, вирівнювання вашого лафета за контрольними вирівнюваннями 1, 2 або 3 зірок *не* є строго обов'язковим. Втім, для деяких лафетів рекомендовано виконати грубі вирівнювання для 1 або 2 зірок, перш ніж користуватися модулем вирівнювання Ekos. Якщо ви користуєтеся EQMod, ви можете розпочати користування модулем вирівнювання Ekos без будь-яких додаткових приготувань. Типова процедура для точного вирівнювання складається з таких кроків:

source: Slew to a nearby bright star using the slew telescope command in the SkyMap using the ``Slew the telescope to the mouse-pointer position`` command.
sv: Gå till en närliggande ljus stjärna med hjälp av kommandot för teleskopförflyttning på himmelskartan med kommandot ``Förflytta teleskopet till muspekarens position``.
uk: Наведіть телескоп на сусідню яскраву зірку за допомогою команди наведення телескопа на карті неба з використанням пункту ``Навести телескоп на позицію вказівника миші``.

source: Select ``Slew to Target`` in the ``Solver Action`` on the Align page.
sv: Välj ``Förflytta till mål`` under ``Lösningsåtgärd`` på sidan Inriktning.
uk: Виберіть ``Обертання до цілі`` у списку ``Дія розв'язувача`` на сторінці «Вирівнювання».

source: After slew is complete, click ``Capture & Solve`` on the Align page.
sv: Efter förflyttningen är färdig, klicka på ``Ta bild och lös`` på sidan Inriktning.
uk: Після завершення обертання натисніть кнопку ``Захопити і розв'язати`` на сторінці «Вирівнювання».

source: Align will capture an image and try to solve it. If the solver is successful, Ekos will send a sync command to the mount and then slew to the star. The results are displayed in the ``Solution Results`` tab along with a bullseye diagram that shows the offset the reported telescope coordinates (i.e. where the telescope *thinks* it is looking vs. its actual pointing position in the sky as determined by the solver). Align will stop if it is within the desired error tolerance, otherwise it will repeat the Slew/Capture/Solve/Sync process until it is within tolerance.
sv: Inriktningen tar en bild och försöker lösa den. Om lösningsverktyg lyckas, skickar Ekos ett synkroniseringskommando till stativet och förflyttar det därefter till stjärnan. Resultaten visas under fliken ``Lösningsresultat`` tillsammans med en måltavla som visar avvikelsen av de rapporterade teleskopkoordinaterna (dvs. vart teleskopet *tror* att det pekar mot den verkliga positionen på himlen som bestämts av lösningsverktyget). Inriktningen stoppar om den är inom önskad feltolerans, annars upprepas processen förflytta/ta en bild/lös/synkronisera tills den är inom toleransen.
uk: Засіб вирівнювання захоплює зображення і намагається прив'язати його до карти неба. Якщо розв'язання успішно виконано, Ekos надішле команди синхронізації до лафета і наведе його на зірку. Результати буде показано на вкладці ``Результати розв'язування`` разом із діаграмою прицілювання, на якій буде показано зсув повідомлених лафетом координат телескопа (тобто координат наведення за *даними лафета*) відносно справжньої точки на небі, координати якої було визначено розв'язувачем. Вирівнювання буде зупинено, якщо буде досягнуто бажаної точності, інакше процедуру наведення, захоплення, розв'язування і синхронізації буде повторено, аж доки похибка не стане прийнятною.

source: ``Sync``: Syncs the telescope coordinates to the solution coordinates.
sv: ``Synkronisera``: Synkronisera teleskopkoordinaterna till lösningskoordinaterna.
uk: ``Синхронізувати``: синхронізує координати телескопа із координатами розв'язку.

source: ``Slew to Target``: Syncs the telescope coordinates to the solution coordinates and then slew to the target.
sv: ``Förflytta till mål``: Synkroniserar teleskopkoordinaterna till lösningskoordinaterna och förflytta teleskopet till målet.
uk: ``Обертання до цілі``: синхронізувати координати телескопа із координатами розв'язку і навести телескоп на ціль.

source: ``Nothing``: Just solve the image and display the solution coordinates.
sv: ``Ingenting``: Lös bara bilden och visa lösningskoordinaterna.
uk: ``Нічого``: просто розв'язати зображення і показати координати розв'язку.

source: |StellarSolver Options|
uk: |Параметри StellarSolver|

source: StellarSolver Options
sv: Alternativ för StellarSolver
uk: Параметри StellarSolver

source: To use the solvers, you must first configure the StellarSolver options. The above page is displayed when clicking on the ``Options`` button on the lower right of the Align page, then selecting the ``StellarSolver Options`` tab. Start with the ``Builtin method for solver Source Extraction method`` so that each solver uses its preferred star-extraction code. ``For Solving Method`` we recommend choosing ``Internal Solver`` to use StellarSolver's copy of the Astrometry.net code, or choose ``Local ASTAP`` if you prefer that. The online astrometry solver is accurate, but can take a long time to solve because of all the data transfer required. For ``Options Profile``, start with the ``1-Default`` profile.
sv: För att använda lösningsverktygen måste du först ställa in alternativen för StellarSolver. Ovanstående sida visas när du klickar på knappen ``Alternativ`` längst ned till höger på sidan Inriktning och sedan väljer fliken ``Alternativ för StellarSolver``. Börja med ``Inbyggd metod för lösning Metod för källextrahering`` så att varje lösningsverktyg använder sin föredragna kod för stjärnextrahering. För ``Lösningsmetod`` rekommenderar vi att du väljer ``Internt lösningsverktyg`` för att använda StellarSolvers kopia av Astrometry.net-koden, eller ``Lokal ASTAP`` om du föredrar det. Lösningsverktyget för Astrometri på nätet är noggrant, men kan ta lång tid på grund av all dataöverföring som krävs. För ``Alternativprofil``, börja med profilen ``1-Standard``.
uk: Щоб скористатися розв'язувачами, вам слід спочатку налаштувати параметри StellarSolver. Наведену на знімку вище сторінку буде показано після натискання кнопки ``Параметри`` у нижній правій частині сторінки «Вирівнювання» з наступним вибором вкладки ``Параметри StellarSolver``. Почніть з визначення ``Вбудований метод для розв'язувача`` для ``Методу видобування даних з джерела``, щоб кожен з розв'язувачів використовував пріоритетний для нього код видобування даних зірок. Для ``Методу розв'язання`` ми рекомендуємо вибрати ``Вбудований розв'язувач``, щоб скористатися копією коду Astrometry.net у StellarSolver, або вибрати ``Локальний ASTAP``, якщо ви надаєте перевагу цьому методу. Розв'язувач астрометричних даних з інтернету точний, але отримання розв'язку може бути досить тривалим, оскільки потрібно перенести усі дані. Для пункту ``Профіль параметрів`` почніть з варіанта ``1-типовий``.

source: There are two other minor options. ``WCS`` or World-Coordinate-System is a system for embedding equatorial coordinate information within the image. When you view a solved image, you can hover it and view the coordinate for each pixel. You can also click anywhere in the image and command to the telescope to slew there. It is highly recommended to keep this option on. ``Overlay`` overlays captured images unto the sky map of KStars.
sv: Det finns två andra mindre alternativ. ``WCS`` eller ``Världskoordinatsystem``: Världskoordinatsystemet är ett system för att inbädda ekvatoriell koordinatinformation i bilden. När du tittar på en löst bild, kan du hålla musen över bilden och se koordinaten för varje bildpunkt. Du kan också klicka var som helst på bilden och skicka ett kommando till teleskopet att förflytta sig dit. Det rekommenderas starkt att behålla alternativet på. ``Överlagra`` överlagrar tagna bilder på Kstars himmelskarta.
uk: Передбачено два інших не таких значних пункти. ``WCS``: всесвітня координатна система є системою координат, яку призначено для визначення екваторіальних координат, які вбудовуються у файл зображення. Під час перегляду прив'язаного зображення ви можете навести вказівник миші на будь-який його піксель і бачити координати цього пікселя. Ви також можете клацнути на будь-якій точці зображення і наказати телескопу навестися на цю точку. Наполегливо рекомендуємо вам не знімати позначки з цього пункту. За допомогою пункту ``Накладка`` можна накласти захоплені зображення на карту неба KStars.

source: |StellarSolver External Programs|
uk: |Зовнішні програми StellarSolver|

source: StellarSolver External Programs
sv: StellarSolver externa program
uk: Зовнішні програми StellarSolver

source: This is only required if you choose one of the external programs for your ``Solving Method``. If you choose ``Internal Solver``, then it is not necessary.
sv: Det krävs bara om du väljer ett av de externa programmen för ``Lösningsmetod``. Om du väljer ``Internt lösningsverktyg`` är det inte nödvändigt.
uk: Потреба у цій сторінці виникає, лише якщо ви вибрали одну із зовнішніх програм для пункту ``Метод розв'язання``. Якщо вами вибрано ``Вбудований розв'язувач``, потреби щось змінювати немає.

source: You will need to make sure the paths are correct for the solver you choose. The top menu item ``select to load one of the default sets`` usually configures the boxes correctly.
sv: Du måste se till att sökvägarna är korrekta för det lösningsverktyg du väljer. Toppmenyalternativet ``Välj för att läsa in en av standarduppsättningarna`` ställer vanligtvis in rutorna korrekt.
uk: Вам слід переконатися, що для вибраного вами розв'язувача вказано належні шляхи. За допомогою пункту верхнього меню ``вибір одного з типових наборів``, зазвичай, можна налаштувати вміст полів належним чином.

source: |StellarSolver Scale and Position|
uk: |Масштаб і позиція StellarSolver|

source: StellarSolver Scale and Position
sv: StellarSolver skala och position
uk: Масштаб і позиція StellarSolver

source: Scale can be the image width in degrees (``dw``), the image width in arc-minutes (``aw``), or the pixel width in arc-seconds (``app``). All should work, but arc-seconds per pixel is recommended. Typically you want to use this constraint for faster solving, so we recommend you check this box. The system doesn't require that the scale be exactly right--it allows deviations of 10-20%. However, frequently issues related to solving are due to an inaccurate scale being used. Therefore, if you have plate-solving problems, you may want to uncheck ``Use Scale`` until those issues are resolved. This will likely result in longer solving times. ``Auto-update`` will automatically fill the scale box with the scale found in the most-recent successful solve.
sv: Skalan kan vara bildens bredd i grader (``gb``), bildens bredd i bågminuter (``bb``) eller bildpunktsbredden i bågsekunder (``bpb``). Alla borde fungera, men bågsekunder per bildpunkt rekommenderas. Vanligtvis vill man använda den begränsning för snabbare lösning, så vi rekommenderar att den rutan markeras. Systemet kräver inte att skalan är exakt rätt. Det tillåter avvikelser på 10-20 %. Emellertid beror ofta problem relaterade till lösning på att en felaktig skala används. Därför, om man har problem med lösning av astrobilder, kanske man ska avmarkera ``Använd skalning`` tills problemen är lösta. Det resulterar sannolikt i längre lösningstider. ``Automatisk uppdatering`` fyller automatiskt skalningsrutan med skalan som användes i den senaste lyckade lösningen.
uk: Масштабом може бути ширина зображення у градусах (``dw``), ширина зображення у кутових мінутах (``aw``) або ширина пікселя у кутових секундах (``app``). Усі варіанти дієздатні, але рекомендованим є варіант із кутовими секундами на піксель. Типово, це обмеження використовують для пришвидшення розв'язування, тому ми рекомендуємо позначити цей пункт. Системі не потрібне точне значення цього параметра — достатньо вказати його зі відхиленням у 10-20%. Втім, часто помилки розв'язування пов'язано із використаним неточним значенням масштабу. Тому, якщо у вас виникають проблеми із прив'язкою зображень, ви можете зняти позначення з пункту ``Масштаб`` до вирішення проблем. Зняття позначки з пункту, найімовірніше, призведе до збільшення часу розв'язування. Використання пункту ``Автооновлення`` призведе до автоматичного заповнення поля масштабу значенням, яке було отримано під час останнього успішного розв'язування.
