Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-guide.po
Languages: bg, ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: You can find star-detection algorithm choices in the Guide Settings page (above image) at the top of the ``Other Settings`` section. By far the most accurate is the (default) SEP MultiStar algorithm. It uses the detected position of many stars (in the above settings, up to 50) to determine its best estimate for the current drift. It is dependent on accurate star detection. Thus, it may be important to adjust star-detection parameters. Start with the default Guide-Default SEP profile, and optionally edit its parameters if you feel stars are not being detected accurately. Pretty much the only reason not to use SEP MultiStar would be if you can't get your SEP star-detection to perform adequately.
ca: Podeu trobar les opcions de l'algorisme de detecció d'estrelles a la pàgina Configuració de la guia (a sobre de la imatge) a la part superior de la secció ``Altres opcions``. De lluny el més precís és l'algorisme SEP MultiStar (predeterminat). Utilitza la posició detectada de moltes estrelles (en la configuració anterior, fins a 50) per a determinar la seva millor estimació de la deriva actual. Depèn de la detecció precisa d'estrelles. Per tant, pot ser important ajustar els paràmetres de detecció d'estrelles. Comenceu amb el perfil SEP predeterminat de guiatge, i opcionalment editeu els paràmetres si creieu que les estrelles no s'estan detectant amb precisió. Gairebé l'única raó per no utilitzar SEP MultiStar seria si no podeu aconseguir que la vostra detecció estel·lar SEP funcioni adequadament.
ca@valencia: Trobareu opcions d'algorisme de detecció d'estreles a la pàgina de configuració «Guia» (imatge superior) a la part superior de la secció ``Altres opcions``. Amb diferència, el més precís és l'algorisme SEP amb múltiples estreles (predeterminat). Utilitza la posició detectada de moltes estreles (a la configuració anterior, fins a 50) per a determinar la seua millor estimació per a la deriva actual. Depén d'una detecció precisa d'estreles. Per tant, pot ser important ajustar els paràmetres de detecció d'estreles. Comenceu amb el perfil SEP del guiatge predeterminat i, de manera opcional, editeu els seus paràmetres si creieu que les estreles no es detecten amb precisió. Pràcticament l'única raó per a no utilitzar SEP amb múltiples estreles seria si no podeu aconseguir que la detecció d'estreles SEP funcione adequadament.
pt_br: Você pode encontrar opções de algoritmos de detecção de estrelas na página de configurações do guia (imagem acima), na parte superior da seção ``Outras configurações``. De longe, o mais preciso é o algoritmo SEP MultiStar (padrão). Ele usa a posição detectada de muitas estrelas (nas configurações acima, até 50) para determinar sua melhor estimativa para a deriva atual. Ele depende da precisão da detecção de estrelas. Portanto, pode ser importante ajustar os parâmetros de detecção de estrelas. Comece com o perfil SEP padrão do Guia e, opcionalmente, edite seus parâmetros se achar que as estrelas não estão sendo detectadas com precisão. Praticamente, o único motivo para não usar o SEP MultiStar seria se você não conseguir fazer com que sua detecção de estrelas SEP funcione adequadamente.
sl: Možnosti algoritma za zaznavanje zvezd najdete na strani z nastavitvami vodnika (zgornja slika) na vrhu razdelka ``Druge nastavitve``. Daleč najbolj natančen je (privzeti) algoritem SEP MultiStar. Za določitev najboljše ocene trenutnega premika uporablja zaznani položaj številnih zvezd (v zgornjih nastavitvah do 50). Odvisen je od natančnega zaznavanja zvezd. Zato je morda pomembno prilagoditi parametre zaznavanja zvezd. Začnite s privzetim profilom SEP Guide-Default in po želji uredite njegove parametre, če menite, da zvezde niso natančno zaznane. Skoraj edini razlog, da ne uporabljate SEP MultiStar, bi bil, če ne morete doseči ustreznega delovanja zaznavanja zvezd SEP.
sv: Ekos kan använda flera algoritmer för att bestämma avdriften från den (ursprungliga) låsta positionen, men den överlägset mest exakta är (standardvärdet) algoritmen SEP-multipelstjärna. Den använder den detekterade positionen för många stjärnor (i ovanstående inställningar, upp till 50) för att bestämma bästa uppskattning av den aktuella driften. Den är beroende av noggrann stjärndetektering. Därför kan det vara viktigt att justera parametrar för stjärndetektering. Börja med SEP-standardprofilen, och redigera eventuellt parametrarna om du märker att stjärnor inte detekteras korrekt.

source: Guiding algorithm choices are made at the top of the settings page. You can choose separate algorithms for RA and DEC. Here are the possibilities:
ca: Les opcions d'algorisme de guiatge es fan a la part superior de la pàgina de configuració. Podeu triar algorismes separats per a l'AR i la Dec. Aquestes són les possibilitats:
ca@valencia: Les opcions de l'algorisme de guiatge es fan a la part superior de la pàgina de configuració. Podeu triar algoritmes separats per a AR i Dec. Ací teniu les possibilitats:
pt_br: As escolhas do algoritmo de orientação são feitas na parte superior da página de configurações. Você pode escolher algoritmos separados para AR e DEC. Aqui estão as possibilidades:
sl: Izbira algoritma vodenja se izvede na vrhu strani z nastavitvami. Izberete lahko ločena algoritma za RA in DEC. Tukaj so možnosti:
sv: Val av guidningsalgoritmer görs längst upp på inställningssidan. Du kan välja separata algoritmer för RA och DEK. Här är möjligheterna:

source: Standard: The traditional proportional guide algorithm. It computes a pulse to correct the computed guide drift. The aggressiveness parameter decides what proportion of the error is corrected. Integral gain can be used but is not recommended. Errors smaller than MinError won't be corrected. Max response limits the largest correction. The hysteresis parameter is not used.
ca: Estàndard: L'algorisme tradicional de guia proporcional. Calcula un pols per a corregir la deriva de la guia calculada. El paràmetre d'agressivitat decideix quina proporció d'error es corregeix. Es pot utilitzar guany integral però no es recomana. Els errors més petits que MinError no es corregiran. La resposta màxima limita la correcció més gran. El paràmetre histèresi no s'utilitza.
ca@valencia: Estàndard: l'algorisme de guiatge proporcional tradicional. Calcula un pols per a corregir la deriva calculada del guiatge. El paràmetre d'agressivitat decidix quina proporció de l'error es corregix. Es pot utilitzar el guany integral però no es recomana. Els errors més petits que Error mín. no es corregiran. La resposta màxima limita la correcció més gran. No s'utilitza el paràmetre d'histèresi.
pt_br: Padrão: O algoritmo de guia proporcional tradicional. Ele calcula um pulso para corrigir o desvio da guia calculado. O parâmetro de agressividade decide qual proporção do erro é corrigida. O ganho integral pode ser usado, mas não é recomendado. Erros menores que MinError não serão corrigidos. A resposta Max limita a maior correção. O parâmetro de histerese não é usado.
sl: Standardno: Tradicionalni algoritem proporcionalnega vodenja. Izračuna impulz za popravljanje izračunanega premika vodila. Parameter agresivnosti določa, kolikšen delež napake se popravi. Integralno ojačanje se lahko uporabi, vendar ni priporočljivo. Napake, manjše od MinError, ne bodo popravljene. Max odziv omejuje največji popravek. Parameter histereze se ne uporablja.
sv: Standard: Den traditionella proportionella styralgoritmen. Den beräknar en puls för att korrigera den beräknade guidningsdriften. Aggressivitetsparametern avgör hur stor andel av felet som korrigeras. Integralförstärkning kan användas men rekommenderas inte. Fel mindre än Minimalt fel korrigeras inte. Maximalt svar begränsar den största korrigeringen. Hysteresparametern används inte.

source: Hysteresis: Hysteresis is like the standard algorithm but weights in the previous correction according to the hysteresis parameter.
ca: Histèresi: La histèresi és com l'algorisme estàndard però pesa en la correcció anterior segons el paràmetre histèresi.
ca@valencia: Histèresi: la histèresi és com l'algorisme estàndard, però pondera la correcció anterior segons el paràmetre d'histèresi.
pt_br: Histerese: A histerese é como o algoritmo padrão, mas pondera a correção anterior de acordo com o parâmetro de histerese.
sl: Histereza: Histereza je podobna standardnemu algoritmu, vendar upošteva prejšnjo korekcijo glede na parameter histereze.
sv: Hysteres: Hysteres är som standardalgoritmen men viktar in den föregående korrigeringen enligt hysteresparametern.

source: Linear: This is similar to the PHD2 Lowpass2 algorithm. It computes the error pulses based on a short history of recent errors. This may be applicable to very stable mounts and is similar to the PHD2 LowPass2 algorithm.
ca: Lineal: Això és similar a l'algorisme Lowpass2 del PHD2. Calcula els polsos d'error en funció d'un historial curt d'errors recents. Això pot ser aplicable a muntures molt estables i és similar a l'algorisme de LowPass2 del PHD2.
ca@valencia: Lineal: és similar a l'algorisme «Lowpass2» de PHD2. Calcula els polsos d'error basant-se en un breu historial d'errors recents. Açò pot ser aplicable a muntures molt estables i és similar a l'algorisme «Lowpass2» de PHD2.
pt_br: Linear: É semelhante ao algoritmo Lowpass2 do PHD2. Ele calcula os pulsos de erro com base em um breve histórico de erros recentes. Isso pode ser aplicável a montagens muito estáveis ​​e é semelhante ao algoritmo LowPass2 do PHD2.
sl: Linearno: To je podobno algoritmu PHD2 LowPass2. Izračuna impulze napak na podlagi kratke zgodovine nedavnih napak. To je lahko uporabno za zelo stabilne nosilce in je podobno algoritmu PHD2 LowPass2.
sv: Linjär: Liknar PHD2 Lågpass 2-algoritmen. Den beräknar felpulser baserat på en kort historik över de senaste felen. Det kan vara lämpligt för mycket stabila stativ och liknar algoritmen PHD2 Lågpass-2.

source: GPG: (RA Only) The GPG algorithm tries to predict periodic error and linear drifts. It uses the aggressiveness, min and max parameters here, and more parameters on the separate GPG tab. It is very similar to the PHD2 PPEC algorithm. For technical details see `this paper <https://www.researchgate.net/publication/276459268_Gaussian_Process-Based_Predictive_Control_for_Periodic_Error_Correction>`__. There is more detail on GPG below.
ca: GPG: (Només AR) L'algorisme GPG intenta predir errors periòdics i derives lineals. Utilitza l'agressivitat, paràmetres mínims i màxims aquí, i més paràmetres a la pestanya GPG separada. És molt similar a l'algorisme PHD2 PPEC. Per a detalls tècnics vegeu `aquest document <https://www.researchgate.net/publication/276459268_Gaussian_Process-Based_Predictive_Control_for_Periodic_Error_Correction>`__. Hi ha més detalls del GPG a continuació.
ca@valencia: GPG: (Només AR) l'algoritme GPG intenta predir errors periòdics i desviacions lineals. Ací s'utilitzen els paràmetres d'agressivitat, mínim i màxim, i més paràmetres en la pestanya «GPG» separada. És molt similar a l'algorisme PPEC de PHD2. Per als detalls tècnics, vegeu `este article <https://www.researchgate.net/publication/276459268_Gaussian_Process-Based_Predictive_Control_for_Periodic_Error_Correction>`__. Hi ha més detalls sobre GPG a continuació.
pt_br: GPG: (Somente AR) O algoritmo GPG tenta prever erros periódicos e desvios lineares. Ele usa os parâmetros de agressividade, mínimo e máximo aqui, e mais parâmetros na aba GPG separada. É muito semelhante ao algoritmo PPEC do PHD2. Para detalhes técnicos, consulte `este artigo <https://www.researchgate.net/publication/276459268_Gaussian_Process-Based_Predictive_Control_for_Periodic_Error_Correction>`__. Há mais detalhes sobre o GPG abaixo.
sl: GPG: (samo RA) Algoritem GPG poskuša napovedati periodične napake in linearne premike. Tukaj uporablja parametre agresivnosti, min in max, več parametrov pa na ločenem zavihku GPG. Je zelo podoben algoritmu PHD2 PPEC. Za tehnične podrobnosti glejte `ta članek <https://www.researchgate.net/publication/276459268_Gaussian_Process-Based_Predictive_Control_for_Periodic_Error_Correction>`__. Več podrobnosti o GPG je spodaj.
sv: GPG: (bara RA) GPG-algoritmen försöker förutsäga periodiska fel och linjära avvikelser. Den använder aggressivitets-, min- och maxparametrarna här, och fler parametrar under den separata GPG-fliken. Den är mycket lik PHD2 PPEC-algorithm. För teknisk detaljinformation se `den här artikeln <https://www.researchgate.net/publication/276459268_Gaussian_Process-Based_Predictive_Control_for_Periodic_Error_Correction>`__. Det finns mer information om GPG nedan.

source: A good starting choice is ``Standard`` or ``Hysteresis`` (with a 0.1 hysteresis parameter). You may want to use ``GPG`` for RA, as it is probably the best performing algorithm for many mounts, however it is more complex to set up (see below). ``Linear`` is recommended for some high-performance mounts.
ca: Una bona opció de partida és ``Estàndard`` o ``Histèresi`` (amb un paràmetre d'histèresi de 0,1). És possible que vulgueu utilitzar ``GPG`` per a AR, ja que probablement és l'algorisme que funciona millor amb moltes muntures, però és més complex configurar-lo (vegeu més avall). Es recomana ``Lineal`` per a algunes muntures d'alt rendiment.
ca@valencia: Una bona opció inicial és ``Estàndard`` o ``Histèresi`` (amb un paràmetre d'histèresi de 0,1). Podeu utilitzar ``GPG`` per a AR, ja que probablement és l'algorisme de millor rendiment per a moltes muntures, però és més complex de configurar (vegeu més avall). Es recomana ``Lineal`` per a algunes muntures d'alt rendiment.
pt_br: Uma boa opção inicial é ``Padrão`` ou ``Histerese`` (com um parâmetro de histerese de 0,1). Você pode usar ``GPG`` para AR, pois é provavelmente o algoritmo de melhor desempenho para muitas montagens; no entanto, é mais complexo de configurar (veja abaixo). ``Linear`` é recomendado para algumas montagens de alto desempenho.
sl: Dobra začetna izbira je ``Standard`` ali ``Histereza`` (s parametrom histereze 0,1). Za RA boste morda želeli uporabiti ``GPG``, saj je to verjetno najboljši algoritem za številne nosilce, vendar je njegova nastavitev bolj zapletena (glejte spodaj). Za nekatere visokozmogljive nosilce je priporočljiv ``Linear``.
sv: Ett bra utgångsval är "Standard" eller "Hysteres" (med en hysteresparameter på 0,1). Du kanske vill använda "GPG" för RA, eftersom det förmodligen är den bäst presterande algoritmen för många stativ, men den är mer komplex att ställa in (se nedan). "Linjär" rekommenderas för vissa högpresterande stativ.

source: Good advice in choosing parameters is available on the internet, e.g. from `the above slideshow <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__.
ca: Un bon consell a l'hora de triar paràmetres a Internet, p. ex. des del `passi de diapositives anterior <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__.
ca@valencia: Trobareu bons consells per a triar paràmetres en Internet, per exemple, a `la presentació de diapositives anterior <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__.
pt_br: Bons conselhos sobre a escolha de parâmetros estão disponíveis na internet, por exemplo, no `apresentação de slides acima <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__.
sl: Dobri nasveti za izbiro parametrov so na voljo na internetu, npr. v `zgornji predstavitvi <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__.
sv: Här är några av parametrarna som du kan vilja justera. Återigen finns goda råd i val av parametrar på Internet, t.ex. från `bildspelet ovan <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__.

source: The main parameter choices you have are below. They are applicable to all the guiding algorithms.
ca: Les principals opcions de paràmetres que teniu són a continuació. Són aplicables a tots els algorismes de guiatge.
ca@valencia: Les principals opcions de paràmetres que teniu estan a continuació. Són aplicables a tots els algorismes de guiatge.
pt_br: As principais opções de parâmetros disponíveis estão abaixo. Elas são aplicáveis ​​a todos os algoritmos de orientação.
sl: Glavne izbire parametrov, ki jih imate na voljo, so navedene spodaj. Veljajo za vse algoritme vodenja.
sv: De viktigaste parametervalen du har finns nedan. De är tillämpliga på alla guidningsalgoritmer.

source: Aggressiveness. This controls how quickly you want the guider to correct the error. Values of 0.5 to 0.7 are usually best (i.e. correcting roughly half the observed error). Unintuitively, it seems that correcting 100% of the error can cause poor performance as the guider may oscillate with overcorrections.
ca: Agressivitat. Aquest controla amb quina rapidesa voleu que el sistema de guiatge corregeixi l'error. Els valors de 0,5 a 0,7 solen ser millors (és a dir, corregir aproximadament la meitat de l'error observat). De manera contraintuïtiva, sembla que corregir el 100% de l'error pot causar un rendiment baix, ja que el sistema de guiatge pot oscil·lar amb sobrecorreccions.
ca@valencia: ``Agressivitat (0-1,0)``: amb quina rapidesa voleu que el sistema de guiatge corregisca l'error. Els valors de 0,5 o 0,6 solen ser els millors (és a dir, corregixen aproximadament la meitat de l'error observat). De manera poc intuïtiva, pareix que corregir el 100% de l'error pot provocar un rendiment deficient, ja que sovint el sistema de guiatge oscil·larà amb correccions excessives.
pt_br: Agressividade. Controla a rapidez com que você deseja que o guia corrija o erro. Valores de 0,5 a 0,7 geralmente são os melhores (ou seja, corrigindo aproximadamente metade do erro observado). De forma não intuitiva, parece que corrigir 100% do erro pode causar baixo desempenho, pois o guia pode oscilar com correções excessivas.
sl: Agresivnost. Ta vrednost določa, kako hitro naj merilnik popravi napako. Vrednosti od 0,5 do 0,7 so običajno najboljše (tj. popravijo približno polovico opažene napake). Neintuitivno se zdi, da lahko 100-odstotno popravljanje napake povzroči slabo delovanje, saj lahko merilnik niha pri prekomernih popravkih.
sv: Aggressivitet. Hur snabbt du vill att guidningen ska rätta till felet. Värden på 0,5 eller 0,6 är vanligtvis bäst (dvs korrigering av ungefär hälften av det observerade felet). Trots intuitionen verkar det som att korrigering av 100 % av felet kan orsaka dålig prestanda eftersom guidningen då ofta oscillerar med överkorrigeringar.

source: Min error. This controls the minimum deviation (in arc-seconds) for which a correction will be made. Adjusting this can avoid chasing the seeing.
ca: Error mínim. Això controla la desviació mínima (en segons d'arc) per a la qual es farà una correcció. Ajustar això pot evitar empaitar el «seeing».
ca@valencia: Error mín. Controla la desviació mínima (en segons d'arc) per a la qual es farà una correcció. Ajustar-ho pot evitar perseguir la visió.
pt_br: Erro mínimo. Controla o desvio mínimo (em segundos de arco) para o qual uma correção será feita. Ajustar isso pode evitar a perda de visibilidade.
sl: Minimalna napaka. To določa najmanjše odstopanje (v ločnih sekundah), za katero bo izvedena korekcija. S prilagajanjem tega se lahko izognete zasledovanju napake.
sv: Minimalt fel. Det styr den minsta avvikelsen (i bågsekunder) för vilken en korrigering kommer att göras. Genom att justera det kan man undvika att jaga efter seendet.

source: Dithering
bg: Дитъринг
ca: Tramat
ca@valencia: Tramat
fr: Déviations
nl: Ditheren
pt_br: Pontilhamento
sl: Stresanje
sv: Gitter
uk: Розмиття

source: |Dithering Settings|
sv: |Gitterinställningar|
