Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-guide.po
Languages: bg, ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: To enable automatic dithering between frames, make sure to check the ``Dither`` checkbox. By default, Ekos should dither (i.e. move) the guiding box by up to 3 pixels after every N frames captured in :doc:`Ekos Capture Module <ekos-capture>`. The motion duration and direction are randomized. Since the guiding performance can oscillate immediately after dithering, you can set the appropriate ``Settle`` duration to wait after dither is complete before resuming the capture process. In rare cases where the dithering process can get stuck in an endless loop, set the appropriate ``Timeout`` to abort the process. But even if dithering fails, you can select whether this failure should terminate the autoguiding process or not. Toggle ``Abort Autoguide on failure`` to select the desired behavior.
ca: Per a activar el tramat automàtic entre fotogrames, assegureu-vos de marcar la casella de selecció ``Tramat``. De manera predeterminada, l'Ekos hauria de fer el tramat (p. ex., moure) del quadre de guiatge de fins a 3 píxels després de cada N fotogrames capturats en el :doc:`mòdul de captura de l'Ekos <ekos-capture>`. La durada i la direcció del moviment seran aleatoris. Atès que el rendiment del guiatge pot oscil·lar immediatament després del tramat, podeu establir la durada del ``Posicionament`` adequat per a esperar que el posicionament sigui complet abans de reprendre el procés de captura. En casos excepcionals en què el procés de tramat pot quedar atrapat en un bucle sense fi, establiu el ``Temps d'espera`` adequat per a interrompre el procés. Però, fins i tot si falla el tramat, podeu seleccionar si aquesta falla hauria de finalitzar o no el procés de guiatge automàtic. Commuteu ``Interromp el guiatge automàtic en fallar`` per a seleccionar el comportament desitjat.
ca@valencia: Per habilitar el tramatge automàtic entre fotogrames, assegureu-vos de marcar la casella de selecció ``Tramatge``. De manera predeterminada, Ekos hauria de fer el tramatge (és a dir, moure) el quadro de guiatge fins a 3 píxels després de cada N fotogrames capturats en el :doc:`mòdul «Captura» <ekos-capture>` d'Ekos. La duració i la direcció del moviment són aleatòries. Com que el rendiment del guiatge pot oscil·lar immediatament després del tramatge, podeu establir la duració del ``Posicionament`` adequada per a esperar després que el tramatge es complete abans de reprendre el procés de captura. En casos rars en què el procés de tramatge es pot quedar encallat en un bucle sense fi, establiu el ``Temps d'espera`` adequat per a interrompre el procés. Però fins i tot si falla el tramatge, podreu seleccionar si este error ha de finalitzar el procés de guiatge automàtic o no. Activeu/desmarqueu l'opció ``Interromp el guiatge automàtic en fallar`` per a seleccionar el comportament desitjat.
fr: Pour activer les mini-déviations (dithering) automatiques entre les poses, assurez-vous de cocher la case ``Déviations``. Par défaut, Ekos déplacera la boîte de guidage jusqu'à trois pixels après chaque N acquisitions dans le :doc:`module d'acquisition <ekos-capture>`. La durée de déplacement et sa direction sont aléatoires. Comme la performance de guidage peut osciller juste après le déplacement, vous pouvez configurer une durée de ``stabilisation`` avant la poursuite de la procédure d'acquisition. Dans les rares cas où la procédure de mini-déviations se bloque dans une boucle sans fin, vous pouvez configurer un ``délai maximal`` adéquat pour annuler la procédure. Mais même dans ce cas, vous pouvez choisir si cet échec doit mettre fin à la procédure de guidage automatique ou non. L'option ``Abandonner guidage automatique si échec`` permet de configurer le comportement souhaité.
pt_br: Para habilitar o pontilhamento automático entre quadros, certifique-se de marcar a caixa de seleção ``Pontilhamento``. Por padrão, o Ekos deve pontilhar (ou seja, mover) a caixa de guia em até 3 pixels a cada N quadros capturados no :doc:`módulo de captura do Ekos <ekos-capture>`. A duração e a direção do movimento são aleatórias. Como o desempenho da guia pode oscilar imediatamente após o pontilhamento, você pode definir a duração apropriada de ``Settle`` para aguardar a conclusão do pontilhamento antes de retomar o processo de captura. Em casos raros em que o processo de pontilhamento pode travar em um loop infinito, defina o ``Tempo limite`` apropriado para cancelar o processo. Mas mesmo se o pontilhamento falhar, você pode selecionar se essa falha deve encerrar o processo de guiamento automático ou não. Alterne ``Cancelar guiamento automático em caso de falha`` para selecionar o comportamento desejado.
sl: Če želite omogočiti samodejno tresenje med okvirji, potrdite polje ``Stresanje``. Ekos naj bi privzeto premaknil vodilni okvir za do 3 slikovne pike po vsakih N okvirjih, zajetih v :doc:`Ekos Capture Module <ekos-capture>`. Trajanje in smer gibanja sta naključna. Ker lahko delovanje vodenja niha takoj po tresenju, lahko nastavite ustrezno trajanje ``Ustali se``, da počakate po končanem tresenju, preden nadaljujete postopek zajemanja. V redkih primerih, ko se postopek tresenja lahko zatakne v neskončni zanki, nastavite ustrezno ``Časovna omejitev``, da prekinete postopek. Tudi če tresenje ne uspe, lahko izberete, ali naj ta napaka prekine postopek samodejnega vodenja ali ne. Preklopite ``Prekini samodejno vodenje ob napaki``, da izberete želeno delovanje.
sv: För att aktivera automatiskt gitter mellan bildrutor, försäkra dig om att kryssrutan ``Gitter`` är markerad. Normalt ska Ekos använda gitter för guidningsrutan (dvs. flytta den) upp till tre bildpunkter efter var N:e bildruta tagen i :doc:`Ekos tagningsmodul <ekos-capture>`. Rörelsens längd och riktning är slumpmässiga. Eftersom guidningsprestanda kan oscillera direkt efter gitter används, kan lämplig längd att vänta efteråt innan tagningsprocessen återupptas ställas in med ``Dämpning``. Ställ in lämplig ``Tidsgräns`` för att avbryta processen, för ovanliga fall då gitterprocessen kan fastna i oändlig repetition. Även om gitter misslyckas, kan man välja om felet ska avbryta den automatiska guidningsprocessen eller inte. Ändra ``Avbryt automatisk guidning vid fel`` för att välja önskat beteende.

source: Dithering does not result in a long wander from the original target position. Ekos keeps track of the original and current target positions, and moves the target back towards the original target should the position have drifted too far.
bg: Дитърингът не води до дълго отклонение от първоначалната целева позиция. Ekos следи първоначалните и текущите позиции на целта и премества целта обратно към първоначалната позиция, ако позицията се е отклонила твърде далеч.
ca: El tramat no resulta en una divergència llarga des de la posició original de l'objectiu. L'Ekos realitza un seguiment de les posicions de destinació originals i actuals, i mou l'objectiu de tornada cap a l'objectiu original si la posició ha anat massa lluny.
ca@valencia: El tramat no produïx una divergència llarga des de la posició original de l'objectiu. Ekos realitza un seguiment de les posicions original i actual de l'objectiu, i mou l'objectiu cap a l'objectiu original si la posició s'ha desviat massa.
fr: Les déviations ne résultent pas en une longue balade loin de la position initiale de la cible. Ekos se charge de conserver la position initiale et courante de la cible et déplacera la cible vers sa position initiale dans le cas où la dérive serait devenue trop grande.
nl: Dithering resulteert niet in een lange wandeling van de originele doelpositie. Ekos onthoudt de originele en huidige doelposities en verplaatst het doel terug naar het oorspronkelijke doel als de positie te ver is weggedreven.
pt_br: O pontilhamento não resulta em um longo desvio da posição original do alvo. O Ekos monitora as posições original e atual do alvo e move o alvo de volta para o alvo original caso a posição tenha se desviado muito.
sl: Stresanje ne povzroča dolgega odmikanja od pozicije prvotnega cilja. Ekos spremlja prvotne in trenutne ciljne pozicije in premakne cilj nazaj proti prvotnemu cilju, če se pozicija preveč odmakne.
sv: Gitter resulterar inte i en lång avvikelse från den ursprungliga målpositionen. Ekos håller reda på de ursprungliga och aktuella målpositionerna, och flyttar målet tillbaka mot det ursprungliga målet om positionen har glidit för långt.
uk: Розмивання не призводить до довгого блукання від початкової позиції цілі. Ekos стежить за початковою і поточною позиціями цілі і пересуває ціль назад до початкової позиції, якщо позиція «втече» надто далеко.

source: One-pulse dithering is an interesting quicker option which sends a pulse to dither, but does not verify that the dither reached its desired location. It is possible that the dithering for any given dither isn't as much as desired, but the overall effect should be good.
bg: Дитърингът с един импулс е интересна по-бърза опция, която изпраща импулс за преместване, но не проверява, дали дитерирингът е достигнал желаното място. Възможно е дитърингът за дадено преместване да не е толкова голям, колкото се желае, но общият ефект трябва да е добър.
ca: El tramat d'un pols és una opció interessant més ràpida que envia un pols al tramat, però no verifica que el tramat arribi a la seva ubicació desitjada. És possible que el tramat per a qualsevol tramat donat no sigui tant com es desitgi, però l'efecte general hauria de ser bo.
ca@valencia: El tramat d'un pols és una opció interessant i més ràpida que envia un pols al tramat, però no verifica que el tramat haja arribat fins a la seua ubicació desitjada. És possible que el tramat per a qualsevol tramat determinat no siga tant com es vol, però l'efecte general hauria de ser bo.
fr: La déviation à impulsion unique est une option intéressante et plus rapide qui envoie une impulsion de déviation mais sans vérifier qu'elle atteint la position souhaitée. Il est possible que la déviation de n'importe quelle déviation donnée n'est pas tant souhaitée mais l'effet global devrait être bon.
nl: Eén-puls dithering is een interessante snellere optie die een puls naar dither stuurt, maar niet verifieert dat de dither zijn gewenste locatie bereikt. Het is mogelijk dat de dithering voor elke gegeven dither niet is wat is gewenst, maar het gehele effect zou goed zijn.
pt_br: O pontilhamento de um pulso é uma opção interessante e mais rápida que envia um pulso para o pontilhamento, mas não verifica se o pontilhamento atingiu o local desejado. É possível que o pontilhamento para qualquer pontilhamento não seja tão grande quanto o desejado, mas o efeito geral deve ser bom.
sl: Stresanje z enim impulzom je zanimiva hitrejša možnost, ki pošlje impulz za stresanje, vendar ne preveri, ali je stresanje doseglo želeno pozicijo. Možno je, da stresanje za katero koli dano stresanje ni tako veliko, kot bi želeli, vendar bi moral biti splošni učinek dober.
sv: Gitter med en puls är ett intressant snabbare alternativ som skickar en puls för gitter, men inte verifierar att gittret nådde sin önskade plats. Det är möjligt att gitter för ett givet värde inte är så mycket som önskas, men den totala effekten bör bli bra.
uk: Розмивання в одну пульсацію є цікавим швидшим варіантом, при якому програма надсилає запит на одну пульсацію для розмивання, але не перевіряє, чи розмивання досягло бажаної позиції. Може так статися, що розмивання для будь-якого заданого кроку є недостатньо великим для бажаного результату, але загальний ефект має бути задовільним.

source: Non-guide dithering is also supported. This is useful when no guide camera is available or when performing short exposures. In this case, the mount can be commanded to dither in a random direction for up to the pulse specified in the ``Non-Guide Dither Pulse`` option.
ca: També s'admet el tramat sense guiatge. Això és útil quan no hi ha cap càmera guia o quan es fan exposicions curtes. En aquest cas, es pot ordenar que la muntura faci el tramat en una direcció aleatòria fins al pols especificat a l'opció ``Pols del tramat sense guiatge``.
ca@valencia: També s'admet el tramat sense guiatge. Açò és útil quan no hi ha cap càmera guia o quan es fan exposicions curtes. En este cas, es pot ordenar que la muntura faça el tramat en una direcció aleatòria fins al pols especificat en l'opció ``Pols del tramat sense guiatge``.
fr: Les mini-déviations sans guide sont également possibles. Cela est utile si aucune caméra guide n'est disponible ou lors d'exposition très courte. Dans ce cas, la monture peut être commandée pour réaliser de mini-déviations dans une direction aléatoire pour une durée configuré avec l'option ``Impulsion déviation sans guide``.
pt_br: O pontilhamento sem guia também é suportado. Isso é útil quando não há uma câmera guia disponível ou ao realizar exposições curtas. Nesse caso, a montagem pode ser comandada para pontilhamento em uma direção aleatória por até o pulso especificado na opção ``Pulso de pontilhamento sem guia``.
sl: Podprto je tudi stresanje brez vodenja. To je uporabno, če ni na voljo nobene vodilne kamere ali ko izvajate kratke osvetlitve. V tem primeru lahko nosilcu ukažete stresanje v naključni smeri do impulza, določenega v možnosti ``Nevodeni impulz stresanja``.
sv: Gitter utan guidning stöds också. Det är användbart när någon guidekamera inte är tillgänglig eller när korta exponeringar utförs. I detta fall kan stativet kommenderas att röra sig i en slumpmässig riktning upp till pulslängden angiven i alternativet ``Puls för icke-guidningsgitter``.

source: Drift Graphics
ca: Gràfics de la deriva
ca@valencia: Gràfics de la deriva
fr: Graphique de la dérive
pt_br: Gráficos de desvio
sl: Grafika zanašanja
sv: Avdriftsgrafik

source: |Drift Graphics|
sv: |Avdriftsgrafik|

source: The drift graphics is a very useful tool to monitor the guiding performance. It is a 2D plot of guiding *deviations* and *corrections*. By default, only the guiding deviations in RA and DE are displayed. The horizontal axis is the time in seconds since the autoguiding process was started while the vertical axis plots the guiding drift/deviation in arcsecs for each axis. Guiding corrections (pulses) can also be plotted in the same graph and you can enable them by checking the ``Corr`` checkbox below each Axis. The corrections are plotted as shaded areas in the background with the same color as that of the axis.
ca: Els gràfics de la deriva són una eina molt útil per a controlar el rendiment del guiatge. Es tracta d'una trama en 2D de les *desviacions* i *correccions* del guiatge. De manera predeterminada, només es mostraran les desviacions del guiatge a l'AR i la Dec. L'eix horitzontal és el temps en segons, ja que el procés de guiatge automàtic es va iniciar mentre l'eix vertical dibuixava la deriva/desviació del guiatge en segons d'arc per a cada eix. Les correccions del guiatge (polsos) també es poden tramar en el mateix gràfic i podreu habilitar-les marcant la casella de selecció ``Corr``. Les correccions es dibuixaran com a àrees ombrejades al fons amb el mateix color que l'eix.
ca@valencia: Els gràfics de la deriva són una eina molt útil per a controlar el rendiment del guiatge. Es tracta d'una dibuixada en 2D de les *desviacions* i *correccions* del guiatge. De manera predeterminada, només es mostraran les desviacions del guiatge en l'AR i la Dec. L'eix horitzontal és el temps en segons, ja que el procés de guiatge automàtic es va iniciar mentre l'eix vertical dibuixava la deriva/desviació del guiatge en segons d'arc per a cada eix. Les correccions del guiatge (polsos) també es poden tramar en el mateix gràfic i podreu habilitar-les seleccionant la casella de selecció ``Corr``. Les correccions es dibuixaran com a àrees ombrejades en el fons amb el mateix color que l'eix.
fr: Le graphique de la dérive est un outil très puissant pour surveiller les performances de guidage. C'est un graphique 2D des *déviations* du guidage et des *corrections*. Par défaut, seules les déviations en AD et DEC sont affichées. L'axe horizontal représente le temps en secondes depuis le début du processus de guidage alors que l'axe vertical représente les déviations ou dérives du guidage en secondes d'arc. Les corrections de guidage (impulsions) peuvent être tracées sur le même graphique et vous pouvez les activer en cochant les cases ``Corr.`` sous chaque axe. Les corrections sont affichées sous la forme de zones ombrées en arrière-plan avec les mêmes couleurs que celles des axes.
pt_br: O gráfico de desvio é uma ferramenta muito útil para monitorar o desempenho do guiamento. É um gráfico 2D de *desvios* e *correções* de guiamento. Por padrão, apenas os desvios de guiamento em AR e DE são exibidos. O eixo horizontal representa o tempo em segundos desde o início do processo de guiamento automático, enquanto o eixo vertical plota o desvio/desvio de guiamento em segundos de arco para cada eixo. Correções de orientação (pulsos) também podem ser plotadas no mesmo gráfico e você pode ativá-las marcando a caixa de seleção ``Corr`` abaixo de cada eixo. As correções são plotadas como áreas sombreadas no fundo com a mesma cor do eixo.
sl: Grafika zanašanja je zelo uporabno orodje za spremljanje delovanja vodenja. Gre za 2D-grafikon odklonov in *popravkov* vodenja. Privzeto so prikazani samo odkloni vodenja v RA in DE. Vodoravna os prikazuje čas v sekundah od začetka samodejnega vodenja, navpična os pa prikazuje odklon/popravek vodenja v ločnih sekundah za vsako os. Popravke vodenja (impulze) je mogoče prikazati tudi v istem grafu, kar omogočite tako, da označite potrditveno polje »Popravek« pod vsako osjo. Popravki so prikazani kot osenčena območja v ozadju z isto barvo kot os.
sv: Avdriftsgrafiken är ett mycket användbart verktyg för att övervaka guidningsprestanda. Det är ett tvådimensionellt diagram av guidningens *avvikelser* och *korrektioner*. Den horisontella axeln är tiden i sekunder sedan den automatiska guidningsprocessen startades, medan den vertikala axeln ritar upp guidningens avdrift eller avvikelse i bågsekunder för varje axel. Guidningskorrektioner (pulser) kan också ritas upp i samma diagram, och de kan aktiveras genom att markera kryssrutan ``Korr`` under varje axel. Korrektionerna ritas som skuggade områden i bakgrunden med samma färg som axeln.

source: You can pan and zoom the plot, and when hovering the mouse over the graph, a tooltip is displayed containing information about this specific point in time. It contains the guiding drift and any corrections made, in addition to the local time, this event was recorded. A vertical slider to the right of the image can be used to adjust the height of the secondary Y-axis for pulses corrections.
bg: Можете да местите и мащабирате диаграмата, а когато задържите курсора на мишката върху графиката, се показва подсказка, съдържаща информация за този конкретен момент от време. Той съдържа дрейфа и всички направени корекции в насочването, в допълнение към местното време, когато това събитие е записано. Вертикалният плъзгач отдясно на изображението може да се използва за регулиране на височината на вторичната Y-ос за корекции на импулси.
ca: Podeu fer una panoràmica i ampliar el dibuix, i en passar el ratolí sobre el gràfic, es mostrarà un consell d'eina que contindrà informació sobre aquest punt específic en el temps. Contindrà la deriva del guiatge i qualsevol correcció feta, a més de l'hora local, aquest esdeveniment es va registrar. Es pot utilitzar un control lliscant vertical a la dreta de la imatge per a ajustar l'alçada de l'eix Y secundari per a les correccions dels polsos.
ca@valencia: Podeu fer una panoràmica i ampliar el traçat, i en passar el ratolí sobre el gràfic, es mostrarà un consell d'eina que contindrà informació sobre este punt específic en el temps. Contindrà la deriva del guiatge i qualsevol correcció feta, a més del temps local, este esdeveniment es va registrar. Es pot utilitzar un control lliscant vertical a la dreta de la imatge per a ajustar l'alçària de l'eix Y secundari per a les correccions dels polsos.
fr: Vous pouvez déplacer le graphique ainsi que faire un zoom et lorsque vous survolez une zone, des infobulles apparaîtront contenant de l'information pour un moment spécifique. Elle contient la dérive et la correction effectuée et l'heure locale d'enregistrement de l'évènement. Un curseur vertical à la droite de l'image permet d'ajuster la hauteur de l'axe Y secondaire qui affiche les impulsions de correction.
nl: U kunt in de plot zoomen en zwenken, en wanneer u de muisaanwijzer boven een grafiek houdt ziet u een tekstballon met informatie over dit specifieke tijdstip.Die bevat de volgdrift, en de gemaakte correcties, naast de lokale tijd waarop deze gebeurtenis werd genoteerd. Met een verticale schuifbalk rechts in de afbeelding kunt u de hoogte van de secundaire Y-as voor pulscorrecties aanpassen.
pt_br: Você pode deslocar e ampliar o gráfico e, ao passar o mouse sobre o gráfico, uma dica é exibida contendo informações sobre esse ponto específico no tempo. Ela contém o desvio de guiamento e quaisquer correções feitas, além da hora local em que o evento foi registrado. Um controle deslizante vertical à direita da imagem pode ser usado para ajustar a altura do eixo Y secundário para correções de pulsos.
sl: Graf lahko premikate in povečate, pri čemer se z miško nahajate nad grafom, se prikaže opis orodja, ki vsebuje informacije o tej določeni časovni točki. Vsebuje vodilni odmik in morebitne popravke, poleg lokalnega časa je bil ta dogodek zabeležen. Z navpičnim drsnikom na desni strani slike lahko prilagodite višino sekundarne osi Y za popravke impulzov.
sv: Det går att panorera och zooma diagrammet, och när musen hålls över grafen visas ett verktygstips som innehåller information om den specifika tidpunkten. Den innehåller guidningens avdrift och alla korrektioner som gjorts, förutom lokal tid som händelsen lagrades. Ett vertikalt skjutreglage till höger om bilden kan användas för att justera höjden av den sekundära y-axeln för pulskorrigeringar.
uk: Передбачено можливість панорамування та зміни масштабу графіка. При наведенні вказівника миші на точку графіка, програма показуватиме контекстну панель із даними щодо відповідної точки. На панелі буде показано навідний зсув та виправлення, а також місцевий час, коли було записано відповідне спостереження. За допомогою вертикального повзунка, розташовано праворуч від графіка можна скоригувати висоту вторинно вісі Y для виправлень пульсаціями.
