Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <emphasis role="bold">Linear</emphasis>: This algorithm builds a V-Curve with approximately <emphasis role="bold">Out step Multiple</emphasis> steps on each side of the minimum. Having built the V-Curve it then fits a quadratic equation to the curve (parabolic shape) and uses this to calculate the focuser position giving the minimum HFR. Having identified the minimum it then performs a 2nd pass halving the step size, recreating the curve from the 1st pass. It attempts to stop within <emphasis role="bold">Tolerance</emphasis> of the minimum HFR calculated during the 1st pass.
bg: <emphasis role="bold">Линеен</emphasis>: Този алгоритъм изгражда V-образна крива с приблизително <emphasis role="bold">Множество стъпки навън</emphasis> стъпки от всяка страна на минимума. След като изгради V-образната крива, тя напасва квадратично уравнение към кривата (параболична форма) и използва това, за да изчисли позицията на фокусера, давайки минималната HFR. След като идентифицира минимума, той изпълнява 2-ро преминаване, намалявайки наполовина размера на стъпката, пресъздавайки кривата от 1-вото преминаване. Той се опитва да спре в рамките на <emphasis role="bold">толеранса</emphasis> на минималната HFR, изчислена по време на 1-вото преминаване.
sl: <emphasis role="bold">Linearni</emphasis>: Ta algoritem zgradi V-krivuljo s približno <emphasis role="bold">več koraki izhoda</emphasis> na vsaki strani najmanjšega. Po izdelavi V-krivulje se nato prilega kvadratni enačbi na krivuljo (parabolična oblika) in to uporabi za izračun položaja fokuserja, ki daje najmanjši HFR. Po določitvi minimuma nato izvede 2. prehod in prepolovi velikost koraka ter ponovno ustvari krivuljo iz 1. prehoda. Poskuša se ustaviti znotraj <emphasis role="bold">tolerance</emphasis> najmanjšega HFR, izračunanega med 1. prehodom.
sv: <emphasis role="bold">Linjär</emphasis>: Algoritmen skapar en V-kurva med ungefär <emphasis role="bold">utåtsteg</emphasis> antal steg på varje sida om minimum. Efter att ha skapat V-kurvan anpassar den sedan en andragradsekvation till kurvan (parabolisk form) och använder den för att beräkna fokuseringspositionen som ger minsta HFR. Efter att ha identifierat minimat utför den sedan en andra genomgång som halverar stegstorleken och återskapar kurvan från den fösta genomgången. Den försöker stanna inom <emphasis role="bold">Tolerans</emphasis> av lägsta HFR som beräknats under den första genomgången.
uk: <emphasis role="bold">Лінійний</emphasis>: у межах цього алгоритму програма будує V-криву із приблизною кількістю у <emphasis role="bold">Коефіцієнт зовнішніх кроків</emphasis> кроків на кожному боці від мінімуму. Після побудови V-кривої виконується апроксимація кривої квадратичним рівнянням (параболічною формою), а результати апроксимації використовуються для обчислення позиції засобу фокусування, яка дає мінімальний РПП. Після визначення мінімуму програма виконує другий прохід із зменшеним удвічі кроком, повторно створюючи криву на основі даних першого проходу. Програма намагається утриматися у межах <emphasis role="bold">допуску</emphasis> щодо мінімального РПП, який обчислено під час першого проходу.

source: <emphasis role="bold">Iterative</emphasis>: Moves focuser by discreet steps initially decided by the step size. Once a curve slope is calculated, further step sizes are calculated to reach an optimal solution. The algorithm stops when the measured HFR is within <emphasis role="bold">Tolerance</emphasis> of the minimum HFR recorded in the procedure.
bg: <emphasis role="bold">Итеративно</emphasis>: Премества фокусера с дискретни стъпки, първоначално определени от размера на стъпката. След като се изчисли наклонът на кривата, се изчисляват допълнителни размери на стъпките, за да се постигне оптимално решение. Алгоритъмът спира, когато измерената HFR е в рамките на <emphasis role="bold">толеранса</emphasis> на минималната HFR, записана в процедурата.
sl: <emphasis role="bold">Iterativno</emphasis>: premakne žarišče po diskretnih korakih, ki so bili prvotno določeni z velikostjo koraka. Ko je naklon krivulje izračunan, se izračunajo nadaljnje velikosti korakov, da se doseže optimalna rešitev. Algoritem se ustavi, ko je izmerjeni HFR znotraj <emphasis role="bold">tolerance</emphasis> najmanjšega HFR, zabeleženega v postopku.
sv: <emphasis role="bold">Iterativ</emphasis>: Flyttar fokuseringsenheten med diskreta steg, initialt bestämda av stegstorleken. När en kurvlutning väl har beräknats, beräknas ytterligare för att nå en optimal lösning. Algoritmen stoppar när uppmätt HFR är inom <emphasis role="bold">toleransen</emphasis> för det minimala HFR-värdet uppmätt under proceduren.
uk: <emphasis role="bold">Ітеративний</emphasis>: пересування засобу фокусування кроками, розмір яких початково задається. Щойно буде визначено нахил кривої, програма визначить розмір кроку для досягнення оптимального розв’язку. Роботу алгоритму буде припинено, коли виміряне значення радіуса половинного потоку (HFR) перебуватиме у межах визначеного у межах<emphasis role="bold">допуску</emphasis> мінімального радіуса половинного потоку, який було зареєстровано під час виконання процедури.

source: <emphasis role="bold">Polynomial</emphasis>: Starts with the iterative method. Upon crossing to the other side of the V-Curve, polynomial fitting coefficients along with possible minimum solution are calculated. This algorithm can be faster than a purely iterative approach given a good data set.
bg: <emphasis role="bold">Полиномно</emphasis>: Започва с итеративния метод. При преминаване от другата страна на V-кривата се изчисляват пасващите полиномни коефициенти заедно с възможното минимално решение. Този алгоритъм може да бъде по-бърз от чисто итеративния подход при наличие на добър набор от данни.
sl: <emphasis role="bold">Polinom</emphasis>: Začne se z iterativno metodo. Ob prehodu na drugo stran V-krivulje se izračunajo polinomski koeficienti prileganja skupaj z možno minimalno rešitvijo. Ta algoritem je lahko hitrejši od povsem iterativnega pristopa glede na dober nabor podatkov.
sv: <emphasis role="bold">Polynomisk</emphasis>: Startar med den iterativa metoden. Vid överkorsning till v-kurvans andra sidan, beräknas polynomiska anpassningskoefficienter tillsammans med en möjlig minimal lösning. Algoritmen kan vara snabbare än ett rent iterativ tillvägagångssätt givet en bra datamängd.
uk: <emphasis role="bold">Поліноміальний</emphasis>: починається з ітеративного методу. Під час переходу на інший бік V-кривої обчислюються коефіцієнти полінома наближення та можливий мінімальний розв’язок. Цей алгоритм може працювати швидше за суто ітеративний підхід за якісного набору даних.

source: <guilabel>Curve Fit</guilabel>: The type of curve to fit to the datapoints.
bg: <guilabel>Регресионна крива</guilabel>: Типът крива, която да се напасне към точките от данни.
sl: <guilabel>Prileganje krivulje</guilabel>: Vrsta krivulje, ki se prilega podatkovnim točkam.
sv: <guilabel>Kurvanpassning</guilabel>: Typ av kurva att anpassa till datapunkterna.
uk: <guilabel>Апроксимація кривої</guilabel>: тип кривої для апроксимації точок даних.

source: <emphasis role="bold">Hyperbola</emphasis>: Fits a Hyperbola using a non-linear least squares algorithm supplied by GSL (GNU Science Library). See <link linkend="Levenberg-Marquardt">Levenberg-Marquardt Solver</link> for more details.
bg: <emphasis role="bold">Хипербола</emphasis>: Напасва хипербола с помощта на нелинеен алгоритъм на най-малките квадрати, предоставен от GSL (GNU Science Library). Вижте <link linkend="Levenberg-Marquardt">Levenberg-Marquardt Solver</link> за повече подробности.
sl: <emphasis role="bold">Hiperbola</emphasis>: Prilega se hiperboli z uporabo nelinearnega algoritma najmanjših kvadratov, ki ga zagotavlja GSL (GNU Science Library). Za več podrobnosti glejte <link linkend="Levenberg-Marquardt">Levenberg-Marquardt Solver</link>.
sv: <emphasis role="bold">Hyperbel</emphasis>: Anpassar en hyperbel som använder en icke-linjär minsta kvadratalgoritm som tillhandahålls av GSL (GNU Science Library). Se <link linkend="Levenberg-Marquardt">Levenberg-Marquardt lösningsverktyg</link> för mer information.
uk: <emphasis role="bold">Гіпербола</emphasis>: апроксимація гіперболою із використанням нелінійного алгоритму найменших квадратів з GSL (GNU Science Library). Див. <link linkend="Levenberg-Marquardt">розв'язувач Левенберга-Марквардта</link>, щоб дізнатися більше.

source: This is the recommended option.
bg: Това е препоръчителният вариант.
ca@valencia: Esta és l'opció recomanada.
fr: Cela est l'option recommandée.
pt_br: Esta é a opção recomendada.
sl: To je priporočena možnost.
sv: Det är det rekommenderade alternativet.
uk: Це рекомендований варіант.

source: <emphasis role="bold">Parabola</emphasis>: Fits a Parabola using a non-linear least squares algorithm supplied by GSL (GNU Science Library). See <link linkend="Levenberg-Marquardt">Levenberg-Marquardt Solver</link> for more details.
bg: <emphasis role="bold">Парабола</emphasis>: Напасва парабола с помощта на нелинеен алгоритъм на най-малките квадрати, предоставен от GSL (GNU Science Library). Вижте <link linkend="Levenberg-Marquardt">Levenberg-Marquardt Solver</link> за повече подробности.
sl: <emphasis role="bold">Parabola</emphasis>: Prilega se paraboli z uporabo nelinearnega algoritma najmanjših kvadratov, ki ga zagotavlja GSL (GNU Science Library). Za več podrobnosti glejte <link linkend="Levenberg-Marquardt">Levenberg-Marquardt Solver</link>.
sv: <emphasis role="bold">Parabel</emphasis>: Anpassar en parabel med hjälp av en icke-linjär minsta kvadratalgoritm som tillhandahålls av GSL (GNU Science Library). Se <link linkend="Levenberg-Marquardt">Levenberg-Marquardt lösningsverktyg</link> för mer information.
uk: <emphasis role="bold">Парабола</emphasis>: апроксимація параболою із використанням нелінійного алгоритму найменших квадратів з GSL (GNU Science Library). Див. <link linkend="Levenberg-Marquardt">розв'язувач Левенберга-Марквардта</link>, щоб дізнатися більше.

source: <emphasis role="bold">Quadratic</emphasis>: Uses a quadratic equation using a linear style least squares algorithm supplied by GSL (GNU Science Library). This is, in effect, a parabolic curve.
bg: <emphasis role="bold">Квадратно</emphasis>: Използва квадратно уравнение, като използва алгоритъм за най-малки квадрати в линеен стил, предоставен от GSL (GNU Science Library). Това всъщност е параболична крива.
sl: <emphasis role="bold">Kvadratni</emphasis>: uporablja kvadratno enačbo z linearnim slogom algoritma najmanjših kvadratov, ki ga zagotavlja GSL (GNU Science Library). To je pravzaprav parabolična krivulja.
sv: <emphasis role="bold">Kvadratisk</emphasis>: Använder en andragradsekvation med en linjär minsta kvadratalgoritm som tillhandahålls av GSL (GNU Science Library). Det är i själva verket en parabolisk kurva.
uk: <emphasis role="bold">Квадратична</emphasis>: використати квадратичне рівняння з використанням алгоритму методу найменших квадратів у лінійному стилі з GSL (GNU Science Library). У результаті буде отримано параболічну криву.

source: It is no longer recommended to use this curve.
bg: Вече не се препоръчва използването на тази крива.
ca@valencia: Ja no es recomana utilitzar esta corba.
fr: Il n'est plus recommandé d'utiliser cette courbe.
pt_br: Não é mais recomendado usar esta curva.
sl: Uporaba te krivulje ni več priporočljiva.
sv: Det rekommenderas inte längre att använda kurvan.
uk: Не рекомендуємо надалі використовувати цю криву.

source: <guilabel>Measure</guilabel>: Select Measure to use in the focus process. The following are available:
bg: <guilabel>Измерване</guilabel>: Изберете Измерване, което да използвате в процеса на фокусиране. Налични са следните:
sl: <guilabel>Merjenje</guilabel>: Izberite Merjenje za uporabo v procesu ostrenja. Na voljo so:
sv: <guilabel>Mått</guilabel>: Välj mått att använda i fokuseringsprocessen. Följande är tillgängliga:
uk: <guilabel>Вимірювати</guilabel>: виберіть вимірювання, яке буде використано у процедурі фокусування. Доступні такі варіанти:

source: <emphasis role="bold">HFR</emphasis>: Half Flux Radius (HFR) is the recommended measure. When a star is detected, Ekos will calculate the HFR for the star. This is the radius of an imaginary circle, centered on the star center, that encloses half the star's total flux.
bg: <emphasis role="bold">HFR</emphasis>: Препоръчителнoто измерване е половин радиус на потока (HFR). Когато бъде открита звезда, Ekos ще изчисли HFR за звездата. Това е радиусът на въображаем кръг, центриран в центъра на звездата, който обхваща половината от общия поток на звездата.
sl: <emphasis role="bold">HFR</emphasis>: Priporočena mera je polovični polmer toka (HFR). Ko je zvezda zaznana, bo Ekos izračunal HFR za zvezdo. To je polmer namišljenega kroga s središčem v središču zvezde, ki zajema polovico celotnega toka zvezde.
sv: <emphasis role="bold">HFR</emphasis>: Halvflödesradie (HFR) är det rekommenderade måttet. När en stjärna detekteras beräknar Ekos HFR för stjärnan. Det är radien för en tänkt cirkel, centrerad i stjärnans mitt, som omsluter halva stjärnans totala flöde.
uk: <emphasis role="bold">РПП</emphasis>: радіус половинного потоку (HFR) є рекомендованим вимірюванням. При виявленні зірки Ekos обчислить РПП для зірки. Це радіус уявного кола із центром у центрі зірки, у якому зосереджено половину загального потоку випромінювання зірки.

source: The point of best focus corresponds to the minimum HFR.
bg: Точката на най-добър фокус съответства на минималната HFR.
ca@valencia: El punt de millor enfocament correspon a HFR mínim.
fr: La position de la meilleure mise au point correspond au minimum de HFR.
pt_br: O ponto de melhor foco corresponde ao RMF mínimo.
sl: Točka najboljšega fokusa ustreza minimalnemu HFR.
sv: Den bästa fokuseringspunkten motsvarar minimal HFR.
uk: Точка найкращого фокусування відповідає мінімальному значенню РПП.

source: <emphasis role="bold">HFR Adj</emphasis>: This feature uses a brightness adjusted HFR calculation to take account of the fact that the HFR for brighter stars is larger than for smaller stars.
bg: <emphasis role="bold">Корекции на HFR</emphasis>: Тази функция използва HFR изчисление с коригирана яркост, за да се вземе предвид факта, че HFR за по-ярки звезди е по-голям, отколкото за по-малки звезди.
sl: <emphasis role="bold">HFR Adj</emphasis>: Ta funkcija uporablja izračun HFR, prilagojen za svetlost, da upošteva dejstvo, da je HFR za svetlejše zvezde večji kot za manjše zvezde.
sv: <emphasis role="bold">Justerad HFR</emphasis>: Funktionen använder en HFR-beräkning justerad enligt ljusstyrka för att ta hänsyn till det faktum att HFR för ljusstarkare stjärnor är större än för mindre stjärnor.
uk: <emphasis role="bold">Кор. РПП</emphasis>: це можливість, у якій використано обчислення корегованого на яскравість РПП для врахування того факту, що РПП яскравіших зірок є більшим за РПП менших зірок.

source: The algorithm adjusts the value of the measured HFR, usually upwards, so the HFRs obtained by the HFR Adj method will be higher than the measured HFR values. This does not mean that you are getting worse results by using HFR Adj, simply that the measure is different.
bg: Алгоритъмът коригира стойността на измерената HFR, обикновено нагоре, така че HFR, получени чрез метода Корекция на HFR, ще бъдат по-високи от измерените стойности на HFR. Това не означава, че получавате по-лоши резултати, като използвате Корекции на HFR, просто мярката е различна.
ca@valencia: L'algorisme ajusta el valor d'HFR mesurat, normalment cap amunt, de manera que HFR obtingut pel mètode HFR ajustada serà més alt que els valors HFR mesurats. Açò no significa que estiguen empitjorant els resultats mitjançant l'ús d'HFR ajustada, senzillament que la mesura és diferent.
fr: L'algorithme ajuste la valeur du HFR mesuré, généralement vers le haut, de telle sorte que le HFR obtenu par cette méthode est plus grand que les valeurs HFR mesurées. Cela ne signifie pas que vous obtenez de moins bons résultats avec cette méthode mais simplement que la mesure est différente.
pt_br: O algoritmo ajusta o valor do RMF medido, geralmente para cima, de modo que os RMFs obtidos pelo método de ajuste de RMF sejam maiores que os valores de RMF medidos. Isso não significa que você esteja obtendo resultados piores usando o ajuste de RMF, apenas que a medida é diferente.
sl: Algoritem prilagodi vrednost izmerjenega HFR, običajno navzgor, tako da bodo HFR, dobljeni z metodo HFR Adj, višji od izmerjenih vrednosti HFR. To ne pomeni, da z uporabo HFR Adj dobivate slabše rezultate, ampak le da je merilo drugačno.
sv: Algoritmen justerar värdet på uppmätt HFR, vanligtvis uppåt, så att HFR som erhålls med den justerade HFR metoden blir högre än de uppmätta HFR-värdena. Det betyder inte att du får sämre resultat genom att använda justerad HFR, bara att måttet är annorlunda.
uk: Алгоритм коригує значення виміряного РПП, зазвичай, вгору, отже РПП, які отримано із коригуванням, будуть більшими за виміряні значення РПП. Це не означає, що ви отримуватимете гірші результати з коригуванням, а просто змінює спосіб вимірювання.

source: When using this Measure it is usual to get smaller error bars on the datapoints when <guilabel>Use Weights</guilabel> is selected.
bg: При използване на това измерване е обичайно да се получават по-малки ленти за грешки в точките с данни, когато е избрано <guilabel>Използване на тежести</guilabel>.
sl: Pri uporabi te mere je običajno, da se na podatkovnih točkah pojavijo manjše vrstice napak, ko je izbrana možnost <guilabel>Uporabi uteži</guilabel>.
sv: När måttet används är det vanligt att få mindre felstaplar för datapunkterna när <guilabel>Använd viktning</guilabel> är valt.
uk: При використанні цього вимірювання смужки похибок для точок даних будуть меншими, якщо вибрано <guilabel>Використовувати вагову функцію</guilabel>.

source: The point of best focus corresponds to the minimum adjusted HFR.
bg: Точката на най-добър фокус съответства на минимално коригираната HFR.
ca@valencia: El punt de millor enfocament correspon a HFR ajustada mínima.
fr: La position de la meilleure mise au point correspond au minimum du HFR ajusté.
pt_br: O ponto de melhor foco corresponde ao RMF mínimo ajustado.
sl: Točka najboljšega fokusa ustreza najmanjšemu prilagojenemu HFR.
sv: Den bästa fokuseringspunkten motsvarar minimal justerad HFR.
uk: Точка найкращого фокусування відповідає мінімальному корегованому значенню РПП.

source: <emphasis role="bold">FWHM</emphasis>: This feature fits a Gaussian surface to each star and uses that to calculate the Full Width Half Maximum (FWHM) of the star. The FWHM is the width of an circle (or ellipse) centered on the star center reaching the edge of the star at half its maximum intensity.
bg: <emphasis role="bold">FWHM</emphasis>: Тази функция напасва гаусова повърхност към всяка звезда и я използва за изчисляване на максимума на половината от пълната ширина (FWHM) на звездата. FWHM е ширината на кръг (или елипса), центриран в центъра на звездата, достигащ ръба на звездата при половината от максималния ѝ интензитет.
sl: <emphasis role="bold">FWHM</emphasis>: Ta funkcija prilagodi Gaussovo površino vsaki zvezdi in jo uporabi za izračun največje polne širine šplovičnega maksimima (FWHM) zvezde. FWHM je širina kroga (ali elipse) s središčem v središču zvezde, ki doseže rob zvezde pri polovici njene največje intenzivnosti.
sv: <emphasis role="bold">FWHM</emphasis>: Funktionen anpassar en Gaussisk yta till varje stjärna och använder den för att beräkna stjärnans fulla bredd och halva maximum (FWHM). FWHM är bredden på en cirkel (eller ellips) centrerad på stjärnans mitt som når stjärnans kant med halva dess maximala intensitet.
uk: <emphasis role="bold">ПШПМ</emphasis>: це можливість, за використання якої буде виконано апроксимацію гаусової поверхні для кожної зірки і використано цю апроксимацію для обчислення повної ширини половинного максимуму (ПШПМ) зірки. ПШПМ є шириною кола (або еліпса) із центром у центрі зірки, яке є межею області зірки при половині максимальної інтенсивності її випромінювання.

source: The point of best focus corresponds to the minimum FWHM.
bg: Точката на най-добър фокус съответства на минималната FWHM.
ca@valencia: El punt de millor enfocament correspon a la FWHM mínima.
fr: La meilleure position de la mise au point correspond au minimum de FWHM.
pt_br: O ponto de melhor foco corresponde ao FWHM mínimo.
sl: Točka najboljšega fokusa ustreza najmanjšemu FWHM.
sv: Den bästa fokuseringspunkten motsvarar minimal FWHM.
uk: Точка найкращого фокусування відповідає мінімальному значенню ПШПМ.

source: Expect the FWHM to be approximately twice the HFR of a star.
bg: Очаквайте FWHM да бъде приблизително два пъти HFR на звезда.
ca@valencia: S'espera que la FWHM siga aproximadament el doble d'HFR d'una estrela.
fr: Attendez-vous que le FWHM soit environ le double du HFR de l'étoile.
pt_br: Espera-se que o FWHM seja aproximadamente o dobro do RMF de uma estrela.
sl: Pričakujte, da bo FWHM približno dvakrat večji od HFR zvezde.
sv: Förvänta dig att FWHM är ungefär dubbelt så stort som en stjärnas HFR.
uk: ПШПМ приблизно удвічі перевищує РПП зірки.

source: <emphasis role="bold"># Stars</emphasis>: This feature calculates the number of stars in the image and uses this number as the focus measure. The idea is that as you move nearer focus so more stars become detectable.
bg: <emphasis role="bold">Брой звезди</emphasis>: Функцията изчислява броя на звездите в изображението и използва това число като мярка за фокусиране. Идеята е, че колкото повече се приближавате до фокуса, толковаповече звезди стават забележими.
sl: <emphasis role="bold">Št. zvezd</emphasis>: Ta funkcija izračuna število zvezd na sliki in to številko uporabi kot merilo fokusa. Ideja je, da ko se približate fokusu, postane zaznavnih več zvezd.
sv: <emphasis role="bold">Antal stjärnor</emphasis>: Funktionen beräknar antalet stjärnor på bilden och använder värdet som fokuseringsmått. Tanken är att när du flyttar dig närmare fokus så blir fler stjärnor detekterbara.
uk: <emphasis role="bold">К-ть зірок</emphasis>: це можливість, за використання якої буде обчислено кількість зірок на зображенні і використано цю кількість як міру фокусування. Ідея полягає у тому, що при пересуванні ближче до фокуса збільшується кількість виявлених зірок.

source: The advantage of this Measure is that it is very simple and does not require algorithms to calculate HFRs or FWHMs.
bg: Предимството на това измерване е, че е много просто и не изисква алгоритми за изчисляване на HFR или FWHM.
ca@valencia: L'avantatge d'esta mesura és que és molt simple i no requerix algorismes per a calcular les HFR o FWHM.
fr: L'avantage de cette mesure est sa simplicité puisqu'elle ne requiert pas de calculer le HFR ou le FWHM.
pt_br: A vantagem desta medida é que ela é muito simples e não requer algoritmos para calcular RMFs ou FWHMs.
sl: Prednost te mere je, da je zelo preprosta in ne zahteva algoritmov za izračun HFR ali FWHM.
sv: Fördelen med åtgärden är att den är väldigt enkel och inte kräver algoritmer för att beräkna HFR eller FWHM.
uk: Перевагою цього способу вимірювання є те, що він дуже простий і не потребує алгоритмів для обчислення РПП або ПШПМ.
