Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: Where the temperature source is located is, of course, up to the user. Given the changes in temperature effect many components it is not obvious where the best location would be. Some experimentation may be required to get the best results but as a guide, the source should be near the imaging train but not near any heating effect of electrical equipment that would say, heat the temperature source but not the optical train. Consistency of location is likely to be important.
bg: Къде се намира източникът на температура, разбира се, зависи от потребителя. Като се имат предвид промените в температурния ефект на много компоненти, не е очевидно къде би било най-доброто местоположение. Може да се наложи известно експериментиране, за да се получат най-добри резултати, но като ориентир, източникът трябва да е близо до влака за изображения, но не близо до какъвто и да е топлинен ефект на електрическо оборудване, което би означавало, че нагрява източника на температура, но не и оптичната система. Последователността на местоположението вероятно ще бъде важна.
ca@valencia: El lloc on es trobe la font de temperatura dependrà, per descomptat, de l'usuari. Tenint en compte que els canvis de temperatura afecten molts components, no és obvi on seria la millor ubicació. Pot ser que es requerisca una mica d'experimentació per a obtindre els millors resultats, però com a guia, la font hauria d'estar a prop del tren d'obtenció d'imatges, però no a prop de qualsevol font de calor d'algun equip. És probable que la coherència de la ubicació siga important.
fr: Inspecteur d'aberration
pt_br: A localização da fonte de temperatura, é claro, fica a critério do usuário. Considerando as mudanças na temperatura afetam muitos componentes, não é óbvio qual seria a melhor localização. Alguns experimentos podem ser necessários para obter os melhores resultados, mas, como orientação, a fonte deve estar próxima ao trem de imagens, mas não próxima a qualquer efeito de aquecimento de equipamento elétrico que, por exemplo, aqueça a fonte de temperatura, mas não o trem óptico. A consistência da localização provavelmente será importante.
sl: Kje bo izvor temperature, je seveda odvisno od uporabnika. Glede na spremembe temperaturnega učinka številnih komponent ni očitno, kje bi bila najboljša lokacija. Za najboljše rezultate bo morda potrebno nekaj eksperimentiranja, vendar kot vodilo, vir mora biti blizu slikovnega vlaka, vendar ne v bližini kakršnega koli segrevalnega učinka električne opreme, ki bi pomenil, da segreva temperaturni vir, ne pa optičnega vlaka. Doslednost lokacije bo verjetno pomembna.
sv: Var temperaturkällan finns är givetvis upp till användaren. Med tanke på förändringarna i temperatureffekten på många komponenter är det inte självklart var den bästa platsen är. Visst experimenterande kan krävas för att få bästa resultat, men som vägledning bör källan vara nära optiken men inte nära någon uppvärmningseffekt av elektrisk utrustning som exempelvis skulle värma upp temperaturkällan men inte optiken. Användning av samma plats är sannolikt viktigt.
uk: Місце перебування джерела даних щодо температури, звичайно ж, визначає користувач. Оскільки зміни у температурі впливають на багато компонентів, оптимальні зсуви є неочевидними. Можуть знадобитися певні експерименти, щоб отримати найкращі результати, але, як правило, джерело має бути поряд із оптичним трактом, але подалі від розігрівальної дії електричного обладнання, яке, скажімо, розігріває джерело даних щодо температури, але не оптичний тракт. Відповідність розташування, ймовірно, буде важливою.

source: Altitude. Some users have reported that the focus point changes with the altitude of the target. This effect is likely to be smaller than the temperature effect and may be negligible for some setups.
bg: Надморска височина. Някои потребители съобщават, че фокусната точка се променя с надморската височина на целта. Този ефект вероятно ще бъде по-малък от температурния ефект и може да е незначителен за някои настройки.
ca@valencia: Altitud. Alguns usuaris han informat que el punt d'enfocament canvia amb l'altitud de l'objectiu. És probable que este efecte siga més xicotet que l'efecte de temperatura i pot ser insignificant per a algunes configuracions.
fr: Inspecteur d'aberration
pt_br: Altitude. Alguns usuários relataram que o ponto de foco muda com a altitude do alvo. Esse efeito provavelmente será menor do que o efeito da temperatura e pode ser insignificante para algumas configurações.
sl: Višina. Nekateri uporabniki so poročali, da se točka ostrenja spreminja z višino cilja. Ta učinek bo verjetno manjši od učinka temperature in je lahko pri nekaterih nastavitvah zanemarljiv.
sv: Elevation. Vissa användare har rapporterat att fokuspunkten ändras med målets elevation. Effekten är sannolikt mindre än temperatureffekten och kan vara försumbar för vissa installationer.
uk: Висота. Користувачі програми повідомляли, що точка фокусування зміщується при зміні висоти цілі. Вплив цього фактора, ймовірно, є меншим за вплив температури — ним можна знехтувати у деяких конфігураціях.

source: To use AF you need to work out firstly whether you want to adapt for Temperature, Altitude or both. If you are new to AF it is recommended to start with Temperature and once you have that working, determine whether your setup would benefit from adding Altitude.
bg: За да използвате АФ, първо трябва да решите дали искате да се адаптирате към температура, надморска височина или и двете. Ако сте нов в АФ, препоръчително е да започнете с температура и след като това работи, определете дали настройката ви ще се възползва от добавянето на надморска височина.
ca@valencia: Per a utilitzar l'EA, primer haureu d'esbrinar si voleu adaptar-vos a la temperatura, l'altitud o ambdues. Si sou nou en açò, es recomana començar per la temperatura i una vegada que estiga funcionant, determineu si la configuració es beneficiarà d'afegir l'altitud.
fr: Inspecteur d'aberration
pt_br: Para usar o FA, você precisa primeiro decidir se deseja adaptar para Temperatura, Altitude ou ambos. Se você é novo no FA, é recomendável começar com Temperatura e, depois que isso estiver funcionando, determinar se sua configuração se beneficiaria com a adição de Altitude.
sl: Za uporabo AF morate najprej ugotoviti, ali se želite prilagoditi za temperaturo, višino ali oboje. Če ste novi v AF, je priporočljivo, da začnete s temperaturo in ko to deluje, ugotovite, ali bi vaši nastavitvi koristilo dodajanje višine.
sv: För att använda AF måste du först bestämma om du vill anpassa dig till temperatur, elevation eller båda. Om du är ny med AF rekommenderas det att du börjar med temperaturen och när du har fått det att fungera, avgör om installationen skulle tjäna på att lägga till elevation.
uk: Щоб скористатися АФ вам спочатку слід визначити, хочете ви адаптувати розташування фокуса для температури, висоти чи для обох факторів. Якщо ви лише розпочинаєте роботу з АФ, рекомендуємо почати з температури і, коли усе запрацює, визначити, чи покращаться результати, якщо додати ще і висоту.

source: The first step is to workout the <guilabel>Ticks / °C</guilabel> and/or <guilabel>Ticks / °Alt</guilabel> for your equipment. To do this there is an existing utility in Ekos whereby when Focus logging is enabled, in addition to adding focus messages to the debug log, every time an Autofocus run completes, information is written to a text file in a directory called focuslogs located in the same place as the debug logs directory. The files are called “autofocus-(datetime).txt”. The data written are: date, time, position, temperature, filter, HFR, altitude. This data will need to be analysed outside of Ekos to determine the <guilabel>Ticks / °C</guilabel> and if required the <guilabel>Ticks / °Alt</guilabel>.
bg: Първата стъпка е да установите <guilabel>деления / °C</guilabel> и/или <guilabel>деления / °Alt</guilabel> за вашето оборудване. За да направите това, в Ekos има съществуваща помощна програма, чрез която, когато регистрирането на фокус е активирано, в допълнение към добавянето на съобщения за фокус към регистрационния файл за отстраняване на грешки, всеки път, когато завърши изпълнение на автофокус, информацията се записва в текстов файл в директория, наречена focuslogs, разположена в същото място като директорията с регистрационни файлове за отстраняване на грешки. Файловете се наричат„autofocus-(datetime).txt”. Записаните данни са: дата, час, позиция, температура, филтър, HFR, надморска височина. Тези данни ще трябва да бъдат анализирани извън Ekos, за да се определят <guilabel>деления / °C</guilabel> и, ако е необходимо, <guilabel>деления / °Alt</guilabel>.
sl: Prvi korak je vadba <guilabel>tikov / °C</guilabel> in/ali <guilabel>tikov / °Alt</guilabel> za vašo opremo. Za to obstaja v Ekosu obstoječ pripomoček, pri katerem se, ko je omogočeno beleženje fokusa, poleg dodajanja sporočil o fokusu v dnevnik odpravljanja napak, vsakič, ko se zaključi zagon samodejnega fokusa, informacije zapišejo v besedilno datoteko v imeniku, imenovanem focuslogs, ki se nahaja v na istem mestu kot imenik dnevnikov odpravljanja napak. Datoteke se imenujejo »autofocus-(datetime).txt«. Zapisani podatki so: datum, čas, položaj, temperatura, filter, HFR, višina. Te podatke bo treba analizirati zunaj Ekosa, da se določijo <guilabel>črtice / °C</guilabel> in po potrebi <guilabel>črtice / °Alt</guilabel>.
sv: Det första steget är att räkna ut <guilabel>Tick / °C</guilabel> och/eller <guilabel>Tick / °elevation</guilabel> för utrustningen. För att göra det finns det ett befintligt verktyg i Ekos som skriver information till en textfil i katalogen som kallas focuslogs, på samma plats som katalogen för felsökningsloggar, varje gång en automatisk fokuseringskörning slutförs och fokuseringsloggning är aktiverat, förutom att lägga till fokuseringsmeddelanden i felsökningsloggen. Filerna kallas "autofocus-(datum och tid).txt". Data som skrivs är: datum, tid, position, temperatur, filter, HFR, elevation. Data måste analyseras utanför Ekos för att bestämma <guilabel>Tick / °C</guilabel> och vid behov <guilabel>Tick / °elevation</guilabel>.
uk: Першим кроком є визначення параметрів <guilabel>поділки / °C</guilabel> і/або <guilabel>поділки / °висоти</guilabel> для вашого обладнання. Для цього в Ekos є допоміжна програма. Отже, якщо увімкнено ведення журналу, окрім додавання повідомлень щодо фокусування до діагностичного журналу, після кожного завершення автофокусування дані буде записано до текстового файла у каталозі focuslogs у каталозі діагностичного журналу. Файли матимуть назви «autofocus-(дата і час).txt». Буде записано такі дані: дата, час, позиція, температура, фільтр, РПП, висота. Ці дані слід проаналізувати поза Ekos для визначення параметра <guilabel>поділки / °C</guilabel> і, якщо потрібно, параметра <guilabel>поділки / °висоти</guilabel>.

source: Here is an example of a “autofocus-(datetime).txt” file:
bg: Ето пример за файл „autofocus-(datetime).txt“:
ca@valencia: Ací teniu un exemple d'un fitxer «autofocus-(datahora).txt»:
fr: Pour exécuter l'inspecteur d'aberration, veuillez cliquer sur le bouton de l'``Inspecteur d'aberration``. Reportez-vous au :doc:`Outils de mise au point <focus-tools>` pour davantage de détails. Les critères suivants doivent être remplis pour que l'outil fonctionne :
pt_br: Aqui está um exemplo de um arquivo “autofocus-(datetime).txt”:
sl: Tukaj je primer datoteke »autofocus-(datetime).txt«:
sv: Här är ett exempel på filen “autofocus-(datetime).txt”:
uk: Ось приклад файла «autofocus-(дата-час).txt»:

source: <screeninfo>Focus Autofocus Log</screeninfo>
bg: <screeninfo>Дневник на фокуса за автофокус</screeninfo>
sl: <screeninfo>Dnevnik samodejnega fokusiranja</screeninfo>
sv: <screeninfo>Fokusering automatisk fokuseringslogg</p>
uk: <screeninfo>Журнал автофокусування</screeninfo>

source: <phrase>Focus Autofocus Log</phrase>
bg: <phrase>Дневник за фокусиране на автофокус</phrase>
sl: <phrase>Dnevnik samodejnega fokusiranja</phrase>
sv: <phrase>Fokusering automatisk fokuseringslogg</p>
uk: <phrase>Журнал автофокусування</phrase>

source: Currently Ekos supports a simple linear relationship between temperature, or altitude, and ticks. In the future, if there is demand, more sophisticated relationships could be supported. A linear relationship will deliver the majority of the benefit of AF and is fairly straight-forward to administer. More complex relationships could be more accurate but come with more complex administration. Note also that more complex focus point vs temperature relationships will likely be more or less linear for small changes in temperature.
bg: В момента Ekos поддържа проста линейна зависимост между температурата или надморската височина и тиковете. В бъдеще, ако има търсене, могат да се поддържат по-сложни взаимоотношения. Линейната връзка ще осигури по-голямата част от ползата от АФ и е доста лесна за администриране. По-сложните взаимоотношения биха могли да бъдат по-точни, но идват с по-сложно администриране. Обърнете внимание също, че по-сложните зависимости на фокусната точка срещу температурата вероятно ще бъдат повече или по-малко линейни за малки промени в температурата.
ca@valencia: Actualment, Ekos admet una relació lineal senzilla entre la temperatura, o l'altitud i les marques. En el futur, si hi ha demanda, es podrien donar suport a relacions més sofisticades. Una relació lineal oferix la majoria dels beneficis de l'EA i és bastant senzill d'administrar. Les relacions més complexes podrien ser més precises, però comporten una administració més complexa. Cal tindre en compte també que un punt d'enfocament més complex front les relacions de temperatura probablement serà més o menys lineal per a canvis petits en la temperatura.
fr: Un masque de mosaïque doit avoir été appliqué.
pt_br: Atualmente, o Ekos suporta uma relação linear simples entre temperatura, ou altitude, e tiques. No futuro, se houver demanda, relações mais sofisticadas poderão ser suportadas. Uma relação linear proporcionará a maior parte dos benefícios do FA e é bastante simples de administrar. Relações mais complexas podem ser mais precisas, mas implicam em uma administração mais complexa. Observe também que relações mais complexas entre ponto focal e temperatura provavelmente serão mais ou menos lineares para pequenas mudanças na temperatura.
sl: Trenutno Ekos podpira preprosto linearno razmerje med temperaturo ali višino in črtice. V prihodnosti bi lahko, če bo povpraševanje, podpirali bolj izpopolnjene odnose. Linearna povezava bo zagotovila večino prednosti AF in je dokaj enostavna za upravljanje. Bolj zapletena razmerja bi lahko bila natančnejša, vendar imajo bolj zapleteno administracijo. Upoštevajte tudi, da bodo bolj zapletene povezave med točko fokusa in temperaturo verjetno bolj ali manj linearne pri majhnih spremembah temperature.
sv: För närvarande stöder Ekos ett enkelt linjärt förhållande mellan temperatur, eller elevation, och tick. I framtiden, om det finns efterfrågan, kan mer sofistikerade relationer stödjas. Ett linjärt förhållande ger majoriteten av fördelarna med AF och är ganska enkelt att hantera. Mer komplexa relationer kan vara exaktare men leder till mer komplex hantering. Observera också att mer komplexa förhållanden mellan fokuseringspunkt och temperatur sannolikt är mer eller mindre linjära vid små förändringar av temperaturen.
uk: У поточній версії Ekos передбачено підтримку простого лінійного зв'язку між температурою або висотою і кількістю поділок. У майбутніх версіях, якщо надходитимуть прохання, може бути передбачено складніші зв'язки. Лінійний зв'язок надає змогу скористатися більшістю переваг АФ і є доволі простим для керування. Складніші форми зв'язку можуть бути точнішими, але ними важче керувати. Також слід зауважити, що складніші форми залежностей точки фокусування від температури будуть більш-менш лінійними для малих змін температури.

source: A way to get a value for <guilabel>Ticks / °C</guilabel> would be to take the data from the autofocus-(datetime).txt files from a few nights of observing into a spreadsheet and graph focus position against temperature for each filter. Review the data and remove any outliers and plot a line of best fit. Use the line to get <guilabel>Ticks / °C</guilabel>. If you intend to adapt for altitude as well as temperature, then it would be better to use a set of data at similar altitude when calibrating temperature. Then it's possible to calculate the effect of Temperature and remove this from the data when calculating the effect of Altitude.
bg: Начин да получите стойност за <guilabel>Тикове / °C</guilabel> би бил да вземете данните от файловете autofocus-(datetime).txt от няколко нощи на наблюдение в електронна таблица и да изведете графика на позицията на фокуса спрямо температурата за всеки филтър. Прегледайте данните и премахнете всички извънредни стойности и начертайте линия с най-добро съответствие. Използвайте реда, за да получите <guilabel>Отметки / °C</guilabel>. Ако възнамерявате да се адаптирате за надморска височина, както и за температура, тогава би било по-добре да използвате набор от данни на подобна надморска височина, когато калибрирате температурата. След това е възможно да се изчисли ефектът от температурата и да се премахне това от данните при изчисляване на ефекта от надморската височина.
sl: Način za pridobitev vrednosti za <guilabel>Črtice / °C</guilabel> bi bil, da vzamete podatke iz datotek autofocus-(datetime).txt iz nekaj noči opazovanja v preglednico in graf položaja fokusa glede na temperaturo za vsak filter. Preglejte podatke in odstranite vse odstopanja ter narišite črto, ki se najbolje prilega. Uporabite vrstico, da dobite <guilabel>Črtice / °C</guilabel>. Če se nameravate prilagoditi tako višini kot tudi temperaturi, bi bilo pri umerjanju temperature bolje uporabiti nabor podatkov na podobni višini. Potem je mogoče izračunati učinek temperature in ga odstraniti iz podatkov pri izračunu učinka višine.
sv: Ett sätt att få ett värde för <guilabel>Tick / °C</guilabel> skulle vara att inkludera data från autofocus-(datum och tid).txt från några nätters observationer till ett kalkylblad och skapa ett diagram över fokuseringsposition mot temperatur för varje filter. Granska data och ta bort eventuella extremvärden och lägg till den bäst anpassade linjen. Använd linjen för att få fram <guilabel>Tick / °C</guilabel>. Om du tänker anpassa såväl elevation som temperatur, är det bättre att använda en datauppsättning med liknande elevation när temperaturen kalibreras. Sedan är det möjligt att beräkna effekten av temperatur och ta bort den från data vid beräkning av elevationseffekten.
uk: Отримати значення параметра <guilabel>поділки / °C</guilabel> можна так: скопіювати дані з файлів autofocus-(дата і час).txt, які створено протягом декількох ночей спостереження, до електронної таблиці і побудувати графік залежності позиції фокусування від температури для кожного з фільтрів. Перегляньте дані і вилучіть викиди. Накресліть пряму найкращої апроксимації. Скористайтеся нею для отримання значення <guilabel>поділки / °C</guilabel>. Якщо вам потрібна адаптація для висоти і температури, варто скористатися набором даних для однієї висоти при калібруванні за температурою. Далі можна обчислити вплив температури і вилучити його з даних при обчисленні впливу висоти.

source: You will need to ensure that your focus position is repeatable at the same temperature and altitude and that there is no slipping of the focuser or uncompensated backlash. In addition, when calibrating it is better to avoid changing the optical train in a way that could change the focus position. If this is unavoidable and if the change affected the focus position then you will need to appropriately adjust the historical focus data so they can be compared.
bg: Ще трябва да се уверите, че вашата позиция на фокусиране може да се повтори със същата температура и височина и че няма приплъзване на фокусиращото устройство или некомпенсирана хлабина. Освен това, когато калибрирате, е по-добре да избягвате промяна на оптичната линия по начин, който може да промени позицията на фокуса. Ако това е неизбежно и ако промяната е засегнала позицията на фокуса, тогава ще трябва да коригирате по подходящ начин данните за фокуса в историята, за да могат да бъдат сравнени.
ca@valencia: Haureu d'assegurar-vos que la vostra posició d'enfocament es pot repetir a la mateixa temperatura i altitud, i que no hi haja cap lliscament de l'enfocador o un rebot sense compensar. A més, quan es calibra és millor evitar fer canvis en el tren òptic de manera que es puga canviar la posició d'enfocament. Si açò és inevitable i si el canvi ha afectat la posició d'enfocament, llavors caldrà ajustar adequadament les dades històriques de l'enfocament perquè es puguen comparar.
fr: Lorsque le bouton de l'Inspecteur est cliqué, une exécution de la mise au point automatique sera lancée, mais, en plus, pour chaque point, de l'information supplémentaire sera enregistrée pour une utilisation ultérieure par l'Inspecteur. La fenêtre de l'Inspecteur sera affichée dès que la mise au point automatique sera terminée.
pt_br: Você precisará garantir que sua posição de foco seja repetível na mesma temperatura e altitude e que não haja deslizamento do focalizador ou folga descompensada. Além disso, ao calibrar, é melhor evitar alterar o trem óptico de forma que possa alterar a posição do foco. Se isso for inevitável e se a alteração afetar a posição do foco, você precisará ajustar adequadamente os dados históricos de foco para que possam ser comparados.
sl: Zagotoviti boste morali, da je vaš položaj ostrenja ponovljiv pri isti temperaturi in višini ter da ni zdrsa fokuserja ali nekompenzirane zračnosti. Poleg tega se je pri kalibraciji bolje izogibati spreminjanju optičnega vlaka na način, ki bi lahko spremenil položaj ostrenja. Če je to neizogibno in če je sprememba vplivala na položaj fokusa, boste morali ustrezno prilagoditi podatke o zgodovinskem fokusu, da jih je mogoče primerjati.
sv: Du måste se till att fokuseringspositionen är repeterbar vid samma temperatur och elevation och att fokuseringsenheten inte glider eller har spel som inte är kompenserat. Vid kalibrering är det dessutom bättre att undvika att byta det optiken på ett sätt som kan ändra fokuseringspositionen. Om det är oundvikligt och om förändringen påverkar fokuseringspositionen måste du justera historiska fokuseringsdata på lämpligt sätt så att de kan jämföras.
uk: Вам слід переконатися, що позиція фокусування повторюється за однакових значень температури і висоти, і що немає ковзання фокуса або некомпенсованого люфту. Крім того, під час калібрування варто уникати змін в оптичному тракті, які можуть змінити позицію фокуса. Якщо цього не можна уникнути, і зміни впливають на позицію фокусування, вам слід належним чином скоригувати стані дані фокусування так, щоб дані можна було порівнювати.
