Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-extensions.po
Languages: ca, ca@valencia, fr, it, nl, pt_br, sl, sv, uk

source: Each extension must check for the existence and validity of its own configuration file. The minimum_kstars_version configuration file entry must be checked against an internal reference to confirm that the configuration file matches the extension requirements. See the skeleton example.
ca: Cada extensió ha de comprovar l'existència i la validesa del seu propi fitxer de configuració. L'entrada «minimum_kstars_version» del fitxer de configuració s'ha de comprovar amb una referència interna per a confirmar que el fitxer de configuració coincideix amb els requisits de l'extensió. Vegeu l'esquelet d'exemple.
ca@valencia: Cada extensió ha de comprovar l'existència i la validesa del seu propi fitxer de configuració. L'entrada del fitxer de configuració **minimum_kstars_version** s'ha de comprovar amb una referència interna per a confirmar que el fitxer de configuració coincidix amb els requisits de l'extensió. Vegeu l'exemple esquelet.
fr: Chaque extension doit vérifier l'existence et la validité du fichier de configuration. L'entrée minimum_kstars_version du fichier de configuration doit être vérifiée par rapport à une référence interne pour confirmer que ce fichier correspond aux exigences de l'extension. Voir l'exemple du fichier squelette.
it: Ogni estensione deve verificare l'esistenza e la validità del proprio file di configurazione. La voce del file di configurazione minimum_kstars_version deve essere verificata rispetto a un riferimento interno per confermare che il file di configurazione corrisponda ai requisiti dell'estensione. Vedere l'esempio di scheletro.
nl: Elke extensie moet controleren op het bestaan en de geldigheid van zijn eigen configuratiebestand. Het item minimum_kstars_version in het configuratiebestand moet gecontroleerd worden tegen een interne referentie om te bevestigen dat het configuratiebestand overeenkomt met de vereisten aan een extensie. Zie het raamwerkvoorbeeld.
pt_br: Cada extensão deve verificar a existência e a validade do seu próprio arquivo de configuração. A entrada minimum_kstars_version do arquivo de configuração deve ser verificada em relação a uma referência interna para confirmar se o arquivo de configuração atende aos requisitos da extensão. Veja o exemplo do esqueleto.
sl: Vsaka razširitev mora preveriti obstoj in veljavnost lastne konfiguracijske datoteke. Vnos konfiguracijske datoteke minimum_kstars_version morapreverite glede na notranjo referenco, da potrdi, da konfiguracijadatoteka ustreza zahtevam za razširitev. Glej primer okostja.
sv: Varje utökning måste kontrollera existensen och giltigheten av sin egen inställningsfil. Inställningsfilens post minimum_kstars_version måste kontrolleras mot en intern referens för att bekräfta att inställningsfilen matchar utökningens krav. Se mallexemplet.
uk: Усяке розширення має перевіряти наявність та чинність власного файла налаштувань. Запис файла налаштувань minimum_kstars_version має бути перевірено за внутрішнім еталоном для підтвердження тощо, що файл налаштувань відповідає вимогам розширення. Див. приклад каркасу розширення.

source: The calling KStars version is passed to the extension as arg(1) in the launching QProcess call.
ca: La versió de crida del KStars es passa a l'extensió com «arg(1)» en la crida QProcess de llançament.
ca@valencia: La versió de KStars que fa la crida es passa a l'extensió com a arg(1) en la crida d'inici de «QProcess».
fr: La version de KStars est passée à l'extension comme « arg(1) » de l'appel à « QProcess ».
it: La versione di KStars chiamante viene passata all'estensione come arg(1) nella chiamata QProcess di avvio.
nl: De versie van het aanroepende KStars wordt doorgegeven aan de extensie als arg(1) in de aanroep bij starten met QProcess.
pt_br: A versão de chamada do KStars é passada para a extensão como arg(1) na chamada de inicialização do QProcess.
sl: Klicajoča različica KStars se posreduje razširitvi kot arg(1) vzagonu klica QProcess.
sv: Den anropande KStars-versionen skickas till utökningen som arg(1) i det startande QProcess-anropet.
uk: Версію KStars буде передано до розширення як arg(1) у виклику QProcess.

source: All interaction with KStars/Ekos/INDI should be via the DBus interface. See the skeleton example. Useful tools for interrogating, monitoring and understanding DBus include <ulink url="https://wiki.gnome.org/Apps/DFeet">D-Feet</ulink> and <ulink url="https://gitlab.freedesktop.org/bustle/bustle">Bustle</ulink>
ca: Tota interacció amb el KStars/Ekos/INDI ha de ser a través de la interfície DBus. Vegeu l'exemple d'esquelet. Les eines útils per a interrogar, controlar i entendre el DBus inclouen <ulink url="https://wiki.gnome.org/Apps/DFeet">D-Feet</ulink> i <ulink url="https://gitlab.freedesktop.org/bustle/bustle">Bustle</ulink>
fr: Toutes les interactions avec KStars / Ekos / INDI doivent être réalisées grâce à l'interface D-Bus. Des outils utiles pour interroger, surveiller et comprendre D-Bus incluent <ulink url="https://wiki.gnome.org/Apps/DFeet">D-Feet</ulink> et <ulink url="https://gitlab.freedesktop.org/bustle/bustle">Bustle</ulink>.
sv: All interaktion med KStars/Ekos/INDI bör ske via DBus-gränssnittet. Se mallexemplet. Användbara verktyg för att fråga, övervaka och förstå DBus inkluderar <ulink url="https://wiki.gnome.org/Apps/DFeet">D-Feet</ulink> och <ulink url="https://gitlab.freedesktop.org/bustle/bustle">Bustle</ulink>

source: It may appear on initial investigation that using the Qt DBus Adaptors system would be much easier than direct use of the Qt DBus Interfaces/Messages and KStars does provide the required xml definitions. However currently there is heavy use of custom types, the definitions of which are combined with other information in the KStars sources. This results in a large set of files from KStars that require inclusion within an extension in order to make use of the Qt DBus Adaptors. Hopefully this will be addressed in the future.
ca: Pot semblar en la investigació inicial que l'ús del sistema Qt DBus Adaptors seria molt més fàcil que l'ús directe de les interfícies/missatges de Qt DBus i que el KStars proporcionés les definicions xml necessàries. No obstant això, actualment hi ha un ús intensiu de tipus personalitzats de definicions, els quals es combinen amb altres informacions en el codi font del KStars. Això dona com a resultat un conjunt gran de fitxers del KStars que requereixen inclusió dins d'una extensió per tal de fer ús dels Qt DBus Adaptors. Esperem que això s'abordi en el futur.
fr: On pourrait avoir l'impression au début que l'utilisation du système d'adaptateurs de Qt pour D-Bus serait bien plus simple que l'utilisation direct de l'Interface/Messages de Qt D-Bus et KStars fournit les définitions « xml » nécessaires. Toutefois, il y a actuellement une utilisation importante de types personnalisés dont la définition est combinée avec d'autres informations dans les sources de KStars. Cela conduit à un grand ensemble de fichiers de KStars qui nécessite une inclusion depuis l'extension afin de pouvoir utiliser les adaptateur de Qt pour D-Bus. Ce problème sera, espérons-le, adresser dans le futur.
sv: Det kan tyckas vid inledande utforskning att användning av systemet för Qt DBus-anpassning skulle vara mycket enklare än direkt användning av ett Qt DBus-gränssnitt och meddelanden, och KStars tillhandahåller de nödvändiga xml-definitionerna. Men för närvarande har det avsevärd användning av egna typer, vars definitioner kombineras med annan information i KStars källkod. Det resulterar i en stor uppsättning filer från KStars som måste inkluderas i en utökning för att kunna använda Qt DBus-anpassningen. Förhoppningsvis kommer det att åtgärdas i framtiden.

source: Extensions
pt_br: Extensões

source: It is mandatory that the configuration file contains a line starting with **minimum_kstars_version=n.n.n** where n.n.n is the lowest version of KStars that supports the extension e.g. 3.7.3
ca@valencia: És obligatori que el fitxer de configuració continga una línia que comence amb **minimum_kstars_version=n.n.n** on n.n.n és la versió més baixa de KStars que admet l'extensió, p. ex., «3.7.3».
nl: Het is verplicht dat het configuratiebestand een regel heeft dat begint met **minimum_kstars_version=n.n.n** waar n.n.n de laagste versie van KStars is die de extensie ondersteunt bijv. 3.7.3
pt_br: É obrigatório que o arquivo de configuração contenha uma linha começando com **minimum_kstars_version=n.n.n** onde n.n.n é a versão mais baixa do KStars que suporta a extensão, por exemplo, 3.7.3

source: Optionally (and non-preferred) the configuration file may contain a line starting with **runDetached=true**. If present this line makes the extension run independently from KStars. Once it has been started the extension can not pass status information back to Ekos. This should only be used by extensions that are required to continue to run after KStars has closed. The extension must also provide its own user interface.
ca@valencia: De manera opcional, (i no preferible), el fitxer de configuració pot contindre una línia que comence per **runDetached=true**. Si hi és, esta línia farà que l'extensió s'execute independentment de KStars. Una vegada iniciada, l'extensió no podrà passar informació d'estat a Ekos. Açò només s'hauria d'utilitzar per a les extensions que hagen de continuar executant-se després que KStars s'haja tancat. L'extensió també haurà de proporcionar la seua pròpia interfície d'usuari.
nl: Optioneel (en zonder voorkeur) kan het configuratiebestand een regel bevatten die begint met **runDetached=true**. Indien aanwezig, zorgt deze regel dat de extensie onafhankelijk van KStars draait. Nadat het is gestart kan de extensie geen statusinformatie teruggeven aan Ekos. Dit zou alleen gebruikt moeten worden door extensies die vereisen om door te gaan met draaien nadat KStars is afgesloten. De extensie moet ook zijn eigen gebruikersinterface leveren.
pt_br: Opcionalmente (e não preferencialmente), o arquivo de configuração pode conter uma linha que comece com **runDetached=true**. Se presente, esta linha faz com que a extensão seja executada independentemente do KStars. Uma vez iniciada, a extensão não consegue passar informações de status de volta para o Ekos. Isso deve ser usado apenas por extensões que precisam continuar em execução após o encerramento do KStars. A extensão também deve fornecer sua própria interface de usuário.

source: All files of the extension (executable, configuration, and optional icon) must be copied into the KStars writable data location /extensions e.g. ``~/.local/share/kstars/extensions``
ca@valencia: Tots els fitxers de l'extensió (executable, configuració i icona opcional) s'han de copiar a la ubicació de dades escrivible de KStars, p. ex., ``~/.local/share/kstars/extensions``.
nl: Alle bestanden van de extensie (uitvoerbaar, configuratie en optioneel pictogram) moeten gekopieerd zijn in de beschrijfbare gegevenslocatie /extensies van KStars bijv. ``~/.local/share/kstars/extensions``
pt_br: Todos os arquivos da extensão (executável, configuração e ícone opcional) devem ser copiados para o local de dados graváveis ​​do KStars /extensions, por exemplo ``~/.local/share/kstars/extensions``

source: Extensions that are present, have a valid configuration file, and have a minimum KStars version no higher than the current installation will be detected when Ekos is started. If there are no valid extensions detected the extension UI element will not be displayed. The extension UI elements are a ComboBox showing the name and icon of each detected extension, and a start/stop button. If the extension fails to close within 10 seconds of the stop button being clicked, it becomes re-enabled as an abort button that will force close the extension. Only one extension can be used at a time.
ca@valencia: Les extensions que estiguen presents, que tinguen un fitxer de configuració vàlid i que tinguen una versió mínima de KStars no superior a la instal·lació actual es detectaran quan s'inicie Ekos. Si no es detecta cap extensió vàlida, no es mostrarà l'element de la interfície d'usuari de l'extensió. Els elements de la interfície d'usuari de l'extensió són un quadro combinat que mostra el nom i la icona de cada extensió detectada i un botó d'inici/parada. Si l'extensió no es tanca en 10 segons després de clicar damunt del botó de parada, es torna a habilitar com a botó d'interrupció que forçarà el tancament de l'extensió. Només es pot utilitzar una extensió alhora.
nl: Extensies die aanwezig zijn, hebben een geldig configuratiebestand en hebben een minimale KStars versie niet hoger dan de huidige installatie en zal gedetecteerd worden wanneer Ekos wordt gestart. Als er geen geldige extensies gedetecteerd worden zal het element extensie-UI niet worden getoond. De elementen extensie-UI worden in een keuzelijst getoond met de naam en het pictogram van elke gedetecteerde extensie en een start/stop-knop. Als de extensie niet sluit binnen 10 seconden nadat op de stopknop id geklikt, wordt het opnieuw ingeschakeld als een afbreekknop die het sluiten van de extensie zal afdwingen. Slechts één extensie tegelijk kan gebruikt worden.
pt_br: Extensões presentes, com um arquivo de configuração válido e com uma versão mínima do KStars não superior à instalação atual, serão detectadas quando o Ekos for iniciado. Se nenhuma extensão válida for detectada, o elemento da interface do usuário da extensão não será exibido. Os elementos da interface do usuário da extensão são uma caixa de combinação que mostra o nome e o ícone de cada extensão detectada e um botão iniciar/parar. Se a extensão não fechar em até 10 segundos após o clique no botão parar, ele será reativado como um botão de cancelar, forçando o fechamento da extensão. Apenas uma extensão pode ser usada por vez.

source: Some extension sources including an example skeleton extension are available in the `KStars Extension Github <https://github.com/LuckyEddie47/kstars_extensions>`__
ca@valencia: Algunes fonts d'extensions, incloent-hi un exemple esquelet d'extensió, estan disponibles a `GitHub d'extensions de KStars <https://github.com/LuckyEddie47/kstars_extensions>`__.
nl: Enige bronnen van extensies inclusief een voorbeeld raamwerk ervan zijn beschikbaar in de `KStars extensie Github <https://github.com/LuckyEddie47/kstars_extensions>`__
pt_br: Algumas fontes de extensão, incluindo um exemplo de esqueleto de extensão, estão disponíveis no `KStars Extension Github <https://github.com/LuckyEddie47/kstars_extensions>`__

source: All interaction with KStars/Ekos/INDI should be via the DBus interface. See the skeleton example. Useful tools for interrogating, monitoring and understanding DBus include `D-Feet <https://wiki.gnome.org/Apps/DFeet>`__ and `Bustle <https://gitlab.freedesktop.org/bustle/bustle>`__
ca@valencia: Tota la interacció amb KStars/Ekos/INDI s'ha de fer a través de la interfície de D-Bus. Vegeu l'exemple esquelet. Eines útils per a interrogar, monitorar i entendre D-Bus inclouen `D-Feet <https://wiki.gnome.org/Apps/DFeet>`__ i `Bustle <https://gitlab.freedesktop.org/bustle/bustle>`__.
nl: Alle interactie met KStars/Ekos/INDI zou moeten gaan via het DBus-interface. Zie het raamwerkvoorbeeld. nuttige hulpmiddelen voor ondervragen, monitoren en begrijpen van DBus omvatten `D-Feet <https://wiki.gnome.org/Apps/DFeet>`__ en `Bustle <https://gitlab.freedesktop.org/bustle/bustle>`__
pt_br: Toda a interação com KStars/Ekos/INDI deve ser feita por meio da interface DBus. Veja o exemplo de esqueleto. Ferramentas úteis para interrogar, monitorar e entender o DBus incluem `D-Feet <https://wiki.gnome.org/Apps/DFeet>`__ e `Bustle <https://gitlab.freedesktop.org/bustle/bustle>`__

source: It may appear on initial investigation that using the Qt DBus Adaptors system would be much easier than direct use of the Qt DBus Interfaces/Messages and KStars does provide the required xml definitions. However currently there is heavy use of custom types, the definitions of which are combined with other information in the KStars sources. This results in a large set of files from KStars that require inclusion within an extension in order to make use of the Qt DBus Adaptors. Hopefully this will be addressed in the future.
ca@valencia: En una investigació inicial, pot paréixer que utilitzar el sistema d'adaptadors a D-Bus de les Qt seria molt més fàcil que l'ús directe de les interfícies/missatges de D-Bus de les Qt, i KStars proporciona les definicions XML necessàries. Tanmateix, actualment hi ha un ús intensiu de tipus personalitzat, les definicions de les quals es combinen amb altra informació al codi font de KStars. Açò resulta en un gran conjunt de fitxers de KStars que cal incloure dins d'una extensió per a poder utilitzar els adaptadors D-Bus de les Qt. Esperem que açò s'abordi en el futur.
nl: Het kan, bij initieel onderzoek, lijken dat het gebruik van het Qt DBus Adaptors-systeem veel gemakkelijker is dan direct gebruik van de Qt DBus Interfaces/Messages en KStars levert ook de vereiste xml-definities. Er is echter nu zwaar gebruik van aangepaste typen, waarvan de definities gecombineerd met andere informatie in de broncode van KStars. Dit resulteert in een grote set bestanden van KStars die opname vereisen in een extensie om gebruik te maken van de Qt DBus Adaptors. Hopelijk zal dit in de toekomst aangepakt worden.
pt_br: À primeira vista, pode parecer que usar o sistema Qt DBus Adaptors seria muito mais fácil do que usar diretamente as Interfaces/Mensagens Qt DBus, e o KStars fornece as definições XML necessárias. No entanto, atualmente, há um uso intenso de tipos personalizados, cujas definições são combinadas com outras informações nos códigos-fonte do KStars. Isso resulta em um grande conjunto de arquivos do KStars que precisam ser incluídos em uma extensão para usar os Qt DBus Adaptors. Esperamos que isso seja resolvido no futuro.
