Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <emphasis role="bold">Update Parameters</emphasis>: This sets the parameters in <link linkend="focus-settings">Focus Settings</link> to standard values that should enable Autofocus to successfully complete. Note that parameters are stored per Optical Train so it is a good idea to set this option when starting. Note that some parameters, e.g. step size are better defaulted from a trial and error approach by running Autofocus. So these parameters can be better set by some other options below.
sl: <emphasis role="bold">Posodobi parametre</emphasis>: To nastavi parametre v <link linkend="focus-settings">Nastavitve fokusa</link> na standardne vrednosti, ki bi morale omogočiti uspešno dokončanje samodejnega fokusiranja. Upoštevajte, da so parametri shranjeni na optični vlak, zato je dobro, da nastavite to možnost ob zagonu. Upoštevajte, da nekateri parametri, npr. velikost koraka je bolje privzeta iz pristopa poskusov in napak z zagonom samodejnega fokusiranja. Torej je te parametre mogoče bolje nastaviti z nekaterimi drugimi možnostmi spodaj.
sv: <emphasis role="bold">Uppdatera parametrar</emphasis>: Det ställer in parametrarna i <link linkend="focus-settings">Fokuseringsinställningar</link> till standardvärden som ska göra det möjligt för automatisk fokusering att slutföras. Observera att parametrar lagras per optisk så det är en bra idé att ställa in det alternativet från början. Observera att för vissa parametrar, t.ex. stegstorlek, är det bättre att prova sig fram till standardvärdet genom att köra automatisk fokusering. Så de parametrarna går bättre att ställa in med några andra alternativ nedan.
uk: <emphasis role="bold">Оновити параметри</emphasis>: цей пункт встановлює стандартні значення параметрів у <link linkend="focus-settings">параметрах фокусування</link>, які мають уможливити успішне завершення автоматичного фокусування. Зауважте, що параметри зберігаються для кожного оптичного тракту окремо, тому на початку варто лишити цей пункт позначеним. Зауважте також, що типові значення деяких параметрів, наприклад розміру кроку, краще встановлюються шляхом підбирання шляхом запуску автоматичного фокусування. Тому такі параметри краще встановлювати за допомогою інших пунктів нижче.

source: Note that when a new Optical Train is created, Focus Advisor will setup default parameters when the Optical Train is used for the first time in Focus.
ca@valencia: Cal tindre en compte que quan es crea un Tren òptic nou, l'Assessor d'enfocament configurarà els paràmetres predeterminats quan s'utilitze el Tren òptic per primera vegada a «Enfocament».
fr: La mise au point avec des filtres différents peut être réalisée de trois manières différentes dans Ekos.
pt_br: Observe que, quando um novo trem óptico é criado, o conselheiro de foco configurará os parâmetros padrão quando o Trem Óptico for usado pela primeira vez no módulo de foco.
sl: Upoštevajte, da se bo svetovalec fokusa nastavil na privzete parametre, ko je ustvarjen nov optični vlak in je prvič uporabljen v Fokusu.
sv: Observera att när en ny optisk skapas ställer Fokuseringsrådgivaren in standardparametrar när optiken används för första gången under fokusering.
uk: Зауважте, що при створенні нового оптичного тракту радник з фокусування встановити типові значення параметрів при першому використанні оптичного тракту у фокусуванні.

source: A way to check whether parameters are set appropriately for Focus Advisor is to hit the <guilabel>Help </guilabel> button. See the Focus Advisor Help section for more details.
sl: Način za preverjanje, ali so parametri ustrezno nastavljeni za svetovalca fokusa, je da pritisnete gumb <guilabel>Pomoč</guilabel>. Oglejte si pomoč razdelka svetovalca fokusa za več podrobnosti.
sv: Ett sätt att kontrollera om parametrarna är korrekt inställda för Fokuseringsrådgivaren är att trycka på knappen <guilabel>Hjälp</guilabel>. Se avsnittet Fokuseringsrådgivaren Hjälp för mer information.
uk: Способом перевірки того, чи належним чином встановлено значення параметрів, є натискання кнопки <guilabel>Довідка</guilabel>. Докладніший опис можна знайти у розділі щодо радника з фокусування.

source: Also note that subsequent Focus Advisor functions depend on certain parameters being selected, for example the Linear 1 Pass focus algorithm, so it is recommended to run Update Parameters at the start of using Focus Advisor.
sl: Upoštevajte tudi, da so nadaljnje funkcije Focus Advisor odvisne od nekaterih izbranih parametrov, na primer algoritma ostrenja prehoda Linear 1 Pass, torej je priporočljivo, da na začetku uporabe svetovalca fokusa zaženete posodobitev parametrov.
sv: Observera också att efterföljande funktioner i Fokuseringsrådgivaren beror på att vissa parametrar väljs, till exempel den engångslinjära fokuseringsalgoritmen, så det rekommenderas att använda Uppdatera parametrar när Fokuseringsrådgivaren börjar användas.
uk: Також зауважте, що наступні функціональні можливості радника з фокусування залежать від вибору певних значення параметрів, наприклад у лінійному однопрохідному алгоритмі фокусування, тоаму рекомендуємо запустити оновлення параметрів на початку використання радника з фокусування.

source: <emphasis role="bold">Find Stars</emphasis>: This function is designed to search the range of motion of the focuser to locate stars. If stars are already visible in subframes then there is no need to run this function.
sl: <emphasis role="bold">Poišči zvezde</emphasis>: Ta funkcija je zasnovana za iskanje obsega gibanja fokuserja, da poiščete zvezde. Če so zvezde že vidne v podokvirjih, te funkcije ni treba zagnati.
sv: <emphasis role="bold">Finn stjärnor</emphasis>: Funktionen är utformad för att söka i fokuseringsenhetens rörelseintervall för att lokalisera stjärnor. Om stjärnor redan är synliga i delbilder behöver funktionen inte användas.
uk: <emphasis role="bold">Пошук зірок</emphasis>: цей пункт створено для пошуку діапазону руху засобу фокусування для пошуку зірок. Якщо зірки вже видимі у проміжних кадрах, немає потреби у використанні цієї функціональної можливості.

source: The algorithm will start at the current focuser position and search an area outward then inward of the starting position looking for stars. If no stars are found it will continue expending the search area whilst staying within the allowed range of motion of the focuser.
ca@valencia: L'algorisme començarà a la posició actual de l'enfocador i buscarà una àrea cap a fora i després cap a dins de la posició inicial buscant les estreles. Si no en troba, continuarà ampliant l'àrea de busca mentre es mantinga dins de l'interval de moviment permés de l'enfocador.
fr: Pour utiliser un filtre de cette manière, cochez ``Mise au point automatique``, spécifiez le ``Filtre verrouillé`` à utiliser et veillez que le décalage entre ce filtre et le ``Filtre verrouillé`` est bien réglé.
pt_br: O algoritmo começará na posição atual do focalizador e buscará uma área para fora e depois para dentro da posição inicial, em busca de estrelas. Se nenhuma estrela for encontrada, ele continuará expandindo a área de busca, mantendo-se dentro da amplitude de movimento permitida do focalizador.
sl: Algoritem se bo začel na trenutnem položaju fokusiranja in preiskal območje navzven in nato navznoter od začetnega položaja v iskanju zvezd. Če ni najdenih zvezd, bo še naprej širil iskalno območje, medtem ko bo ostal znotraj dovoljenega območje gibanja fokuserja.
sv: Algoritmen startar vid den aktuella fokuseringspositionen och söker i ett område utåt och sedan inåt från startpositionen och letar efter stjärnor. Om inga stjärnor hittas fortsätter den att utöka sökområdet samtidigt som den håller sig inom fokuseringsenhetens tillåtna rörelseintervall.
uk: Алгоритм почне роботу з поточної позиції засобу фокусування і виконає пошук зірок у зовнішній області, а потім у внутрішній області початкової позиції. Якщо зірок не буде знайдено, область розширюватиметься, лишаючись у межах дозволеного діапазону руху засобу фокусування.

source: Eventually either stars will be located or the whole range of motion of the focuser will have been searched without locating any stars. In this latter case, the step size will be halved and the search restarted from the beginning.
ca@valencia: Finalment, o bé es localitzen les estreles o bé s'haurà buscat per tot l'interval de moviment de l'enfocador sense localitzar-ne cap. En este últim cas, la mida del pas es reduirà a la meitat i la busca es reiniciarà des del començament.
fr: **Utiliser décalages** : il est possible d'utiliser des décalages pour les filtres pour ajuster la mise au point quand on permute les filtres sans exécuter de mise au point automatique. Cela nécessite un peu de travail préparatoire mais a l'avantage de réduire le nombre de passes de mise au point automatique et par conséquent le temps consacré à ces opérations.
pt_br: Eventualmente, ou as estrelas serão localizadas ou toda a amplitude de movimento do focalizador terá sido pesquisada sem localizar nenhuma estrela. Neste último caso, o tamanho do passo será reduzido pela metade e a busca será reiniciada do início.
sl: Sčasoma bodo locirane bodisi zvezde bodisi bo celotno območje gibanja fokuserja preiskana, ne da bi našel zvezde. V slednjem primeru bo velikost koraka prepolovljena in iskanje se bo znova začelo od začetka.
sv: Så småningom lokaliseras antingen stjärnor eller så har hela fokuseringsområdets rörelseomfång genomsökts utan att hitta några stjärnor. I det senare fallet halveras stegstorleken och sökningen startas om från början.
uk: Нарешті, або буде виявлено зірки, або у всьому діапазоні руху засобу фокусування пошук не завершиться виявленням жодної зірки. В останньому випадку розмір кроку буде зменшено удвічі, і пошук буде перезапущено з початку.

source: The search process uses a series of jumps of 10 x step size to try and locate stars.
ca@valencia: El procés de busca utilitza una sèrie de salts de 10 vegades la mida del pas per a intentar localitzar-les.
fr: Pour utiliser cette fonctionnalité, il est nécessaire de déterminer les positions relatives de mise au point entre chaque filtre que vous souhaitez utiliser. Par exemple si les filtres de luminance et rouge ont la même position de mise au point (ils sont parfocales) mais que la position de mise au point du filtre vert se trouve 300 pas plus loin que le filtre de luminance (ou rouge), alors les décalages seront respectivement de 0, 0 et 300. Si une séquence est créée pour prendre 10 poses de luminance, puis 10 de rouge et 10 de vert, alors au départ (puisque ``Mise au point automatique`` est cochée) sera exécutée une mise au point automatique avec le filtre de luminance et ensuite 10 poses seront prises. Le module Acquisition changera ensuite de filtre pour le rouge. Comme ce filtre n'a pas la case ``Mise au point automatique`` cochée, il n'y aura pas de mise au point automatique et Ekos va vérifier le décalage entre le rouge et la luminance. Dans ce cas, on aura 0 - 0 = 0. Par conséquent le moteur de mise au point ne se déplacera pas et 10 poses de rouge seront prises. Puis le filtre passera du rouge au vert. Comme l'option n'est pas non plus cochée, il n'y aura pas de mise au point automatique et Ekos vérifiera le décalage entre le vert et le rouge. Maintenant, 300 - 0 = 300. Le moteur de mise au point se déplacera de 300 pas vers l'extérieur et 10 poses de vert seront prises.
pt_br: O processo de busca utiliza uma série de saltos de 10 x de tamanho de passo para tentar localizar estrelas.
sl: Postopek iskanja uporablja serijo skokov z 10-kratno velikostjo korakov, da poskusi in locira zvezde.
sv: Sökprocessen använder en serie hopp med 10 gångers stegstorlek för att försöka hitta stjärnor.
uk: У процесі пошуку буде використано послідовність переходів удесятеро більших за розмір кроку у спробах знайти зірки.

source: To use this function start the focuser as near to where stars are likely to be found as possible. If you have no idea then the algorithm will locate stars but the search will likely take longer. In addition, use a step size as close as possible to a good value for your equipment. If a value too small is chosen then the number of steps will be larger and the search will take longer. If a value too large is chosen then its possible that the range of focus positions where stars are visible will be "jumped over" in the search and it will appear that there are no stars visible anywhere. If you have no idea what a good starting value is then use the default and let Focus Advisor try to figure it out.
ca@valencia: Per a utilitzar esta funció, inicieu l'enfocador tan a prop d'on és probable que es troben les estreles. Si no en teniu ni idea, l'algorisme les localitzarà, però la busca probablement tardarà més. A més, utilitzeu una mida de pas tan propera com siga possible a un bon valor per al vostre equip. Si es tria un valor massa xicotet, el nombre de passos serà més gran i la busca tardarà més. Si es tria un valor massa gran, és possible que l'interval de posicions d'enfocament on es veuen les estreles se «salte» a la busca i parega que no n'hi ha cap visible enlloc. Si no teniu ni idea de quin és un bon valor inicial, utilitzeu el valor predeterminat i deixeu que l'Assessor d'enfocament intente esbrinar-ho.
fr: Pour utiliser un filtre de cette manière, décochez ``Mise au point`` et veillez à ce que les décalages de tous les filtres de la séquence sont bien réglés.
pt_br: Para usar esta função, inicie o focalizador o mais próximo possível de onde as estrelas provavelmente serão encontradas. Se você não tiver ideia, o algoritmo localizará as estrelas, mas a busca provavelmente levará mais tempo. Além disso, use um tamanho de passo o mais próximo possível de um bom valor para o seu equipamento. Se um valor muito pequeno for escolhido, o número de passos será maior e a busca levará mais tempo. Se um valor muito grande for escolhido, é possível que o intervalo de posições de foco onde as estrelas são visíveis seja "pulado" na busca e pareça que não há estrelas visíveis em lugar nenhum. Se você não tiver ideia de qual é um bom valor inicial, use o padrão e deixe o conselheiro de foco tentar descobrir.
sl: Za uporabo te funkcije zaženite fokusiranje čim bližje mestu, kjer bo zvezde najbolj verjetno najti. Če nimate pojma, bo našel zvezde algoritem, vendar bo iskanje verjetno trajalo dlje. Poleg tega uporabite velikost koraka čim bližje dobri vrednosti za vašo opremo. Tudi če je izbrana vrednost premajhna, bo število korakov večje in iskanje bo trajalo dlje. Če je izbrana vrenost prevelika, je možno, da obseg pozicij ostrenja, kjer so vidne zvezde, bo "preskočil" v iskanje in pokazalo se bo, da nikjer ni vidnih zvezd. Če nimate pojma, kakšna je dobra začetna vrednost, potem uporabite privzeto in pustite svetovalcu za fokus, da to ugotovi.
sv: För att använda funktionen, starta fokuseringsenheten så nära som möjligt där stjärnor sannolikt finns. Om du inte har någon aning hittar algoritmen stjärnor men sökningen tar troligen längre tid. Använd dessutom en stegstorlek så nära ett bra värde för utrustningen som möjligt. Om ett för litet värde väljs kommer antalet steg att bli större och sökningen tar längre tid. Om ett för stort värde väljs är det möjligt att området av fokuseringspositioner där stjärnor är synliga "hoppas över" i sökningen och det visar sig att det inte finns några stjärnor synliga någonstans. Om du inte har någon aning om vad ett bra startvärde är, använd standardvärdet och låt Fokuseringsrådgivaren försöka ta reda på det.
uk: Щоб скористатися цією функцією, запустіть засіб фокусування якомога ближче до місця, де ймовірно будуть знайдені зірки. Якщо ви і гадки не маєте, де це місце, алгоритм знайде зірки, але пошук, ймовірно, триватиме більше часу. Крім того, використовуйте розмір кроку, якомога ближчий до доброго значення для вашого обладнання. Якщо буде вибрано занадто мале значення, кількість кроків буде більшою, а пошук триватиме довше. Якщо буде вибрано занадто велике значення, можливо, діапазон положень фокусу, де видно зірки, буде «перестрибнуто» під час пошуку, і здаватиметься, що зірок ніде не видно. Якщо ви не знаєте, яке початкове значення є добрим, використовуйте типове значення і дозвольте Focus Advisor спробувати його визначити.

source: Here is an example run of Find Stars:
sl: Tukaj je primer izvajanja iskanja zvezd:
sv: Här är ett exempel på Finn stjärnor:
uk: Ось приклад запуску пошуку зірок:

source: <screeninfo>Focus Advisor - Find Stars</screeninfo>
sl: <screeninfo>Svetovalec fokusa - Išči zvezde</screeninfo>
sv: <screeninfo>Fokuseringsrådgivaren: Finn stjärnor</screeninfo>
uk: <screeninfo>Радник з фокусування — пошук зірок</screeninfo>

source: <phrase>Focus Advisor - Find Stars</phrase>
sl: <phrase>Svetovalec fokusa - Išči zvezde</phrase>
sv: <phrase>Fokuseringsrådgivaren: Finn stjärnor</phrase>
uk: <phrase>Радник з фокусування — пошук зірок</phrase>

source: The results table in the Focus Advisor dialog shows a single line for Find Stars. In this case, Find Stars was started at position 70,000 and the Step Size was 250 (giving a Jump Size of 2,500).
sl: Tabela z rezultati v pogovornem oknu svetovalca fokusa prikazuje eno vrstico za iskanje zvezd. V tem primeru je iskanje zvezd začel na položaju 70.000 in velikost koraka je bila 250 (kar pomeni velikost skoka 2500).
sv: Resultattabellen i dialogrutan Fokuseringsrådgivare visar en enda rad för Finn stjärnor. I det här fallet startades Finn stjärnor vid position 70000 och stegstorleken var 250 (vilket ger en hoppstorlek på 2500).
uk: У таблиці результатів у вікні радника з фокусування буде показано окремий рядок для пошуку зірок. У цьому випадку пошук зірок було розпочато у позиції 70000, а розміром кроку є 250 (що дає розмір переходу 2500).

source: No stars were found at 70,000 (point 1 on the V-Curve) so an outward sweep started at 95,000 and moved in 2,500 jump by jump until 70,000 was reached (points 2-11) when the inward sweep started. Stars were first detected at 60,000 (point 15).
sl: Na točki 70.000 (točka 1 na V-krivulji) ni bilo najdenih nobenih zvezd, tako da je sprehod navzvenzačel pri 95.000 in napredoval 2.500 skok za skokom, dokler ni bil dosežena 70.000 (točke 2-11), ko se je začel sprehod navznoter. Zvezde so bile prvič zaznane pri 60.000 (točka 15).
sv: Inga stjärnor hittades vid 70000 (punkt 1 på V-kurvan) så ett utåtgående svep började på 95000 och flyttade in 2500 hopp för hopp tills 70000 nåddes (punkterna 2-11) då svepet inåt startade. Stjärnor upptäcktes först vid 60000 (punkt 15).
uk: При 70000 (точка 1 на V-кривій) зірок знайдено не було, тому було розпочато рух назовні зі значення 95000 зі спуском кроком у 2500 до досягнення значення 70000 (точки 2-11), коли було розпочато рух усередину. Зірки уперше було виявлено при значенні 60000 (точка 15).

source: The algorithm then continues to Jump inwards until no stars are found (point 34). This gives the range of positions where stars were located as 15,000 (point 33) to 60,000 (point 15) with a centre at 37,500.
ca@valencia: L'algoritme continua saltant cap endins fins que no es troben estreles (punt 34). Açò dona l'interval de posicions on les estreles estaven situades a 15,000 (punt 33) a 60,000 (punt 15) amb un centre a 37,500.
fr: ``Mise au point automatique`` : cochez cette option pour réaliser une mise au point automatique à chaque changement de filtre.
pt_br: O algoritmo então continua a avançar para dentro até que nenhuma estrela seja encontrada (ponto 34). Isso resulta em um intervalo de posições onde as estrelas foram localizadas de 15.000 (ponto 33) a 60.000 (ponto 15), com um centro em 37.500.
sl: Algoritem nato nadaljuje s skoki navznoter, dokler ne najde nobene zvezde (točka 34). To daje obseg položajev, kjer so bile zvezde, 15.000 (točka 33) na 60.000 (točka 15) s središčem pri 37.500.
sv: Algoritmen fortsätter sedan att hoppa inåt tills inga stjärnor hittas (punkt 34). Det ger intervallet för positioner där stjärnor hittades från 15000 (punkt 33) till 60000 (punkt 15) med ett centrum på 37500.
uk: Далі алгоритм продовжив переходи всередину, аж доки не було досягнуто стану, коли зірок знову не виявлено (точка 34). Це дало діапазон позицій виявлення зірок від 15000 (точка 33) до 60000 (точка 15) з центром у 37500.

source: <emphasis role="bold">Coarse Adjustment (without Autofocus)</emphasis>: This function is designed to provide coarse adjustment to the start position, Step Size and AF Overscan (or backlash) fields. The purpose is to provide "good enough" values for these parameters in order for the next stage, Fine Adjustment to work. An iterative process is used to home in on acceptable values.
sl: <emphasis role="bold">Groba prilagoditev (brez samodejnega ostrenja)</emphasis>: Ta funkcija je zasnovana tako, da zagotavlja grobo nastavitev polj začetnega položaja, velikost koraka in polja AF Overscan (ali zračnosti). Namen je, dazagotovite "dovolj dobre" vrednosti za te parametre za naslednjo fazo, fino prilagoditev delu. Za začetek se uporablja iterativni postopek sprejemljivih vrednosti.
sv: <emphasis role="bold">Grovinriktning (utan automatisk fokusering)</emphasis>: Funktionen är utformad för att ge en grov inriktning av startpositionen, stegstorlek och AF-översvep (eller spel). Syftet är att tillhandahålla "tillräckligt bra" värden för parametrarna för att nästa steg, Fininriktning, ska fungera. En iterativ process används för att hitta acceptabla värden.
uk: <emphasis role="bold">Грубе коригування (без автофокусування)</emphasis>: цей пункти створено для грубого коригування для початкової позиції, розміру кроку та пересканування (або люфту) автоматичного фокусування. Метою є надання «достатньо добрих» значень цих параметрів для забезпечення працездатності наступного етапу, тонкого коригування. Для отримання прийнятних значень використовується ітеративна процедура.

source: Here is an example to describe how it works:
ca@valencia: Ací teniu un exemple que descriu com funciona:
fr: ``Dernière solution de mise au point`` : la position de la dernière mise au point automatique effectuée avec succès. Ekos actualise ce champ automatiquement.
pt_br: Aqui está um exemplo para descrever como isso funciona:
sl: Tukaj je primer za opis, kako to deluje:
sv: Här är ett exempel som beskriver hur det fungerar:
uk: Ось приклад опису того, як це працює:

source: <screeninfo>Focus Advisor - Coarse Adjustment</screeninfo>
sl: <screeninfo>Svetovalec fokusa - Grobo prilagajanje</screeninfo>
sv: <screeninfo>Fokuseringsrådgivaren: Grovinriktning</screeninfo>
uk: <screeninfo>Радник з фокусування — грубе коригування</screeninfo>

source: <phrase>Focus Advisor - Coarse Adjustment</phrase>
sl: <phrase>Svetovalec fokusa - Grobo prilagajanje</phrase>
sv: <phrase>Fokuseringsrådgivaren: Grovinriktning</phrase>
uk: <phrase>Радник з фокусування — грубе коригування</phrase>
