Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: Among the settings shown above, one important one is known as ``Remember job progress``. When this box is checked and a job is running, the Scheduler looks at the job's images already captured on disk, and doesn't re-capture the ones that are already there. The benefit is that if a job is restarted, or re-run another night, or if multiple jobs are being run together, stopping and starting when they are runnable, then jobs re-start right where they left off. This works well with the ``Repeat until terminated`` job-completion option. If ``Remember job progress`` is unchecked, jobs would restart from the start of their sequence specification each time, which probably isn't what you want. Unfortunately, if the images are not stored on the same computer that Ekos is running on, then this feature doesn't work and the jobs restart from their beginning.
ca: Entre els paràmetres mostrats anteriorment, un important es coneix com ``Recorda el progrés de la tasca``. Quan aquesta casella està marcada i s'està executant una tasca, el programador revisa les imatges de la tasca que ja s'han capturat al disc, i no torna a capturar les que ja hi són. El benefici és que si es reinicia una tasca, o es torna a executar una altra nit, o si s'estan executant múltiples tasques juntes, aturant-se i començant quan es poden executar, llavors les tasques tornen a començar just on es van deixar. Això funciona bé amb l'opció de compleció de tasca ``Repeteix fins que finalitzi``. Si ``Recorda el progrés de la tasca`` no està marcat, les tasques es reiniciarien des del començament de la seva especificació de seqüència cada vegada, que probablement no és el que voleu. Malauradament, si les imatges no s'emmagatzemen en el mateix ordinador en el qual s'està executant l'Ekos, aquesta característica no funcionarà i les tasques es reiniciaran des del principi.
ca@valencia: Entre les configuracions que es mostren a dalt, una important es coneix com a ``Recorda el progrés de la tasca``. Quan es marca esta casella i s'està executant una tasca, el programador mirarà les imatges del treball que ja estan capturades en el disc i no tornarà a capturar les que ja hi són. L'avantatge és que si es reinicia una tasca, es tornarà a executar una altra nit, o si s'executen múltiples tasques juntes, s'paren i s'iniciaran quan es puguen executar, les tasques es reiniciaran just on es van quedar. Açò treballa bé amb l'opció ``Repetix fins que es finalitze`` la compleció de tasques. Si ``Recorda el progrés de la tasca`` no està marcada, les tasques es reiniciaran cada vegada des del començament de la seua especificació de seqüència, el qual probablement no siga el que voleu. Desgraciadament, si les imatges no s'emmagatzemen en el mateix ordinador on s'executa Ekos, llavors esta característica no funcionarà i les tasques es reiniciaran des del començament.
fr: Parmi les réglages ci-dessus, un est particulièrement important et connu sous le nom ``Se souvenir de la progression de la tâche``. Quand cette case est cochée, l'ordonnanceur parcourt la liste des images déjà enregistrée sur le disque dur et fait en sorte de ne pas les acquérir à nouveau. L'intérêt est que si une tâche est redémarrée, ou relancée une autre nuit, ou si plusieurs tâches sont exécutées ensemble, l'arrêt et le démarrage des tâches reprendra là où elles s'étaient arrêtées. Cela fonctionne bien avec l'option ``Répéter jusqu'à terminé``. Si elle n'était pas cochée, les tâches recommenceraient au début de la séquence, ce qui n'est probablement pas ce que vous souhaitez. Cependant, si les images ne sont pas enregistrées sur le même ordonnateur qui exécute Ekos, cette fonctionnalité ne fonctionne pas et les tâches redémarreront depuis le début.
nl: Onder de boven getoonde instellingen, is er een belangrijke bekend als ``Takenvoortgang onthouden``. Wanneer dit vakje is geactiveerd en er is een taak actief, dan kijkt de planner naar de al opgenomen afbeeldingen op schijf en zal diegene die al hebt niet opnieuw opnemen . Het voordeel is dat als een taak opnieuw wordt gestart, of in een andere nacht opnieuw uitgevoerd of als meerdere taken tegelijk actief zijn, stoppen en starten wanneer ze zijn uit te voeren, dan starten taken opnieuw daar waar ze zijn gebleven. Dit werkt goed met de optie voor taak-gereed ``Herhalen tot beëindigen``. Als ``Taakvoortgang herinneren`` niet is geactiveerd, zouden taken elke keer opnieuw gestart worden vanaf het begin van hun reeksspecificatie, wat waarschijnlijk niet is wat u wilt. Helaas, als de afbeeldingen niet opgeslagen worden op dezelfde computer waarop Ekos actief is, dan werkt deze functie niet en de taken beginnen van voor af aan.
pt_br: Entre as configurações mostradas acima, uma importante é conhecida como ``Lembrar progresso da tarefa``. Quando esta caixa está marcada e uma tarefa está em execução, o agendador analisa as imagens da tarefa já capturadas no disco e não captura novamente as que já estão lá. A vantagem é que, se uma tarefa for reiniciada, ou executada novamente em outra noite, ou se várias tarefas estiverem sendo executadas juntas, parando e iniciando quando estiverem executáveis, as tarefas serão reiniciadas exatamente de onde pararam. Isso funciona bem com a opção de conclusão de tarefa ``Repetir até terminar``. Se ``Lembrar progresso da tarefa`` estiver desmarcado, as tarefas serão reiniciadas do início de sua especificação de sequência a cada vez, o que provavelmente não é o que você deseja. Infelizmente, se as imagens não estiverem armazenadas no mesmo computador em que o Ekos está sendo executado, essa funcionalidade não funcionará e as tarefas serão reiniciadas do início.
sl: Med zgoraj prikazanimi nastavitvami je ena pomembnih znana kot ``Zapomni si napredek opravila``. Ko je to polje označeno in se opravilo izvaja, razporejevalnik pregleda slike opravila, ki so že zajete na disku, in ne zajame ponovno tistih, ki so že tam. Prednost je, da če se opravilo znova zažene ali ponovno zažene drugo noč ali če se hkrati izvaja več opravil, ki se ustavijo in zaženejo, ko so izvedljiva, se opravila znova zaženejo tam, kjer so se končala. To dobro deluje z možnostjo dokončanja opravila ``Ponavljaj, dokler ni prekinjeno``. Če možnost ``Zapomni si napredek opravila`` ni označena, se bodo opravila vsakič znova zagnala od začetka njihove specifikacije zaporedja, kar verjetno ni tisto, kar želite. Žal pa ta funkcija ne deluje, če slike niso shranjene na istem računalniku, na katerem se izvaja Ekos, in opravila se znova zaženejo od začetka.

source: A possibly confusing side-effect of ``Remember job progress`` is that if you've run a job using the (default) Sequence Completion finish condition, and it has captured all its images, and now you want to run the job again, the Scheduler won't schedule the job because it believes that all the images have already been captured. You'd either need to move those images elsewhere on disk, or change the finish condition to Repeat for N Times, or Repeat Until Terminated.
ca: Un efecte secundari possiblement confús de ``Recorda el progrés de la tasca`` és que si heu executat una tasca utilitzant la condició de finalització de la compleció de la seqüència (predeterminat), i ha capturat totes les seves imatges, i ara voleu tornar a executar la tasca, el programador no planificarà la tasca perquè creu que totes les imatges ja s'han capturat. Necessitaríeu moure aquestes imatges en un altre lloc del disc, o canviar la condició de finalització a Repeteix N vegades, o Repeteix fins que finalitzi.
ca@valencia: Un efecte secundari possiblement confús de ``Recorda el progrés de la tasca`` és que si heu executat una tasca utilitzant la condició de finalització de la compleció de seqüència (predeterminat), ha capturat totes les seues imatges i ara voleu executar de nou la tasca, el programador no planificarà la tasca perquè creu que ja s'han capturat totes les imatges. Necessitareu moure-les cap a una altra part del disc o canviar la condició de finalització a ``Repetix N vegades`` o ``Repetix fins que es finalitze``.
fr: Un effet secondaire de cette option et qui peut créer de la confusion est que si une tâche est lancée avec la condition Terminer la séquence et que toutes les images ont été acquises, et que vous souhaitez relancer cette tâche, l'ordonnanceur ne programmera pas cette tâche car il croit que toutes les images ont déjà été acquises. Pour éviter cela, il faudra soit déplacer les images ailleurs sur le disque ou modifier la condition d'achèvement de tâches à N fois ou Répéter jusqu'à achèvement.
nl: Een mogelijk verwarrend bijeffect van ``Taakvoortgang herinneren`` is dat als u een taak hebt uitgevoerd met de (standaard) eindvoorwaarde van de beëindiging van de reeks, en alle zijn afbeeldingen zijn opgenomen en nu wilt u de taak opnieuw uitvoeren, dan zal de planner de taak niet uitvoeren omdat deze geloofd dat alle afbeeldingen al zijn opgenomen. U moet ofwel deze afbeeldingen verplaatsen naar elders op de schijf of de eindvoorwaarde wijzigen naar N keer herhalen of Herhalen tot beëindiging.
pt_br: Um efeito colateral possivelmente confuso de ``Lembrar progresso da tarefa`` é que, se você executou uma tarefa usando a condição de término (padrão) de conclusão de sequência e ela capturou todas as suas imagens, e agora você deseja executá-la novamente, o agendador não agendará a tarefa porque considera que todas as imagens já foram capturadas. Você precisaria mover essas imagens para outro lugar no disco ou alterar a condição de término para repetir por N vezes ou repetir até terminar.
sl: Morebiten zmeden stranski učinek funkcije ``Zapomni si napredek opravila`` je, da če ste opravilo zagnali z (privzetim) pogojem zaključka Zaporedno dokončanje in je zajelo vse slike, zdaj pa želite opravilo znova zagnati, razporejevalnik opravila ne bo načrtoval, ker meni, da so bile vse slike že zajete. Te slike bi morali bodisi premakniti drugam na disk bodisi spremeniti pogoj zaključka v Ponavljaj N-krat ali Ponavljaj, dokler ni končano.

source: Group repeats
ca: Repeticions de grup
ca@valencia: Repeticions de grup
fr: Répétitions de groupe
nl: Herhalingen van groepen
pt_br: Repetições em grupo
sl: Skupinske ponovitve
uk: Групові повторення

source: This feature allows you to run two or more scheduler jobs at roughly the same priority, such that if they were both runnable, they would progress at roughly the same rate. This may be applicable, for example, to jobs imaging the multiple tiles in a mosaic, but is generally applicable to any set of jobs.
ca: Aquesta característica us permet executar dues o més tasques del programador amb aproximadament la mateixa prioritat, de manera que si totes dues fossin executables, avançarien gairebé a la mateixa velocitat. Això pot ser aplicable, per exemple, a tasques que mostrin les diverses tessel·les en un mosaic, però generalment és aplicable a qualsevol conjunt de tasques.
ca@valencia: Esta característica permet executar dos o més tasques del programador amb aproximadament la mateixa prioritat, de manera que si totes dues foren executables, progressarien aproximadament al mateix ritme. Açò pot ser aplicable, p. ex., a tasques que s'obtenen imatges amb múltiples tessel·les en un mosaic, però generalment s'aplica a qualsevol conjunt de tasques.
fr: Cette fonctionnalité permet d'exécuter deux ordonnanceurs ou plus avec approximativement la même priorité, de telle sorte que si chacun peut être exécuté, il progresserait plus ou moins à la même vitesse. Cela peut être utile, par exemple, si vous imager une mosaïque avec plusieurs tuiles, mais est généralement utilisable pour n'importe quel groupe de tâches.
nl: Deze functie biedt u het uitvoeren van twee of meer plannertaken op ruwweg dezelfde prioriteit, zodat als ze beiden uitvoerbaar zijn, ze voortgang zouden hebben op ruwweg dezelfde snelheid. Dit kan van toepassing zijn, bijvoorbeeld, voor taken die opnamen maken voor meerder tegels in een mozaïek, maar is algemeen van toepassing op elke set taken.
pt_br: Esta funcionalidade permite executar dois ou mais trabalhos do agendador com aproximadamente a mesma prioridade, de forma que, se ambos fossem executáveis, progrediriam aproximadamente na mesma velocidade. Isso pode ser aplicável, por exemplo, a tarefas que criam imagens de vários blocos em um mosaico, mas geralmente se aplica a qualquer conjunto de tarefas.
sl: Ta funkcija vam omogoča izvajanje dveh ali več opravil razporejevalnika s približno enako prioriteto, tako da, če bi bili obe zagonski, bi napredovali s približno enako hitrostjo. To lahko velja na primer za opravila, ki prikazujejo več ploščic v mozaiku, vendar je na splošno uporabno za kateri koli niz opravil.
uk: За допомогою цієї можливості ви можете два або більше завдань планувальника майже з однаковим пріоритетом, так, що якщо обидва завдання придатні до запуску, їхній поступ відбуватиметься майже з однаковою швидкістю. Це може стосуватися, наприклад, завдань зі знімання декількох плиток у мозаїці, але, загалом, стосується будь-якого набору завдань.

source: Normally the (Greedy) scheduler's job priority is set by the row the job is listed in the Scheduler's job table. Jobs on rows closer to the top run with higher priority than jobs lower down. Thus, if a job on row 2 (Job2) uses ``Repeat Until Terminated``, and that job's running constraints are satisfied, a lower down job (e.g. Job3) will not be scheduled to run.
ca: Normalment, la prioritat de les tasques del programador (voraç) s'estableix per la fila que la tasca es llista a la taula de tasques del programador. Les tasques en files més properes a la part superior s'executen amb prioritat més alta que les tasques més baixes. Per tant, si una tasca a la fila 2 (Job2) utilitza ``Repeteix fins que finalitzi``, i s'han satisfet les restriccions d'execució de la tasca, no es programarà que s'executi una tasca més baixa (p. ex., Job3).
ca@valencia: Normalment, la prioritat de les tasques del programador (voraç) s'establix segons la fila on es llista la tasca en la taula de tasques del programador. Les tasques en les files més properes a la part superior s'executaran amb més prioritat que les tasques més avall. Per tant, si una tasca a la fila 2 (Tasca_2) utilitza ``Repetix fins que es finalitze`` i s'han satisfet les restriccions d'execució d'esta tasca, no es programarà l'execució d'una tasca mes baixa (p. ex., Tasca_3).
fr: La priorité de l'ordonnanceur Greedy est normalement déterminée par la position de la ligne dans la table des tâches. Celles se trouvant vers le haut ont une priorité plus haute que celle vers le bas de la table. Ainsi, si une tâche est sur la ligne 2 (tâche 2) et dont l'option ``Répéter jusqu'à achèvement`` est activée, et que toutes les contraintes sont satisfaites, une tâche plus bas dans la liste (p. ex. tâche 3) ne sera pas prévue pour exécution.
nl: Normaal is de taakprioriteit van de (Greedy) planner ingesteld door de rij waarin de taak in de lijst in de takentabel van de planner staat. Taken in rijen dichter bij de top worden met een hogere prioriteit uitgevoerd dan taken lager in de tabel. Dus, als een taak op rij 2 (Taak2) ``Herhalen tot beëindigen`` en aan de voorwaarden voor uitvoeren van die taak is voldaan, dan zal een lagere taak (bijv. Taak3) niet gepland worden voor uitvoeren.
pt_br: Normalmente, a prioridade de tarefa do agendador (ganancioso) é definida pela linha em que a tarefa é listada na tabela de tarefas do agendador. Tarefas em linhas mais próximas do topo são executadas com prioridade maior do que tarefas mais abaixo. Portanto, se uma tarefa na linha 2 (Tarefa2) usar ``Repetir até terminar`` e as restrições de execução dessa tarefa forem satisfeitas, uma tarefa mais abaixo (por exemplo, Tarefa3) não será agendada para execução.
sl: Običajno je prioriteta opravil (pohlepnega) razporejevalnika določena z vrstico, v kateri je opravilo navedeno v tabeli opravil razporejevalnika. Opravila v vrsticah, ki so bližje vrhu, se izvajajo z višjo prioriteto kot opravila v nižjih vrsticah. Če torej opravilo v vrstici 2 (Opravilo2) uporablja ``Ponavljaj, dokler ni končano`` in so izpolnjene omejitve izvajanja tega opravila, se nižje opravilo (npr. Opravilo3) ne bo načrtovalo za izvajanje.

source: If you wish to alternate jobs, you can assign each of the jobs the same ``group`` name, and give the jobs one of the repeating finish conditions (e.g. Repeat for N times, or Repeat Until Terminated). With that setup, jobs in the same group will cede to each other if they have completed more 'Repeat Iterations' than the other job. So, if Job2 with group "MyGroup" completes its 2nd iteration, and Job3 with the same group name has only completed 0 or 1 iterations, when the time comes to schedule Job2, Job3 will run instead.
ca: Si voleu alternar les tasques, podeu assignar a cadascuna de les tasques el mateix nom de ``grup``, i donar a les tasques una de les condicions de finalització repetides (p. ex., Repeteix N vegades o Repeteix fins que finalitzi). Amb aquesta configuració, les tasques del mateix grup cediran entre elles si han completat més «Iteracions de repetició» que les altres tasques. Per tant, si el Job2 amb el grup «MyGroup» completa la seva segona iteració, i el Job3 amb el mateix nom de grup només ha completat 0 o 1 iteració, quan arribi el moment de programar el Job2, el Job3 s'executarà.
ca@valencia: Si voleu alternar les tasques, podeu assignar el mateix nom de ``grup`` a cadascuna de les tasques i donar-li a les tasques una de les condicions de finalització de la repetició (p. ex., ``Repetix N vegades`` o ``Repetix fins que es finalitze``). Amb esta configuració, les tasques del mateix grup cediran entre elles si s'han completat més «Iteracions de repetició» que l'altra tasca. Aleshores, si la Tasca_2 amb el «Grup_Meu» completa la seua segona iteració i la Tasca_3 amb el mateix nom de grup només ha completat 0 o 1 iteracions, quan arribe el moment de planificar la Tasca_2, s'executarà en el seu lloc la Tasca_3.
fr: Si vous souhaitez alterner les tâches, vous pouvez attribuer chaque tâche au même nom de ``groupe`` et donner aux tâches une des conditions d'achèvement (p. ex. Répéter N fois ou Répéter jusqu'à achèvement). Ainsi configurées, les tâches dans le même groupe laisseront la place aux autres tâches si elles ont terminées plus d'itérations que les autre autres tâches. Ainsi si la tâche 2 du groupe « Mon-Groupe » termine sa deuxième itération et que la tâche 3 du même groupe n'a terminé que 0 ou 1 itération, quand viendra le moment de programmer la tâche 2, ce sera la tâche 3 qui sera exécutée.
nl: Als u taken wilt laten wisselen, dan kunt u aan elk van de taken dezelfde ``groep`` toekennen en aan de taken een van de beëindigingsvoorwaarden voor herhaling geven (bijv. N keer herhalen of Herhalen tot beëindiging). Met die opzet, zullen taken in dezelfde groep het uitvoer afstaan aan elkaar als ze meet 'Herhalingen' dan de andere taak hebben. Dus, als Taak2 met groep "MijnGroep" zijn tweede iteratie heeft voltooid en Taak3 met dezelfde groepsnaam heeft slechts 0 of 1 iteratie voltooid, dan wanneer de tijd komt om Taak2 uit te voeren, zal Taak3 in plaats daarvan worden uitgevoerd.
pt_br: Se desejar alternar tarefas, você pode atribuir a cada uma delas o mesmo nome de ``grupo`` e atribuir a elas uma das condições de término repetitivas (por exemplo, repetir por N vezes ou repetir até terminar). Com essa configuração, as tarefas no mesmo grupo cederão umas às outras se tiverem concluído mais 'Repetir iterações' do que a outra tarefa. Portanto, se a Tarefa2 com o grupo "MeuGrupo" concluir sua 2ª iteração e a Tarefa3 com o mesmo nome de grupo tiver concluído apenas 0 ou 1 iteração, quando chegar a hora de agendar a Tarefa2, a Tarefa3 será executada.
sl: Če želite izmenjevati opravila, lahko vsakemu opravilu dodelite isto ime ``skupine`` in opravilom določite enega od ponavljajočih se pogojev zaključka (npr. Ponavljaj N-krat ali Ponavljaj, dokler se ne zaključi). S to nastavitvijo se bodo opravila v isti skupini preusmerila druga drugi, če bodo opravila več ``ponovitev iteracij`` kot drugo opravilo. Če torej opravilo2 s skupino ``Moja skupina`` zaključi svojo 2. iteracijo, opravilo3 z istim imenom skupine pa le 0 ali 1 iteracijo, se bo ob načrtovanju opravila2 namesto tega izvedlo opravilo3.
