Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-align.po
Languages: ca, sv, uk

source: The RA and DEC positions are usually filled in from the position the telescope thinks it is pointing. Naturally, the system doesn't require an exactly correct positional constraint--afterall the purpose of plate-solving is to find that position. The maximum distance in degrees from the specified position to the actual position is given by the ``Radius`` field. Plate-solving will fail if the specified position is further away. Typically you want to enable ``Use Position`` for faster solving, so we recommend you check this box. However, frequently issues related to solving are due to using a poor positional estimate (e.g. the telescope is significantly misaligned). Therefore, if you have plate-solving problems, you may want to uncheck ``Use Position`` until those issues are resolved. As mentioned, this will result in longer solving times. ``Auto-update`` will fill the position box with the position found in the most-recent successful solve. However, a slew will update the position to the position where the telescope thinks it is pointing after the slew.
sv: RA- och DEK-positionerna fylls vanligtvis i från positionen som teleskopet tror att det pekar på. Naturligtvis kräver systemet inte en exakt korrekt positionsbegränsning. Trots allt är syftet med lösning av astrobilder att hitta den positionen. Det maximala avståndet i grader från den angivna positionen till den faktiska positionen anges av fältet ``Radie``. Lösning av astrobilder misslyckas om den angivna positionen är längre bort. Vanligtvis ska man aktivera ``Använd position`` för snabbare lösning, så vi rekommenderar att rutan markeras. Emellertid beror ofta problem relaterade till lösning på att man använder en dålig positionsberäkning (t.ex. om teleskopet är avsevärt felinriktat). Därför, om man har problem med lösning av astrobilder, kanske ``Använd position`` ska avmarkeras tills problemen är lösta. Det resulterar som nämnt i längre lösningstider. ``Automatisk uppdatering`` fyller i positionsrutan med positionen från den senaste lyckade lösningen. En förflyttning uppdaterar dock positionen till den position teleskopet tror att det pekar efter förflyttningen.
uk: Дані для позиції за прямим сходженням і схиленням, зазвичай, буде взято з даних, які автоматично визначено телескопом. Звичайно, система не потребує точного обмеження позиції — пошук позиції і є метою розв'язування знімка. Максимальну відстань у градусах від вказаної до справжньої позиції вказують за допомогою поля ``Радіус``. Розв'язання вважатиметься невдалим, якщо вказану позицію буде розташовано далі. Типово, варто позначити пункт ``Позиція`` для пришвидшення розв'язування. Тому ми рекомендуємо позначити цей пункт. Втім, часто проблеми із розв'язанням пов'язано із використанням поганої оцінки позиції (наприклад, через дуже неточне вирівнювання телескопа). Тому, якщо у вас виникають проблеми із розв'язуванням знімків, вам варто зняти позначення з пункту ``Позиція`` до вирішення цих проблем. Як ми вже згадували, зняття позначення з пункту призведе до збільшення часу розв'язування. Використання пункту ``Автооновлення`` призведе до автоматичного заповнення поля масштабу значенням, яке було отримано під час останнього успішного розв'язування. Втім, наведення призведе до оновлення позиції до позиції, отриманої автоматично самим телескопом.

source: |StellarSolver Profiles|
uk: |Профілі StellarSolver|

source: StellarSolver Profiles
sv: StellarSolver-profiler
uk: Профілі StellarSolver

source: This applies if you are using the (recommended) ``Internal Solver`` ``Solving Method``.
sv: Det gäller om du använder det (rekommenderade) värdet ``Internt lösningsverktyg`` som ``Lösningsmetod``.
uk: Ці параметри буде застосовано, якщо ви використовуєте (рекомендований) ``Вбудований розв'язувач`` для ``Методу розв'язання``.

source: You can choose an ``Options`` Profile on the ``StellarSolver Options`` tab. Profiles are simply collections of parameters to configure the performance of the star-extraction and plate-solving system inside of StellarSolver. The ``1-Default`` profile is the recommended one to start with. There are a few other possible profiles such as ``Large Scale Solving``, ``Small Scale Solving``, and ``Single Thread Solving``.
sv: Du kan välja en ``Alternativprofil`` under fliken ``Alternativ för StellarSolver``. Profiler är helt enkelt samlingar av parametrar för att ställa in stjärnextraheringens prestanda och systemet för lösning av astrobilder inne i StellarSolver. Profilen ``1-Standard`` är den rekommenderade att börja med. Det finns några andra möjliga profiler som ``Storskalig lösning``, ``Småskalig lösning`` och ``Entrådig lösning``.
uk: Ви можете вибрати ``Профіль параметрів`` на вкладці ``Параметри StellarSolver``. Профілі є простими збірками параметрів для налаштовування швидкодії видобування даних зірок і системи розв'язування знімків у StellarSolver. Рекомендуємо для початку скористатися профілем ``1-типовий``. Передбачено декілька інших можливих профілів, зокрема ``Large Scale Solving``, ``Small Scale Solving`` та ``Single Thread Solving``.

source: In the ``Align Options Profile Editor`` tab you can view and edit profiles. There are many parameters, most of which you need not change to solve issues. There are 3 types of parameters.
sv: Under fliken ``Editor av justeringsalternativprofiler`` kan du visa och redigera profiler. Det finns många parametrar, varav de flesta inte behöver ändras för att lösa problem. Det finns tre typer av parametrar.
uk: На вкладці ``Редактор профілю параметрів вирівнювання`` ви можете переглядати та редагувати профілі. Передбачено багато параметрів, хоча потреби у внесенні змін до більшості цих параметрів з метою вирішення проблем немає. Маємо 3 типи параметрів.

source: The top section labelled ``Sextractor`` Parameters (with column headings ``Extraction Parameters``, ``Deblending Params``, and ``Photometry Params``) are star extraction parameters--that is those that help find stars in your image.
sv: Den övre sektionen märkt ``SExtractor``-parametrar (med kolumnrubriker ``Extraheringsparametrar``, ``Avbländningsparametrar`` och ``Fotometriparametrar``) är stjärnextraheringsparametrar. Det är de som hjälper till att hitta stjärnor på bilden.
uk: У верхньому розділі із міткою ``Параметри Sextractor`` (із заголовками стовпчиків ``Параметри видобування``, ``Параметри усування змішування`` і ``Параметри фотометрії``) зібрано параметри видобування даних зірок — параметри, які допомагають програмі знаходити на знімку зірки.

source: The second section labelled ``Star Filtering Parameters`` filters/reduces the number of stars extracted before sending the list to either the plate-solver (when aligning or polar-aligning), or to autofocus or the internal guider (when just a list of stars is needed).
sv: Den andra sektionen benämnd ``Stjärnfiltreringsparametrar`` filtrerar/minskar antalet stjärnor som extraheras innan listan antingen skickas till lösning av astrobilder (vid inriktning eller polärinriktning), till automatisk fokusering eller till den interna guidningen (när bara en lista över stjärnor behövs).
uk: За допомогою другого розділу із міткою ``Параметри фільтрування зірок`` можна скоригувати фільтрування та зменшення кількості зірок, дані яких буде видобуто до надсилання списку або розв'язувачу знімка (при вирівнюванні або полярному вирівнюванні), або засобу автофокусування, або вбудованому засобу наведення (коли потрібен лише список зірок).

source: The third section labelled ``Astrometry Parameters`` adjusts the performance of plate solving.
sv: Den tredje sektionen benämnd ``Astrometriparametrar`` justerar prestandan hos lösning av astrobilder.
uk: За допомогою третього розділу із міткою «Параметри астрометрії» можна скоригувати швидкодію засобу розв'язування знімків.

source: ``Thresh Multiple`` and ``Thresh Offset`` relate to how sensitive the system will be to pixel values. The level of the background is multiplied by ``Thresh Multiple`` and then ``Thresh Offset`` is added to that. If a pixel's value exceeds the result, then it may be used to detect a star. Therefore, lower values (especially for multiple) may cause even dim pixels to be detected as stars. Higher values will reduce the number of stars detected.
sv: ``Tröskelmultipel`` och ``Tröskelposition`` relaterar till hur känsligt systemet kommer att vara för bildpunktsvärden. Nivån på bakgrunden multipliceras med ``Tröskelmultipel`` och sedan läggs ``Tröskelposition`` till det. Om en bildpunkts värde överstiger resultatet kan det användas för att upptäcka en stjärna. Därför kan lägre värden (särskilt för multipla) göra att även svaga bildpunkter upptäcks som stjärnor. Högre värden minskar antalet stjärnor som detekteras.
uk: ``Пор. коефіцієнт`` і ``Пор. відступ`` стосуються того, наскільки система буде чутливою до значень пікселів. Рівень тла буде помножено на ``Пор. коефіцієнт``, а потім до отриманого значення додано ``Пор. зсув``. Якщо значення пікселя перевищить результат, його може бути використано для виявлення зірки. Через це, нижчі значення (особливо для коефіцієнта) можуть призвести до того, що навіть тьмяні пікселі призводитимуть до виявлення зірок. Вищі значення зменшують кількість виявлених зірок.

source: ``Min Area`` is the minimum area for a star detection--area is in square pixels where all pixels have higher-than-threshold pixel values. If you are detecting small noise spikes as stars, you might want to increase this. If you are not detecting desired smaller real stars, perhaps your ``Min Area`` is too high.
sv: ``Minimal area`` är den minsta arean för en stjärndetektering: arean är i kvadratiska bildpunkter där alla bildpunkter har högre bildpunktsvärden än tröskelvärdet. Om du upptäcker små brustoppar som stjärnor, bör du kanske öka det. Om du inte upptäcker förväntade verkliga mindre stjärnor kanske ``Minimal area`` är för stor.
uk: ``Мін. область`` визначає мінімальну область для виявлення зірки — область у квадратних пікселях, де усі пікселі мають значення, що перевищують порогове. Якщо алгоритм виявляє невеликі викиди шуму як зірки, вам варто збільшити це значення. Якщо ж алгоритм не виявляє бажані зірки малого розміру, можливо, значення ``Мін. область`` є надто великим.

source: ``Conv FWHM`` should be adjusted to roughly the seeing in your area in pixels. The image is smoothed by this amount before star detection is initiated.
sv: ``Konv FBHM`` bör justeras till ungefär vad som syns i ditt område i bildpunkter. Bilden jämnas ut med det värdet innan stjärndetektering inleds.
uk: Для значення ``ПШПМ збіж.`` слід встановити грубо видиме значення області у пікселях. Зображення буде згладжено на цю величину до започаткування виявлення зірок.

source: ``Initial Keep`` and ``Stars Keep #`` relates to the number of stars returned by the system. The system will initially run its detection algorithm and find some number of possible detections. It will filter that list, keeping only the ``Initial Keep`` brightest stars. It will then run the rest of the filtering, including computing the HFR of all those stars and finally only return a list of ``Stars Keep #`` stars. None of the uses (alignment, autofocus, guiding) of StellarSolver require thousands of stars to be able to do their job, and the more stars processed the slower the operation. An initial list of 1000 stars and a few hundred returned stars should be sufficient for most applications.
sv: ``Behåll initialt`` och ``Behåll antal`` relaterar till antalet stjärnor som returneras av systemet. Systemet kör initialt sin detektionsalgoritm och finner ett antal möjliga detektioner. Det filtrerar listan och bara behålla de ``Behåll initialt`` ljusaste stjärnorna. Det kör sedan resten av filtreringen, inklusive beräkning av HFR för alla stjärnorna och slutligen bara returnera en lista med ``Behåll antal`` stjärnor. Ingen av användningarna (inriktning, automatisk fokusering, guidning) av StellarSolver kräver tusentals stjärnor för att kunna göra sitt jobb, och ju fler stjärnor som bearbetas desto långsammare är operationen. En första lista på 1000 stjärnor och några hundra returnerade stjärnor borde vara tillräcklig för de flesta tillämpningar.
uk: ``Початкове збереження`` і ``К-ть збережених`` стосуються кількості зірок, яку буде повернено системою. Система спочатку запускає свій алгоритм виявлення і визначає певну кількість можливих виявлених об'єктів. Далі буде виконано фільтрування списку і збережено лише рівну значенню ``Початкове збереження`` кількість найяскравіших зірок. Потім буде виконано решту фільтрування, зокрема обчислення РПП для усіх зірок і, нарешті, буде повернуто список, у якому буде не більше ``К-ть збережених`` зірок. Для жодного з випадків використання StellarSolver (вирівнювання, автофокусування, наведення) не потрібні тисячі зірок для виконання завдання, а чим більшою є кількість оброблених зірок, тим повільнішою буде обробка. Початкового списку у 1000 зірок і списку з декількох сотень позицій для повернутих зірок має бути достатньо для більшості застосувань.

source: ``Max Size`` and ``Min Size`` filter stars by their sizes (pixel diameters), and are similar in usage to ``Min Area`` above.
sv: ``Maximal storlek`` och ``Minimal storlek`` filtrerar stjärnor enligt storlek (bildpunktsdiametrar) och liknar användningen av ``Minimal area`` ovan.
uk: Параметри ``Макс. розмір`` і ``Мін. розмір`` фільтрують зірки за розміром (діаметром у пікселях). Використання цих параметрів подібне до параметра ``Мін. область``, який описано вище.

source: ``Max Ellipse`` specifies how elliptical a star can be before being removed. 2 would mean the larger axis could be twice as large as the smaller axis.
sv: ``Maximal ellips`` anger hur elliptisk en stjärna kan vara innan den tas bort. 2 skulle innebära att den större axeln kan vara dubbelt så stor som den mindre axeln.
uk: ``Макс. еліпс`` визначає, наскільки еліптичною може бути зірка, перш ніж її буде вилучено. 2 означає, що більша вісь може бути удвічі довшою за меншу вісь.

source: ``Cut Brightest`` and ``Cut Dimmest`` remove the X% brightest or dimmest stars from consideration. ``Sat Limit`` removes stars whose pixel values exceed that percentage of the maximum pixel value--to remove saturated stars.
sv: ``Klipp bord ljusstarkaste`` och ``Klipp bort ljussvagaste`` tar bort de X % ljusstarkaste eller ljussvagaste stjärnorna. ``Mättnadsgräns`` tar bort stjärnor vars bildpunktsvärde överstiger procentandelen av det maximala bildpunktsvärdet, för att ta bort mättade stjärnor.
uk: Пункти ``Обрізати найяскравіші`` і ``Обрізати найтьмяніші`` надають змогу вилучити якусь частку найяскравіших або найтьмяніших зірок з розгляду. За допомогою пункту ``Обмеження насич.`` можна вилучити зірки, значення пікселів яких перевищують вказану частку максимального значення для пікселів — вилучити надто насичені зірки.

source: ``Search Radius`` is the distance from the position estimate in degrees that may be searched if ``Use Position`` is checked.
sv: ``Sökradie`` är avståndet från positionsuppskattningen i grader som kan sökas om ``Använd position`` är markerat.
uk: ``Радіус пошуку`` — відстань від позиції оцінки у градусах, де можна виконувати пошук, якщо позначено пункт ``Позиція``.

source: ``Maximum Time`` is the maximum number of seconds that the plate-solving will run before it times out.
sv: ``Maximal tid`` är det maximala antalet sekunder som lösning av astrobilder körs innan tidsgränsen överskrids.
uk: ``Максимальний час`` — максимальна кількість секунд, протягом яких може працювати алгоритм розв'язування зображення, перш ніж буде зафіксовано перевищення часу очікування на результати.

source: Index files are required if you choose the ``Internal Solver`` or ``Local Astrometry`` ``Solving Method``.
sv: Indexfiler krävs om du väljer ``Internt lösningsverktyg`` eller ``Lokal Astrometri`` ``Lösningsmetod``.
uk: Файли покажчика потрібні, якщо ви вибрали ``Вбудований розв'язувач`` або ``Локальну астрометрію`` як ``Метод розв'язання``.

source: |Astrometry.net Indexes Download|
uk: |Отримання покажчиків Astrometry.net|

source: Astrometry.net Indexes Download
sv: Nerladdning av Astrometry.net index
uk: Отримання покажчиків Astrometry.net

source: Automatic download is only available for Ekos users on Linux® & Mac® OS. For Windows® users, please download ANSVR solver.
sv: Automatisk nerladdning är bara tillgänglig för Ekos användare på Linux® och Mac® OS. För användare av &Windows; ladda ner lösningsverktyget ANSVR.
uk: Автоматичним завантаженням можуть скористатися лише користувачі Ekos у Linux® та Mac® OS. Користувачам Windows® доведеться завантажити розв'язувач ANSVR окремо.

source: To access the download page, click the ``Options`` button in the :doc:`Align module <ekos-align>` and then select ``Astrometry`` Index Files tab. The page displays the current FOV of your current setup and below it a list of available and installed index files. Three icons are used to designate the importance of index files given your current setup as follows:
sv: För att komma åt nerladdningssidan, klicka på knappen ``Alternativ`` i :doc:`inriktningsmodulen <ekos-align>` och välj därefter fliken ``Astrometry indexfiler``. Sidan visar aktuellt synfält för den nuvarande inställning och nedanför en lista med tillgängliga och installerade indexfiler. Tre ikoner används för att ange vikten hos indexfiler givet din nuvarande inställning enligt följande:
uk: Щоб перейти на сторінку отримання даних, натисніть кнопку ``Параметри`` у вікні :doc:`модуля вирівнювання <ekos-align>` і перейдіть на вкладку ``Файли астрометричного покажчика``. На вкладці буде показано поточне налаштоване поле зору телескопа, а під ним список доступних і встановлених файлів покажчика. Для позначення важливості файлів покажчика для вашої поточної конфігурації передбачено три піктограми:

source: |image2| Required
sv: |image2| Krävs
uk: |image2| Обов’язковий

source: |image3| Recommended
sv: |image3| Rekommenderas
uk: |image3| Рекомендований

source: |image4| Optional
sv: |image4| Valfri
uk: |image4| Необов'язковий

source: You must download all the required files, and if you have plenty of hard drive space left, you can also download the recommended indexes. If an index file is installed, the checkmark shall be checked, otherwise check it to download the relevant index file. Please only download one file at a time, especially for larger files. You might be prompted to enter the administrator password (default in StellarMate is **``smate``**) to install the files. Once you installed all the required files, you can begin using the offline astrometry.net solver immediately.
sv: Du måste ladda ner alla filer som krävs, och om du har mycket hårddiskutrymme över kan du också ladda ner de rekommenderade indexfilerna. Om en indexfil är installerad ska den vara markerad, markera den annars för att ladda ner relevant indexfil. Ladda bara ner en fil åt gången, särskilt för stora filer. Du kan bli tillfrågad om att skriva in administratörslösenordet (förvalt värde i StellarMate är **``smate``**) för att installera filerna. När du väl har installerat alla nödvändiga filer, kan du omedelbart börja använda det lokala astrometry.net lösningsverktyget.
uk: Вам слід отримати усі потрібні файли і, якщо на вашому диску лишилося ще багато місця, усі файли рекомендованих покажчиків. Якщо файл покажчика встановлено, поряд з його пунктом ви побачите заповнене поле для позначки. Якщо ж файл ще не встановлено, позначте відповідний пункт, щоб програма отримала файл покажчика. Будь ласка, намагайтеся отримувати одночасно не більше одного файла, особливо це стосується великих файлів. Можливо, програма попросить вас ввести пароль адміністратора (типовим для StellarMate є пароль **smate**) для встановлення файлів. Щойно усі потрібні файли буде встановлено, ви зможете користуватися автономним розв'язувачем astrometry.net.

source: You need to `download <http://data.astrometry.net>`__ and install the necessary index files suitable for your telescope+CCD field of view (FOV). You need to install index files covering 100% to 10% of your FOV. For example, if your FOV is 60 arcminutes, you need to install index files covering skymarks from 6 arcminutes (10%) to 60 arcminutes (100%). There are many online tools to calculate FOVs, such as `Starizona Field of View Calculator <http://starizona.com/acb/ccd/calc_pixel.aspx>`__.
sv: Du måste `ladda ner <http://data.astrometry.net>`__ och installera de nödvändiga indexfilerna lämpliga för teleskopets och CCD:ns synfält (FOV). Du måste installera indexfiler som täcker från 10 - 100 % av synfältet. Om synfältet exempelvis är 60 bågminuter måste indexfiler som täcker himmelsmärken från 6 bågminuter (10 %) till 60 bågminuter (100 %). Det finns många nätverktyg för att beräkna synfält, såsom `Starizona synfältsräknare <http://starizona.com/acb/ccd/calc_pixel.aspx>`__.
uk: Вам слід `отримати <http://data.astrometry.net>`__ і встановити потрібні файли покажчика, які відповідають полю зору вашого телескопа і ПЗЗ. Встановити слід файли покажчика, які покривають діапазон від 100% до 10% поля зору. Наприклад, якщо поле зору складає 60 кутових мінут, вам слід встановити файли покажчика у діапазоні позначок від 6 кутових мінут (10%) до 60 кутових мінут (100%). У інтернеті можна знайти багато калькуляторів для обчислення поля зору. Прикладом такого калькулятора є `Калькулятор поля зору Starizona <http://starizona.com/acb/ccd/calc_pixel.aspx>`__.

source: **Table 5.1. Index Files**
sv: **Tabell 5.1. Indexfiler**
uk: **Таблиця 5.1. Файли покажчика**

source: The Debian packages are suitable for any Debian-based distribution (Ubuntu, Mint, etc.). If you downloaded the Debian Packages above for your FOV range, you can install them from your favorite package manager, or via the following command:
sv: Debian-paketen lämpar sig för alla Debian-baserade distributioner (Ubuntu, Mint, ... etc.). Om du laddade ner Debian-paketen ovan för ditt synfält, kan du installera dem från din favoritpakethanterare, eller med kommandot:
uk: Пакунками Debian можна скористатися у будь-якому заснованому на Debian дистрибутиві (Ubuntu, Mint тощо). Якщо ви отримали пакунки Debian із наведеного вище списку для діапазону поля зору вашого телескопа, ви можете встановити їх за допомогою вашої улюбленої програми для встановлення пакунків або такої команди:

source: On the other hand, if you downloaded the FITS index files directly, copy them to ``/usr/share/astrometry`` directory.
sv: Å andra sidan, om FITS-indexfilerna laddades ner direkt, kopiera dem till katalogen ``/usr/share/astrometry``.
uk: З іншого боку, якщо вами отримано файли покажчика FITS безпосередньо, скопіюйте їх до каталогу ``/usr/share/astrometry``.

source: It is recommended to use a download manager as such `DownThemAll! <https://addons.mozilla.org/en-US/firefox/addon/downthemall/>`__ for Firefox to download the Debian packages as browsers' built-in download manager may have problems with download large packages.
sv: Det rekommenderas att använda en nerladdningshanterare såsom `DownThemAll! <https://addons.mozilla.org/en-US/firefox/addon/downthemall/>`__ för Firefox för att ladda ner Debian-paketen eftersom nerladdningshanterare inbyggda i webbläsare kan ha problem med att ladda ner stora paket.
uk: Рекомендуємо скористатися засобом керування отриманням даних, зокрема `DownThemAll! <https://addons.mozilla.org/en-US/firefox/addon/downthemall/>`__ для Firefox, для отримання пакунків Debian, оскільки у вбудованого засобу отримання даних можуть виникнути проблеми із отриманням дуже великих за об'ємом пакунків.
