Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-analyze.po
Languages: bg, ca, ca@valencia, fr, it, nl, pt, pt_br, sl, sv, uk

source: Timeline shows the major Ekos processes, and when they were active. For instance, the ``Capture`` line shows when images were taken (wither green for RGB or color-coded by the filter) and when imaging was aborted (shown as red sections). Clicking on a capture section gives information about that image, and double clicking on one brings up the image taken then in a fitsviewer, if it is available.
fr: Le graphique Chronologie affiche les processus principaux de Ekos et quand ils étaient actifs. Par exemple, la ligne ``Acquisition`` montre le moment où une image a été prise (verte pour RGB ou une couleur liée au filtre utilisé)) et quand l'acquisition a été arrêtée (en rouge). En cliquant sur une section d'acquisition, vous obtiendrez de l'information sur cette image et en double-cliquant vous ferez apparaître l'image dans l'afficheur « FITS », s'il est disponible.
nl: De Tijdlijn toont de processen van Ekos en wanneer die actief waren. Bijvoorbeeld, op de regel ``Opname`` staat wanneer opnames werden gemaakt (witter groene voor RGB of met kleur gecodeerd door het filter) en wanneer afgebroken (als rode secties getoond). Klikken op een opnamesectie geeft informatie over die afbeelding, na dubbelklikken ziet u de opgenomen afbeelding in een fitsviewer (programma voor het tonen van een fits-afbeelding), indien aanwezig.
pt_br: A linha do tempo mostra os principais processos do Ekos e quando eles estiveram ativos. Por exemplo, a linha ``Captura`` mostra quando as imagens foram capturadas (verde para RGB ou codificadas por cores pelo filtro) e quando a captura de imagens foi cancelada (mostradas como seções vermelhas). Clicar em uma seção de captura fornece informações sobre essa imagem, e clicar duas vezes em uma delas exibe a imagem capturada naquele momento em um visualizador FITS, se disponível.
sl: Časovnica prikazuje glavne Ekosove procese in kdaj so bili aktivni. Na primer, vrstica ``Zajem`` prikazuje, kdaj so bile slike posnete (belo zelena za RGB ali barvno kodirana s filtrom) in kdaj je bilo slikanje prekinjeno (prikazano kot rdeči odseki). S klikom na odsek zajema se prikažejo informacije o tej sliki, z dvojnim klikom na enega od njih pa se prikaže takrat posneta slika v pregledovalniku slik fitsviewer, če je na voljo.

source: If you have moved your captured images, you can set an ``alternate directory`` in the analyze settings page you can reach from the Options button in the lower right. This alternate directory would be prepended to the base of part of the original file path and would be checked if the image file is not in its original location.
fr: Si vous avez déplacé vos images vous pouvez configurer un ``dossier alternatif`` dans le menu de configuration du module Analyse. Le nom du dossier alternatif sera préfixé par l'emplacement du fichier original et sera vérifié si le fichier de l'image ne se trouve pas à l'endroit original.
nl: Indien u de opgenomen afbeelding verplaatst, kunt u een ``andere map`` in de pagina analyse-instellingen instellen via de knop Opties rechtsonder. Deze andere map zou vooraf het basisdeel van het originele bestand hebben en zou gecontroleerd worden of het afbeeldingsbestand niet op zijn originele locatie staat.
pt_br: Se você moveu as imagens capturadas, pode definir uma ``pasta alternativa`` na página de configurações de análise, acessível pelo botão de opções no canto inferior direito. Essa pasta alternativa será anexada à base de parte do caminho do arquivo original e será verificado se o arquivo de imagem não estiver em seu local original.
sl: Če ste premaknili svoje zajete slike, lahko nastavite ``nadomestni imenik`` na strani z nastavitvami analize, ki jo lahko dosežete z gumbom Možnosti spodaj desno. Ta nadomestni imenik bi bil dodan na začetku dela izvirne poti datoteke in bi bil preverjen, če slikovna datoteka ni na prvotni lokaciji.

source: Clicking on a ``Focus`` segment shows focus session information and displays up the position vs HFR measurements from that session. Clicking on a ``Guider`` segment shows a drift plot from that session, (if it's guiding) and the session's RMS statistics. Other timelines show status information when clicked.
fr: En cliquant sur un segment de ``mise au point``, vous ferez apparaître de l'information concernant la session et affiche les mesures de position selon le HFR de cette session. En cliquant sur un segment du ``guidage``, c'est un graphique de la dérive de cette session qui sera affiché et, s'il le guidage est actif, ce sont les statistiques RMS qui seront affichées.
nl: Klikken op een ``Focus``-segment geeft focus-informatie en toont positie versus HFR -metingen voor die sessie. Klikken op een ``Volger``-segment toont een driftplot voor die sessie (bij volgen) en de RMS-statistieken. Klikken op andere tijdlijnen geeft status-informatie.
pt_br: Clicar em um segmento ``Foco`` mostra informações da sessão de foco e exibe a posição em relação às medições de RMF daquela sessão. Clicar em um segmento ``Guia`` mostra um gráfico de desvio daquela sessão (se estiver guiando) e as estatísticas RMS da sessão. Outras linhas do tempo mostram informações de status quando clicadas.
sl: Klik na segment ``Fokus`` prikaže informacije o seji ostrenja in prikaže položaj v primerjavi z meritvami HFR iz te seje. Klik na segment ``Vodnik`` prikaže graf odmika iz te seje (če je vodilni) in statistiko RMS seje. Druge časovnice ob kliku prikažejo informacije o stanju.

source: A variety of statistics can be displayed on the ``Statistics`` graph. There are too many for all to be shown in a readable way, so select among them with the checkboxes. A reasonable way to start might be to use ``rms``, ``snr`` (using the internal guider with SEP Multistar), and ``hfr`` (if you have auto-compute HFR in the FITS options). Experiment with others.
fr: Toute une série de statistiques peut être affichée sur le graphique ``Statistiques``. Elles sont trop nombreuses pour être toutes affichées de manière lisible, donc il vaut mieux en choisir un nombre réduit. Un bon choix est de commencer avec ``rms``, ``snr`` (en utilisant le guidage interne avec le SEP multi-étoiles) et ``hfr`` (si vous avez sélectionné l'option de calcul automatique du HFR dans les options FITS). Vous pouvez tester les autres également.
nl: In de grafiek voor ``Statistieken`` kan een aantal statistieken worden weergegeven. Daar zijn er teveel van om die op een leesbare manier te noemen, dus kiest u die met behulp van de keuzevakjes. Een goede manier om hiermee te beginnen is met die voor ``rms``, ``ruis`` (met de interne volger en SEP Multistar) en ``hfr`` (indien u auto-berekenen heeft gekozen in de FITS-opties). Experimenteer met de andere.
pt_br: Uma variedade de estatísticas pode ser exibida no gráfico ``Estatísticas``. Há muitas estatísticas para que todas sejam exibidas de forma legível, então selecione-as com as caixas de seleção. Uma maneira razoável de começar pode ser usar ``rms``, ``snr`` (usando o guia interno com o SEP Multistar) e ``rmf`` (se você tiver o cálculo automático de RMF nas opções do FITS). Experimente com outras opções.
sl: Na grafu ``Statistika`` je mogoče prikazati različne statistike. Preveč jih je, da bi bili vse prikazane na berljiv način, zato izberite med njimi s potrditvenimi polji. Razumen način za začetek je lahko uporaba ``rms``, ``snr`` (z uporabo notranjega vodnika s SEP Multistar) in ``hfrV (če imate samodejni-izračun HFR v možnostih FITS). Eksperimentirajte z drugimi.

source: The left axis shown is initially appropriate only for RA/DEC error, drift, RMS error, RA/DEC pulses, and HFR, plotted in arc-seconds and defaulting to a range of -2 to 5 arc-seconds. However, clicking on one of boxes below the Statistics graph (that shows a statistic's value) will set that statistic's range as the range shown on the left-axis. Double clicking on that box will bring up a menu allowing you to adjust the statistic's plotted y-range (e.g. setting it to auto, explicitly typing in the range, setting it back to its default value, and also changing the color of that statistic's plot).
fr: L'axe de gauche est initialement approprié pour les erreurs en AD/DEC, la dérive, l'erreur RMS, les pulsations AD/DEC et le HFR, tracés en secondes d'arc et avec des valeurs par défaut allant de -2 à -5 secondes d'arc. Toutefois, un clic sur une des boîtes sous le graphique des statistiques (qui montre une valeur de statistique) réglera la plage de statistiques sur la base de la plage affichée sur l'axe de gauche. Un double-clic sur cette boîte affichera une fenêtre dans laquelle il est possible d'ajuster cette plage de valeurs (soit en choisissant auto, soit en saisissant explicitement la plage ou encore en remettant les valeurs par défaut, ainsi que le choix de la couleur du graphique).
nl: De linker as is initieel alleen van toepassing voor RA/DEC-fout, driften, RMS-fout, RA/DEC pulsen en HFR, geplot in boogseconden en standaard gezet op een reeks van -2 tot 5 boogseconden. Echter klikken op een van de vakken onder de statistiekengrafiek (die een statistiekwaarde toont) zal die statistiekreeks instellen als de reeks getoond op de linker as. Dubbelklikken op dat vak zal een menu tonen waarmee u de geplotte y-reeks van de statistieken kan aanpassen (bijv. het op automatisch zetten, expliciet de reeks invoeren, het terugzetten tot zijn standaard waarde en ook de kleur van die statistiekenplot wijzigen).
pt_br: O eixo esquerdo mostrado é inicialmente apropriado apenas para erro AR/DEC, desvio, erro RMS, pulsos AR/DEC e RMF, plotados em segundos de arco e com padrão de -2 a 5 segundos de arco. No entanto, clicar em uma das caixas abaixo do gráfico Estatísticas (que mostra o valor de uma estatística) definirá o intervalo dessa estatística como o intervalo mostrado no eixo esquerdo. Clicar duas vezes nessa caixa abrirá um menu que permite ajustar o intervalo y plotado da estatística (por exemplo, definindo-o como automático, digitando explicitamente o intervalo, restaurando-o ao seu valor padrão e também alterando a cor do gráfico dessa estatística).
sl: Prikazana leva os je sprva primerna le za napako RA/DEC, premik, napako RMS, impulze RA/DEC in HFR, prikazane v ločnih sekundah in s privzetim razponom od -2 do 5 ločnih sekund. Če pa kliknete eno od polj pod grafom statistike (ki prikazuje vrednost statistike), boste obseg te statistike nastavili kot obseg, prikazan na levi osi. Z dvojnim klikom na to polje se bo odprl meni, ki vam omogoča prilagajanje prikazanega obsega y statistike (npr. nastavitev na samodejno, izrecni vnos obsega, ponastavitev na privzeto vrednost in spreminjanje barve grafa te statistike).

source: The statistic shown on the left axis can also be scaled (awkwardly) using the mouse wheel. It can be panned by dragging the mouse up or down over the left axis' numbers. Clicking anywhere inside the Statistics graph fills in the values of the displayed statistics. Checking the latest box causes the most recent values (from a live session) to be the statistics displayed. This graph is zoomed and panned horizontally in coordination with the timeline.
fr: Les valeurs de la statistique peuvent aussi (bizarrement) être mis à l'échelle en utilisant la ``molette`` de la souris. Il peut aussi être déplacé en glissant la souris vers le haut ou vers le bas sur l'axe de gauche. Un clic n'importe où dans le graphique des statistiques affiche les valeurs des statistiques affichées. En cochant la dernière case, on affiche les valeurs les plus récentes (à partir d'une session en direct). Ce graphique est zoomé et déplacé horizontalement en synchronisation avec la ligne temporelle.
nl: De statistiek getoond op de linker as kan ook geschaald worden (lastig) met het muiswiel. Het kan in breedte wijzigen door de muis op of neer over de linker getallen op de as te slepen. Ergens klikken in de statistiekgrafiek vult in de waarden van de getoonde statistieken. Activeren van het laatste vak maakt dat de meest recente waarde (uit een live sessie) de getoonde statistieken worden. Deze grafiek wordt gezoomd en horizontaal verschoven in samen met de tijdlijn.
pt_br: A estatística exibida no eixo esquerdo também pode ser redimensionada (de forma estranha) usando a roda do mouse. Ela pode ser deslocada arrastando o mouse para cima ou para baixo sobre os números do eixo esquerdo. Clicar em qualquer lugar dentro do gráfico de Estatísticas preenche os valores das estatísticas exibidas. Marcar a caixa "mais recentes" faz com que os valores mais recentes (de uma sessão ao vivo) sejam as estatísticas exibidas. Este gráfico é ampliado e deslocado horizontalmente em coordenação com a linha do tempo.
sl: Statistično vrednost, prikazano na levi osi, je mogoče (nerodno) spreminjati tudi z uporabo kolesca miške. Pomikate jo lahko tako, da miško povlečete navzgor ali navzdol čez številke na levi osi. S klikom kjer koli znotraj grafa statistike se vrednosti prikazane statistike zapolnijo. Če potrdite polje Najnovejše, se prikažejo najnovejše vrednosti (iz seje v živo). Ta graf se poveča in pomakne vodoravno v skladu s časovnico.

source: Ekos Analyze Module
fr: Module analyse Ekos
nl: Ekos Analysemodule
sl: Ekos Modul analize

source: There are two main graphs, ``Timeline`` and ``Stats``. They are coordinated—they always display the same time interval from the Ekos session, though the x-axis of the ``Timeline`` shows seconds elapsed from the start of the log, and ``Stats`` shows clock time. The x-axis can be zoomed in and out with the ``+``/``-`` buttons, as well as with standard keyboard shortcuts (e.g. zoom-in == **Ctrl**\ +\ **+**) The x-axis can be panned with the scroll bar as well as with the left and right arrow keys. You can view your current imaging session, or review old sessions by loading ``.analyze`` files using the Input dropdown. Using the `<<` and `>>` buttons allows you to display the previous or following .analyze files chronologically. Checking ``Full Width`` displays all the data, and ``Latest`` displays the most recent data (you can control the width by zooming).
fr: Il y a deux graphiques principaux, ``Chronologie`` et ``Statistiques``. Les deux sont synchronisés au sens où ils utilisent le même intervalle de temps de la session Ekos quoique l'axe de x du graphique ``Chronologie`` affiche les secondes depuis le début du fichier journal alors que le graphique des ``Statistiques`` montre le temps de l'horloge. Un zoom avant ou arrière est possible sur cet axe avec le bouton ``+ / -`` ou la **molette</mousebutton > de la souris ou encore le raccourci clavier standard (c'est-à-dire zoom avant == **Ctrl + **). L'axe temporel peut être déplacé avec la barre de défilement ou avec les touches flèches du clavier. Vous pouvez afficher votre session courante ou revoir d'anciennes sessions en ouvrant les fichiers ``.analyze`` avec la liste déroulante ``Entrée``. Les touches ltlt permettent d'afficher les fichiers « .analyze » précédents ou suivants selon un ordre chronologique. En cochant la case ``Plein champ``, vous verrez toutes les données alors que la case ``Dernier`` affichera les données les plus récentes (vous pouvez contrôler la largeur en zoomant).
pt_br: Existem dois gráficos principais, ``Linha do tempo`` e ``Estatísticas``. Eles são coordenados — sempre exibem o mesmo intervalo de tempo da sessão Ekos, embora o eixo x do ``Linha do tempo`` mostre os segundos decorridos desde o início do registro, e ``Estatísticas`` mostre o tempo do relógio. O eixo x pode ser ampliado e reduzido com os botões ``+``/``-``, bem como com atalhos de teclado padrão (por exemplo, zoom-in == **Ctrl**\ +\ **+**). O eixo x pode ser deslocado com a barra de rolagem, bem como com as teclas de seta para a esquerda e para a direita. Você pode visualizar sua sessão de imagem atual ou revisar sessões antigas carregando arquivos ``.analyze`` usando o menu suspenso Entrada. Usar os botões `<<` e `>>` permite exibir os arquivos .analyze anteriores ou posteriores em ordem cronológica. Marcar ``Largura total`` exibe todos os dados, e ``Mais recente`` exibe os dados mais recentes (você pode controlar a largura aplicando zoom).
sl: Obstajata dva glavna grafa, ``Časovnica`` in ``Statistika``. Sta usklajena – vedno prikazujeta isti časovni interval iz seje Ekos, čeprav os x ``Časovnice`` prikazuje sekunde, ki so pretekle od začetka dnevnika, ``Statistika`` pa prikazuje čas. Os x lahko povečate ali pomanjšate z gumboma ``+``/``-`` ter s standardnimi bližnjicami na tipkovnici (npr. zoom-in == **Ctrl**\ +\ **+**). Os x lahko premikate z drsnikom ter s puščičnima tipkama levo in desno. Trenutno sejo slikanja si lahko ogledate ali pregledate stare seje tako, da naložite datoteke ``.analyze`` s spustnim menijem Vnos. Z uporabo gumbov `<<` in `>>` lahko kronološko prikažete prejšnje ali naslednje datoteke .analyze. Če izberete ``Polna širina``, se prikažejo vsi podatki, »Najnovejša« pa najnovejši podatki (širino lahko nadzorujete s povečavo).
