Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-guide.po
Languages: bg, ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: Non-guide dithering is also supported. This is useful when no guide camera is available or when performing short exposures. In this case, the mount can be commanded to dither in a random direction for up to the pulse specified in the <guilabel>Non-Guide Dither Pulse</guilabel> option.
bg: Поддържа се и дитъринг без гид камера. Това е полезно, когато няма налична гидираща камера или когато извършвате кратки експозиции. В този случай монтировката може да бъде командвана да детерира в произволна посока до импулса, посочен в опцията <guilabel>Импулс на дитериране без гидиране</guilabel>.
nl: Opslaan zonder volgen kan ook. Dit is nuttig als er geen volgcamera is of bij het doen van korte belichtingen. In dit geval kan de opstelling opdracht krijgen in een willekeurige richting te ditheren gedurende een pulsduur die wordt opgegeven in de optie <guilabel>Non-volgen-ditherpuls</guilabel>
uk: Також передбачено підтримку малих рухів без наведення. Така процедура корисна, якщо доступна камера без наведення або якщо витримка є короткою. У цьому випадку можна наказати лафету виконати малий рух у випадковому напрямку протягом часу, який не перевищує пульсації, вказаної за допомогою параметра <guilabel>Ненавідна мала пульсація</guilabel>.

source: <title>Drift Graphics</title>
bg: <title>Графики на дрейфа</title>
nl: <title>Drift grafieken</title>
uk: <title>Графіки зсуву</title>

source: <screeninfo>Drift Graphics</screeninfo>
bg: <screeninfo>Графики на дрейфа</screeninfo>
nl: <screeninfo>Drift grafieken</screeninfo>
uk: <screeninfo>Графіки зсуву</screeninfo>

source: <phrase>Drift Graphics</phrase>
bg: <phrase>Графики на дрейфа</phrase>
nl: <phrase>Drift grafieken</phrase>
uk: <phrase>Графіки зсуву</phrase>

source: The drift graphics is a very useful tool to monitor the guiding performance. It is a 2D plot of guiding <emphasis>deviations</emphasis> and <emphasis>corrections</emphasis>. By default, only the guiding deviations in RA and DE are displayed. The horizontal axis is the time in seconds since the autoguiding process was started while the vertical axis plots the guiding drift/deviation in arcsecs for each axis. Guiding corrections (pulses) can also be plotted in the same graph and you can enable them by checking the <guilabel>Corr</guilabel> checkbox below each Axis. The corrections are plotted as shaded areas in the background with the same color as that of the axis.
bg: Дрейф графиката е много полезен инструмент за контрол на ефективността на гидирането. Това е 2D диаграма на <emphasis>отклоненията</emphasis> и <emphasis >корекциите</emphasis> в насочването. По подразбиране се показват само отклоненията на гидирането по RA и DEC. Хоризонталната ос е времето в секунди, откакто е започнал процесът на автоматично насочване, докато вертикалната ос нанася дрейф/отклонение в дъгови секунди в гидирането за всяка ос. Насочващите корекции (импулси) също могат да бъдат нанесени в графиката и можете да ги активирате, като поставите отметка в квадратчето <guilabel>Корекц.</guilabel> под всяка ос. Корекциите се нанасят като засенчени зони на фона със същия цвят като този на оста.
nl: Drift is het ontstaan van kleine afwijkingen in de positie van een volgster. De driftgrafieken zijn erg nuttig voor het monitoren van de volgprestaties. Zij zijn in een 2D-plot van volg<emphasis>afwijkingen</emphasis> en <emphasis>correcties</emphasis>. Standaard worden alleen afwijkingen getoond in RK en dec. De horizontale as geeft de tijd in seconden sinds het starten van het autovolgen, en langs de verticale as worden de volgdrift/afwijkingen in boogseconden weergegeven voor elke as. Volgcorrecties (pulsen) kunnen ook in dezelfde grafiek worden geplot, wat u kunt aanzetten in het <guilabel>Corr</guilabel>-keuzevakje onder elke as. De correcties worden geplot als schaduw op de achtergrond, in dezelfde kleuren als de assen.
uk: Графік зсуву є дуже корисним інструментом спостереження за наведенням. Це плоска крива для <emphasis>відхилень</emphasis> і <emphasis>виправлень</emphasis>. Типово, буде показано лише відхилення для прямого сходження і схилення. За горизонтальною віссю буде відкладено час у секундах з моменту початку процедури автоматичного наведення, а за вертикальною віссю відкладатиметься зсув або відхилення при наведенні у кутових секундах. Також передбачено можливість перегляду виправлень (пульсацій) при наведенні на тому ж графіку. Увімкнути побудову виправлень можна за допомогою позначення пункту <guilabel>Випр.</guilabel> під віссю. Виправлення буде показано затіненими областями у тлі, які матимуть той самий колір, що і вісь.

source: The <guilabel>Trace</guilabel> horizontal slider at the bottom can be used to scroll through the guide history. Alternatively, you can click the <guilabel>Max</guilabel> checkbox to lock the graph onto the latest point so that the drift graphics autoscrolls. The buttons to the right of the slider are used for autoscaling the graphs, exporting the guide data to a CSV file, clearing all the guide data, and for scaling the target in the <guilabel>Drift Plot</guilabel>. Furthermore, the guide graph includes a label to indicate when a dither occurred so the user knows guiding was not bad at those points.
bg: Хоризонталният плъзгач <guilabel>Проследяване</guilabel> в долната част може да се използва за превъртане през историята на гидирането. Като алтернатива можете да щракнете върху квадратчето за отметка <guilabel>Макс.</guilabel>, за да заключите графиката върху най-новата точка, така че графиката на отклонението да се превърта автоматично. Бутоните отдясно на плъзгача се използват за автоматично мащабиране на графиките, експортиране на данните от гидирането в CSV файл, изчистване на всички данни и за мащабиране на целта в <guilabel>Диаграма на отклонението</guilabel>. Освен това насочващата графика включва етикет, който да показва кога е направено дитериране, така че потребителят да знае, че гидирането не е било лошо в тези точки.
nl: Met de horizontale schuifknop <guilabel>Traceren</guilabel> onderin kunt u de volggeschiedenis nagaan. Ook kunt u op het keuzevakje <guilabel>Max</guilabel> klikken, waarmee u de grafiek op het laatste punt vastzet, zodat de driftgrafiek vanzelf doorrolt. De knoppen rechts van de schuifknop dienen voor het autoschalen van de grafiek, het exporteren van de volggegevens naar een CSV-bestand (comma separated values, met komma's gescheiden waarden), het wissen van alle volggegevens, en voor het schalen van het doel in de <guilabel>Driftplot</guilabel>. Verder is in de volggrafiek een tekst waarin staat op welke momenten er is geditherd, zo dat de gebruiker weet dat in deze punten het volgen niet zo slecht was.
uk: За допомогою горизонтального повзунка <guilabel>Трасування</guilabel>, розташованого під графіком можна гортати журнал наведення. Крім того, ви можете позначити пункт <guilabel>Макс.</guilabel>, щоб зафіксувати графік на останній точці, а далі скористатися автоматичним гортанням. Кнопки праворуч від повзунка призначено для автоматичного масштабування графіка, експортування даних наведення до файла CSV, вилучення усіх даних наведення та масштабування цілі на <guilabel>Графіку зсуву</guilabel>. Крім того, на графік наведення додано мітки, які позначають ділянки малого руху, щоб уникнути помилкового сприйняття відповідних ділянок як періодів помилок у наведенні.

source: The colors of each axis can be customized in <link linkend="colors">&kstars; Settings color scheme</link>.
bg: Цветовете на всяка ос могат да бъдат персонализирани в <link linkend="colors">Настройки цветова схема на &kstars;</link>.
nl: De kleuren van de assen kunnen worden gewijzigd in de <link linkend="colors">instellingen voor het kleurschema in &kstars;</link>.
uk: Кольори для кожної з осей можна налаштувати на <link linkend="colors">сторінці схеми кольорів параметрів &kstars;</link>.

source: A bulls-eye scatter plot can be used to gauge the <emphasis>accuracy</emphasis> of the overall guiding performance. It is composed of three concentric rings of varying radii with the central green ring having a default radius of 2 arcsecs. The last RMS value is plotted as <inlinemediaobject><imageobject><imagedata fileref="add-circle.png" format="PNG"/></imageobject></inlinemediaobject> with its color reflecting which concentric ring it falls within. You can change the radius of the innermost green circle by adjusting the drift plot accuracy.
bg: Може да се използва кръгова диаграма на разсейване, за да се прецени <emphasis>точността</emphasis> на насочването. Състои се от три концентрични пръстена с различни радиуси, като централният зелен пръстен има радиус по подразбиране от 2 дъгови секунди. Последната RMS стойност се изобразява като <inlinemediaobject><imageobject><imagedata fileref="add-circle.png" format="PNG"/></imageobject></inlinemediaobject> като цветът му отразява в кой концентричен пръстен попада. Можете да промените радиуса на най-вътрешния зелен кръг, като регулирате точността на графиката на дрейфа.
nl: In een scatterplot (plot van een puntenwolk) in de vorm van een doelwit kan de <emphasis>nauwkeurigheid</emphasis> worden geschat van de totale volgprestatie. Deze plot heeft drie concentrische cirkels met verschillende straal, waarin de binnenste groene cirkel standaard een straal heeft van 2 boogseconden. De laatste RMS-waarde wordt geplot als een <inlinemediaobject><imageobject><imagedata fileref="add-circle.png" format="PNG"/></imageobject></inlinemediaobject> met een kleur die hoort bij de bijbehorende concentrische cirkel. U kunt de straal van de binnenste groene cirkel wijzigen door de driftplotnauwkeurigheid aan te passen.
uk: Центральною діаграмою розсіювання можна скористатися для оцінки <emphasis>точності</emphasis> процедури наведення загалом. of the overall guiding performance. Діаграма складається із концентричних кіл змінного радіуса, де типовим розміром центрального кола є 2 кутові секунди. Останнє значення середньоквадратичного відхилення позначається міткою <inlinemediaobject><imageobject><imagedata fileref="add-circle.png" format="PNG"/></imageobject></inlinemediaobject>, колір якої залежить від кольору концентричного кола, до якого вона потрапила. Ви можете змінити радіус внутрішнього зеленого кола, коригуючи точність на графіку зсуву.

source: GPG MultiStar
uk: Наведення за декількома зірками

source: In standard guiding the system selects a guiding star. In non-MultiStar systems, the measured movements of that star relative to its original positional measurements are converted to RA and DEC offsets which are the guiding drift errors. In MultiStar guiding the system selects many reference stars and measures all their offsets relative to their initial positions. The guiding error is computed as the median displacement of the individual reference stars from their original positions. The magic the system needs to perform is to find this noisy 2-dimensional pattern of reference stars in the guide image, but finding this pattern is more robust than finding a single guide star that may have moved significantly or may not have been detected at all. We recommended you choose this way to guide by selecting the guide Algorithm <guilabel>SEP Multi Star</guilabel>.
nl: op de standaard manier van volgen selecteert het systeem een te volgen ster. In niet-multi-ster systemen, worden de gemeten verplaatsingen van die star relatief ten opzichte van zijn originele metingen van de positie geconverteerd naar RA en DEC offsets die de driftfouten van het volgen zijn. In multi-ster volgen selecteert het systeem vele referenties sterren en meet alle offsets ervan ten opzichte van hun initiële posities. De volgfout wordt berekent als de mediane verplaatsing van de individuele referentie sterren van hun originele posities. De magie die het systeem nodig heeft om te presteren is het vinden van deze \ luidruchtige 2-dimensionale patronen van referentie sterren in de volgafbeelding, maar dit patroon vinden is robuuster dan het vinden van een enkele volgster die mogelijk significant is verplaatst of misschien helemaal niet is gedetecteerd. We bevelen u aan deze manier te kiezen om te volgen door het volgalgoritme <guilabel>SEP Multi Star</guilabel> te selecteren.
uk: При стандартному наведенні система вибирає одну зірку для наведення. У системах, що не є кратними, виміряні рухи цієї зірки відносно початкових вимірювань її розташування перетворюються на зміщення ПС та Схил, які є основними похибками відхилення. При наведення за декількома зірками система вибирає багато опорних зірок і вимірює всі їх зсуви відносно початкових положень. Похибка орієнтування обчислюється як середнє зміщення окремих еталонних зірок від їх вихідних положень. Магія, яку має виконати система, полягає в тому, щоб знайти цей зашумлений 2-вимірний шаблон еталонних зірок на зображенні для наведення, але знайти цей шаблон надійніше, ніж знайти одну зірку для наведення, яка, можливо, значно перемістилася або не була виявлена ​​взагалі. Рекомендуємо вибір цього способу наведення вибором алгоритму наведення <guilabel>ПдЕП за декількома зірками</guilabel>.

source: There are a few options you may wish to consider. <guilabel>Max MultiStar Ref Stars</guilabel> is the maximum number of reference stars the system can use. The main reason to limit this is computation cost, thought it is not a very expensive computation. 50 is a good choice. The setting <guilabel>Min MultiStar Star Detections</guilabel> tells the system to fallback to a single guide star if there are fewer than that many star detections. <guilabel>Invent Multi-Star Guide Star</guilabel> should be left checked, and <guilabel>Max MultiStar HFR</guilabel> is an old parameter that likely has little effect anymore.
nl: Ere zijn een paar opties die u kunt overwegen. <guilabel>Max MultiStar Ref Stars</guilabel> is het maximale aantal referentie sterren die het systeem kan gebruiken. De hoofdreden om dit te beperken zijn de kosten van het berekenen, hoewel het geen erg dure berekeningen zijn. 50 is een goede keuze. De instelling <guilabel>Min MultiStar Star Detections</guilabel> vertelt het systeem om terug te vallen op een enkele volgster als er minder zijn dan die vele sterren detecties. <guilabel>Invent Multi-Star Guide Star</guilabel> zou geactiveerd gelaten moeten worden, en <guilabel>Max MultiStar HFR</guilabel> is een oude parameter die waarschijnlijk nog maar weinig effect meer heeft.
uk: Є кілька параметрів, на які слід звернути увагу. <guilabel>Макс. к-ть ет. зірок для MultiStar</guilabel> — це максимальна кількість еталонних зірок, яку може використовувати система. Основною причиною обмеження є вартість обчислень, беручи до уваги те, що це не дуже вартісне обчислення. 50 — добрий вибір. Параметр <guilabel>Мін. виявл. зірок для MultiStar</guilabel> вказує системі повернутися до однієї зірки для наведення, якщо виявлено менше, ніж вказану кількість зірок. Слід залишити позначку <guilabel>Визначати кратні напрямні зірки</guilabel >, а <guilabel>Макс. РПП для MultiStar</guilabel> — це застарілий параметр, який, імовірно, уже мало впливає на результат.

source: <title>Guiding with GPG</title>
bg: <title>Насочване с GPG</title>
nl: <title>Volgen met GPG</title>
uk: <title>Наведення з GPG</title>

source: GPG Guiding
bg: GPG Насочване
nl: Volgen met GPG
uk: GPG-наведення

source: <phrase>Guiding with GPG</phrase>
bg: <phrase>Насочване с GPG</phrase>
nl: <phrase>Volgen met GPG</phrase>
uk: <phrase>Наведення з GPG</phrase>

source: The main settings to consider are Major Period and Estimate Period. If you know the worm period for your mount, perhaps by examining <ulink url="https://github.com/OpenPHDGuiding/phd2/wiki/Mount-Worm-Period-Info">this table</ulink>, then uncheck Estimate Period and enter your known Major Period. If not, then check Estimate Period. Intra-frame dark guiding can be used to "spread out the GPG prediction. For instance, if you guide at 5s, you can set the dark guiding interval to 1s and its prediction is pulsed every second, but the guiding drift correction would be sent every 5s. In this way, it outputs the predicted corrections much faster than the guide camera exposure rate, effectively performing periodic error correction and allowing longer guide camera exposures. All the other parameters are best left to defaults.
bg: Основните настройки, които трябва да имате предвид, са основен период и прогнозиран период. Ако знаете периода на червяка (механичния вал) за вашата монтировка, може би като разгледате <ulink url="https://github.com/OpenPHDGuiding/phd2/wiki/Mount-Worm-Period-Info">тази таблица</ulink>, след това махнете отметката от Прогнозиран период и въведете известния Основен период. Ако не, тогава поставете отметка за прогнозиран период. Intra-frame тъмно гидиране може да се използва за разширяване на GPG прогнозата. Например, ако насочвате на 5s, можете да зададете интервала на тъмно насочване на 1s и неговата прогноза се пулсира всяка секунда, но корекцията на насочващия дрейф ще бъде изпращана на всеки 5 s. По този начин се извеждат прогнозираните корекции много по-бързо от честотата на експониране на гид камерата, като ефективно извършва периодична корекция на грешки и позволява по-дълги експозиции на направляващата камера. Всички други параметри е най-добре да се оставят по подразбиране.
nl: De te overwegen hoofdinstellingen zijn Majeure periode en Geschatte periode. Als u de wormperiode voor uw opstelling weet, misschien door <ulink url="https://github.com/OpenPHDGuiding/phd2/wiki/Mount-Worm-Period-Info">deze tabel te bekijken</ulink>, maak de activering van Geschatte periode ongedaan en voer uw bekende Majeure periode in. Zo niet, activeer dan Geschatte periode. Intra-frame donker volgen kan gebruikt worden om "de GPG voorspelling uit te spreiden. Bijvoorbeeld, als u volgt op 5s, kunt u het donkere volginterval instellen op 1s en zijn voorspelling wordt elke seconde gepulst, maar de driftcorrectie van volgen zou elke 5s worden verzonden. Op deze manier worden de voorspelde correcties veel sneller uitgestuurd dan de belichtingssnelheid van de volgcamera, waarmee effectief periodieke foutcorrectie wordt uitgevoerd en langere belichting van volgcamera toegestaan. Alle andere parameters worden het beste op hun standaard gelaten.
uk: Основними параметрами, які варто взяти до уваги, є основний період та оцінка періоду. Якщо вам відомий період черв'яка вашого лафета, наприклад за <ulink url="https://github.com/OpenPHDGuiding/phd2/wiki/Mount-Worm-Period-Info">цією таблицею</ulink>, зніміть позначення з пункту оцінки періоду і введіть відомий вам основний період. Якщо період невідомий, позначте пункт оцінки періоду. Для «поширення» передбачення за GPG можна скористатися наведенням на темні ділянки у кадрі. Наприклад, якщо наведення виконується протягом 5 с, ви можете встановити інтервал наведення на темне у 1 с і його передбачення пульсуватиме кожної секунди, але виправлення зсуву наведення надсилатиметься кожні 5 с. Таким чином, передбачені виправлення видаватимуться набагато швидше за частоту експонування камери наведення, ефективно виправляючи періодичну похибку і надаючи змогу використовувати довші експонування камери. Для усіх інших параметрів варто лишити типові значення.

source: Dark frames can be helpful to reduce noise in your guide frames. If you choose to use this option, then it is recommended that you take dark frames before you begin your calibration or guiding procedure. To take a dark frame, check the <guilabel>Dark</guilabel> checkbox and then click <guibutton>Capture</guibutton>. For the first time this is performed, Ekos will ask you about your camera shutter. If your camera does not have a shutter, then Ekos will warn you anytime you take a dark frame to cover your camera/telescope before proceeding with the capture. On the other hand, if the camera already includes a shutter, then Ekos will directly proceed with taking the dark frame. All dark frames are automatically saved to Ekos Dark Frame Library. By default, the Dark Library keeps reusing dark frames for 30 days after which it will capture new dark frames. This value is configurable and can be adjusted in <link linkend="ekos">Ekos settings</link> in the &kstars; settings dialog.
bg: Тъмните кадри могат да бъдат полезни за намаляване на шума във вашите водещи рамки. Ако решите да използвате тази опция, тогава се препоръчва да направите тъмни кадри, преди да започнете процедурата по калибриране или насочване. За да направите тъмен кадър, поставете отметка в квадратчето <guilabel>Тъмен</guilabel> и след това щракнете върху <guibutton>Заснемане</guibutton>. За първи път, когато това се направи, Ekos ще ви попита за затвора на вашата камера. Ако вашата камера няма затвор, Ekos ще ви предупреждава всеки път, когато заснемате тъмна рамка да покриете камерата/телескопа си, преди да продължите със заснемането. От друга страна, ако камерата има затвор, тогава Ekos директно ще продължи със заснемането на тъмния кадър. Всички тъмни кадри се записват автоматично в библиотеката за тъмни кадри на Ekos. По подразбиране библиотеката за тъмни кадри продължава да използва повторно тъмните кадри в продължение на 30 дни, след което ще заснеме нови тъмни кадри. Тази стойност може да се конфигурира и може да се коригира в <link linkend="ekos">Настройки на Ekos</link> в диалоговия прозорец за настройки на &kstars;.
nl: Dark frames kunnen handig zijn voor het reduceren van ruis in volgframes. Als u deze optie hebt gekozen, wordt het sterk aanbevolen dat u dark frames opneemt voordat u de procedure start voor calibratie en volgen. Kies het keuzevakje <guilabel>Dark</guilabel>, en klik daarna op <guibutton>Opnemen</guibutton>. De eerste keer vraagt Ekos u naar de sluiter van de camera. Als de camera geen sluiter heeft, vraagt Ekos u bij elke opname van een dark frame de opening van de camera/telescoop af te dekken, voor verder te gaan met opnemen. En anders, als de camera een sluiter heeft, gaat Ekos meteen verder met het opnemen van het dark frame. Alle dark frames worden automatisch opgeslagen in de bibliotheek voor dark frames van Ekos. Standaard worden de frames in deze bibliotheek 30 dagen gebruikt, voordat er nieuwe dark frames worden opgenomen. U kunt dit aantal wijzigen in de instellingendialoog <link linkend="ekos">Ekos instellingen</link> van &kstars;
uk: Темні кадри можуть бути корисними для прибирання шумів з ваших кадрів наведення. Якщо ви виберете цей варіант, рекомендуємо вам створити темні кадри перед початком процедури калібрування або наведення. Щоб створити темний кадр, позначте пункт <guilabel>Dark</guilabel>, а потім натисніть кнопку <guibutton>Захопити</guibutton>. Під час створення першого кадру Ekos спитає вас щодо затвору камери. Якщо у вашої камери немає затвору, Ekos попередить вас про те, що кожного разу, коли ви створюєте темний кадр, слід затулити об'єктив вашої камери або телескопа, перш ніж створювати знімок. Якщо ж у камери є затвор, Ekos безпосередньо перейде до створення темного кадру. Усі темні кадри автоматично зберігаються у бібліотеці темних кадрів Ekos. Типово, дані у бібліотеці темних кадрів зберігаються 30 днів, після чого програма спробує створити нові темні кадри. Тривалість зберігання можна налаштувати у <link linkend="ekos">параметрах Ekos</link> діалогового вікна налаштовування &kstars;.

source: <screeninfo>Ekos Dark frames library</screeninfo>
bg: <screeninfo>Библиотека на Ekos за тъмни кадри</screeninfo>
nl: <screeninfo>Ekos Dark frames bibliotheek</screeninfo>
uk: <screeninfo>Бібліотека темних кадрів Ekos</screeninfo>

source: <phrase>Ekos Dark frames library</phrase>
bg: <phrase>Библиотека на Ekos за тъмни кадри</phrase>
nl: <phrase>Ekos Dark frames bibliotheek</phrase>
uk: <phrase>Бібліотека темних кадрів Ekos</phrase>
