Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: Ekos and INDI connections are maintained
pt_br: As conexões Ekos e INDI são mantidas
sl: Povezave Ekos in INDI so vzdrževane

source: Weather status is continuously monitored
pt_br: As condições meteorológicas são monitoradas continuamente
sl: Vremensko stanje se nenehno spremlja

source: If weather improves to Ok, operations resume automatically
pt_br: Se as condições meteorológicas melhorarem, as operações serão retomadas automaticamente
sl: Če se vreme izboljša, se delovanje samodejno nadaljuje

source: If period expires with Alert status, the job fails
pt_br: Se o período expirar com o status de Alerta, o trabalho falhará
sl: Če obdobje poteče s statusom Opozorilo, opravilo ne uspe.

source: **Configuration:**
nl: **Configuratie:**
pt_br: **Configuração:**
sl: **Konfiguracija:**

source: In the Scheduler Weather Settings:
nl: In de weerinstellingen van planner:
pt_br: Nas configurações de clima do agendador:
sl: V nastavitvah vremena v razporejevalniku:

source: **Weather Shutdown Delay**: Seconds to wait after alert detection before initiating shutdown (default: 10). This prevents false alarms from brief sensor glitches.
pt_br: **Atraso no desligamento por condições climáticas**: Segundos a aguardar após a detecção de um alerta antes de iniciar o desligamento (padrão: 10). Isso evita alarmes falsos causados ​​por breves falhas nos sensores.
sl: **Zakasnitev izklopa zaradi vremena**: Število sekund po zaznavi opozorila, preden se sproži izklop (privzeto: 10). To preprečuje lažne alarme zaradi kratkotrajnih napak senzorjev.

source: **Weather Grace Period**: Minutes to wait for weather improvement. Choose based on your local weather patterns—longer grace periods work well if alerts are typically brief.
pt_br: **Período de tolerância de condições climáticas**: Minutos de espera para a melhora das condições climáticas. Escolha com base nos padrões climáticos locais — períodos de tolerância mais longos são ideais se os alertas costumam ser breves.
sl: **Vremenski odlog**: Minute čakanja na izboljšanje vremena. Izberite glede na lokalne vremenske vzorce – daljši odlog je primeren, če so opozorila običajno kratka.

source: Automatic Weather Recovery
pt_br: Recuperação automática de condições meteorológicas
sl: Samodejna obnova po vremenskih razmerrah.

source: When weather improves during the grace period, the scheduler automatically resumes operations:
pt_br: Quando o tempo melhorar durante o período de tolerância, o agendador retomará automaticamente as operações:
sl: Ko se vreme v obdobju mirovanja izboljša, razporejevalnik samodejno nadaljuje z operacijami.:

source: Weather status changes from Alert to Ok
pt_br: A situação meteorológica mudou de "Alerta" para "OK"
sl: Spremembe stanja vremena iz Opozorila v V redu

source: The Post-Startup Queue executes to reverse protective actions (opens dome, unparks mount, opens dust caps)
pt_br: A fila pós-inicialização é executada para reverter as ações de proteção (abre a cúpula, desbloqueia a montagem, abre as tampas anti-poeira)
sl: Pozagonska čakalna vrsta se izvede za razveljavitev zaščitnih dejanj (odpre kupolo, odparkira montažo, odpre protiprašne pokrove).

source: The scheduler resumes normal operation
pt_br: O agendador retoma a operação normal
sl: Razporejevalnik nadaljuje z normalnim delovanjem

source: The aborted job can restart if its constraints are still met
pt_br: A tarefa cancelada pode ser reiniciada se suas restrições ainda forem atendidas
sl: Prekinjeno opravilo se lahko znova zažene, če so njegove omejitve še vedno izpolnjene

source: **Queue Usage During Weather Events:**
pt_br: **Uso da fila durante eventos climáticos:**
sl: **Uporaba čakalne vrste med vremenskimi dogodki:**

source: Weather events use specific startup and shutdown queues:
pt_br: Os eventos meteorológicos utilizam filas específicas de inicialização e encerramento:
sl: Vremenski dogodki uporabljajo posebne čakalne vrste za zagon in zaustavitev:

source: **During Weather Shutdown**: Only Pre-Shutdown Queue executes (runs before stopping Ekos). Post-Shutdown Queue is skipped since Ekos remains running.
pt_br: **Durante o desligamento devido ao clima**: Somente a fila de pré-desligamento é executada (executa antes da parada do Ekos). A fila de pós-desligamento é ignorada, pois o Ekos permanece em execução.
sl: **Med zaustavitvijo zaradi vremena**: Izvaja se samo pred-zaustavitvena čakalna vrsta (teče pred zaustavitvijo Ekosa). Post-zaustavitvena čakalna vrsta se preskoči, ker Ekos še vedno deluje.

source: **During Weather Recovery**: Only Post-Startup Queue executes (runs after devices ready). Pre-Startup Queue is skipped since Ekos never stopped.
pt_br: **Durante a recuperação de condições climáticas adversas**: Somente a fila pós-inicialização é executada (executada após os dispositivos estarem prontos). A fila pré-inicialização é ignorada, pois o Ekos nunca parou.
sl: **Med okrevanjem po vremenu**: Izvaja se samo post-zagonska čakalna vrsta (zažene se, ko so naprave pripravljene). Pred-zagonska čakalna vrsta se preskoči, ker se Ekos ni nikoli ustavil.

source: Your Pre-Shutdown and Post-Startup queues should work together symmetrically—the Post-Startup queue should reverse exactly what the Pre-Shutdown queue did.
pt_br: Suas filas de pré-desligamento e pós-inicialização devem funcionar juntas simetricamente — a fila de pós-inicialização deve reverter exatamente o que a fila de pré-desligamento fez.
sl: Vaša pred-zagonska in post-zaustavitvena čakalna vrsta bi morali delovati simetrično – post-zagonska čakalna vrsta bi morala delovati v obratnem vrstnem redu kot pred-zaustavitvena čakalna vrsta.

source: **Example Queue Design:**
pt_br: **Exemplo de projeto de fila:**
sl: **Primer zasnove čakalne vrste:**

source: Close dust cap
pt_br: Fechar tampa anti-poeira
sl: Zapri proti-prašni pokrov

source: Park mount
nl: Opstelling parkeren
pt_br: Bloquear montagem
sl: Parkiraj montažo

source: Pre-Shutdown Queue:
pt_br: Fila de pré-desligamento:
sl: Pred-zaustavitvena čakalna vrsta:

source: Close dome shutter
pt_br: Fechar obturador da cúpula
sl: Zapri kupolo

source: Open dome shutter
pt_br: Abrir obturador da cúpula
sl: Odpri kupolo

source: Unpark mount
nl: Opstelling uit parkeerstand halen
pt_br: Desbloquear montagem
sl: Odparkiraj montažo

source: Post-Startup Queue:
nl: Wachtrij ná opstarten:
pt_br: Fila de pós-inicialização:
sl: Post-zagonska čakalna vrsta:

source: Open dust cap
pt_br: Abrir tampa anti-poeira
sl: Odpri proti-prašni pokrov

source: Weather Monitoring Best Practices
nl: Beste praktijken van weer monitoren
pt_br: Melhores práticas para monitoramento meteorológico
sl: Najboljše prakse spremljanja vremena

source: For reliable weather protection:
pt_br: Para uma proteção confiável contra intempéries:
sl: Za zanesljivo zaščito pred vremenskimi vplivi:

source: **Design Symmetric Queues**: Ensure Pre-Shutdown and Post-Startup queues mirror each other exactly.
pt_br: **Projete filas simétricas**: Garanta que as filas de pré-desligamento e pós-inicialização sejam exatamente iguais.
sl: **Zasnujte simetrične čakalne vrste**: Zagotovite, da se pred-zaustavitvena in post-zagonska čakalna vrsta natančno zrcalijo.

source: **Set Appropriate Delays**: Configure Weather Shutdown Delay long enough to avoid false alarms but short enough to protect equipment promptly (10-30 seconds recommended).
pt_br: **Defina os atrasos apropriados**: Configure o atraso de desligamento por condições climáticas com duração suficiente para evitar alarmes falsos, mas curto o bastante para proteger o equipamento prontamente (recomenda-se de 10 a 30 segundos).
sl: **Nastavite ustrezne zakasnitve**: Konfigurirajte zakasnitev izklopa zaradi vremena tako, da bo dovolj dolga, da se izognete lažnim alarmom, vendar dovolj kratka, da takoj zaščiti opremo (priporočeno 10–30 sekund).

source: **Choose Grace Period Wisely**: Base the grace period on local weather patterns. For areas with brief passing clouds or showers, 30-60 minutes allows resumption without abandoning the night.
pt_br: **Escolha o período de tolerância com sabedoria**: Baseie o período de tolerância nos padrões climáticos locais. Para áreas com breves períodos de nuvens ou chuvas passageiras, 30 a 60 minutos permitem a retomada sem a necessidade de abandonar a noite.
sl: **Modro izberite obdobje mirovanja**: Obdobje mirovanja določite glede na lokalne vremenske vzorce. Za območja s kratkotrajno oblačnostjo ali plohami 30–60 minut omogoča nadaljevanje brez prekinjene noči.

source: **Test Your Setup**: Manually test weather shutdown and recovery before unattended operations.
pt_br: **Teste sua configuração**: Teste manualmente o desligamento e a recuperação devido às condições climáticas antes de operações sem supervisão.
sl: **Preizkusite svojo nastavitev**: Preden začnete delovati brez nadzora, ročno preizkusite izklop in obnovitev zaradi vremenskih razmer.

source: **Monitor Connection Stability**: Ensure reliable weather station connectivity. The scheduler attempts reconnection if connection is lost.
pt_br: **Monitore a estabilidade da conexão**: Garanta uma conectividade confiável com a estação meteorológica. O agendador deve tentar restabelecer a conexão caso ela seja perdida.
sl: **Spremljanje stabilnosti povezave**: Zagotovite zanesljivo povezljivost vremenske postaje. Če se povezava prekine, načrtovalnik poskuša ponovno vzpostaviti povezavo.

source: **Use Standalone Weather Monitoring**: Configure a standalone weather device in scheduler settings to monitor conditions even before starting equipment, preventing unsafe startups.
pt_br: **Use o monitoramento meteorológico independente**: Configure um dispositivo meteorológico independente nas configurações do agendador para monitorar as condições antes mesmo de iniciar o equipamento, evitando inicializações inseguras.
sl: **Uporabite samostojno vremensko spremljanje**: V nastavitvah razporejevalnika konfigurirajte samostojno vremensko napravo za spremljanje pogojev še pred zagonom opreme in s tem preprečite nevarne zagone.

source: Startup & Shutdown Scripts
ca: Scripts durant l'inici i tancament
ca@valencia: Scripts durant l'inici i tancament
fr: Scripts de démarrage & d'arrêt
nl: Scripts voor Opstarten & Afsluiten
pt_br: Scripts de inicialização e desligamento
sl: Skripti za zagon in zaustavitev

source: **NEW: Task Queue System**
nl: **NIEUW: Wachtrijsysteem voor taken**
pt_br: **NOVO: Sistema de fila de tarefas**
sl: **NOVO: Sistem čakalne vrste opravil**

source: KStars now includes a modern :doc:`Task Queue System <ekos-scheduler-taskqueue>` that provides a powerful, template-based alternative to traditional startup and shutdown scripts. The Task Queue offers:
pt_br: O KStars agora inclui um moderno :doc:`Sistema de filas de tarefas <ekos-scheduler-taskqueue>` que fornece uma alternativa poderosa, baseada em modelos, aos scripts tradicionais de inicialização e desligamento. A fila de tarefas oferece:
sl: KStars zdaj vključuje sodoben :doc:`sistem čakalne vrste opravil <ekos-scheduler-taskqueue>`, ki ponuja zmogljivo, na predlogah temelječo alternativo tradicionalnim skriptom za zagon in zaustavitev. Čakalna vrsta opravil nudi:

source: Visual interface for building automation sequences
pt_br: Interface visual para sequências de automação predial
sl: Vizualni vmesnik za izgradnjo zaporedij avtomatizacije

source: Pre-built templates for common operations
pt_br: Modelos pré-configurados para operações comuns
sl: Pred-izdelane predloge za pogoste operacije

source: Built-in error handling and retry logic
pt_br: Lógica integrada de tratamento de erros e repetição de tentativas
sl: Vgrajena obravnava napak in logika ponovnih poskusov

source: Real-time progress monitoring
nl: Realtime monitoring van voortgang
pt_br: Monitoramento do progresso em tempo real
sl: Sprotno spremljanje napredka

source: Device-aware task execution
nl: Taakuitvoering met oog op apparaat
pt_br: Execução da tarefa ciente do dispositivo
sl: Izvajanje nalog, ki se zaveda naprave

source: For new observatories or those looking to modernize their automation, we recommend exploring the Task Queue system. See the complete :doc:`Task Queue documentation <ekos-scheduler-taskqueue>` for details.
pt_br: Para novos observatórios ou para aqueles que desejam modernizar sua automação, recomendamos explorar o sistema de filas de tarefas. Consulte a :doc:`documentação completa da fila de tarefas <ekos-scheduler-taskqueue>` para mais detalhes.
sl: Za nove observatorije ali tiste, ki želijo posodobiti svojo avtomatizacijo, priporočamo, da raziščete sistem čakalne vrste opravil. Oglejte si celotno :doc:`Dokumentacijo o čakalni vrsti opravil <ekos-scheduler-taskqueue> za podrobnosti.

source: Due to the uniqueness of each observatory, Ekos enables the user to select startup and shutdown scripts. The scripts take care of any necessary procedures that must take place on startup and shutdown stages. On startup, Ekos executes the startup scripts and only proceeds to the remainder of the startup procedure (unpark dome/unpark mount) if the script completes successfully. Conversely, the shutdown procedure begins with parking the mount & dome before executing the shutdown script as the final procedure.
ca: A causa de la singularitat de cada observatori, l'Ekos permet a l'usuari seleccionar els scripts d'inici i tancament. Els scripts s'ocuparan dels procediments necessaris que s'hauran de realitzar en les etapes d'inici i tancament. A l'inici, l'Ekos executarà els scripts d'inici i només procedirà amb la resta del procediment d'inici (desaparcar la cúpula/desaparcar la muntura) si l'script finalitza amb èxit. A la inversa, el procediment de tancament començarà amb l'aparcament de la muntura i la cúpula abans d'executar l'script de tancament com a procediment final.
ca@valencia: A causa de la singularitat de cada observatori, Ekos permet a l'usuari seleccionar els scripts d'inici i tancament. Els scripts s'ocuparan dels procediments necessaris que s'hauran de realitzar en les etapes d'inici i tancament. En l'inici, Ekos executarà els scripts d'inici i només procedirà amb la resta del procediment d'inici (desaparcar la cúpula/desaparcar la muntura) si l'script finalitza amb èxit. A la inversa, el procediment de tancament començarà amb l'aparcament de la muntura i la cúpula abans d'executar l'script de tancament com a procediment final.
fr: Comme chaque observatoire est unique, Ekos offre la possibilité à l'utilisateur de choisir ses scripts de démarrage et d'arrêt. Les scripts s'occupent de toute procédure qui doivent être activée au démarrage et à l'arrêt. Ekos exécute le script et continue la procédure (déparcage du dôme et de la monture) qu'en cas de succès de l'exécution du script. Inversement, la procédure d'arrêt commence par parquer la monture et le dôme avant d'exécuter le script d'arrêt qui termine la procédure.
nl: Omdat elk waarneemstation uniek is, maakt Ekos het mogelijk scripts te maken voor het opstarten en het afsluiten. In de scripts staan alle nodige procedures hiervoor. Bij het opstarten voert Ekos de opstartscripts uit en gaat alleen verder met de rest van de opstartprocedure (ontparkeren van koepel en opstelling), als dit met succes wordt voltooid. Omgekeerd, begint de afsluitprocedure met het parkeren van opstelling & en koepel, voordat tenslotte de uitvoerscript wordt uitgevoerd.
pt_br: Devido à singularidade de cada observatório, o Ekos permite que o usuário selecione scripts de inicialização e desligamento. Os scripts cuidam de quaisquer procedimentos necessários que devem ocorrer nas etapas de inicialização e desligamento. Na inicialização, o Ekos executa os scripts de inicialização e só prossegue para o restante do procedimento de inicialização (desbloquear a cúpula/desbloquear a montagem) se o script for concluído com sucesso. Por outro lado, o procedimento de desligamento começa com o estacionamento da montagem e da cúpula antes de executar o script de desligamento como procedimento final.
sl: Zaradi edinstvenosti vsakega observatorija Ekos uporabniku omogoča izbiro skriptov za zagon in zaustavitev. Skripti poskrbijo za vse potrebne postopke, ki se morajo izvesti v fazah zagona in zaustavitve. Ob zagonu Ekos izvede zagonske skripte in nadaljuje s preostankom postopka zagona (odparkiranje kupole/odparkiranje montaže) šele, če se skript uspešno zaključi. Nasprotno pa se postopek zaustavitve začne s parkiranjem montaže in kupole, preden se kot zadnji postopek izvede skript za zaustavitev.

source: Startup and shutdown scripts can be written any language that can be executed on the local machine. It must return 0 to report success, any other exist value is considered an error indicator. The script's standard output is also directed to Ekos logger window. The following is an sample demo startup script in Python:
ca: Els scripts d'inici i de tancament es poden escriure en qualsevol llenguatge que es pugui executar a l'ordinador local. Haurà de retornar 0 per a informar de l'èxit, qualsevol altre valor serà considerat com un indicador d'error. La sortida estàndard de l'script també es dirigirà a la finestra de registre de l'Ekos. El següent és un script d'inici de demostració escrit en Python:
ca@valencia: Els scripts d'inici i de tancament es poden escriure en qualsevol llenguatge que es puga executar en l'ordinador local. Haurà de retornar 0 per a informar de l'èxit, qualsevol altre valor serà considerat com un indicador d'error. L'eixida estàndard de l'script també es dirigirà cap a la finestra de registre d'Ekos. El següent és un script d'inici de demostració escrit en Python:
fr: Les scripts peuvent être écrits dans n'importe quel langage qui peut être exécuté sur la machine locale. Un script doit retourner la valeur 0 pour être considéré comme succès, tout autre valeur indique une erreur. La sortie standard du script est dirigée vers la fenêtre des fichiers journaux d'Ekos. Voici un exemple de script de démarrage écrit en Python :
nl: OPstart en afsluitscripts kunnen in elke taal worden geschreven die op de lokale machine beschikbaar is. 0 moet worden gerapporteerd bij succes, elke andere waard betekent dat er iets niet goed is gegaan. De standaarduitvoer van een script gaat ook naar het logvenster van Ekos. Hier volgt een voorbeeld-demo van een opstartscript in Python:
pt_br: Scripts de inicialização e desligamento podem ser escritos em qualquer linguagem que possa ser executada na máquina local. Ele deve retornar 0 para relatar sucesso; qualquer outro valor existente é considerado um indicador de erro. A saída padrão do script também é direcionada para a janela do registrador do Ekos. A seguir, um exemplo de script de inicialização de demonstração em Python:
sl: Skripte za zagon in zaustavitev lahko napišete v katerem koli jeziku, ki ga je mogoče izvesti na lokalnem računalniku. Za poročanje o uspehu mora vrniti 0, vsaka druga obstoječa vrednost se obravnava kot indikator napake. Standardni izhod skripta je prav tako usmerjen v okno dnevnika Ekos. Sledi primer demo zagonskega skripta v Pythonu:
uk: Скрипти запуску та завершення роботи можна писати будь-якою мовою програмування, команди якої може виконувати локальна операційна система. Скрипт має повертати 0, якщо його виконано успішно, і будь-яке інше значення, якщо під час виконання сталася помилка. Стандартне виведення даних скрипту буде спрямовано до вікна журналу Ekos. Нижче наведено демонстраційний зразок скрипту запуску мовою Python:

source: #!/usr/bin/env python # -*- coding: utf-8 -*- import os import time import sys print "Turning on observatory equipment..." sys.stdout.flush() time.sleep(5) print "Checking safety switches..." sys.stdout.flush() time.sleep(5) print "All systems are GO" sys.stdout.flush() exit(0)
ca: #!/usr/bin/env python # -*- coding: utf-8 -*- import os import time import sys print "S'està encenent l'equip de l'observatori... sys.stdout.flush() time.sleep(5) print "S'estan comprovant els commutadors de seguretat..." sys.stdout.flush() time.sleep(5) print "Tots els sistemes estan GO" sys.stdout.flush() exit(0)
ca@valencia: #!/usr/bin/env python # -*- coding: utf-8 -*- import os import time import sys print "S'està encenent l'equip de l'observatori… sys.stdout.flush() time.sleep(5) print "S'estan comprovant els commutadors de seguretat…" sys.stdout.flush() time.sleep(5) print "Tots els sistemes estan GO" sys.stdout.flush() exit(0)
nl: #!/usr/bin/env python # -*- coding: utf-8 -*- import os import time import sys print "Apparatuur aanzetten..." sys.stdout.flush() time.sleep(5) print "Veiligheidsschakelaars controleren..." sys.stdout.flush() time.sleep(5) print "Alle systemen zijn GO" sys.stdout.flush() exit(0)
pt_br: #!/usr/bin/env python # -*- coding: utf-8 -*- import os import time import sys print "Ligando o equipamento do observatório..." sys.stdout.flush() time.sleep(5) print "Verificando chaves de segurança..." sys.stdout.flush() time.sleep(5) print "Todos os sistemas estão PRONTOS" sys.stdout.flush() exit(0)
sl: #!/usr/bin/env python # -*- coding: utf-8 -*- import os import time import sys print "Vklapljanje opreme observatorija..." sys.stdout.flush() time.sleep(5) print "Preverjanje varnostnih stikal..." sys.stdout.flush() time.sleep(5) print "Vsi sistemi so PRIPRAVLJENI" sys.stdout.flush() exit(0)
uk: #!/usr/bin/env python # -*- coding: utf-8 -*- import os import time import sys print "Вмикаємо обладнання обсерваторії..." sys.stdout.flush() time.sleep(5) print "Перевіряємо безпечність умов..." sys.stdout.flush() time.sleep(5) print "Усе запущено!" sys.stdout.flush() exit(0)
