Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-guide.po
Languages: bg, ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: Ekos' internal guider saves a CSV guide log in PHD2 format data that can be useful for analysis of the mount's performance. In Linux this is stored under ``~/.local/share/kstars/guidelogs/``. This log is only available when using Ekos' internal guider. It should be compatible with `PHD2's guide log viewer <https://openphdguiding.org/phd2-log-viewer/>`__.
ca: El sistema de guiatge intern de l'Ekos desa un registre de guiatge en CSV, el qual pot ser útil per a l'anàlisi del rendiment de la muntura. En el Linux aquest s'emmagatzema a ``~/.local/share/kstars/guidelogs/``. Aquest registre només estarà disponible quan s'utilitzi el sistema de guiatge intern. Hauria de ser compatible amb el `Visualitzador de registre de guiatge del PHD2 <https://openphdguiding.org/phd2-log-viewer/>`__.
ca@valencia: El sistema de guiatge intern d'Ekos guarda un registre de guiatge en CSV, el qual pot ser útil per a l'anàlisi del rendiment de la muntura En Linux, este s'emmagatzema a ``~/.local/share/kstars/guidelogs/``. Este registre només estarà disponible quan s'utilitze el sistema de guiatge intern d'Ekos. Hauria de ser compatible amb el `Visor del registre de guiatge de PHD2 <https://openphdguiding.org/phd2-log-viewer/>`__.
fr: Ekos enregistre les données de guidage dans un fichier CSV au format PHD2 qui peut être utile pour analyser les performances de la monture. Sous Linux, elles sont enregistrées sous (``~/.local/share/kstars/guide_log.txt``). Ce fichier journal n'est disponible que pour le guidage interne et devrait être compatible avec l'utilitaire `d'afficheur des fichiers journaux de guidage de PHD2 <https://openphdguiding.org/phd2-log-viewer/>`__.
pt_br: O guia interno do Ekos salva um log de guia CSV em dados no formato PHD2 que podem ser úteis para analisar o desempenho da montagem. No Linux, ele é armazenado em ``~/.local/share/kstars/guidelogs/``. Este log só está disponível ao usar o guia interno do Ekos. Ele deve ser compatível com o `visualizador de logs de guia do PHD2 <https://openphdguiding.org/phd2-log-viewer/>`__.
sl: Ekosov notranji vodnik shrani dnevnik vodnika CSV v obliki PHD2, ki je lahko uporaben za analizo delovanja montaže. V Linuxu je shranjen v mapi ``~/.local/share/kstars/guidelogs/``. Ta dnevnik je na voljo le pri uporabi Ekosovega notranjega vodnika. Moral bi biti združljiv s `pregledovalnikom dnevnika vodnika PHD2 <https://openphdguiding.org/phd2-log-viewer/>`__.
sv: Ekos interna guidning sparar en CSV guidningslogg med data på PHD2-format som kan vara användbar för analys av stativet prestanda. På Linux lagras den i ``~/.local/share/kstars/guidelogs/``. Loggen är bara tillgänglig när det inbyggda guidningsverktyget. Den ska vara kompatibel med `PHD2:s guidningsloggvisning <https://openphdguiding.org/phd2-log-viewer/>`__.

source: Ekos Guide Module
ca: Mòdul de guiatge de l'Ekos
ca@valencia: Mòdul «Guia» d'Ekos
fr: Module de guidage Ekos
sl: Ekos Modul vodila
sv: Ekos-guidningsmodul

source: Ekos Profile Guider Selection
ca: Selecció del sistema de guiatge de l'Ekos
ca@valencia: Trieu el sistema de guiatge d'Ekos
fr: Sélection du profil de guidage d'Ekos
sl: Izbira Ekos profila vodnika
sv: Välja Ekos-profilguidning

source: Ekos Guider Optical Train
ca: Tren òptic de guiatge de l'Ekos
ca@valencia: Tren òptic del sistema de guiatge d'Ekos
fr: Train optique du guide d'Ekos
sl: Optični vlak Ekos vodnika
sv: Ekos-guidningsoptik

source: Calibration Settings
ca: Configuració del calibratge
ca@valencia: Configureu el calibratge
fr: Réglages de la calibration
sl: Nastavitve kalibracije
sv: Kalibreringsinställningar

source: Guide Settings
ca: Configuració del guiatge
ca@valencia: Configureu el guiatge
fr: Réglages du guidage
sl: Nastavitve vodila
sv: Guidningsinställningar

source: Dithering Settings
ca: Configuració del tramat
ca@valencia: Configureu el tramat
fr: Réglages des déviations
sl: Nastavitve stresanja
sv: Gitterinställningar

source: image2
ca@valencia: Imatge 2
sl: slika2
sv: bild 2

source: Guiding with MultiStar
ca: Guiatge amb MultiStar
ca@valencia: Guiatge amb múltiples estreles
fr: Guidage avec Multistar
nl: Volgen met MultiStar
sl: Vodenje z MultiStar
sv: Guidning med multipelstjärna
uk: Наведення за декількома зірками

source: Ekos Dark frames library
ca: Biblioteca de fotogrames foscos de l'Ekos
ca@valencia: Biblioteca de fotogrames foscos d'Ekos
fr: Bibliothèque de trames Dark d'Ekos
sl: Knjižnica okvirjev Ekos Dark
sv: Ekos bibliotek med mörka bildrutor

source: Ekos Guide PHD2 settings
ca: Configuració del PHD2 de guiatge de l'Ekos
ca@valencia: Configureu PHD2 de guiatge d'Ekos
fr: Réglages du guidage PHD2 Ekos
sl: Nastavitve Ekos Guide PHD2
sv: Ekos PHD2-guidningsinställningar

source: <title>Guide</title>
bg: <title>Гидиране</title>
nl: <title>Volgen</title>
uk: <title>Наведення</title>

source: Tools
bg: Инструменти
nl: Hulpmiddelen
uk: Інструменти

source: <tertiary>Guide</tertiary>
bg: <tertiary>Гидиране</tertiary>
nl: <tertiary>Volgen</tertiary>
uk: <tertiary>Наведення</tertiary>

source: <screeninfo>Ekos Guide Module</screeninfo>
bg: <screeninfo>Модул Гидиране на Ekos</screeninfo>
nl: <screeninfo>Ekos Volgmodule</screeninfo>
uk: <screeninfo>Модуль наведення Ekos</screeninfo>

source: <phrase>Ekos Guide Module</phrase>
bg: <phrase>Модул Гидиране на Ekos</phrase>
nl: <phrase>Ekos Volgmodule</phrase>
uk: <phrase>Модуль наведення Ekos</phrase>

source: The Ekos Guide Module performs autoguiding using either the powerful built-in guider, or at your option, external guiding via <ulink url="https://openphdguiding.org/">PHD2</ulink> or <ulink url="https://sourceforge.net/projects/linguider/">lin_guider</ulink>. Using the internal guiding, guider camera frames are captured and sent to Ekos for analysis. Depending on the deviations of the stars from their lock positions, guiding pulses corrections are sent to your mount's RA and DEC axes motors. Most of the &GUI; options in the Guide Module are well documented so just hover your mouse over an item and a tooltip will popup with helpful information.
bg: Гидиращият модулът на Ekos извършва автоматично насочване, използвайки или мощния вграден водач, или по ваш избор външно насочване чрез <ulink url="https://openphdguiding.org/">PHD2</ulink> или <ulink url= "https://sourceforge.net/projects/linguider/">lin_guider</ulink>. Използвайки вътрешното насочване, кадрите на гид камерата се заснемат и изпращат на Ekos за анализ. В зависимост от отклоненията на звездите от техните заключващи позиции, корекциите на насочващите импулси се изпращат към двигателите на RA и DEC осите на вашата монтировка. Повечето от &GUI; опциите в гидиращия модул са добре документирани, така че просто задръжте курсора на мишката над даден елемент и ще се появи подсказка с полезна информация.
nl: De Ekos volgmodule maakt doet autovolgen en gebruikt daarbij de krachtige ingebouwde volger, of naar uw keuze, extern volgen via <ulink url="http://openphdguiding.org/">PHD2</ulink> of <ulink url="https://sourceforge.net/projects/linguider/">lin_guider</ulink>. Bij intern volgen, worden camera frames voor volgen opgenomen, en naar Ekos gestuurd voor analyse. Afhankelijk van hoe ver de sterren verwijderd is van hun vastgezette posities, worden er correctiepulsen gestuurd naar uw de RA- en DEC-motoren van uw opstelling. De meeste van de &GUI;-opties in de volgmodule zijn goed gedocumenteerd, dus kunt u de muis ergens houden, waarna u een tekstballon ziet met nuttige informatie.
uk: Модуль наведення Ekos виконує автоматичне наведення за допомогою або потужного вбудованого засобу наведення, або, якщо хочете, зовнішнього засобу наведення <ulink url="https://openphdguiding.org/">PHD2</ulink> або <ulink url="https://sourceforge.net/projects/linguider/">lin_guider</ulink>. Якщо використовується вбудований засіб наведення, знімки ПЗЗ створюватимуться і надсилатимуться Ekos для аналізу. Залежно від відхилення зірок від їхніх фіксованих позицій, вашому лафету надсилатимуться команди щодо використання моторів за осями прямого сходження та схилення. Більшість параметрів модуля наведення добре документовано, тому достатньо навести вказівник миші на пункт інтерфейсу, щоб побачити панель підказки із корисною інформацією.

source: <screeninfo>Ekos Profile Guider Selection</screeninfo>
bg: <screeninfo>Избор на профил за гидиране на Ekos</screeninfo>
nl: <screeninfo>Selectie van profielvolger van Ekos</screeninfo>
uk: <screeninfo>Вибір засобу наведення профілю Ekos</screeninfo>

source: <phrase>Ekos Profile Guider Selection</phrase>
bg: <phrase>Избор на профил за гидиране на Ekos</phrase>
nl: <phrase>Selectie van profielvolger van Ekos</phrase>
uk: <phrase>Вибір засобу наведення профілю Ekos</phrase>

source: <screeninfo>Ekos Guider Optical Train</screeninfo>
bg: <screeninfo>Оптична система на гидирането на Ekos</screeninfo>
nl: <screeninfo>Optische trein van volger van Ekos</screeninfo>
uk: <screeninfo>Оптичний тракт засобу наведення Ekos</screeninfo>

source: <phrase>Ekos Guider Optical Train</phrase>
bg: <phrase>Оптична система на гидирането на Ekos</phrase>
nl: <phrase>Optische trein van volger van Ekos</phrase>
uk: <phrase>Оптичний тракт засобу наведення Ekos</phrase>

source: <guilabel>Exposure</guilabel>: On the main guiding page you can adjust the guiding exposure time. After the guide-camera completes the exposure, the guide algorithm computes and sends the guide pulses to the mount, then it waits a user-configurable delay, and then then begins its next exposure.
bg: <guilabel>Експозиция</guilabel>: На главната насочваща страница можете да регулирате времето на експозиция на гидирането. След като гид камерата завърши експонирането, насочващият алгоритъм изчислява и изпраща направляващите импулси към монтировката, след което изчаква конфигурирано от потребителя забавяне и след това започва следващата си експозиция.
nl: <guilabel>Belichting</guilabel>: op de hoofdpagina voor volgen kunt u de belichtingstijd voor volgen aanpassen. Nadat de volgcamera de belichting heeft voltooid, berekent en stuurt het volgalgoritme de volgpulsen naar de opstelling, daarna wacht het een door de gebruiker ingestelde wachttijd en daarna begint zijn volgende belichting.
uk: <guilabel>Експозиція</guilabel>: на основній сторінці наведення ви можете скоригувати час експонування під час наведення. Після того, як камера наведення завершить експонування, алгоритм наведення обчислень і надішле команди наведення до лафета, потім зачекає протягом налаштованого користувачем часу затримки і почне наступне експонування.

source: <guilabel>Binning</guilabel>: Pixel binning for the guide image. It usually makes sense to bin the pixels 2x2. The algorithms can still find sub-pixel star positions and send proper guide pulses to the mount.
bg: <guilabel>Биниране</guilabel>: Бинирането (binning) или групиране на пиксели за гидиращото изображение. Обикновено има смисъл да се групират пикселите 2x2. Алгоритмите все още могат да намерят звездни позиции на подпиксели и да изпратят правилни насочващи импулси към монтировката.
nl: <guilabel>Binning</guilabel>: Pixelbinning voor de volgafbeelding. Het is gewoonlijk zinvol om de pixels 2x2 samen te nemen (bin). De algoritmen kunnen nog steeds sterposities op sub-pixel vinden en de juiste volgpulsen naar de opstelling sturen.
uk: <guilabel>Кроки</guilabel>: кроки у пікселях для зображення наведення. Зазвичай, варто поділити усе на блоки пікселів 2x2. Алгоритми можуть знаходити субпіксельні позиції зірок і надсилати належні рухи наведення до лафета.

source: <guilabel>Box</guilabel>: This only is applicable to guide algorithms other than MultiStar, and MultiStar is the recommended guiding scheme. Size of the box enclosing the guide star. Select a suitable size that is neither too large or too small for the selected star.
bg: <guilabel>Рамка</guilabel>: Това е приложимо само за насочващи алгоритми, различни от MultiStar, а MultiStar е препоръчителната схема за насочване. Размерът на блока обхваща водещата звезда. Изберете подходящ размер, който не е нито твърде голям, нито твърде малък за избраната звезда.
nl: <guilabel>Vak</guilabel>: dit is alleen van toepassing op volgalgoritmen anders dan MultiStar en MultiStar is het aanbevolen volgschema. Grootte van het vakje rondom de volgster. Selecteer een bruikbare grootte, die noch te groot is, noch te klein voor de gekozen ster.
uk: <guilabel>Блок</guilabel>: застосовується лише до алгоритмів наведення, відмінних від MultiStar, а MultiStar є рекомендованою схемою наведення. Розмір прямокутного блоку, який містить еталонну зірку. Виберіть відповідний розмір, який буде не надто великим і не надто малим для вибраної зірки.

source: <guilabel>Directions</guilabel>: Typically you want to keep all the directions boxes checked. Unchecking them will disable guiding in those directions. For instance it is possible to disable DEC guiding in the North direction.
bg: <guilabel>Посоки</guilabel>: Обикновено искате да оставите всички полета за посоки отметнати. Премахването на отметката ще деактивира воденето в тези посоки. Например възможно е да деактивирате воденето на DEC в северна посока.
nl: <guilabel>Richtingen</guilabel>: u wilt typisch alle richtingsvakjes geactiveerd. Ze niet activeren zal volgen in die richtingen uitschakelen. Het is bijvoorbeeld mogelijk om DEC-volgen in de richting Noord uit te schakelen.
uk: <guilabel>Напрямки</guilabel>: типово, варто лишити усі пункти напрямків позначеними. Зняття позначок вимкне наведення у відповідних напрямках. Наприклад, дможна вимкнути навення за схиленням у північному напрямку.

source: <guilabel>Dark</guilabel>: Check this to enable dark-frame corrections to your guiding image. See below.
bg: <guilabel>Тъмни</guilabel>: Поставете отметка, за да активирате корекциите с тъмен кадър на насочващото ви изображение. Вижте по-долу.
nl: <guilabel>Donker</guilabel>: activeer dit om donkere-frame-correcties in te schakelen aan uw volgafbeelding. Zie onderstaand.
uk: <guilabel>Темний</guilabel>: позначте цей пункт для вмикання виправлень за темним кадром у вашому зображення для наведення. Див. нижче.

source: <guilabel>Clear Calibration</guilabel>: Check this to delete your calibration data. See the calibration section below.
bg: <guilabel>Изчистване на калибрирането</guilabel>: Поставете отметка, за да изтриете вашите данни за калибриране. Вижте раздела за калибриране по-долу.
nl: <guilabel>Calibratie wissen</guilabel>: activeer dit om uw calibratiegegevens te verwijderen. Zie de sectie calibratie hier onder.
uk: <guilabel>Вилучити калібрування</guilabel>: позначте цей пункт, щоб вилучити ваші дані калібрування. Див. розділ щодо калібрування нижче.

source: <guilabel>Subframe, AutoStar</guilabel>: These only apply to guide algorithms other than MultiStar, and MultiStar is the recommended guiding scheme.
bg: <guilabel>Подкадър, Автоматична звезда</guilabel>: Те се отнасят само за алгоритми за насочване, различни от MultiStar, и MultiStar е препоръчителната схема за насочване.
nl: <guilabel>Subframe, AutoStar</guilabel>: deze zijn alleen van toepassing op volgalgoritmen anders dan MultiStar en MultiStar is het aanbevolen volgschema.
uk: <guilabel>Підкадр, AutoStar</guilabel>: ці пункти застосовні лише для алгоритмів наведення, відмінних від MultiStar, а MultiStar є рекомендованою схемою наведення.

source: <screeninfo>Calibration Settings</screeninfo>
bg: <screeninfo>Настройки на калибриране</screeninfo>
nl: <screeninfo>Calibratie instellingen</screeninfo>
uk: <screeninfo>Параметри калібрування</screeninfo>

source: <phrase>Calibration Settings</phrase>
bg: <phrase>Настройки на калибриране</phrase>
nl: <phrase>Calibratie instellingen</phrase>
uk: <phrase>Параметри калібрування</phrase>

source: Autoguiding is a two-step process: Calibration &amp; Guiding. Calibration is needed for the scheme to understand the camera's orientation, relative to the RA and DEC axes, and also the effects of guide pulses (e.g. how much a 100ms RA guide pulse will typically move the RA axis). Once it estimates these values, the guider can correct the mount's position effectively. You can see calibrated values for those parameters in the above image in the "Calibrated Values" section.
bg: Автоматичното насочване е процес в две стъпки: Калибриране и Насочване. Калибрирането е необходимо, за да може схемата да разбере ориентацията на камерата спрямо осите RA и DEC, както и ефектите от насочващите импулси (напр. колко 100ms RA насочващ импулс обикновено ще премести оста RA). След като оцени тези стойности, водачът може ефективно да коригира позицията на монтировката. Можете да видите калибрирани стойности за тези параметри в горното изображение в раздела "Калибрирани стойности" .
nl: Automatisch volgen is een twee-stapsproces: calibratie &amp; volgen. Calibratie is nodig voor het schema om de oriëntatie van de camera, relatief tot de RF en DEC assen en ook de effecten van volgpulsen (bijv. hoeveel een 100ms RF volgpuls typisch de RF-as verplaatst). Nadat het deze waarden heeft bepaald, kan de volger de positie van de opstelling effectief corrigeren. U kunt de gekalibreerde waarden voor deze parameters in de bovenstaande afbeelding in de sectie "Gekalibreerde waarden" zien.
uk: Автонаведення є двокроковою процедурою: калібрування і наведення. Калібрування потрібне, щоб схема мала дані щодо орієнтації камери відносно до осей прямого сходження та схилення, а також впливу рухів наведення (наприклад, того, наскільки рух наведення за ПС тривалістю 100 мс типово пересуне вісь ПС). Щойно буде виконано оцінку цих значень, засіб наведення може ефективно виправити позицію лафета. Калібровані значення для цих параметрів можна бачити на наведеному вище зображенні у розділі «Калібровані значення».

source: Similar to other guiders, we recommend that you carefully calibrate once, and then only re-calibrate when necessary. It is necessary to re-calibrate when the camera is moved (e.g. rotate) relative to the mount. It should not be necessary to calibrate every time you slew the mount. You should calibrate when pointing near the Meridian and along the Celestial Equator (probably just West of it). Guiding (and guide calibration) is problematic near the pole--it probably won't work. <ulink url="https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf">This slide show</ulink> contains good advice on how to calibrate the Internal Guider and/or PHD2.
bg: Подобно на други гидиращи инструменти, препоръчваме ви внимателно да калибрирате веднъж и след това да калибрирате повторно само когато е необходимо. Необходимо е повторно калибриране, когато камерата се премести (напр. завърти) спрямо стойката. Не е необходимо да калибрирате всеки път, когато завъртите монтировката. Трябва да калибрирате, когато насочвате близо до меридиана и по небесния екватор (вероятно само на запад от него). Воденето (и калибрирането на водача) е проблематично близо до полюса и вероятно няма да работи. <ulink url="https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf">Това слайдшоу</ulink> съдържа добри съвети как да калибрирате вътрешния водач и/или PHD2.
nl: Gelijk aan andere volgers bevelen we aan dat u eenmaal zorgvuldig kalibreert en daarna alleen opnieuw kalibreert indien nodig. Het is nodig om opnieuw te kalibreren wanneer de camera is verplaatst (bijv. gedraaid) relatief tot de opstelling. Het zou niet nodig moeten zijn om elke keer opnieuw te kalibreren als u de opstelling draait. U zou moeten kalibreren bij een richting dichtbij the meridiaan en langs de Hemelse evenaar (mogelijk iets ten westen ervan). Volgen (en kalibratie van volgen) is problematisch dicht bij de pool--het zal waarschijnlijk niet werken. <ulink url="https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf">Deze diashow</ulink> bevat goed advies over hoe de interne volger en/of PHD2 te kalibreren.
uk: Подібно до інших засобів наведення, ми рекомендуємо, щоб ви ретельно виконали одне калібрування, а потім виконували повторні калібрування лише за потреби. Повторне калібрування потрібне, якщо камеру було пересунуто (наприклад, повернуто) відносно лафета. Калібрування не потрібне кожного разу, коли ви наводите кудись лафет. Калібрування слід виконати, якщо ви наводитеся у якусь точку поблизу меридіана і уздовж небесного екватора (ймовірно, лише у його західній частині). Наведення (і калібрування наведення) є проблематичним поблизу полюса — там вого, ймовірно, не працюватиме. У цьому <ulink url="https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf">показі слайдів</ulink> містяться добрі поради щодо того, як калібрувати вбудований засіб наведення і/або PHD2.

source: <guilabel>Pulse Size</guilabel>: should be large enough to move your image a few pixels.
bg: <guilabel>Размер на импулса</guilabel>: трябва да е достатъчно голям, за да премести вашето изображение с няколко пиксела.
nl: <guilabel>Pulsgrootte</guilabel>: zou groot genoeg moeten zijn om uw afbeelding een paar pixels te verplaatsen.
uk: <guilabel>Розмір пульсації</guilabel>: має бути достатньо великим, щоб пересунути ваше зображення на декілька пікселів.

source: <guilabel>Re-using Calibration</guilabel>: There are two checkboxes related to keeping your calibration. We recommend checking "Store and re-use guide calibration when possible", and un-checking "Reset Guide Calibration After Each Mount Slew".
bg: <guilabel>Повторно използване на калибриране</guilabel>: Има две квадратчета за отметка, свързани със запазването на вашето калибриране. Препоръчваме да поставите отметка на "Съхранявайте и използвайте повторно калибрирането на водача, когато е възможно", и да премахнете отметката от "Нулиране на калибрирането на водача след всяко завъртане на монтиране".
nl: <guilabel>Kalibratie opnieuw gebruiken</guilabel>: er zijn twee keuzevakjes gerelateerd aan het bewaren van uw kalibratie. We bevelen aan het activeren van "Store and re-use guide calibration when possible" en activering weghalen van "Reset Guide Calibration After Each Mount Slew".
uk: <guilabel>Повторне використання калібрування</guilabel>: передбачено два пункти з позначками, які пов'язано зі збереженням ваших даних калібрування. Ми рекомендуємо позначити пункт «Зберігати і повторно використовувати калібрування наведення, якщо можна» і зняти позначення з пункту «Скидати калібрування наведення після кожного руху лафета».
