Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: ``R² Limit``: This is only available with the Linear 1 Pass focus algorithm and Curve Fits of Hyperbola and Parabola. As part of the Linear 1 Pass algorithm, the degree to which the curve fits the datapoints, or :ref:`Coefficient of Determination, R² <ekos-focus-coefficient-of-determination>`, is calculated. This option allows a minimum acceptable value of R² to be defined that is compared to the value obtained from the curve fitting process. If the minimum value has not been achieved then Autofocus will rerun. Only one rerun will be performed and even if the minimum R² has not been met the second time, the Autofocus run will still be deemed successful.
ca@valencia: ``Límit R²``: esta és una opció només disponible amb l'algorisme d'enfocament «Lineal d'1 pas» i els ajustos de corba Hipèrbola i Paràbola. Com a part de l'algorisme «Lineal d'1 pas», es calcula el grau en què la corba s'ajusta als punts de dades, o :ref:`coeficient de determinació, R² <ekos-focus-coefficient-of-determination>`. Esta opció permet definir un valor mínim acceptable de R² que es compara amb el valor obtingut del procés d'ajust de la corba. Si no s'ha aconseguit el valor mínim, es tornarà a executar l'enfocament automàtic. Només es realitzarà una reexecució i, fins i tot si el mínim R² no s'ha complert la segona vegada, l'execució de l'enfocament automàtic encara es considerarà reeixida.
fr: ``Limite R²`` : cette option est encore expérimentale et n'est disponible qu'avec l'algorithme de mise au point linéaire à 1 passe et le type de courbe hyperbole et parabole. Faisant partie de l'algorithme linéaire à 1 passe, le degré de la courbe de régression, ou :ref:`coefficient de détermination R² <ekos-focus-coefficient-of-determination>` est calculé. Cette option permet de définir une valeur minimale acceptable pour R² qui est comparée à la valeur obtenue par la régression. Si la valeur minimale n'a pas été atteinte, alors la procédure de mise au point automatique est relancée. Néanmoins, une seule relance du processus sera réalisée et même si le minimum de R² n'a pas été atteinte, le processus de mise au point automatique sera considérée comme étant un succès.
pt_br: ``Limite R²``: Disponível apenas com o algoritmo de foco linear de 1 passo e ajustes de curva de hipérbole e parábola. Como parte do algoritmo linear de 1 passo, o grau de ajuste da curva aos pontos de dados, ou :ref:`Coeficiente de Determinação, R² <ekos-focus-coefficient-of-determination>`, é calculado. Esta opção permite definir um valor mínimo aceitável de R² que é comparado ao valor obtido no processo de ajuste de curva. Se o valor mínimo não for atingido, o foco automático será executado novamente. Apenas uma nova execução será realizada e, mesmo que o R² mínimo não tenha sido atingido na segunda vez, a execução do foco automático ainda será considerada bem-sucedida.

source: ``Refine Curve Fit``: This option is only available with the Linear 1 Pass focus algorithm and Curve Fits of Hyperbola and Parabola. If this option is checked then at the end of the sweep of datapoints, Ekos fits a curve and measures the R². It then applies Peirce's Criterion based on Gould's methodology for outlier identification. See `Peirce's Criterion <https://en.wikipedia.org/wiki/Peirce%27s_criterion>`__ for details incl Peirce's original paper and Gould's paper which are both referenced in the notes. If Peirce's Criterion detects 1 or more outliers then another curve fit is attempted with the outliers removed. Again the R² is calculated and compared with the original curve fit R². If the R² is better, then the latest run is used, if not, the original curve fit (with the outliers included) is used.
ca@valencia: ``Refina l'ajust de la corba``: esta opció només estarà disponible amb l'algorisme d'enfocament «Lineal d'1 pas» i els ajustos de corba d'hipèrbola i paràbola. Si està marcada, llavors al final de l'agranat dels punts de dades, Ekos ajustarà una corba i mesurarà la R². A continuació, aplicarà el criteri de Peirce basat en la metodologia de Gould per a la identificació de valors atípics. Per a més detalls, vegeu el `Criteri de Peirce <https://en.wikipedia.org/wiki/Peirce%27s_criterion>`__ incloent el document original de Peirce i el document de Gould als quals es fa referència en les notes. Si el criteri de Peirce detecta 1 o més valors atípics, llavors s'intentarà un altre ajust de la corba amb els valors atípics eliminats. De nou es calcularà la R² i es compararà amb l'ajust original de la corba R². Si la R² és millor, llavors s'utilitzarà l'última execució, si no, s'utilitzarà l'ajust de la corba original (amb els valors atípics inclosos).
fr: ``Affiner la courbe de régression`` : cette option n'est disponible qu'avec l'algorithme de mise au point linéaire à 1 passe et le type de courbe hyperbole et parabole. Si cette option est cochée et à la fin du balayage de l'ensemble de points, Ekos calcule la courbe de régression et mesure le R². Le critère de Peirce fondé sur la méthode de Gould est ensuite appliqué pour identifier les points aberrants. Veuillez consulter la page sur le `critère de Peirce <https://en.wikipedia.org/wiki/Peirce%27s_criterion>`__ pour les détails (inclus les articles originaux de Peirce et de Gould qui sont référencés dans les notes). Si le critère de Peirce détecte au moins une valeur aberrante, alors une nouvelle courbe est calculée sans ces valeurs aberrantes. Le R² est calculé à nouveau et comparé à l'ancien. S'il est meilleur, la dernière passe est utilisée et sinon, c'est la première (avec les valeurs aberrantes) qui est utilisée.
pt_br: ``Refinar ajuste de curva``: Esta opção está disponível apenas com o algoritmo de foco linear de 1 passo e ajustes de curva de hipérbole e parábola. Se esta opção estiver marcada, ao final da varredura dos pontos de dados, o Ekos ajusta uma curva e mede o R². Em seguida, aplica o Critério de Peirce com base na metodologia de Gould para identificação de outliers. Consulte `Critério de Peirce <https://en.wikipedia.org/wiki/Peirce%27s_criterion>`__ para obter detalhes, incluindo o artigo original de Peirce e o artigo de Gould, ambos referenciados nas notas. Se o Critério de Peirce detectar 1 ou mais outliers, outro ajuste de curva será tentado com os outliers removidos. Novamente, o R² é calculado e comparado com o R² do ajuste de curva original. Se o R² for melhor, a execução mais recente será usada; caso contrário, o ajuste da curva original (com os valores discrepantes incluídos) será usado.

source: ``Average over``: Number of frames to capture at each datapoint. It is usually sensible to start with 1 but increasing this will result in an averaging process for the star Measure selected.
ca@valencia: ``Mitjana superior``: nombre de fotogrames que s'han de capturar a cada punt de dades. Normalment és assenyat començar amb 1 però augmentar-lo resultarà en un procés de mitjana per a la mesura d'estreles seleccionada.
fr: ``Moyenner sur`` : nombre d'images à acquérir pour chaque point de données. Il est généralement raisonnable de commencer à 1 mais l'augmentation de ce nombre résultera dans un processus de calcul de la moyenne pour la mesure des étoiles sélectionnées.
pt_br: ``Média sobre``: Número de quadros a serem capturados em cada ponto de dados. Geralmente, é sensato começar com 1, mas aumentar esse valor resultará em um processo de média para a Medida selecionada.

source: ``Average HFR check``: Similar idea to ``Average Over`` but in this case it is the HFR Check datapoint that is averaged over the selected number of frames. In addition, if the ``Algorithm`` is Linear 1 Pass then the last datapoint of an Autofocus run, which is the in-focus datapoint, is also averaged over this number of frames. Set a value of 1 to start. This can be increased if there are issues with HFR Check Autofocus runs being triggered by outlying datapoints when the HFR Check runs.
ca@valencia: ``Mitjana de la comprovació HFR``: idea pareixent a ``Mitjana superior``, però en este cas és el punt de dades de la comprovació HFR, del qual es fa la mitjana sobre el nombre de fotogrames seleccionat. A més, si l'``Algoritme`` és «Lineal d'1 pas», també es fa una mitjana de l'últim punt de dades d'una execució d'enfocament automàtic, el qual és el punt de dades enfocat, en este nombre de fotogrames. Establiu un valor d'1 per a començar. Açò es podrà augmentar si hi ha HFR que s'activa per punts de dades perifèrics quan s'executa la comprovació d'HFR.
fr: ``Vérification HFR moyenne`` : similaire dans l'idée que ``Moyenner sur`` mais dans ce cas, ce sont les points de vérification HFR qui sont moyennés en fonction du nombre de trames. De plus, si l'``Algorithme`` utilisé est Linéaire à 1 passe, le dernier point d'une passe de mise au point automatique, qui est le point intérieur de mise au point, est également moyenné sur ce nombre de trames. Réglez à 1 pour démarrer. Cette valeur peut être augmentée si vous rencontrez des problèmes avec la mise au point automatique de la vérification HFR déclenchée par des valeur aberrantes lors des vérifications HFR.
pt_br: ``Verificação de RMF médio``: Ideia semelhante a ``Média sobre``, mas neste caso, é o ponto de dados da verificação de RMF que é calculado em média sobre o número selecionado de quadros. Além disso, se o ``Algoritmo`` for linear de 1 passo, o último ponto de dados de uma execução de foco automático, que é o ponto de dados em foco, também é calculado em média sobre esse número de quadros. Defina um valor de 1 para iniciar. Este valor pode ser aumentado se houver problemas com as execuções de foco automático da verificação de RMF sendo acionadas por pontos de dados periféricos quando a verificação de RMF é executada.

source: ``Donut Buster``: The intention of Donut Buster is to improve focusing for telescopes with central obstructions that create donut shaped stars when defocused, e.g. Newtonians, SCTs, RASAs, Ritchey-Cretiens, etc.
ca@valencia: ``Reductor de dònuts``: la intenció del reductor de dònuts és millorar l'enfocament dels telescopis amb obstruccions centrals que creen estreles en forma de dònut quan es desenfoquen, p. ex., Newtonians, SCT, RASA, Ritchey-Chrétien, etc.
fr: ``Donut Buster`` : c'est encore une fonctionnalité expérimentale qui devrait être utilisée avec précaution. L'idée ici est d'améliorer la mise au point pour des télescopes ayant une obstruction centrale qui crée des étoiles en forme de beignet lorsque loin de la position de mise au point, par exemple les Newton, SCT, RASA, Ritchey-Cretien, etc.
pt_br: ``Donut Buster``: A intenção do Donut Buster é melhorar o foco de telescópios com obstruções centrais que criam estrelas em formato de donut quando desfocados, por exemplo, Newtonianos, SCTs, RASAs, Ritchey-Cretiens, etc.

source: ``Donut Buster`` is only available for Linear 1 Pass, walks of Fixed and CFZ Shuffle, curves fits of Hyperbola and Parabola, and focus measures of: HFR, HFR Adj and FWHM.
ca@valencia: El ``Reductor de dònuts`` només estarà disponible per a «Lineal d'1 pas», camins de «Fix» i «Barreja ZCE», ajustos de la corba en «Hipèrbola» i «Paràbola», així com mesures de l'enfocament de: HFR, HFR ajustada i FWHM.
fr: ``Donut Buster`` n'est disponible que pour l'algorithme Linéaire à 1 passe, les courses Fixes et mélange CFZ, la régression Hyperbole et Parabole, et les mesures de mise au point de HFR, HFR ajusté et FWHM.
pt_br: ``Donut Buster`` está disponível apenas para linear de 1 passo, caminhadas de passo fixo e de embaralhar ZFC, ajustes de curvas de hipérbole e parábola e medidas de foco de: RMF, Ajuste de RMF e FWHM.

source: When ``Donut Buster`` is checked, intermittent curve fitting is suspended and is only activated at the end of the focus sweep. This allows donut buster to better process edge datapoints that may be affected by donuts.
ca@valencia: Quan es marca ``Reductor de dònuts``, l'ajustament de la corba intermitent se suspendrà i només s'activarà al final de l'agranat de l'enfocament. Açò permet que el reductor de dònuts processe millor els punts de dades de la vora que es puguen veure afectats pels dònuts.
fr: Quand l'option ``Donut Buster`` est cochée, la régression est suspendue et n'est activée qu'à la fin du balayage de mise au point. Cela permet de mieux traiter les points de bord qui peuvent être concernés par les beignets.
pt_br: Quando ``Donut Buster`` está marcado, o ajuste de curva intermitente é suspenso e ativado somente no final da varredura de foco. Isso permite que o donut buster processe melhor os pontos de dados de borda que podem ser afetados por donuts.

source: ``Time Dilation x``: This feature scales the exposure time during Autofocus from the value entered in the ``Exposure`` field for the furthest datapoints from focus. Datapoints near focus are taken with an unscaled exposure. For example, if Focus is setup with an Exposure of 2s and Time Dilation x is set to 4, then when Autofocus moves out to take its first datapoint, an exposure of 2s \* 4 = 8s is used. On each successive datapoint the exposure is reduced down to 2s around the point of optimum focus. As the focuser moves through focus, so the exposure is scaled upwards to 8s for the last datapoint.
ca@valencia: ``Dilatació x del temps``: esta característica escala el temps d'exposició durant l'enfocament automàtic a partir del valor introduït al camp ``Exposició:`` per als punts de dades més allunyats de l'enfocament. Els punts de dades propers a l'enfocament es prenen amb una exposició sense escala. Per exemple, si l'enfocament està configurat amb una ``Exposició:`` de 2 s i una ``Dilatació x del temps`` establida a 4, aleshores quan l'enfocament automàtic es desplace per a prendre el seu primer punt de dades, s'utilitzarà una ``Exposició:`` de 2 s \* 4 = 8 s. En cada punt de dades successiu, l'exposició es reduirà a 2 segons al voltant del punt d'enfocament òptim. A mesura que l'enfocador es moga fins a l'enfocament, l'exposició s'escalarà fins als 8 segons per a l'últim punt de dades.
fr: ``Facteur x de dilatation du temps`` : cette fonctionnalité gère la mise à l'échelle de la durée d'exposition durant la mise au point automatique depuis la valeur saisie dans le champ ``Durée d'exposition`` pour les points les plus éloignés de la position de mise au point. Les points proches de la mise au point ne sont pas impactés. Par exemple, si la mise au point est réglée à 2s et que le facteur de dilatation du temps est réglé à 4, la mise au point automatique se déplace vers l'extérieur pour son premier point et la durée d'exposition sera de 2s * 4 = 8s. Pour les points suivants, la durée d'exposition est réduite à 2s autour de la position de mise au point optimale. À mesure que le moteur de mise au point passe la position optimale, la durée sera augmentée à 8s pour le dernier point.
pt_br: ``Dilatação do tempo x``: Esta funcionalidade dimensiona o tempo de exposição durante o foco automático a partir do valor inserido no campo ``Exposição`` para os pontos de dados mais distantes do foco. Os pontos de dados próximos ao foco são capturados com uma exposição sem escala. Por exemplo, se o foco estiver configurado com uma exposição de 2s e a dilatação do tempo x estiver definida como 4, então, quando o foco automático se afasta para capturar seu primeiro ponto de dados, uma exposição de 2s \* 4 = 8s é usada. Em cada ponto de dados sucessivo, a exposição é reduzida para 2s em torno do ponto de foco ideal. À medida que o focalizador se move através do foco, a exposição é aumentada para 8s para o último ponto de dados.

source: ``Outlier Rejection``: This is a factor to scale the aggressiveness of the outlier rejection algorithm when Refine Curve Fit is checked. The higher the value the more outliers will be excluded from the curve fitting process. The default value is 0.2.
ca@valencia: ``Rebuig dels valors atípics``: este és un factor per a escalar l'agressivitat de l'algoritme quan es marca Refina l'ajust de la corba. Com més alt siga el valor, més valors atípics seran exclosos del procés d'ajustament de la corba. El valor predeterminat és 0,2.
fr: ``Rejet des points aberrants`` : ce facteur gère l'agressivité de l'algorithme de rejet des points aberrants quand l'option ``Affiner la régression`` est cochée. Plus cette valeur est élevée et plus de points aberrants seront rejetés. La valeur par défaut est 0.2.
pt_br: ``Rejeição de Outliers``: Este é um fator para dimensionar a agressividade do algoritmo de rejeição de outliers quando a opção para refinar ajuste de curva estiver marcada. Quanto maior o valor, mais outliers serão excluídos do processo de ajuste de curva. O valor padrão é 0,2.

source: ``Scan for Start Position`` is only available for Linear 1 Pass, walks of Fixed and CFZ Shuffle, curves fits of Hyperbola and Parabola, and focus measures of: HFR, HFR Adj and FWHM.
ca@valencia: ``Explora per a la posició inicial`` només estarà disponible per a «Lineal d'1 pas», camins de «Fix» i «Barreja ZCE», ajustos de la corba a «Hipèrbola» i «Paràbola», així com mesures de l'enfocament de: HFR, HFR ajustada i FWHM.
fr: ``Détermination du point de départ`` : cochez cette option pour que l'algorithme de mise au point cherche une position du moteur de mise au point proche de la position optimale. Le but étant que la mise au point automatique démarre aussi prêt de cette position que possible. Les sous-options suivantes sont disponibles :
pt_br: ``Procurar por posição inicial`` está disponível apenas para linear 1 passagem, caminhadas de passo fixo e de embaralhar ZFC, ajustes de curvas de hipérbole e parábola e medidas de foco de: RMF, Ajuste de RMF e FWHM.

source: ``Always On``: When checked ``Scan for Start`` Position is always run at the start of Autofocus. When unchecked, it is only run when Autofocus fails and is rerun.
ca@valencia: ``Sempre activat``: quan es marca, ``Explora per a la posició inicial`` s'executarà sempre a l'inici de l'enfocament automàtic. Quan no es marca, només s'executarà quan l'enfocament automàtic falle i es torne a executar.
fr: ``Taille initiale de pas x`` : facteur multiplicateur à appliquer à ``Taille initiale de pas`` lors de l'utilisation de ``Détermination du point de départ``. La valeur par défaut est 1.0.
pt_br: ``Sempre ligado``: Quando a opção ``Procurar por posição inicial`` está marcada, a procura por posição é sempre executada no início do foco automático. Quando desmarcada, ela só é executada quando o foco automático falha e é executado novamente.

source: ``Num Datapoints``: The number of datapoints to use in each scan. 5 is a good place to start.
ca@valencia: ``Nombre de punts de dades``: el nombre de punts de dades que s'utilitzaran a cada exploració. 5 és un bon punt per a començar.
fr: Si ``Détection`` est positionné à Seuil, alors les champs additionnels sont disponibles :
pt_br: ``Num pontos de dados``: O número de pontos de dados a serem usados ​​em cada varredura. 5 é um bom ponto de partida.

source: ``Initial Step size x``: A multiplicative factor to apply to the Initial Step size for use in the Scan for Start Position. Default is 1.0.
ca@valencia: ``Mida x del pas inicial``: un factor multiplicatiu que s'aplica a la «Mida del pas inicial» per a utilitzar-lo a «Explora» per a la «Posició inicial». El valor predeterminat és 1,0.
fr: ``Seuil`` : la valeur en pourcentage du seuil est utilisée pour détecter les étoiles pour l'algorithme de détection *Seuil*. Augmentez cette valeur pour restreindre le centroïde aux cœurs brillants. Diminuez-la pour inclure les étoiles floues.
pt_br: ``Tamanho do passo inicial x``: Um fator multiplicativo a ser aplicado ao tamanho do passo inicial para uso na procura por posição inicial. O padrão é 1,0.

source: If ``Detection`` is set to Threshold then the following additional field is available:
ca@valencia: Si la ``Detecció:`` està establida a «Llindar», llavors estarà disponible el camp addicional següent:
fr: Si ``Détection`` est positionné à Bahtinov, alors les composants graphiques additionnels sont disponibles :
pt_br: Se ``Detecção`` estiver definida como Limiar, o seguinte campo adicional estará disponível:

source: ``Threshold``: This contains a percentage value used for star detection using the *Threshold* detection algorithm. Increase to restrict the centroid to bright cores. Decrease to enclose fuzzy stars.
ca@valencia: ``Llindar``: conté un valor del percentatge que s'utilitza per a la detecció d'estreles emprant l'algorisme de detecció del *llindar*. Feu-lo augmentar per a restringir el centre a nuclis brillants. Feu-lo disminuir per a incloure les estreles difuses.
fr: ``Nombre de lignes`` : le nombre de lignes affichées à l'écran lors de l'utilisation d'un masque de Bathinov.
pt_br: ``Limiar``: Contém um valor percentual usado para detecção de estrelas usando o algoritmo de detecção *Limiar*. Aumente para restringir o centroide a núcleos brilhantes. Diminua para incluir estrelas difusas.

source: If ``Detection`` is set to Bahtinov then the following additional widgets are available:
ca@valencia: Si la ``Detecció:`` està establida a «Bahtinov», llavors hi haurà disponibles els ginys addicionals següents:
fr: ``Sigma`` : le sigma du flou gaussien appliqué à l'image avant d'appliquer l'algorithme de détection des bords de Bathinov.
pt_br: Se ``Detecção`` estiver definida como Bahtinov, os seguintes widgets adicionais estarão disponíveis:

source: ``Num. of rows``: The number of lines displayed on screen when using a Bahtinov mask.
ca@valencia: ``Nombre de files``: el nombre de línies mostrades en la pantalla quan s'utilitza una màscara Bahtinov.
fr: ``Taille du noyau`` : la taille du noyau du flou gaussien appliquée à l'image avant d'appliquer l'algorithme de détection des bords de Bathinov.
pt_br: ``Número de linhas``: O número de linhas exibidas na tela ao usar uma máscara de Bahtinov.

source: ``Sigma``: The sigma of the gaussian blur applied to the image before applying Bahtinov edge detection.
ca@valencia: ``Sigma``: la sigma del difuminat gaussià aplicat a la imatge abans d'aplicar la detecció de la vora de Bahtinov.
fr: Si ``Algorithme`` est positionné à Linéaire ou Itératif, alors les composants graphiques additionnels sont disponibles :
pt_br: ``Sigma``: O sigma do desfoque gaussiano aplicado à imagem antes de aplicar a detecção de bordas de Bahtinov.

source: ``Kernel Size``: The kernel size of the gaussian blur applied to the image before applying Bahtinov edge detection.
ca@valencia: ``Mida del nucli``: la mida del nucli del difuminat gaussià aplicat a la imatge abans d'aplicar la detecció de les vores de Bahtinov.
fr: ``Tolérance`` : le pourcentage de tolérance est le critère d'arrêt de la procédure de mise au point automatique. Durant cette procédure, les valeurs HFR sont enregistrées et une fois que le moteur de mise au point est proche de la position optimale, il compare les HFR aux valeurs de HFR minimales et s'arrête dès qu'une valeur HFR est dans cette plage de tolérance. Diminuez cette valeur pour restreindre le rayon de la solution et inversement.
pt_br: ``Tamanho do kernel``: O tamanho do kernel do desfoque gaussiano aplicado à imagem antes de aplicar a detecção de bordas de Bahtinov.

source: If ``Algorithm`` is set to Linear or Iterative then the following additional widget is available:
ca@valencia: Si l'``Algorisme:`` està establit com a «Lineal» o «Iteratiu», llavors estarà disponible el giny addicional següent:
fr: Veuillez noter que si cette valeur est trop faible, il est possible que l'algorithme entre dans une boucle qui fera échouer la procédure de mise au point automatique.
pt_br: Se ``Algoritmo`` estiver definido como Linear ou Iterativo, o seguinte widget adicional estará disponível:
