Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: Each capture job may be assigned different rotator angles, but be aware that this would cause guiding to abort as it would lose track of the guide star when rotating. Therefore, for most sequences, the rotator angle is kept the same for all capture jobs.
ca: Cada tasca de captura pot assignar-se a diferents angles del rotor, però cal tenir en compte que això provocaria que el guiatge s'interrompi, ja que estava perdent la traça de l'estrella guia en rotar. Per tant, per a la majoria de seqüències, l'angle del rotor es mantindrà igual per a totes les tasques de captura.
ca@valencia: Cada tasca de captura pot assignar-se a diferents angles del rotor, però cal tindre en compte que açò provocaria que el guiatge s'interrompa, ja que estava perdent la traça de l'estrela guia en rotar. Per tant, per a la majoria de seqüències, l'angle del rotor es mantindrà igual per a totes les tasques de captura.
fr: On peut assigner à chaque tâche d'acquisition un angle de rotation différent mais soyez conscient que cela peut causer l'interruption du guidage puisque l'étoile guide sera perdue pendant la rotation. Ainsi, pour la plupart des séquences, l'angle du rotateur est identique pour toutes les tâches d'acquisition.
nl: Aan elke opnametaak kunnen andere rotatorhoeken worden toegekend, maar let er wel op, dat hierdoor volgen wordt afgebroken, omdat door roteren de volgster wordt kwijtgeraakt. Daarom moeten in de meeste rijen de rotatorhoek onveranderd worden gelaten voor alle opnametaken.
pt_br: Cada tarefa de captura pode receber diferentes ângulos de rotação, mas esteja ciente de que isso faria com que a orientação fosse abortada, pois perderia o controle da estrela-guia ao girar. Portanto, para a maioria das sequências, o ângulo de rotação é mantido o mesmo para todas as tarefas de captura.
sl: Vsakemu opravilu zajema so lahko dodeljeni različni koti rotatorja, vendar se zavedajte, da bi to povzročilo prekinitev vodenja, saj bi pri vrtenju izgubili sled zvezde vodila. Zato je za večino zaporedij kot rotatorja enak za vsa opravila zajema.
sv: Varje tagningsjobb kan tilldelas olika rotatorvinklar, men var medveten om att det skulle göra att guidning avbryts eftersom den skulle tappa bort guidestjärnan vid rotation. Därför hålls rotatorvinkeln samma för alla tagningsjobb.
uk: Для кожного завдання із захоплення зображення можна призначити власний кут обертання, але слід враховувати, що це призведе до переривання наведення, оскільки під час обертання буде втрачено прив'язку до еталонної зірки. Тому, у більшості послідовностей завдань, слід зберігати кут обертання однаковим для усіх знімків.

source: Calibration Frames
ca: Fotogrames de calibratge
ca@valencia: Fotogrames de calibratge
fr: Trames de calibration
nl: Calibratieframes
pt_br: Quadros de calibração
sl: Kalibracijski okvirji
sv: Kalibreringsbilder
uk: Кадри калібрування

source: |Calibration settings|
sl: |Kalibracijski okvirji|
sv: |Kalibreringsinställningar|
uk: |Параметри калібрування|

source: For Flat Field frames, you can set calibration options in order to automate the process. The calibration options are designed to facilitate automatic unattended flat field frame capture. It can also be used for dark and bias frames if desired. If your camera is equipped with a mechanical shutter, then it is not necessary to set calibration settings unless you want to close the dust cover to ensure no light at all passes through the optical tube. For flat fields, you must specify the flat field light source, and then specify the duration of the flat field frame. The duration can be either manual or based on ADU calculations.
ca: Per als fotogrames de camp pla, podeu establir les opcions del calibratge per a automatitzar el procés. Les opcions del calibratge estan dissenyades per a facilitar la captura automàtica d'un fotograma de camp pla. Si es vol, també es pot utilitzar per a fotogrames foscos i de biaix. Si la vostra càmera està equipada amb un obturador mecànic, no cal que establiu la configuració del calibratge, tret que vulgueu tancar la funda de protecció per a garantir que cap llum no passi a través del tub òptic. Per als camps plans, haureu d'especificar la font de llum del camp pla i, a continuació, especificar la durada del fotograma de camp pla. La durada pot ser manual o basada en càlculs ADU (unitat d'analògic a digital).
ca@valencia: Per als fotogrames de camp pla, podeu establir les opcions del calibratge per a automatitzar el procés. Les opcions del calibratge estan dissenyades per a facilitar la captura automàtica d'un fotograma de camp pla. Si es vol, també es pot utilitzar per a fotogrames foscos i amb biaix. Si la vostra càmera està equipada amb un obturador mecànic, no cal que establiu la configuració del calibratge, tret que vulgueu tancar la funda de protecció per a garantir que cap llum no passe a través del tub òptic. Per als camps plans, haureu d'especificar la font de llum del camp pla i, a continuació, especificar la duració del fotograma de camp pla. La duració pot ser manual o basada en càlculs ADU (unitat d'analògic a digital).
fr: Pour les trames de champ uniforme (A Plat), vous pouvez régler les options de calibration pour automatiser le processus. Ces options sont conçues pour faciliter l'acquisition automatique des trames de champ uniforme. Elles peuvent également être utilisées pour l'acquisition des trames « Sombre » et « Biais ». Si votre caméra possède un obturateur mécanique, il n'est pas nécessaire de régler ces options sauf si vous souhaitez fermer le bouchon anti-poussière pour vous assurer qu'aucune lumière ne passe dans le tube optique. Pour les trames « A plat », vous devez spécifier la source de lumière, puis une durée d'exposition. La durée peut être spécifiée soit manuellement soit fondé sur un calcul « ADU » (Analog Digital Unit ou pas de quantification).
nl: Voor flat field frames kunt u de calibratie-opties instellen om het proces te automatiseren. De calibratie-opties zijn bedoeld om niet begeleide automatische field frame opnames mogelijk te maken. Indien gewenst kunnen die ook worden gebruikt voor dark en bias frames. Indien uw camera een mechanische sluiter heeft, is het niet nodig calibratie-instellingen in te stellen, behalve wanneer u de stofkap wilt afsluiten, om te voorkomen dat er licht komt in de optische buis. Voor flat fields moet u de lichtbron ervoor opgeven, en daarna de tijdsduur voor de flat field frame. De tijdsduur kan handmatig zijn, of gebaseerd op ADU-berekeningen.
pt_br: Para quadros de campo plano, você pode definir opções de calibração para automatizar o processo. As opções de calibração são projetadas para facilitar a captura automática de quadros de campo plano sem supervisão. Também podem ser usadas para quadros escuros e enviesados, se desejado. Se sua câmera estiver equipada com um obturador mecânico, não é necessário definir as configurações de calibração, a menos que você queira fechar a tampa contra poeira para garantir que nenhuma luz passe pelo tubo óptico. Para campos planos, você deve especificar a fonte de luz de campo plano e em seguida, especificar a duração do quadro de campo plano. A duração pode ser manual ou baseada em cálculos de ADU.
sl: Za okvirje ravnega polja lahko nastavite možnosti kalibracije, da avtomatizirate postopek. Možnosti kalibracije so zasnovane tako, da olajšajo samodejno nenadzorovano zajemanje okvirja ravnega polja. Po želji se lahko uporablja tudi za temne in poševne okvirje. Če je vaša kamera opremljena z mehanskim zaklopom, ni treba nastavljati nastavitev umerjanja, razen če želite zapreti pokrov proti prahu, da zagotovite, da svetloba sploh ne prehaja skozi optično cev. Za ravna polja morate določiti svetlobni vir ravnega polja in nato določiti trajanje okvirja ravnega polja. Trajanje je lahko ročno ali na podlagi izračunov ADU.
sv: För planfältsbilder kan kalibreringsinställningar ställas in för att automatisera processen. Kalibreringsinställningarna är konstruerade för att underlätta automatisk tagning av planfältsbilder utan tillsyn. De kan också användas för mörka bilder och avvikelsebilder om så önskas. Om kameran är utrustad med en mekanisk slutare är det inte nödvändigt att ange kalibreringsinställningar om man inte vill stänga dammskyddet för att säkerställa att inget ljus alls passerar genom optikröret. För planfält måste planfältets ljuskälla anges, och därefter längden på planfältsbilden. Längden kan antingen vara manuell eller baserad på ADU-beräkningar.
uk: Для кадрів плоского поля ви можете встановити параметри калібрування так, щоб автоматизувати процедуру. Параметри калібрування визначено так, щоб полегшити автоматичне створення кадрів плоского поля без втручання людини. Цим також можна скористатися для створення темних і зміщених кадрів. Якщо у вашої фотокамери є механічний затвор, немає потреби у встановленні параметрів калібрування, хіба що ви хочете закрити протипилову кришку для забезпечення повної темноти у оптичній трубі. Для кадрів плоского поля вам слід вказати джерело світла для плоского поля, а потім вказати тривалість витримки кадру плоского поля. Тривалість можна визначити вручну або надати програмі можливість визначити її за відношенням між аналоговим і цифровим сигналами.

source: Flat Field Source
ca: Font del camp pla
ca@valencia: Font del camp pla
fr: Source de lumière pour le Flat
nl: Flat Field lichtbron
pt_br: Fonte de campo plano
sl: Vir ravnega polja
sv: Planfältskälla
uk: Джерело плоского поля

source: ``Manual``: The flat light source is manual.
ca: ``Manual``: La font de llum plana és manual.
fr: ``Manuel`` : la source de lumière est manuelle.
pt_br: ``Manual``: A fonte de luz plana é manual.
sl: ``Ročno``: Stalni vir svetlobe je ročni.
sv: ``Manuell``: Planljuskällan är manuell.
uk: ``Вручну``: джерело нейтрального світла встановлюється вручну.

source: ``Dust Cover with Built-In Flat Light``: If using a dust cover with builtin light source (e.g. FlipFlat). For dark and bias frames, close the dust cap before proceeding. For flat frames, close the dust cap and turn on the light source.
ca: ``Funda de protecció amb llum plana integrada``: Si s'utilitza una funda de protecció amb una font de llum integrada (p. ex., FlipFlat). Per als fotogrames foscos i de biaix, tanqueu la funda de protecció abans de continuar. Per als fotogrames plans, tanqueu la funda de protecció i enceneu la font de llum.
fr: ``Bouchon anti-poussière avec source de lumière intégrée`` : pour l'utilisation de ce type d'appareil (p. ex. FlipFlat). Pour les trames « Sombre » et « Biais », veillez à fermer le bouchon anti-poussière avant de commencer. Pour les trames Flat, fermez le bouchon anti-poussière et allumez la source de lumière.
pt_br: ``Tampa anti-poeira com luz plana embutida``: Se estiver usando uma tampa anti-poeira com fonte de luz embutida (por exemplo, FlipFlat). Para quadros escuros e enviesados, feche a tampa anti-poeira antes de prosseguir. Para quadros planos, feche a tampa anti-poeira e ligue a fonte de luz.
sl: ``Pokrov proti prahu z vgrajeno ploščato lučko``: Če uporabljate pokrov proti prahu z vgrajenim virom svetlobe (npr. FlipFlat). Za temne in pristranske okvirje zaprite protiprašni pokrov, preden nadaljujete. Pri ravnih okvirjih zaprite protiprašni pokrov in vklopite vir svetlobe.
sv: ``Dammskydd med inbyggt planljus``: Om ett dammskydd med inbyggt planljus (t.ex. FlipFlat) används. För mörka bilder och avvikelsebilder, stäng dammskyddet innan du fortsätter. För plana bilder, stäng dammskyddet och sätt på ljuskällan.
uk: ``Пилозахисний ковпак із вбудованим розсіяним світлом``: якщо ви використовуєте пилозахисний ковпак із вбудованим джерелом світла (наприклад FlipFlat). Для темних і зміщених кадрів закрийте протипилову кришку, перш ніж продовжувати. Для кадрів плоского поля закрийте протипилову кришку і увімкніть джерело світла.

source: ``Dust Cover with External Flat Light``: If using a dust cover with an external flat light source. For dark and bias frames, close the dust cap before proceeding. For flat frames, open the dust cap and turn on the light source. The external flat light source location is presumed to be the parking location.
ca: ``Funda de protecció amb llum plana externa``: Si s'utilitza una funda de protecció amb una font de llum plana externa. Per als fotogrames foscos i de biaix, tanqueu la funda de protecció abans de continuar. Per als fotogrames plans, obriu la funda de protecció i enceneu la font de llum. Es considera que la ubicació de la font de llum plana externa es troba l'emplaçament de l'aparcament.
fr: ``Bouchon anti-poussière avec source de lumière externe`` : pour l'utilisation de bouchon anti-poussière avec source de lumière externe. Pour les trames « Sombre » et « Biais », veuillez à fermer le bouchon anti-poussière avant de commencer. Pour les trames Flat, fermez le bouchon anti-poussière et allumer la source de lumière. L'emplacement de la source externe de lumière pour les trames « A plat » est présumée être la position de parcage.
pt_br: ``Tampa anti-poeira com luz plana externa``: Se estiver usando uma tampa anti-poeira com uma fonte de luz plana externa. Para quadros escuros e enviesados, feche a tampa anti-poeira antes de prosseguir. Para quadros planos, abra a tampa anti-poeira e ligue a fonte de luz. O local da fonte de luz plana externa é considerado o local de bloqueio.
sl: ``Pokrov proti prahu z zunanjo ploščato lučjo``: Če uporabljate pokrov proti prahu z zunanjim ravnim virom svetlobe. Za temne in pristranske okvirje zaprite protiprašni pokrov, preden nadaljujete. Pri ravnih okvirjih odprite protiprašni pokrov in vklopite vir svetlobe. Lokacija zunanjega ravnega vira svetlobe se domneva kot lokacija parkiranja.
sv: ``Dammskydd med externt planljus``: Om ett dammskydd med externt planljus används. För mörka bilder och avvikelsebilder, stäng dammskyddet innan du fortsätter. För plana bilder, öppna dammskyddet och sätt på ljuskällan. Platsen för den externa planljuskällan antas vara den parkerade positionen.
uk: ``Пилозахисний ковпак із зовнішнім розсіяним світлом``: якщо ви використовуєте пилозахисний ковпак із зовнішнім джерелом розсіяного світла. Для темних і зміщених кадрів закрийте протипилову кришку, перш ніж продовжувати. Для кадрів плоского поля відкрийте протипилову кришку і увімкніть джерело світла. Припускатиметься, що зовнішнє джерело розсіяного світла розташовано у місці паркування телескопа.

source: ``Wall``: Light source is a panel on the observatory wall. Specify the Azimuth and Altitude coordinates of the panel and the mount shall slew there before capturing the flat field frames. If the light panel is controllable from INDI, Ekos shall turn it on/off as required.
ca: ``Paret``: La font de llum és un panell a la paret de l'observatori. Especifiqueu les coordenades de l'azimut i l'altitud del panell i la muntura s'orientarà abans de capturar els fotogrames de camp pla. Si el panell de llum és controlable des de l'INDI, l'Ekos l'encendrà o apagarà segons sigui necessari.
fr: ``Mur`` : la source de lumière est un panneau placé contre un mur. Spécifier les coordonnées d'azimut et d'altitude du panneau et la monture pivotera dans cette direction avant de débuter l'acquisition des trames « A plat ». Si le panneau de lumière est contrôlable par INDI, Ekos se chargera de l'allumer et de l'éteindre.
pt_br: ``Parede``: A fonte de luz é um painel na parede do observatório. Especifique as coordenadas de azimute e altitude do painel e a montagem deverá se mover até lá antes de capturar os quadros de campo plano. Se o painel de luz for controlável pelo INDI, o Ekos deverá ligá-lo/desligá-lo conforme necessário.
sl: ``Stena``: Vir svetlobe je plošča na steni observatorija. Določite koordinate azimuta in višine plošče in montaža se bo obrnila tja, preden zajame okvirje ravnega polja. Če je svetlobno ploščo mogoče upravljati iz INDI, jo Ekos po potrebi vklopi/izklopi.
sv: ``Vägg``: Ljuskällan är en panel på observatoriets vägg. Ange azimut- och elevationskoordinater för panelen så förflyttas stativet dit innan planfältsbilderna tas. Om ljuspanelen kan styras från INDI, sätts den på och stängs av av Ekos efter behov.
uk: ``Стіна``: джерелом світла є панель на стіні обсерваторії. Вкажіть координати панелі за азимутом та висотою. Лафет має обернути телескоп на панель, перш ніж буде захоплено кадри плоского поля. Якщо освітлювана панель керується з INDI, Ekos увімкне або вимкне її за потреби.

source: ``Dawn/Dusk``: Currently unsupported.
ca: ``Alba/Posta``: Actualment no està admesa.
fr: ``Aube/Crépuscule`` : non géré actuellement.
pt_br: ``Amanhecer/Entardecer``: Currently unsupported.
sl: ``Zora/mrak``: Trenutno nepodprto.
sv: ``Gryning och skymning``: Stöds för närvarande inte.
uk: ``Світанок/Сутінки``: у поточній версії підтримки не передбачено.

source: Flat Field Duration
ca: Durada del camp pla
ca@valencia: Duració del camp pla
fr: Durée d'exposition de l'acquisition de Flat
nl: Tijdsduur Flat Field
pt_br: Duração do campo plano
sl: Trajanje ravnega polja
sv: Planfältslängd
uk: Тривалість знімання поля

source: ``Manual``: Duration is as specified in the Sequence Queue.
ca: ``Manual``: La durada és com s'especifica a la cua de seqüències.
fr: ``Manuelle`` : la durée est spécifiée dans la file d'attente de la séquence.
pt_br: ``Manual``: A duração é conforme especificada na fila de sequências.
sl: ``Ročno``: trajanje je določeno v čakalni vrsti zaporedja.
sv: ``Manuell``: Längden är som specificerad i sekvenskön.
uk: ``Вручну``: тривалість, яку вказано у черзі завдань.

source: ``ADU``: Duration is variable until specified ADU is met.
ca: ``ADU``: La durada és variable fins que es compleixi l'ADU especificat.
fr: ``ADU`` : la durée est variable jusqu'à que la valeur ADU soit atteinte.
pt_br: ``ADU``: A duração é variável até que o ADU especificado seja atingido.
sl: ``ADU``: Trajanje je spremenljivo, dokler ni dosežen podani ADU.
sv: ``ADU``: Längden är variabel ända tills angiven ADU uppfylls.
uk: ``Аналог./Цифр.``: тривалість змінюватиметься, аж доки не буде досягнуто вказаного значення відношення між аналоговими і цифровими даними.

source: Before the calibration capture process is started, you can request Ekos to park the mount and/or dome. Depending on your flat source selection above, Ekos will use the appropriate flat light source before starting flat frames capture. If ADU is specified, Ekos begins by capturing a couple of preview images to establish the curve required to achieve the desired ADU count. Once an appropriate value is calculated, another capture is taken and ADU is recounted until a satisfactory value is achieved.
ca: Abans de començar el calibratge del procés de captura, podeu demanar que l'Ekos aparqui la muntura i/o la cúpula. Segons la vostra selecció anterior de la font plana, l'Ekos utilitzarà la font de llum plana adequada abans de començar a capturar fotogrames plans. Si s'especifica l'ADU, l'Ekos començarà capturant un parell d'imatges de vista prèvia per a establir la corba necessària per a aconseguir el compte d'ADU desitjat. Una vegada que es calculi un valor adequat, es prendrà una altra captura i recomptarà l'ADU fins que s'obtingui un valor satisfactori.
ca@valencia: Abans de començar el calibratge del procés de captura, podeu demanar que Ekos aparqui la muntura i/o la cúpula. Segons la vostra selecció anterior de la font plana, Ekos utilitzarà la font de llum plana adequada abans de començar a capturar fotogrames plans. Si s'especifica l'ADU, Ekos començarà capturant un parell d'imatges de vista prèvia per a establir la corba necessària per a aconseguir el compte d'ADU desitjat. Una vegada que es calcule un valor adequat, es prendrà una altra captura i recomptarà l'ADU fins que s'obtinga un valor satisfactori.
fr: Avant le début de la procédure d'acquisition de la calibration, vous pouvez demander à Ekos de parquer la monture et/ou le dôme. Selon la sélection de la source de trames « A plat » ci-dessus, Ekos va utiliser la source de lumière appropriée pour ces trames avant de commencer leur acquisition. Si une valeur ADU est spécifiée, Ekos commence par prendre une série d'images pour établir la courbe nécessaire pour atteindre la valeur ADU souhaitée. Une fois que cette valeur est calculée, une nouvelle image est prise et le compteur « ADU » est recalculée jusqu'à ce que la valeur souhaitée soit atteinte.
nl: Voordat de calibratie-opnamen worden gestart, kan men Ekos de opstelling en/of koepel laten parkeren. Afhankelijk van de hierboven geselecteerde flat lichtbron, gebruikt Ekos de juiste flat lichtbron voor de opnames van de flat frames. Indien ADU is opgegeven, start Ekos de opnames van een aantal preview-afbeeldingen om de kromme te verkrijgen voor het verkrijgen van de juiste ADU-waarde. Als eenmaal een goede waarde is gevonden, wordt er nog een opname gemaakt, de ADU opnieuw vastgesteld, totdat een goede waarde is verkregen.
pt_br: Antes de iniciar o processo de captura de calibração, você pode solicitar que o Ekos bloqueie a montagem e/ou a cúpula. Dependendo da sua seleção de fonte plana acima, o Ekos usará a fonte de luz plana apropriada antes de iniciar a captura de quadros planos. Se a ADU for especificada, o Ekos começa capturando algumas imagens de pré-visualização para estabelecer a curva necessária para atingir a contagem de ADU desejada. Uma vez calculado um valor apropriado, outra captura é realizada e a ADU é recontada até que um valor satisfatório seja alcançado.
sl: Preden se začne postopek kalibracijskega zajema, lahko od Ekosa zahtevate, da parkira nosilec in/ali kupolo. Odvisno od zgornje izbire ravnega vira bo Ekos pred začetkom zajema ravnih okvirjev uporabil ustrezen ravni vir svetlobe. Če je podana ADU, Ekos začne z zajemanjem nekaj predoglednih slik, da določi krivuljo, potrebno za doseganje želenega števila ADU. Ko je izračunana ustrezna vrednost, se izvede nov zajem in ADU se ponovno šteje, dokler ni dosežena zadovoljiva vrednost.
sv: Innan kalibreringsprocessen påbörjas kan man begära att Ekos parkerar stativet och/eller kupolen. Beroende på val av plankälla ovan, väljer Ekos lämplig planljuskälla innan tagning av planbildrutor. Om ADU anges, börjar Ekos med att ta några förhandsgranskningsbilder för att etablera kurvan som krävs för att uppnå önskat ADU-antal. När ett lämpligt värde väl har beräknats tas en ny bild och ADU-antalet räknas igen ända tills ett tillfredsställande värde uppnås.
uk: Перш ніж буде розпочато процедуру калібрування, ви можете наказати Ekos виконати паркування лафета і/або купола. Залежно від зробленого раніше вибору джерела світла для кадру плоского поля, Ekos використає відповідні параметри світла, перш ніж розпочне створення кадрів плоского поля. Якщо вказано співвідношення між аналоговим і цифровим сигналами, Ekos розпочне із захоплення пари кадрів попереднього перегляду для встановлення кривої, яка надасть змогу витримати бажане значення співвідношення. Щойно відповідне значення буде обчислено, програма створить наступний знімок і переобчислить співвідношення. Ця процедура повторюватиметься, аж доки не буде досягнуто задовільного значення співвідношення.

source: Exposure Calculator
ca: Calculadora d'exposició
ca@valencia: Calculadora de l'exposició
fr: Calculateur d'exposition
nl: Rekenmachine voor belichting
pt_br: Calculadora de exposição
sl: Kalkulator osvetlitve
sv: Exponeringsräknare
uk: Калькулятор експозиції

source: |Exposure calculator|
sl: |Kalkulator osvetlitve|
sv: |Exponeringsräknare|
uk: |Калькулятор експозиції|
