Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-profile-editor.po
Languages: ca, ca@valencia, fr, it, pt_br, sl, sv, uk

source: ``Auto Connect``: Check this option to enable automatic connection to all your devices after INDI server is started. If unchecked, INDI devices are created but not automatically connected. This is useful when you want to make changes to the driver (e.g. change baud rate or IP address or any other settings) *before* you connect to it.
ca: ``Connecta automàticament``: Marqueu aquesta opció per a habilitar la connexió automàtica amb tots els vostres dispositius després d'iniciar el servidor INDI. Si no es marca, els dispositius INDI es crearan però no es connectaran automàticament. Això és útil quan voleu fer canvis al controlador (p. ex., canviar la velocitat de transmissió, l'adreça IP o qualsevol altra opció de configuració) *abans* de connectar-hi.
fr: ``Connexion automatique`` : sélectionnez cette option pour activer la connexion automatique de tous vos périphériques après le démarrage du serveur INDI. Si vous ne choisissez pas cette option, les périphériques INDI seront créés mais ne seront pas automatiquement connectés. Cela est utile lorsque vous souhaitez modifier le pilote (c'est-à-dire modifier le débit en bauds, l'adresse IP ou tout autre réglage) *avant* la connexion.
it: ``Connessione automatica``: spunta quest'opzione per abilitare la connessione automatica di tutti i tuoi dispositivi una volta che il server INDI è stato avviato. Se non è spuntata i dispositivi INDI vengono creati, ma non vengono connessi automaticamente. Ciò è utile se vuoi effettuare delle modifiche ai driver (per es. cambiare la velocità in baud, l'indirizzo IP o qualsiasi altra modifica) *prima* di connetterli.
pt_br: ``Conexão automática``: Marque esta opção para habilitar a conexão automática com todos os seus dispositivos após a inicialização do servidor INDI. Se desmarcada, os dispositivos INDI serão criados, mas não conectados automaticamente. Isso é útil quando você deseja fazer alterações no driver (por exemplo, alterar a taxa de transmissão, o endereço IP ou qualquer outra configuração) *antes* de se conectar a ele.
sv: ``Anslut automatiskt``: Markera alternativet för att aktivera automatisk anslutning till alla enheter efter INDI-servern startas. Om avmarkerat, skapas enheter men ansluts inte automatiskt. Det är användbart om man vill göra ändringar av drivrutinen (t.ex. ändra baudhastighet, IP-adress eller några andra inställningar) *innan* man ansluter med den.

source: ``Port Selector``: Check this option to enable Port Selector. When creating a new profile, it is checked by default. Port Selector is used to select initial serial and network communication parameters for the devices in the equipment profile. After connecting to equipment for the first time, the Port Selector popup is displayed where the communication parameters can be set before establishing connection. Once connected, the Port Selector option is turned off. It can be toggled to checked in the profile editor to enable it back.
ca: ``Selector de ports``: Marqueu aquesta opció per a habilitar el selector de ports. En crear un perfil nou, està marcada de manera predeterminada. El selector de ports s'empra per a seleccionar els paràmetres d'inici del port en sèrie i de comunicació de la xarxa dels dispositius al perfil de l'equip. Després de connectar a l'equip per primera vegada, es mostra la finestra emergent del selector de ports a on es poden definir els paràmetres de comunicació abans d'establir la connexió. Una vegada s'ha connectat, l'opció del selector de ports s'apaga. Es pot canviar com a desactivat a l'editor de perfils per a tornar-lo a activar.
fr: ``Sélecteur de port`` : cochez cette option pour activer le sélecteur de port. Cette option est cochée par défaut lors de la création d'un nouveau profil. Elle sert à sélectionner les ports de communication série et réseau des périphériques du profil de matériel. A la première connexion au matériel, une fenêtre apparaît où il est possible de régler ces ports avant d'établir une connexion. Cette option est désactivé une fois connecté. Elle peut être réactivée dans l'éditeur de profil.``Sélecteur de port`` : cochez cette option pour activer le sélecteur de port. Cette option est cochée par défaut lors de la création d'un nouveau profil. Elle sert à sélectionner les ports de communication série et réseau des périphériques du profil de matériel. A la première connexion au matériel, une fenêtre apparaît où il est possible de régler ces ports avant d'établir une connexion. Cette option est désactivé une fois connecté. Elle peut être réactivée dans l'éditeur de profil.
it: ``Selettore della porta``: seleziona questa opzione per abilitare il selettore della porta. Quando si crea un nuovo profilo, viene selezionato in modo predefinito. Il selettore della porta viene utilizzato per selezionare i parametri iniziali di comunicazione seriale e di rete per i dispositivi nel profilo dell'apparecchiatura. Dopo la prima connessione all'apparecchiatura, viene visualizzata la finestra a comparsa del selettore della porta in cui è possibile impostare i parametri di comunicazione prima di stabilire la connessione. Una volta connesso, l'opzione Selettore della porta è disattivata. Può essere selezionata nell'editor del profilo per riattivarla.
pt_br: ``Seletor de portas``: Marque esta opção para habilitar o seletor de portas. Ao criar um novo perfil, ele é marcado por padrão. O seletor de portas é usado para selecionar os parâmetros iniciais de comunicação serial e de rede para os dispositivos no perfil do equipamento. Após conectar-se ao equipamento pela primeira vez, o pop-up do seletor de portas é exibido, onde os parâmetros de comunicação podem ser definidos antes de estabelecer a conexão. Uma vez conectado, a opção seletor de portas é desativada. Ela pode ser marcada no editor de perfis para habilitá-la novamente.
sv: ``Portväljare``: Markera alternativet för att aktivera Portväljare. När en ny profil skapas är den markerad som standard. Portväljaren används för att välja initiala seriella och nätverkskommunikationsparametrar för enheterna i utrustningsprofilen. Efter anslutning till utrustning för första gången visas portväljarens ruta där kommunikationsparametrarna kan ställas in innan anslutningen upprättas. När du väl är ansluten är alternativet Portväljare avstängt. Det kan ändras till markerad i profileditorn för att aktivera den igen.

source: ``Site Info``: Optionally, you can check the ``Site Info`` checkbox and Ekos will load the **current** city and timezone whenever is Ekos is started with this profile. This can be useful when connecting to the remote geographic site so that Ekos is in sync location and time wise.
ca: ``Informació del lloc``: De manera opcional, podeu marcar aquesta casella de selecció i l'Ekos carregarà la ciutat i el fus horari **actuals** cada vegada que s'iniciï amb aquest perfil. Això pot ser útil quan es connecta amb el lloc geogràfic remot, de manera que l'Ekos estarà sincronitzat en l'emplaçament i l'hora.
fr: ``Informations sur la position`` : sélectionnez cette option si vous souhaitez que Ekos charge les données de position et de fuseau horaire **courantes** au démarrage avec ce profil. Cela peut être utile lorsque vous vous connectez à un emplacement géographiquement distant et pour que Ekos puisse se synchroniser.
it: ``Informazioni sul sito``: facoltativamente puoi anche spuntare questa casella ed Ekos caricherà la città e il fuso orario **attuali** se Ekos è stato avviato con questo profilo. Ciò può essere utile in caso di connessione a un sito geografico remoto, in modo che Ekos sincronizzi la posizione e l'ora.
pt_br: ``Informações do Site``: Opcionalmente, você pode marcar a caixa de seleção ``Informações do Site`` e o Ekos carregará a cidade e o fuso horário **atuais** sempre que o Ekos for iniciado com este perfil. Isso pode ser útil ao conectar-se a um site geográfico remoto para que o Ekos esteja sincronizado em termos de localização e horário.
sv: ``Platsinformation``: Man kan valfritt markera kryssrutan ``Platsinformation`` så läser Ekos in **aktuell** stad och tidszon så snart Ekos startas med profilen. Det kan vara användbart vid anslutning till en avlägsen geografisk plats, så att Ekos är synkroniserat med avseende på plats och tid.

source: ``Guiding``: Select which Guide application you want to use for guiding. By default, the Ekos internal Guide Module is utilized. External guiders include PHD2 and LinGuider.
ca: ``Guiatge``: Seleccioneu l'aplicació de guia que voleu utilitzar per al guiatge. De manera predeterminada, s'utilitza el mòdul de guiatge intern de l'Ekos. Els sistemes de guiatge externs inclouen el PHD2 i LinGuider.
fr: ``Guidage`` : sélectionnez l'application de guidage que vous souhaitez utiliser. Par défaut Ekos utilise le module de guidage interne. Les applications externes incluent PHD2 et LinGuider.
it: ``Guida``: seleziona quale applicazione di guida vuoi usare per la guida. Per impostazione predefinita viene utilizzato il modulo di guida interno di Ekos; come guide esterne sono incluse PHD2 e LinGuider.
pt_br: ``Guia``: Selecione qual aplicativo de guia você deseja usar para guiar. Por padrão, o módulo de guia interno do Ekos é utilizado. Guias externos incluem PHD2 e LinGuider.
sv: ``Guidning``: Välj vilket guidningsprogram som ska användas för guidning. Normalt utnyttjas Ekos interna guidningsmodul. Externa guidningsprogram inkluderar PHD2 och LinGuider.

source: ``INDI Web Manager``: StellarMate Web Manager is a web-based tool to start and stop INDI drivers. You should always check this option when connecting remotely to a StellarMate unit.
ca: ``Gestor web de l'INDI``: El gestor web StellarMate és una eina basada en web per a iniciar i aturar els controladors de l'INDI. Sempre haureu de marcar aquesta opció quan es connecti de manera remota amb una unitat de l'StellarMate.
fr: ``Gestionnaire Web INDI`` : le gestionnaire web de StellarMate est un outil web pour démarrer et éteindre les pilotes INDI. Vous devriez toujours choisir cette option quand vous vous connectez à distance à un appareil StellarMate.
it: ``Manager web INDI``: StellarMate Web Manager è uno strumento basato sul web per avviare e fermare i driver INDI. Dovresti sempre spuntare quest'opzione quando ti connetti da remoto a un'unità StellarMate.
pt_br: ``Gerenciador Web do INDI``: O gerenciador Web do StellarMate é uma ferramenta web para iniciar e parar drivers INDI. Você deve sempre marcar esta opção ao conectar-se remotamente a uma unidade StellarMate.
sv: ``INDI-webbhanterare``: StellarMate webbhanterare är ett webbaserat verktyg för att starta och stoppa INDI-drivrutiner. Alternativet ska alltid markeras vid anslutning till StellarMate på en annan dator.

source: ``Device Selection``: Select your devices from each category. Please note that if you have a CCD with a guide head, you can leave the guider drop-down menu *blank* as Ekos will auto-detect the guide head from the CCD camera. Similarly, if your CCD includes embedded filter wheel support, then you do *not* need to specify the filter wheel device in the filter drop-down menu.
ca: ``Selecciona el dispositiu``: Seleccioneu els vostres dispositius de cada categoria. Cal tenir en compte que, si teniu un CCD amb un capçal de guiatge, podreu deixar en *blanc* el menú desplegable del sistema de guiatge, de manera que l'Ekos detecti automàticament el capçal de guiatge de la càmera CCD. De la mateixa manera, si el vostre CCD inclou suport incrustat de la roda de filtres, *no* caldrà que especifiqueu el dispositiu de la roda de filtres al menú desplegable del filtre.
fr: ``Sélection de périphériques`` : sélection de périphériques par catégories. Veuillez noter que si vous possédez un CCD avec un guide, vous pouvez laisser *vide* la liste déroulante du guide puisque Ekos détectera automatiquement le guide depuis le CCD. De même, si votre CCD intègre une roue à filtres, vous ne devez *pas* spécifier de périphérique de roue à filtres dans le menu de la liste déroulante.
it: ``Selezione dispositivo``: seleziona i tuoi dispositivi da ciascuna categoria. Nota che se hai un CCD con una testa guida puoi lasciare il menu a discesa della guida *vuoto* in quanto Ekos rileverà automaticamente la testa guida dal CCD della fotocamera. Similmente, se il tuo CCD include il supporto per una ruota portafiltri incorporata, *non* devi specificare la ruota portafiltri nel menu a discesa del filtro.
pt_br: ``Seleção de dispositivos``: Selecione seus dispositivos em cada categoria. Observe que, se você tiver um CCD com cabeça guia, poderá deixar o menu suspenso do guia *em branco*, pois o Ekos detectará automaticamente a cabeça guia da câmera CCD. Da mesma forma, se o seu CCD incluir suporte para roda de filtros incorporada, você *não* precisa especificar o dispositivo da roda de filtros no menu suspenso do filtro.
sv: ``Enhetsval``: Välj enheter från varje kategori. Observera att om man har en CCD med guidningshuvud kan kombinationsmenyn för guidning *tom* eftersom Ekos detekterar guidningshuvudet från CCD-kameran automatiskt. På liknande sätt, om inbäddat stöd för filterhjul ingår i CCD:n, behöver man *inte* ange filterhjulenheten i kombinationsmenyn för filter.

source: ``Scripts``: Adjust pre-driver and post-driver delays and scripts for each driver. A rule can be defined for each driver in case there is a need to introduce delays before and/or after starting a particular driver. The fields before the driver selection dropdown are to be executed *before* the driver is started, whereas the fields after the driver selection dropdown are to be executed *after* the driver started. The script field, if specified, should include the full path to an executable script with the appropriate permissions. All drivers configured in the scripts editor would be started first and in order before the rest of the equipment profile drivers.
ca: ``Scripts``: Ajusteu els retards i els scripts de precontrolador i postcontrolador per a cada controlador. Es pot definir una regla per a cada controlador en cas que hi hagi necessitat d'introduir retards abans i/o després de començar un controlador concret. Els camps abans de la llista desplegable de selecció del controlador s'executaran *abans* de l'inici del controlador, mentre que els camps després de la llista desplegable de selecció del controlador s'executaran *després* de l'inici del controlador. El camp script, si s'especifica, hauria d'incloure el camí complet a un script executable amb els permisos apropiats. Tots els controladors configurats a l'editor de scripts s'iniciarien primer i en ordre abans de la resta dels controladors de perfil de l'equip.
fr: ``Scripts`` : permet d'ajuster les scripts pré et post chargement pour chaque pilote. Une règle peut être définie pour chaque pilote si un délai est nécessaire avant ou après son chargement. Les champs avant le menu déroulant de sélection de pilote sont exécutés *avant* le chargement du pilote, et ceux se trouvant après le menu déroulant seront exécutés *après* son chargement. Le champ du script doit contenir un emplacement complet vers le script et posséder les droits adéquats. Les scripts sont exécutés dans l'ordre avant le reste des pilotes de profil du matériel.``Scripts`` : permet d'ajuster les scripts pré et post chargement pour chaque pilote. Une règle peut être définie pour chaque pilote si un délai est nécessaire avant ou après son chargement. Les champs avant le menu déroulant de sélection de pilote sont exécutés *avant* le chargement du pilote, et ceux se trouvant après le menu déroulant seront exécutés *après* son chargement. Le champ du script doit contenir un emplacement complet vers le script et posséder les droits adéquats. Les scripts sont exécutés dans l'ordre avant le reste des pilotes de profil du matériel.
it: ``Script``: regola i ritardi e gli script pre-driver e post-driver per ciascun driver. È possibile definire una regola per ciascun driver nel caso in cui sia necessario introdurre ritardi prima e/o dopo l'avvio di un determinato driver. I campi prima dell'elenco a tendina di selezione del driver devono essere eseguiti *prima* che il driver venga avviato, mentre i campi dopo il menu a tendina di selezione del driver devono essere eseguiti *dopo* l'avvio del driver. Il campo dello script, se specificato, dovrebbe includere il percorso completo di uno script eseguibile con le autorizzazioni appropriate. Tutti i driver configurati nell'editor degli script sarebbero avviati per primi e in ordine prima del resto dei driver del profilo dell'apparecchiatura.
pt_br: ``Scripts``: Ajuste atrasos e scripts pré e pós-driver para cada driver. Uma regra pode ser definida para cada driver, caso haja necessidade de introduzir atrasos antes e/ou depois de iniciar um driver específico. Os campos antes do menu suspenso de seleção de driver devem ser executados *antes* do driver ser iniciado, enquanto os campos após o menu suspenso de seleção de driver devem ser executados *após* o driver ser iniciado. O campo de script, se especificado, deve incluir o caminho completo para um script executável com as permissões apropriadas. Todos os drivers configurados no editor de scripts seriam iniciados primeiro e em ordem antes do restante dos drivers do perfil do equipamento.
sv: ``Skript``: Justera predrivrutin- och postdrivrutin- fördröjningar och skript för varje drivrutin. En regel kan definieras för varje drivrutin om det finns ett behov av att införa fördröjningar före och/eller efter start av en viss drivrutin. Fälten före kombinationsrutan för drivrutinsval ska köras *innan* drivrutinen startas, medan fälten efter kombinationsrutan för drivrutinsval ska köras *efter* drivrutinen startats. Skriptfältet, om det anges, måste innehålla den fullständiga sökvägen till ett körbart skript med lämpliga rättigheter. Alla drivrutiner som ställs in i skripteditorn ska startas först och i ordning innan resten av utrustningens profildrivrutiner.

source: Start & Stop INDI
ca: Inicia i atura l'INDI
it: Avviare e arrestare INDI
pt_br: Iniciar & parar o INDI
sv: Starta och stoppa INDI

source: Start and Stop INDI services. Once INDI server is established, INDI Control Panel will be displayed. Here you can change some driver options such as which port the device is connected to etc.
ca: Inicia i atura els serveis de l'INDI. Un cop establert el servidor INDI, es mostrarà el plafó de control INDI. Aquí podreu canviar algunes opcions del controlador, com ara amb quin port connecteu el dispositiu, etc.
fr: Démarrer et arrêter les services de INDI. Le tableau de bord de INDI sera affiché dès que le serveur INDI aura démarré. Vous pouvez modifier ici quelques options des pilotes comme les ports de connexion etc
it: Avvia e arresta i servizi INDI. Quando il server INDI viene stabilito viene visualizzato il pannello di controllo di INDI. Da qui puoi modificare alcune opzioni dei driver, ad esempio a quale porta il dispositivo è connesso, e così via.
pt_br: Inicia e interrompe os serviços INDI. Assim que o servidor INDI for estabelecido, o painel de controle INDI será exibido. Aqui você pode alterar algumas opções do driver, como a qual porta o dispositivo está conectado, etc.
sv: Starta och stoppa INDI-tjänster. När väl INDI-servern har skapats, kommer INDI-kontrollpanelen visas. Här kan visa drivrutininställningar ändras, såsom vilken port enheten är ansluten till, etc.

source: Connect to INDI server. Based on the devices connected, Ekos modules (CCD, Focus, Guide, etc.) will be established and available to use.
ca: Connecta amb el servidor INDI. Basant-se en els dispositius connectats, s'establiran els mòduls de l'Ekos (CCD, Enfocament, Guiatge, etc.) per a utilitzar-los.
fr: Connexion au serveur INDI. Selon les périphériques connectés, les modules de Ekos (CCD, Mise au point, Guidage, etc) seront démarrés et prêt à être utilisés.
it: Connessione al server INDI. In base ai dispositivi connessi saranno avviati e resi disponibili all'uso i vari moduli di Ekos (CCD, messa a fuoco, guida, ecc.).
pt_br: Conecta-se ao servidor INDI. Com base nos dispositivos conectados, os módulos Ekos (CCD, Foco, Guia, etc.) serão estabelecidos e disponibilizados para uso.
sv: Anslut till INDI-servern. Baserat på anslutna enheter, skapas Ekos-moduler (CCD, fokusering, guidning, etc.) och blir tillgängliga för användning.

source: Connect & Disconnect Devices
ca: Connecta i desconnecta els dispositius
it: Connettere e disconnettere i dispositivi
pt_br: Conectar e desconectar dispositivos
sv: Koppla upp och koppla ner enheter

source: Once you are ready, click ``Start INDI`` to establish INDI server and connection to your equipment. Ekos shall create the various module icons (Mount, Capture, Focus, etc.) as the connection is established with the device.
ca: Una vegada que esteu preparat, feu clic a ``Inicia l'INDI`` per a establir el servidor INDI i la connexió amb el vostre equip. L'Ekos crearà les icones diferents del mòdul (Muntura, Captura, Enfocament, etc.) a mesura que s'estableixi la connexió amb el dispositiu.
fr: Dès que vous êtes prêt, vous pouvez cliquer sur ``Démarrer INDI`` pour démarrer le serveur INDI et connecter votre matériel. Ekos créera les icônes des modules (Monture, Acquisition, Mise au point, etc) au fur et à mesure que la connexion aux différents périphériques sera effective.
it: Quando sei pronto fai clic su ``Avvia INDI`` per avviare il server INDI e la connessione al tuo equipaggiamento. Ekos creerà le varie icone dei moduli (montatura, cattura, messa a fuoco, ecc.) una volta stabilita la connessione col dispositivo.
pt_br: Quando estiver pronto, clique em ``Iniciar INDI`` para estabelecer o servidor INDI e a conexão com o seu equipamento. O Ekos criará os vários ícones de módulo (Montagem, Captura, Foco, etc.) conforme a conexão for estabelecida com o dispositivo.
sv: När du är redo, klicka på ``Starta INDI`` för att skapa INDI-servern och anslutningen till utrustningen. Ekos ska då skapa de olika modulikonerna (montering, tagning, fokusering, etc.) när anslutningen till enheten skapas.

source: Profile Editor Scripts
ca: Scripts de l'editor de perfils
fr: Scripts de l'éditeur de profil
it: Script dell'editor dei profili
sv: Profileditorskript
