Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-guide.po
Languages: bg, ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: The main settings to consider are Major Period and Estimate Period. If you know the worm period for your mount, perhaps by examining `this table <https://github.com/OpenPHDGuiding/phd2/wiki/Mount-Worm-Period-Info>`__, then uncheck Estimate Period and enter your known Major Period. If not, then check Estimate Period. Intra-frame dark guiding can be used to "spread out the GPG prediction. For instance, if you guide at 5s, you can set the dark guiding interval to 1s and its prediction is pulsed every second, but the guiding drift correction would be sent every 5s. In this way, it outputs the predicted corrections much faster than the guide camera exposure rate, effectively performing periodic error correction and allowing longer guide camera exposures. All the other parameters are best left to defaults.
ca: Els paràmetres principals a considerar són el període major i el període estimat. Si coneixeu el període del cuc per a la muntura, potser examinant `aquesta taula <https://github.com/OpenPHDGuiding/phd2/wiki/Mount-Worm-Period-Info>`__, desmarqueu el període estimat i introduïu el període principal conegut. Si no, marqueu el període estimat. El guiatge fosc intra-fotograma es pot fer servir per a dispersar la predicció GPG. Per exemple, si es guia a 5s, es pot establir l'interval de guiatge fosc a 1s i la seva predicció es polsa cada segon, però la correcció de la deriva del guiatge s'enviaria cada 5s. D'aquesta manera, emet les correccions predites molt més ràpid que la velocitat d'exposició de la càmera guia, realitzant efectivament la correcció periòdica d'errors i permetent exposicions de la càmera guia més llargues. És millor deixar tots els altres paràmetres als valors predeterminats.
ca@valencia: Els paràmetres principals a considerar són el període major i el període estimat. Si coneixeu el període del cuc per a la muntura, potser examinant `esta taula <https://github.com/OpenPHDGuiding/phd2/wiki/Mount-Worm-Period-Info>`__, desseleccioneu el període estimat i introduïu el període principal conegut. Si no, trieu el període estimat. El guiatge fosc intra-fotograma es pot utilitzar per a dispersar la predicció GPG. Per exemple, si es guia a 5 s, es pot establir l'interval de guiatge fosc a 1 s i la seua predicció es polsa cada segon, però la correcció de la deriva del guiatge s'enviaria cada 5 s. D'esta manera, emet les correccions predites molt més ràpid que la velocitat d'exposició de la càmera guia, realitzant efectivament la correcció periòdica d'errors i permetent exposicions de la càmera guia més llargues. És millor deixar tots els altres paràmetres als valors predeterminats.
fr: Les réglages principaux à considérer sont Période Principale et Période Estimée. Si vous connaissez la période hélicoïdale de votre monture, peut-être en analysant cette `table <https://github.com/OpenPHDGuiding/phd2/wiki/Mount-Worm-Period-Info>`__, décochez Période Estimée et saisissez la valeur de Période Principale. Dans le cas contraire, cochez Période Estimée. Le guidage avec les trames Dark peut être utilisé pour diffuser les prédictions GPG. Par exemple, si vous guider avec une durée de 5 secondes, vous pouvez régler l'intervalle de guidage de Dark à 1 seconde, ainsi les prédictions d'impulsions sont envoyées chaque seconde, tout en ayant des corrections de déviation de guidage envoyés chaque 5 secondes. Ainsi, les prédictions de corrections sont envoyées bien plus rapidement que le taux d'exposition de l'appareil, réalisant ainsi des corrections d'erreurs périodiques et permettant de plus longues poses de l'appareil guide. Tous les autres paramètres restent inchangés.
pt_br: As principais configurações a serem consideradas são período principal e período estimado. Se você conhece o período de worm para sua montagem, talvez examinando `esta tabela <https://github.com/OpenPHDGuiding/phd2/wiki/Mount-Worm-Period-Info>`__, desmarque o período estimado e insira o período principal conhecido. Caso contrário, marque período estimado. A guia escura intra-quadro pode ser usada para "distribuir" a previsão GPG. Por exemplo, se você guiar a 5s, poderá definir o intervalo de guia escura para 1s e sua previsão será pulsada a cada segundo, mas a correção de desvio da guia seria enviada a cada 5s. Dessa forma, ele emite as correções previstas muito mais rápido do que a taxa de exposição da câmera guia, realizando efetivamente a correção periódica de erros e permitindo exposições mais longas da câmera guia. Todos os outros parâmetros devem ser deixados como padrão.
sl: Glavni nastavitvi, ki ju je treba upoštevati, sta glavna perioda in ocenjena perioda. Če poznate obdobje črva za svojega nosilca, morda s pregledom `te tabele <https://github.com/OpenPHDGuiding/phd2/wiki/Mount-Worm-Period-Info>`__, potem počistite kljukico pri možnosti Ocenjena perioda in vnesite svoje znano glavno periodo. Če ne, potem označite Ocenjeno periodo. Znotraj kadra se lahko uporabi temno vodenje za "razpršitev napovedi GPG". Če na primer vodite pri 5 s, lahko interval temnega vodenja nastavite na 1 s in njegova napoved se pulzira vsako sekundo, vendar bi se popravek premika vodenja poslal vsakih 5 s. Na ta način se predvideni popravki oddajo veliko hitreje kot hitrost osvetlitve vodilne kamere, kar učinkovito izvaja periodično popravljanje napak in omogoča daljše osvetlitve vodilne kamere. Vse ostale parametre je najbolje pustiti na privzetih vrednostih.
sv: De viktigaste inställningarna att överväga är Huvudperiod och Uppskatta period. Om du känner till stativets period, kanske genom att titta i `den här tabellen <https://github.com/OpenPHDGuiding/phd2/wiki/Mount-Worm-Period-Info>`__, avmarkera då Uppskatta period och ange din kända huvudperiod. Om inte, markera Uppskatta period. Mörk guidning mellan bildrutor kan användas för att "sprida ut" GPG-förutsägelsen. Om du till exempel använder 5 s för guidning, kan du ställa in det mörka guidningsintervallet till 1 s så blir förutsägelsens puls varje sekund, men guidningens driftkorrigering skickas ut var 5:e s. På detta sätt matar den ut de förutsagda korrigeringarna mycket snabbare än guidningskamerans exponeringstid, vilket effektivt utför periodisk felkorrigering och tillåter längre guidningskameraexponeringar. Alla andra parametrar är bäst att lämna med standardinställningarna.

source: Dark Frames
bg: Тъмни кадри
ca: Fotogrames foscos
ca@valencia: Fotogrames foscos
fr: Trames Dark
pt_br: Quadros escuros
sl: Temni okvirji
sv: Mörka bildrutor
uk: Темні кадри

source: Dark frames can be helpful to reduce noise in your guide frames. If you choose to use this option, then it is recommended that you take dark frames before you begin your calibration or guiding procedure. To take a dark frame, check the ``Dark`` checkbox and then click ``Capture``. For the first time this is performed, Ekos will ask you about your camera shutter. If your camera does not have a shutter, then Ekos will warn you anytime you take a dark frame to cover your camera/telescope before proceeding with the capture. On the other hand, if the camera already includes a shutter, then Ekos will directly proceed with taking the dark frame. All dark frames are automatically saved to Ekos Dark Frame Library. By default, the Dark Library keeps reusing dark frames for 30 days after which it will capture new dark frames. This value is configurable and can be adjusted in :doc:`Ekos settings <ekos>` in the KStars settings dialog.
ca: Els fotogrames foscos poden ser útils per a reduir el soroll en els fotogrames guia. Si trieu fer servir aquesta opció, es recomana prendre fotogrames foscos abans de començar amb el procediment de calibratge o guiatge. Per a prendre un fotograma fosc, marqueu la casella de selecció ``Fosc`` i feu clic a ``Captura``. La primera vegada que això es porti a terme, l'Ekos preguntarà sobre l'obturador de la càmera. Si la vostra càmera no té obturador, l'Ekos us avisarà en qualsevol moment mentre preneu el fotograma fosc perquè cobriu la càmera/telescopi abans de continuar amb la captura. D'altra banda, si la càmera ja inclou un obturador, l'Ekos procedirà directament amb el fotograma fosc. Tots els fotogrames foscos es desaran automàticament a la biblioteca de fotogrames foscos de l'Ekos. De manera predeterminada, la biblioteca fosca mantindrà els fotogrames foscos per a la seva reutilització durant 30 dies després del qual capturarà fotogrames foscos nous. Aquest valor és configurable i es pot ajustar a la :doc:`configuració de l'Ekos <ekos>`, al diàleg de configuració del KStars.
ca@valencia: Els fotogrames foscos poden ser útils per a reduir el soroll als fotogrames guia. Si trieu utilitzar esta opció, es recomana que creeu fotogrames foscos abans de començar el procediment de calibratge o de guiatge. Per a crear un fotograma fosc, marqueu la casella de selecció ``Fosc`` i cliqueu damunt ``Captura``. La primera vegada que es fa açò, Ekos vos demanarà sobre l'obturador de la càmera. Si la càmera no en té, Ekos avisarà cada vegada que creeu un fotograma fosc per a cobrir la càmera/telescopi abans de continuar amb la captura. D'altra banda, si la càmera ja inclou un obturador, Ekos procedirà directament a crear el fotograma fosc. Tots els fotogrames foscos es guarden automàticament a la Biblioteca de fotogrames foscos d'Ekos. De manera predeterminada, la Biblioteca de fotogrames foscos continua reutilitzant fotogrames foscos durant 30 dies, després dels quals capturarà fotogrames foscos nous. Este valor és configurable i es pot ajustar en la :doc:`configuració d'Ekos <ekos>`, al diàleg de configuració de KStars.
fr: Les trames Dark sont utiles pour aider à réduire le bruit des trames de guidage. Si vous choisissez cette option, il est hautement recommandé d'en prendre avec de commencer la calibration et la procédure de guidage. Pour prendre une trame Dark, cochez la case ``Dark`` et ensuite cliquez sur le bouton ``Acquisition``. La première fois que vous réaliserez cela, Ekos vous demandera si votre caméra possède un obturateur et si ce n'est pas le cas, il vous avertira de couvrir votre caméra ou télescope avant le début de l'acquisition. Si votre caméra en possède un, alors Ekos procédera directement à l'acquisition des trames Dark. Toutes les trames Dark seront automatiquement enregistrées dans la bibliothèque de Dark. Par défaut ces trames seront utilisées pendant 30 jours après quoi une nouvelle série sera prise. Cette durée peut être configurée dans :doc:`Configuration Ekos <ekos>` dans la boîte de dialogue de la configuration de KStars.
pt_br: Quadros escuros podem ser úteis para reduzir o ruído nos seus quadros-guia. Se você optar por usar esta opção, é recomendável tirar quadros escuros antes de iniciar o procedimento de calibração ou orientação. Para tirar um quadro escuro, marque a caixa de seleção ``Escuro`` e clique em ``Capturar``. Na primeira vez que isso for feito, o Ekos perguntará sobre o obturador da sua câmera. Se a sua câmera não tiver obturador, o Ekos avisará sempre que você tirar um quadro escuro para cobrir a câmera/telescópio antes de prosseguir com a captura. Por outro lado, se a câmera já tiver um obturador, o Ekos prosseguirá diretamente com a captura do quadro escuro. Todos os quadros escuros são salvos automaticamente na biblioteca de quadros escuros do Ekos. Por padrão, a biblioteca escura continua reutilizando quadros escuros por 30 dias, após os quais capturará novos quadros escuros. Este valor é configurável e pode ser ajustado nas:doc:`configurações do Ekos <ekos>` na janela de configurações do KStars.
sl: Temni okvirji so lahko v pomoč pri zmanjševanju šuma v vaših vodilnih okvirjih. Če se odločite za uporabo te možnosti, je priporočljivo, da posnamete temne okvirje, preden začnete postopek umerjanja ali vodenja. Če želite posneti temen okvir, označite potrditveno polje ``Temno`` in kliknite ``Zajemi``. Ko se to izvede prvič, vas bo Ekos vprašal o zaklopu fotoaparata. Če vaša kamera nima zaklopa, vas bo Ekos opozoril vsakič, ko vzamete temen okvir, da pokrijete kamero/teleskop, preden nadaljujete s snemanjem. Po drugi strani pa, če kamera že vključuje zaklop, bo Ekos neposredno nadaljeval s snemanjem temnega kadra. Vsi temni okvirji se samodejno shranijo v Ekos Dark Frame Library. Temna knjižnica privzeto uporablja temne okvirje 30 dni, nato pa zajame nove temne okvirje. To vrednost je mogoče konfigurirati in prilagoditi v pogovornem oknu KStars :doc:`Nastavitve Ekos <ekos>` nastavitvami.
sv: Mörka bildrutor kan vara nyttiga för att reducera brus i guidningsbilderna. Om du väljer att använda alternativet, rekommenderas att ta mörka bilder innan kalibrerings- eller guidningsproceduren påbörjas. Markera kryssrutan ``Mörk`` och klicka sedan på ``Ta bild`` för att ta en mörk bild. Första gången det utförs, frågar Ekos dig om kamerans slutare. Om kameran inte har en slutare, varnar Ekos dig om att täcka kameran eller teleskopet så fort du tar en mörk bild, innan du går vidare med tagningen. Å andra sidan, om kameran redan inkluderar en slutare går Ekos direkt vidare med tagningen av den mörka bilden. Alla mörka bildrutor sparas automatiskt i Ekos bibliotek med mörka bildrutor. Normalt fortsätter bibliotek med mörka bildrutor att återanvända mörka bildrutor under 30 dagar, och sedan tas nya mörka bildrutor. Värdet går att ställa in, och kan anpassas under :doc:`Ekos inställningar <ekos>` i Kstars inställningsdialogruta.

source: |Ekos Dark frames library|
sv: |Ekos bibliotek med mörka bildrutor|

source: It is recommended to take dark frames covering several binning and exposure values so that they may be reused transparently by Ekos whenever needed.
bg: Препоръчва се да се вземат тъмни кадри, покриващи няколко стойности на групиране и експозиция, така че да могат да бъдат повторно използвани прозрачно от Ekos, когато е необходимо.
ca: Es recomana prendre fotogrames foscos que cobreixin diversos valors d'agrupament i exposició, de manera que l'Ekos els pugui reutilitzar de forma transparent quan sigui necessari.
ca@valencia: Es recomana prendre fotogrames foscos que cobrisquen diversos valors d'agrupament i exposició, de manera que Ekos els puga reutilitzar de forma transparent quan siga necessari.
fr: Il est recommandé de prendre des trames Dark couvrant plusieurs groupements de pixels et différentes durées d'exposition afin qu'elles puissent être utilisées de manière transparente par Ekos lorsque c'est nécessaire.
nl: Het wordt aanbevolen dark frames op te nemen voor diverse binnings en belichtingstijden, zodat die door Ekos transparant kunnen worden gebruikt wanneer dat nodig is.
pt_br: Recomenda-se a captura de quadros escuros que abranjam diversos valores de binning e exposição para que possam ser reutilizados de forma transparente pela Ekos sempre que necessário.
sl: Priporočljivo je, da vzamete temne okvirje, ki pokrivajo več vrednosti združevanja in osvetlitve, tako da jih lahko Ekos znova pregledno uporabi, kadar koli je to potrebno.
sv: Det rekommenderas att ta mörka bildrutor som täcker flera indelningar och exponeringsvärden, så att de kan återanvändas transparent av Ekos så fort det behövs.
uk: Рекомендуємо створити темні карди для декількох значень кроків та витримки, щоб ними прозоро можна було скористатися за будь-якої потреби з боку Ekos.

source: PHD2 Support
bg: Поддръжка на PHD2
ca: Admet el PHD2
ca@valencia: Admet PHD2
fr: Gestion de PHD2
nl: PHD2 ondersteuning
pt_br: Suporte ao PHD2
sl: Podpora za PHD2
sv: Stöd för PHD2
uk: Підтримка PHD2

source: You can opt to select external PHD2 application to perform guiding instead of the built-in guider.
bg: Можете да изберете да изберете външно PHD2 приложение за извършване на насочване вместо вградения гидиращ модул.
ca: Podeu optar per a seleccionar l'aplicació PHD2 externa per a realitzar el guiatge en comptes del sistema de guiatge integrat.
ca@valencia: Podeu optar per seleccionar l'aplicació PHD2 externa per a realitzar el guiatge en comptes del sistema de guiatge integrat.
fr: Vous pouvez choisir d'utiliser l'application externe PHD2 pour réaliser le guidage plutôt que d'utiliser le guidage intégré.
nl: Indien gewenst, kunt u de externe PHD2-toepassing selecteren voor het volgen, in plaats van de ingebouwde volger.
pt_br: Você pode optar por selecionar o aplicativo PHD2 externo para executar o guiamento em vez do guiador integrado.
sl: Izberete lahko zunanjo aplikacijo PHD2 za izvajanje vodenja namesto vgrajenega vodnika.
sv: Du kan välja det externa PHD2-programmet för att utföra guidning istället för det inbyggda guidningsverktyget.
uk: Ви можете вибрати зовнішню програму PHD2 для наведення замість вбудованого засобу наведення.

source: |Ekos Guide PHD2 settings|
sv: |Ekos PHD2-guidningsinställningar|

source: If PHD2 is selected, the ``Connect`` and ``Disconnect`` buttons are enabled to allow you to establish a connection with the PHD2 server. You can control PHD2 exposure and DEC guide settings. When clicking ``Guide``, PHD2 should perform all the required actions to start the guiding process. PHD2 **must** be started and configured *before* Ekos.
ca: Si se selecciona el PHD2, els botons ``Connecta`` i ``Desconnecta`` estaran habilitats per a permetre establir una connexió amb el servidor del PHD2. Podeu controlar la configuració de l'exposició i Dec del guiatge al PHD2. En fer clic a ``Guiatge``, el PHD2 hauria de realitzar totes les accions necessàries per a iniciar el procés de guiatge. El PHD2 s'**haurà** d'iniciar i configurar *abans* que l'Ekos.
ca@valencia: Si es tria PHD2, els botons ``Connecta`` i ``Desconnecta`` estaran habilitats per a permetre establir una connexió amb el servidor de PHD2. Podeu controlar la configuració de l'exposició i Dec del guiatge a PHD2. Quan es clique damunt ``Guiatge``, PHD2 haurà de realitzar totes les accions necessàries per a iniciar el procés de guiatge. PHD2 **s'haurà** d'iniciar i configurar *abans* que Ekos.
fr: Si PHD2 est sélectionné, les boutons ``Connexion`` et ``Déconnexion`` sont activés pour vous permettre d'établir la connexion avec le serveur PHD2. Vous pouvez contrôler la durée d'exposition de PHD2 et régler le guidage en DEC. Quand vous cliquez sur ``Guidage``, PHD2 réalisera toutes les actions requises pour débuter la procédure de guidage. Veuillez noter que PHD2 **doit** être démarré et configuré *avant* Ekos.
pt_br: Se o PHD2 for selecionado, os botões ``Conectar`` e ``Desconectar`` serão habilitados para permitir que você estabeleça uma conexão com o servidor PHD2. Você pode controlar as configurações de exposição do PHD2 e do guia DEC. Ao clicar em ``Guiar``, o PHD2 deverá executar todas as ações necessárias para iniciar o processo de guia. O PHD2 **deve** ser iniciado e configurado *antes* do Ekos.
sl: Če je izbran PHD2, sta gumba``Poveži`` in ``Prekini`` omogočena, da lahko vzpostavite povezavo s strežnikom PHD2. Nadzirate lahko osvetlitev PHD2 in nastavitve vodnika DEC. Ko kliknete ``Vodilo``, mora PHD2 izvesti vsa potrebna dejanja za začetek postopka vodenja. PHD2 **je treba** zagnati in konfigurirati *pred* Ekos.
sv: Om PHD2 väljs, aktiveras knapparna ``Anslut`` och ``Koppla ner`` så att du kan upprätta en förbindelse med PHD2-servern. Du kan bestämma PHD2 exponering och DEK-guidningsinställningar. När ``Guidning`` klickas, ska PHD2 utföra alla nödvändiga åtgärder för att starta guidningsprocessen. PHD2 **måste** startas och ställas in *innan* Ekos.

source: After launching PHD2, select your INDI equipment and set their options. From Ekos, connect to PHD2 by clicking the ``Connect`` button. On startup, Ekos will attempt to automatically connect to PHD2. Once the connection is established, you may begin the guiding immediately by click on the ``Guide`` button. PHD2 performs calibration if necessary. If dithering is selected, PHD2 is commanded to dither given the offset pixels indicated, and once guiding is settled and stable, the capture process in Ekos resumes.
ca: Després de llançar el PHD2, seleccioneu el vostre equip INDI i establiu-hi les opcions. Des de l'Ekos, connecteu-vos amb el PHD2 fent clic al botó ``Connecta``. A l'inici, l'Ekos intentarà connectar-se automàticament amb el PHD2. Un cop establerta la connexió, podreu iniciar immediatament el guiatge fent clic al botó ``Guiatge``. El PHD2 realitzarà el calibratge si és necessari. Si se selecciona el tramat, s'ordena al PHD2 que proporcioni els píxels indicats del desplaçament i, una vegada que el guiatge s'hagi posicionat i sigui estable, es reprendrà el procés de captura a l'Ekos.
ca@valencia: Després d'iniciar PHD2, trieu el vostre equip INDI i establiu-hi les opcions. Des d'Ekos, connecteu-vos amb PHD2 clicant damunt del botó ``Connecta``. A l'iniciada, Ekos intentarà connectar-se automàticament amb PHD2. Una vegada establida la connexió, podreu iniciar immediatament el guiatge clicant damunt del botó ``Guiatge``. Si és necessari, PHD2 realitzarà el calibratge. Si es tria el tramatge, s'ordenarà a PHD2 que trami els píxels de desplaçament indicats i, una vegada que el guiatge s'haja ubicat i siga estable, es reprendrà el procés de captura en Ekos.
fr: Après avoir démarré PHD2, sélectionnez votre matériel INDI et configurez les options. Vous pouvez vous connecter à PHD2 directement depuis Ekos en cliquant sur le bouton ``Connexion``. Au démarrage Ekos tentera de se connecter automatiquement à PHD2. Une fois que la connexion est établie, vous pouvez débuter le guidage immédiatement en cliquant sur le bouton ``Guidage``. PHD2 procédera à la calibration si nécessaire. Si les mini-déviations (dithering) sont activées, PHD2 enverra les commandes de mini-déviations données par le décalage des pixels et dès que le guidage est stabilisé et stable, Ekos pourra reprendre la procédure d'acquisition.
pt_br: Após iniciar o PHD2, selecione seu equipamento INDI e defina suas opções. No Ekos, conecte-se ao PHD2 clicando no botão ``Conectar``. Na inicialização, o Ekos tentará se conectar automaticamente ao PHD2. Assim que a conexão for estabelecida, você poderá iniciar a orientação imediatamente clicando no botão ``Guia``. O PHD2 realiza a calibração, se necessário. Se o pontilhamento for selecionado, o PHD2 recebe o comando para dither, considerando os pixels de deslocamento indicados, e assim que o guiamento estiver estabelecido e estável, o processo de captura no Ekos é retomado.
sl: Po zagonu PHD2 izberite svojo opremo INDI in nastavite njihove možnosti. Iz Ekosa se povežite s PHD2 s klikom na gumb ``Poveži``. Ob zagonu se bo Ekos poskušal samodejno povezati s PHD2. Ko je povezava vzpostavljena, lahko takoj začnete z vodenjem s klikom na gumb ``Vodilo``. PHD2 po potrebi izvede kalibracijo. Če je izbrano stresanje, PHD2 prejme ukaz za stresanje glede na prikazane odmične slikovne pike, in ko je vodenje urejeno in stabilno, se postopek zajemanja v Ekosu nadaljuje.
sv: Efter att ha startat PHD2, välj INDI-utrustning och ställ in alternativen. Anslut till PHD2 i Ekos genom att klicka på knappen ``Anslut``. Vid start försöker Ekos automatiskt ansluta till PHD2. När anslutningen väl är upprättad kan guidningen omedelbart påbörjas genom att klicka på knappen ``Guidning``. PHD2 utföra kalibrering om nödvändigt. Om gitter väljes, kommenderas PHD2 att använda gitter givet indikerade positioner i bildpunkter, och när guidningen väl har dämpats och är stabil, återupptas tagningsprocessen i Ekos.

source: Guiding Logs
bg: Дневник на гидиране
ca: Registres del sistema de guiatge
ca@valencia: Registre del sistema de guiatge
fr: Journaux de guidage
nl: Log van volgen
pt_br: Registros de guiamento
sl: Dnevniki vodenja
sv: Guidningsloggar
uk: Журнал наведення
