Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-profile-wizard.po
Languages: bg, ca, ca@valencia, es, fr, it, nl, pt, sl, sv, uk

source: <title>Profile Wizard</title>
bg: <title>Помощник за профили</title>
ca@valencia: <title>Assistent del perfil</title>
es: <title>Asistente de perfiles</title>
it: <title>Procedura guidata per il profilo</title>
nl: <title>Profielassistent</title>
pt: <title>Assistente de Perfis</title>
sl: <title>Čarovnik za profil</title>
sv: <title>Profilguide</title>

source: Tools
bg: Инструменти
ca@valencia: Eines
es: Herramientas
it: Strumenti
nl: Hulpmiddelen
pt: Ferramentas
sl: Orodja
sv: Verktyg

source: <tertiary>Profile Wizard</tertiary>
bg: <tertiary>Помощник за профили</tertiary>
ca@valencia: <tertiary>Assistent del perfil</tertiary>
es: <tertiary>Asistente de perfiles</tertiary>
it: <tertiary>Procedura guidata per il profilo</tertiary>
nl: <tertiary>Profielassistent</tertiary>
pt: <tertiary>Assistente de Perfis</tertiary>
sl: <tertiary>Čarovnik za profil</tertiary>
sv: <tertiary>Profilguide</tertiary>

source: The Profile Wizard is a handy tool to setup your equipment for the first time. It should popup automatically the first time you run &kstars;. Follow the guided instructions to setup your first equipment profile.
bg: Помощникът за профили е удобен инструмент за настройка на вашето оборудване за първи път. Трябва автоматично да се отвори първия път, когато стартирате &kstars;. Следвайте указанията, за да настроите вашия пръв профил на оборудването.
ca@valencia: L'assistent del perfil és una eina pràctica per a configurar el vostre equip per primera vegada. Hauria d'aparéixer automàticament la primera vegada que executeu &kstars;. Seguiu les instruccions guiades per a configurar el vostre primer perfil d'equip.
it: La procedura guidata per il profilo è uno strumento utile per configurare per la prima volta le apparecchiature. Dovrebbe apparire automaticamente la prima volta che avvii &kstars;. Segui le istruzioni guidate per configurare il tuo primo profilo per l'equipaggiamento.
nl: De profielassistent is handig om voor de eerste keer uw apparatuur in te stellen. Hij moet automatisch verschijnen als u &kstars; voor de eerste keer start. Volg de instructies voor het instellen van het eerste profiel van uw apparatuur.
pt: O Assistente de Perfis é uma ferramenta útil para configurar o seu equipamento da primeira vez. Deverá aparecer automaticamente da primeira vez que executar o &kstars;. Siga as instruções informativas para configurar o seu primeiro perfil de equipamentos.
sl: Čarovnik za profil je priročno orodje za prvo nastavitev vaše opreme. Ko prvič zaženete &kstars;, se mora samodejno pojaviti. Sledite vodenim navodilom za nastavitev vašega prvega profila opreme.
sv: Profilguiden är ett praktiskt verktyg för att ställa in utrustningen för första gången. Den ska dyka upp automatiskt första gången &kstars; körs. Följ handledningens instruktioner för att ställa in den första utrustningsprofilen.

source: Greeting Page
bg: Поздравителна страница
ca: Pàgina de benvinguda
ca@valencia: Pàgina de benvinguda
es: Página de bienvenida
it: Pagina dei saluti
nl: Welkompagina
pt: Página de Boas-Vindas
sl: Pozdravna stran
sv: Välkomstsida
uk: Сторінка вітання

source: <screeninfo>Profile Wizard Welcome</screeninfo>
bg: <screeninfo>Приветствие на Помощника за профили</screeninfo>
ca@valencia: <screeninfo>Benvinguda a l'assistent del perfil</screeninfo>
es: <screeninfo>Bienvenida del asistente de perfiles</screeninfo>
it: <screeninfo>Benvenuto nella procedura guidata per il profilo</screeninfo>
nl: <screeninfo>Welkom Profielassistent</screeninfo>
pt: <screeninfo>Boas-Vindas ao Assistente de Perfis</screeninfo>
sl: <screeninfo>Dobrodošli v čarovniku za profil</screeninfo>
sv: <screeninfo>Profilguidens välkomstsida</screeninfo>

source: <phrase>Profile Wizard Welcome</phrase>
bg: <phrase>Добре дошли в Помощника за профили</phrase>
ca@valencia: <phrase>Benvinguda a l'assistent del perfil</phrase>
es: <phrase>Bienvenida del asistente de perfiles</phrase>
it: <phrase>Benvenuto nella procedura guidata per il profilo</phrase>
nl: <phrase>Welkom Profielassistent</phrase>
pt: <phrase>Boas-Vindas ao Assistente de Perfis</phrase>
sl: <phrase>Dobrodošli v čarovniku za profil</phrase>
sv: <phrase>Profilguidens välkomstsida</phrase>

source: The first greeting screen contains some links to learn more about Ekos &amp; INDI. Click <guibutton>Next</guibutton> to continue.
bg: Първият поздравителен екран съдържа някои връзки, за да научите повече за Ekos и INDI. Щракнете <guibutton>Напред</guibutton>, за да продължите.
ca@valencia: La primera pantalla de benvinguda conté alguns enllaços per a aprendre més sobre Ekos i INDI. Feu clic en <guibutton>Següent</guibutton> per a continuar.
es: La primera pantalla es de bienvenida y contiene algunos enlaces para saber más sobre Ekos e INDI. Pulse <guibutton>Siguiente</guibutton> para continuar.
it: La prima schermata di benvenuto contiene dei collegamenti per saperne di più su Ekos e INDI. Fai clic sul pulsante <guibutton>Successivo</guibutton> per continuare.
nl: Het eerste welkomscherm bevat een aantal links naar meer informatie over Ekos &amp; INDI. Klik op <guibutton>Volgende</guibutton> om verder te gaan.
pt: O primeiro ecrã de boas-vindas contém algumas ligações para saber mais sobre o Ekos &amp; o INDI. Carregue em <guibutton>Seguinte</guibutton> para continuar.
sl: Prvi pozdravni zaslon vsebuje nekaj povezav za več informacij o Ekos &amp; INDI. Za nadaljevanje kliknite <guibutton>Naslednji</guibutton>.
sv: Den första välkomstskärmen innehåller några länkar för att få reda på mer om Ekos och INDI. Klicka på <guibutton>Nästa</guibutton> för att fortsätta.

source: Equipment Location Page
bg: Местоположение на оборудването
ca: Pàgina d'emplaçament de l'equip
ca@valencia: Pàgina de l'emplaçament de l'equip
es: Página de ubicación del equipo
fr: Page de l'emplacement de l'équipement
it: Pagina sulla posizione dell'equipaggiamento
nl: Pagina Locatie apparatuur
pt: Página de Localização do Equipamento
sl: Stran z lokacijo opreme
sv: Sidan för utrustningsplats
uk: Сторінка розташування обладнання

source: Next, you will be presented with the equipment location page. Your selection depends on where your equipment is connected to:
bg: След това ще ви бъде представена страницата с местоположението на оборудването. Вашият избор зависи от това, как е свързано оборудването ви:
ca: A continuació, es mostrarà la pàgina d'emplaçament de l'equip. La vostra selecció dependrà d'on està connectat el vostre equip:
ca@valencia: A continuació, es mostrarà la pàgina de l'emplaçament de l'equip. La vostra selecció dependrà d'on està connectat el vostre equip:
es: A continuación se le mostrará la página de ubicación del equipo. La selección depende del lugar al que está conectado el equipo:
fr: Ensuite vous tomberez sur la page de l'emplacement du matériel. Votre sélection dépend de l'emplacement où est connecté votre matériel :
it: Successivamente ti verrà presentata la pagina con la posizione dell'equipaggiamento. La tua selezione dipende da dove è collegato il tuo equipaggiamento:
nl: Vervolgens ziet u een pagina voor de locatie van uw apparatuur. Wat u kiest, is afhankelijk waar uw apparatuur mee is verbonden:
pt: Depois, ser-lhe-á apresentada a página de localização do equipamento. A sua selecção depende de onde está ligado o seu equipamento:
sl: Nato se vam prikaže stran z lokacijo opreme. Vaša izbira je odvisna od tega, kje je vaša oprema povezana z:
sv: Därefter visas sidan för utrustningsplats. Valet beror på var utrustningen är ansluten:
uk: Наступною сторінкою є сторінка розташування обладнання. Ваш вибір залежатиме від того, яким чином обладнання з'єднано із комп'ютером:

source: <guilabel>Equipment is attached to this device</guilabel>: Select this option if Ekos is running on your StellarMate (via HDMI or VNC), device (&Windows;/&Linux;) or &MacOS;.
bg: <guilabel>Оборудването е свързано към това устройство</guilabel>: Изберете тази опция, ако Ekos работи на вашето StellarMate устройство (чрез HDMI или VNC), (&Windows;/&Linux;) или &MacOS;.
ca@valencia: <guilabel>L'equip està connectat amb este dispositiu</guilabel>: Seleccioneu esta opció si Ekos s'està executant en el vostre StellarMate (a través de HDMI o VNC), ordinador amb &Windows;, &Linux; o &MacOS;.
it: <guilabel>L'equipaggiamento è collegato a questo dispositivo</guilabel>: seleziona questa opzione se Ekos è in esecuzione sul tuo StellarMate (attraverso HDMI o VNC), sul dispositivo (&Windows;/&Linux;) oppure sul tuo PC (&Windows;/&Linux;) o &MacOS;.
nl: <guilabel>Apparatuur is verbonden met dit apparaat</guilabel>: Kies dit als Ekos draait op uw StellarMate-apparaat (via HDMI of VNC), (&Windows;/&Linux;) of &MacOS;.
pt: <guilabel>O equipamento está ligado a este dispositivo</guilabel>: Seleccione esta opção se o Ekos estiver em execução no seu StellarMate (através de HDMI ou VNC), PC (&Windows;/&Linux;) ou &MacOS;.
sl: <guilabel>Oprema je priključena na to napravo</guilabel>: Izberite to možnost, če Ekos deluje na vašem StellarMate (prek HDMI ali VNC), napravi (&Windows;/&Linux;) ali &MacOS;.
sv: <guilabel>Utrustningen är ansluten till den här enheten</guilabel>: Välj alternativet om Ekos kör på StellarMate (via HDMI eller VNC), dator (&Windows;/&Linux;) eller &MacOS;.

source: <guilabel>Equipment is attached to a remote device</guilabel>: Select this option if Ekos is running on your device (&Windows;/&Linux;) or &MacOS;, and your equipment is connected to a remote computer.
bg: <guilabel>Оборудването е свързано към отдалечено устройство</guilabel>: Изберете тази опция, ако Ekos работи на вашето устройство (&Windows;/&Linux;) или &MacOS; и оборудването ви е свързано с отдалечен компютър.
ca@valencia: <guilabel>L'equip està connectat a un dispositiu remot</guilabel>: Seleccioneu esta opció si Ekos s'està executant en el vostre ordinador amb &Windows;, &Linux; o &MacOS;, i este està connectat a un ordinador remot.
it: <guilabel>L'equipaggiamento è collegato ad un dispositivo remoto</guilabel>: seleziona questa opzione se Ekos è in esecuzione sul tuo dispositivo (&Windows;/&Linux;) oppure &MacOS;, e il tuo equipaggiamento è connesso a un computer remoto.
nl: <guilabel>Apparatuur is verbonden met extern apparaat</guilabel>: Kies dit als Ekos draait op uw apparaat (&Windows;/&Linux;) of &MacOS;, en uw apparatuur is verbonden met een computer op afstand.
pt: <guilabel>O equipamento está ligado a um computador remoto</guilabel>: Seleccione esta opção se o Ekos está em execução no seu dispositivo (&Windows;/&Linux;) ou &MacOS;, e se o seu equipamento está ligado a um computador remoto.
sl: <guilabel>Oprema je priključena na oddaljeno napravo</guilabel>: Izberite to možnost, če se Ekos izvaja v vaši napravi (&Windows;/&Linux;) ali &MacOS; in je vaša oprema povezana z oddaljenim računalnikom.
sv: <guilabel>Utrustningen är ansluten till en annan enhet</guilabel>: Välj alternativet om Ekos kör på din dator (&Windows;/&Linux;) eller &MacOS;, och utrustningen är ansluten till en annan dator.

source: <guilabel>Equipment is attached to StellarMate</guilabel>: Select this option if Ekos is running on your device (&Windows;/&Linux;) or &MacOS;, and your equipment is connected to StellarMate.
bg: <guilabel>Оборудването е свързано към StellarMate</guilabel>: Изберете тази опция, ако Ekos работи на вашето устройство (&Windows;/&Linux;) или &MacOS; и оборудването ви е свързано със StellarMate.
ca@valencia: <guilabel>L'equip està connectat amb StellarMate</guilabel>: Seleccioneu esta opció si Ekos s'està executant en el vostre ordinador amb &Windows;, &Linux; o &MacOS;, i este està connectat amb StellarMate.
it: <guilabel>L'equipaggiamento è collegato a StellarMate</guilabel>: seleziona questa opzione se Ekos è in esecuzione sul tuo dispositivo (&Windows;/&Linux;) o &MacOS;, e il tuo equipaggiamento è connesso a StellarMate.
nl: <guilabel>Apparatuur is verbonden met StellarMate</guilabel>: Kies dit als Ekos draait op uw apparaat (&Windows;/&Linux;) of &MacOS;, en uw apparatuur is verbonden met StellarMate.
pt: <guilabel>O equipamento está ligado ao StellarMate</guilabel>: Seleccione esta opção se o Ekos está em execução no seu dispositivo (&Windows;/&Linux;) ou &MacOS;, e caso o seu equipamento esteja ligado ao StellarMate.
sl: <guilabel>Oprema je priključena na StellarMate</guilabel>: izberite to možnost, če se Ekos izvaja v vaši napravi (&Windows;/&Linux;) ali &MacOS; in je vaša oprema povezana s StellarMate.
sv: <guilabel>Utrustningen är ansluten till StellarMate</guilabel>: Välj alternativet om Ekos kör på din dator (&Windows;/&Linux;) eller &MacOS;, och utrustningen är ansluten till StellarMate.

source: <screeninfo>Equipment location page</screeninfo>
bg: <screeninfo>Страница за местоположение на оборудването</screeninfo>
ca@valencia: <screeninfo>Pàgina de l'emplaçament de l'equip</screeninfo>
es: <screeninfo>Página de ubicación del equipo</screeninfo>
it: <screeninfo>Pagina sulla posizione dell'equipaggiamento</screeninfo>
nl: <screeninfo>Pagina locatie apparatuur</screeninfo>
pt: <screeninfo>Página de localização do equipamento</screeninfo>
sl: <screeninfo>Stran z lokacijo opreme</screeninfo>
sv: <screeninfo>Sidan för utrustningsplats</screeninfo>

source: <phrase>Equipment location page</phrase>
bg: <phrase>Страница за местоположение на оборудването</phrase>
ca@valencia: <phrase>Pàgina de l'emplaçament de l'equip</phrase>
es: <phrase>Página de ubicación del equipo</phrase>
it: <phrase>Pagina sulla posizione dell'equipaggiamento</phrase>
nl: <phrase>Pagina locatie apparatuur</phrase>
pt: <phrase>Página de localização do equipamento</phrase>
sl: <phrase>Stran z lokacijo opreme</phrase>
sv: <phrase>Sidan för utrustningsplats</phrase>

source: Click <guibutton>Next</guibutton> to continue.
bg: Натиснете <guibutton>Напред</guibutton>, за да продължите.
ca@valencia: Feu clic en <guibutton>Següent</guibutton> per a continuar.
es: Pulse <guibutton>Siguiente</guibutton> para continuar.
it: Premi <guibutton>Successivo</guibutton> per continuare.
nl: Klik op <guibutton>Volgende</guibutton> om verder te gaan.
pt: Carregue em <guibutton>Seguinte</guibutton> para continuar.
sl: Za nadaljevanje kliknite <guibutton>Naslednji</guibutton>.
sv: Klicka på <guibutton>Nästa</guibutton> för att fortsätta.

source: Remote Connection Page
bg: Страница за отдалечена връзка
ca: Pàgina de la connexió remota
ca@valencia: Pàgina de la connexió remota
es: Página de conexión remota
it: Pagina sulla connessione remota
nl: Pagina externe verbinding
pt: Página de Ligação Remota
sl: Stran za oddaljeno povezavo
sv: Fjärranslutningssida
uk: Сторінка віддаленого з'єднання

source: In case selected the 2nd option in the last step, you shall be presented with the Remote Connect Page, here you will enter the hostname or IP address of the StellarMate unit. You can get the hostname from the StellarMate mobile App. Alternatively, you can construct the hostname from StellarMate HotSpot SSID. You should see the SSID when you search for WiFi networks nearby. For example, suppose the SSID is <replaceable>stellarmate</replaceable>. The hostname should be <emphasis><replaceable>stellarmate</replaceable>.local</emphasis>. That is, if you remove the underscore, and append <emphasis>.local</emphasis>, then you will get the unit hostname. You can always use the StellarMate App to change the unit default hostname to the name of your choice.
bg: В случай, че изберете 2-рата опция в последната стъпка, ще ви бъде представена страницата за отдалечено свързване. В нея ще въведете името на хоста или IP адреса на устройството на StellarMate. Вие може да получите името на хоста от мобилното приложение StellarMate. Като алтернатива можете да конструирате името на хоста от StellarMate HotSpot SSID. Трябва да видите SSID-то, когато търсите WiFi мрежите наблизо. Да предположим например, че SSID-то е <replaceable>stellarmate</replaceable>. Името на хоста трябва да е <emphasis><replaceable>stellarmate</replaceable>.local</emphasis>. Тоест, ако премахнете долната черта и добавите <emphasis>.local</emphasis>, тогава ще получите името на хоста на модула. Винаги можете да използвате приложението StellarMate, за да смените името на хоста по подразбиране на модула на име по ваш избор.
ca@valencia: Si seleccioneu la 2a opció en l'últim pas, es mostrarà la pàgina de connexió remota, ací introduireu el nom de l'amfitrió o l'adreça IP de la unitat de StellarMate. Podeu obtindre el nom de l'amfitrió des de l'aplicació mòbil de StellarMate. De manera alternativa, podeu construir el nom de l'amfitrió des de «StellarMate HotSpot SSID». Hauríeu de veure el SSID quan busqueu xarxes Wi-Fi properes. Per exemple, suposem que el SSID és <replaceable>stellarmate</replaceable>. El nom de l'amfitrió haurà de ser <emphasis><replaceable>stellarmate</replaceable>.local</emphasis>. És a dir, si elimineu el guió baix i afegiu <emphasis>.local</emphasis>, obtindreu el nom de l'amfitrió. Sempre podeu utilitzar l'aplicació StellarMate per a canviar la unitat predeterminada de l'amfitrió al nom que trieu.
it: Nel caso in cui nell'ultimo passaggio sia selezionata la seconda opzione, ti verrà presentata la pagina sulla connessione remota: qui inserirai il nome host o l'indirizzo IP dell'unità StellarMate. È possibile ottenere il nome host dall'app mobile StellarMate oppure, in alternativa, è possibile costruirlo dal SSID dell'hotspot di StellarMate: dovresti vedere il SSID quando cerchi reti WiFi nelle vicinanze. Ad esempio, supponiamo che il SSID sia <replaceable>stellarmate</replaceable>: il nome host deve essere <emphasis><replaceable>stellarmate</replaceable>.local</emphasis>. In pratica otterrai il nome host dell'unità rimuovendo il trattino basso e aggiungendo <emphasis>.local</emphasis>. Puoi sempre utilizzare l'app StellarMate per modificare il nome host predefinito dell'unità con il nome desiderato.
nl: In geval van kiezen van de 2e optie in de laatste stap, krijgt u de pagina te zien voor externe verbinding, waarin u de hostnaam (computernaam) of het IP-adres invult van de eenheid waarop StellarMate draait. U kunt de hostnaam vinden in de StellarMate-app op uw mobiele telefoon. En anders maakt u de hostnaam aan via de Hotspot SSID van StellarMate. U moet de SSID zien wanneer u zoekt naar nabije WiFi-netwerken. Bijvoorbeeld, stel dat de SSID <replaceable>stellarmate</replaceable> is. De hostnaam is dan <emphasis><replaceable>stellarmate</replaceable>.local</emphasis>. U kunt altijd in de app van StellarMate de standaard hostnaam wijzigen.
pt: No caso de ter seleccionado a 2a opção no último passo, deverá aparecer-lhe a página de Ligação Remota, onde poderá indicar o nome da máquina ou endereço IP da unidade do StellarMate. Poderá obter o nome da máquina a partir da aplicação móvel do StellarMate. Em alternativa, poderá construir o nome da máquina a partir do SSID do Ponto de Acesso do StellarMate. Deverá conseguir ver o SSID quando pesquisar pelas redes Wi-Fi próximas. Por exemplo, suponha que o SSID é <replaceable>stellarmate</replaceable>. O nome da máquina deverá ser <emphasis><replaceable>stellarmate</replaceable>.local</emphasis>. Isto é, se remover o sublinhado e adicionar <emphasis>.local</emphasis>, então irá obter o nome da máquina da unidade. Poderá sempre usar a aplicação do StellarMate para mudar o nome predefinido da máquina da unidade para um nome à sua escolha.
sl: Če ste v zadnjem koraku izbrali 2. možnost, se vam prikaže stran za oddaljeno povezavo, kjer boste vnesli ime gostitelja ali naslov IP enote StellarMate. Ime gostitelja lahko dobite v mobilni aplikaciji StellarMate. Druga možnost je, da ime gostitelja sestavite iz StellarMate HotSpot SSID. Ko iščete omrežja WiFi v bližini, bi morali videti SSID. Denimo, da je SSID <replaceable>stellarmate</replaceable>. Ime gostitelja mora biti <emphasis><replaceable>stellarmate</replaceable>.local</emphasis>. To pomeni, da če odstranite podčrtaj in dodate <emphasis>.local</emphasis>, boste dobili ime gostitelja enote. Z aplikacijo StellarMate lahko vedno spremenite privzeto ime gostitelja enote v ime po vaši izbiri.
sv: I fallet då det andra alternativet valdes i föregående steg, ska fjärranslutningssidan visas. Här skriver du in StellarMate-enhetens värddatornamn eller IP-adress. Du kan hämta värddatornamnet från StellarMate mobilappen. Som ett alternativ kan du konstruera värddatornamnet från StellarMate Hotspot SSID. SSID ska visas när du söker efter WIFI-nätverk i närheten. Anta exempelvis att SSID är <replaceable>stellarmate</replaceable>. Värddatornamnet ska då vara <emphasis><replaceable>stellarmate</replaceable>.local</emphasis>, dvs. om du tar bort understreck och lägger till <emphasis>.local</emphasis> sist, får du enhetens värddatornamn. Du kan alltid använda StellarMate-appen för att ändra förvalt värddatornamn till ett valfritt namn.

source: <screeninfo>Profile Wizard Remote page</screeninfo>
bg: <screeninfo>Страница за отдалечена връзка на Помощника за профили</screeninfo>
ca@valencia: <screeninfo>Pàgina remota de l'assistent del perfil</screeninfo>
es: <screeninfo>Página de remoto del asistente de perfiles</screeninfo>
it: <screeninfo>Pagina remota della procedura guidata per il profilo</screeninfo>
nl: <screeninfo>Externe pagina profielassistent</screeninfo>
pt: <screeninfo>Página Remota do Assistente de Perfis</screeninfo>
sl: <screeninfo>Oddaljena stran čarovnika za profile</screeninfo>
sv: <screeninfo>Profilguidens fjärrsida</screeninfo>

source: <phrase>Profile Wizard Remote page</phrase>
bg: <phrase>Страница за отдалечена връзка на Помощника за профили</phrase>
ca@valencia: <phrase>Pàgina remota de l'assistent del perfil</phrase>
es: <phrase>Página de remoto del asistente de perfiles</phrase>
it: <phrase>Pagina remota della procedura guidata per il profilo</phrase>
nl: <phrase>Externe pagina profielassistent</phrase>
pt: <phrase>Página Remota do Assistente de Perfis</phrase>
sl: <phrase>Oddaljena stran čarovnika za profile</phrase>
sv: <phrase>Profilguidens fjärrsida</phrase>

source: For the INDI Manager question, always select <emphasis role="bold">Yes</emphasis> since StellarMate Web Manager is running by default on the unit. Click <guibutton>Next</guibutton> to continue.
bg: За въпроса за INDI Manager винаги избирайте <emphasis role="bold">Да</emphasis>, тъй като StellarMate Web Manager се изпълнява по подразбиране на устройството. Щракнете върху <guibutton>Напред</guibutton>, за да продължите.
ca@valencia: Per a la pregunta del gestor INDI, seleccioneu sempre <emphasis role="bold">Sí</emphasis>, per a fer que el gestor web de StellarMate s'execute de manera predeterminada a la unitat. Feu clic en <guibutton>Següent</guibutton> per a continuar.
it: Per le domande sul gestore INDI seleziona sempre <emphasis role="bold">Sì</emphasis>, in quanto StellarMate Web Manager è in esecuzione per impostazione predefinita sull'unità. Fai clic su <guibutton>Successivo</guibutton> per continuare.
nl: De vraag over het INDI-Beheer moet u altijd met <emphasis role="bold">Ja</emphasis> beantwoorden, omdat het Webbeheer van StellarMate standaard op de eenheid draait. Klik op <guibutton>Volgende</guibutton> om verder te gaan.
pt: Para a questão do Gestor do INDI, seleccione sempre <emphasis role="bold">Sim</emphasis>, dado que o Gestor Web do StellarMate está em execução por omissão na unidade. Carregue em <guibutton>Seguinte</guibutton> para continuar.
sl: Za vprašanje INDI Manager vedno izberite <emphasis role="bold">Da</emphasis>, saj se StellarMate Web Manager privzeto izvaja v enoti. Za nadaljevanje kliknite <guibutton>Naslednji</guibutton>.
sv: Välj alltid <emphasis role="bold">Ja</emphasis> som svar på frågan om INDI-hanterare, eftersom StellarMate webbhanterare normalt kör på enheten. Klicka på <guibutton>Nästa</guibutton> för att fortsätta.
