Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: ``Meridian Flip``: If supported by the mount, set the hour angle limit (in hours) before a `meridian flip <https://astronomy.mdodd.com/gem_movement.html>`__ is commanded. For example, if you set the meridian flip duration to 0.1 hours, Ekos shall wait until the mount passes the meridian by 0.1 hours (6 minutes), then it commands the mount to perform a meridian flip. After the meridian flip is complete, Ekos re-aligns using astrometry.net (if :doc:`the alignment <ekos-align>` was used) and resumes guiding (if it was started before) and then resumes the capture process automatically.
ca: ``Inversió del meridià``: Si està permès per la muntura, establiu el límit de l'angle horari (en hores) abans d'ordenar una `inversió del meridià <https://astronomy.mdodd.com/gem_movement.html>`__. Per exemple, si establiu la durada de la inversió del meridià a 0,1 hores, l'Ekos ordenarà que la muntura que realitzi una inversió del meridià per 0,1 hores (6 minuts), llavors ordenarà a la muntura que realitzi una inversió del meridià. Un cop completada la inversió del meridià, l'Ekos es tornarà a alinear amb «astrometry.net» (si s'utilitzava :doc:`l'alineació <ekos-align>`) i reprendrà el guiatge (si es va iniciar abans) i tornarà a iniciar automàticament el procés de captura.
fr: ``Retournement au méridien`` : si cela est géré par la monture, spécifie l'angle horaire limite (en heures) avant qu'un `retournement au méridien <https://astronomy.mdodd.com/gem_movement.html>`__ soit déclenché. Par exemple si vous spécifiez la durée de retournement au méridien à 0,1 heure, alors Ekos attendra que la monture dépasse le méridien de 0,1 heure (6 minutes) pour déclencher le retournement au méridien. Ensuite Ekos réalisera un alignement en utilisant astrometry.net (si :doc:`l'alignement <ekos-align>` est utilisé) et reprendra le guidage (s'il était démarré avant cette opération) et l'acquisition.
pt_br: ``Inversão de meridiano``: Se suportado pela montagem, define o limite do ângulo horário (em horas) antes que uma `inversão de meridiano <https://astronomy.mdodd.com/gem_movement.html>`__ seja comandada. Por exemplo, se você definir a duração da inversão de meridiano para 0,1 hora, o Ekos aguardará até que a montagem ultrapasse o meridiano em 0,1 hora (6 minutos) e, em seguida, comandará a montagem para executar uma inversão de meridiano. Após a inversão de meridiano ser concluída, o Ekos se realinha usando o astrometry.net (se :doc:`o alinhamento <ekos-align>` foi usado) e retoma a orientação (se ela tiver sido iniciada antes) e, em seguida, retoma o processo de captura automaticamente.
sl: ``Preobrat čez poldnevnik``: Če montaža to podpira, nastavite omejitev urnega kota (v urah), preden se ukaže `preobrat čez poldnevnik <https://astronomy.mdodd.com/gem_movement.html>`__. Na primer, če nastavite trajanje preobrata čez poldnevnik na 0,1 ure, bo Ekos počakal, da montaža prečka poldnevnik za 0,1 ure (6 minut), nato pa montaži ukaže izvedbo preobrata čez poldnevnik. Ko je preobrat končan, se Ekos ponovno poravna z uporabo astrometry.net (če je bila uporabljena poravnava <ekos-align>`) in nadaljuje z vodenjem (če je bilo začeto prej) in nato samodejno nadaljuje postopek zajemanja.
sv: ``Meridianvändning``: Om det stöds av stativet, ställ in timvinkelgränsen (i timmar) innan en `meridanvändning <https://astronomy.mdodd.com/gem_movement.html>`__ kommenderas. Om du exempelvis ställer in meridianvändningens längd till 0,1 timmar ska Ekos vänta ända tills stativet har passerat 0,1 timmar (6 minuter), och därefter kommendera stativet att utföra en meridianvändning. Efter meridianvändningen är färdig, utför Ekos inriktning igen med användning av astrometry.net (om :doc:`inriktningen <ekos-align>` användes) och återupptar guidning (om den tidigare startats) och därefter återupptar tagningsprocessen automatiskt.
uk: ``Перехід за меридіаном``: якщо підтримку цієї можливості передбачено у лафеті, встановити обмеження за годинним кутом (у годинах), перевищення якого призводитиме до `переходу за меридіаном <https://astronomy.mdodd.com/gem_movement.html>`__. Наприклад, якщо ви встановите тривалість переходу за меридіаном у значення 0,1 години, Ekos зачекає, доки лафет перетне меридіан на 0,1 години (6 хвилин), а потім скомандує лафету виконати перехід за меридіаном. Після завершення переходу Ekos виконає повторне вирівнювання за допомогою astrometry.net (якщо було використано :doc:`вирівнювання <ekos-align>`) і відновить наведення (якщо його було раніше розпочато), а потім автоматично відновить процедуру створення зображень.

source: Sequence Queue
ca: Cua de seqüències
fr: File d'attente des séquences
pt_br: Fila de sequências
sl: Čakalna vrsta zaporedja
sv: Sekvenskö
uk: Черга

source: Sequence Queue is the primary hub of the Ekos Capture Module. This is where you can plan and execute jobs using the sequence queue built-in powerful editor. To add a job, simply select all the parameters from the capture and file settings as indicated above. Once you selected your desired parameters, click on the add button |image2| in the sequence queue to add it to the queue.
ca: La cua de seqüències és el nucli primari del mòdul per a la captura de l'Ekos. Aquí és on podreu planificar i executar les tasques utilitzant l'editor integrat potent de la cua de seqüències. Per a afegir una tasca, simplement seleccioneu tots els paràmetres des de la configuració de la captura i el fitxer tal com s'ha indicat anteriorment. Un cop seleccionats els paràmetres desitjats, feu clic al botó |image2| en la cua de seqüències per a afegir-los a la cua.
fr: La file d'attente des séquences est la plate-forme principale du module d'acquisition d'Ekos. C'est l'endroit où vous planifiez et exécutez les tâches en utilisant le puissant ordonnanceur intégré. Pour ajouter une tâche, il suffit de sélectionner tous les paramètres des réglages de l'acquisition et du nommage de fichier comme indiqué ci-dessus. Ensuite, cliquez sur le bouton d'ajout de la file d'attente des séquences pour l'ajouter à la file d'attente.
pt_br: A fila de sequências é o centro principal do módulo de captura do Ekos. É aqui que você pode planejar e executar tarefas usando o poderoso editor integrado à fila de sequências. Para adicionar uma tarefa, basta selecionar todos os parâmetros nas configurações de captura e arquivo, conforme indicado acima. Após selecionar os parâmetros desejados, clique no botão Adicionar |imagem2| na fila de sequências para adicioná-lo à fila.
sl: Čakalna vrsta zaporedja je glavno središče modula za zajemanje Ekos. Tukaj lahko načrtujete in izvajate opravila z uporabo vgrajenega zmogljivega urejevalnika čakalne vrste zaporedja. Če želite dodati opravilo, preprosto izberite vse parametre iz nastavitev zajemanja in datoteke, kot je navedeno zgoraj. Ko izberete želene parametre, kliknite gumb za dodajanje |slika2| v čakalni vrsti zaporedja, da ga dodate v čakalno vrsto.
sv: Sekvenskön är det primära navet i Ekos tagningsmodul. Det är har man kan planera och utföra jobb genom att använda sekvensköns kraftfulla inbyggda editor. Välj helt enkelt alla parametrar från tagnings- och filinställningarna som anges ovan för att lägga till ett jobb. När önskade parametrar välj har valts, klicka på tilläggsknappen |bild 2| i sekvenskön för att lägga till dem i kön.
uk: Сторінка черги завдань є основною у модулі захоплення зображень Ekos. За допомогою цієї сторінки можна запланувати і виконати завдання, скориставшись вбудованим потужним редактором черги завдань. Щоб додати запис завдання, просто вкажіть усі параметри захоплення і збереження до файлів, які описано вище. Щойно бажані значення параметрів буде вибрано, натисніть кнопку додавання |image2| у черзі завдань, щоб додати новий запис до черги.

source: |Sequence Queue|
sl: Čakalna vrsta zaporedja
sv: |Sekvenskö|
uk: |Черга|

source: You can add as many jobs as desired. While it is not strictly necessary, it is preferable to add the dark and flat jobs after the light frames. Once you are done adding jobs, simply click ``Start Sequence`` |image3| to begin executing the jobs. A job state changes from ``Idle`` to ``In Progress`` and finally to ``Complete`` once it is done. The Sequence Queue automatically starts the next job. If a job is aborted, it may be resumed again. To pause a sequence, click the pause button |image4| and the sequence will be stopped after the current capture is complete. To reset the status of all the jobs, simply click the reset button |image5|. Please beware that all image progress counts are reset as well. To preview an image in KStars FITS Viewer, click the ``Preview`` button.
ca: Podeu afegir-hi tantes tasques com vulgueu. Si bé no és estrictament necessari, és preferible afegir-hi tasques per a fotogrames foscos i plans després dels de llum. Un cop hàgiu acabat d'afegir les tasques, feu clic a ``Inicia la seqüència`` |image3| per a començar a executar les tasques. Un estat de tasca canviarà d'``En espera`` a ``En progrés`` i, finalment, a ``Completada`` una vegada estigui feta. La cua de seqüències iniciarà automàticament la tasca següent. Si s'interromp una tasca, es podrà reprendre. Per a fer una pausa en una seqüència, feu clic al botó de pausa |image4| i la seqüència s'aturarà després de completar la captura actual. Per a restablir l'estat de totes les tasques, simplement feu clic al botó restableix |image5|. Assegureu-vos que tots els comptadors de progrés de les imatges també es restableixen. Per a obtenir la vista prèvia d'una imatge en el visualitzador de FITS del KStars, feu clic al botó ``Vista prèvia``.
fr: Vous pouvez ajouter autant de tâches que désirées. Bien que cela ne soit pas strictement nécessaire, il est préférable d'ajouter les tâches d'acquisition des trames « Sombre » et « A plat » après celles de type « Clair ». Une fois que vous avez terminé d'ajouter des tâches, cliquez simplement sur le bouton ``Démarrer séquence`` pour débuter l'exécution des tâches. L'état d'une tâche passe de ``Inactif`` à ``En progrès`` et enfin ``Complété`` une fois terminée. La file d'attente des séquences démarre ensuite automatiquement la prochaine tâche. Si une tâche est interrompue, elle peut être reprise. Pour mettre une tâche en pause, cliquez sur le bouton et la tâche sera arrêtée **après que l'acquisition en cours soit terminée**. Pour réinitialiser l'état de toutes les tâches, cliquez simplement sur le bouton de réinitialisation . Veuillez noter que cela réinitialise également le compteur de progression de toutes les images. Pour afficher un aperçu d'une image dans l'afficheur FITS de KStars, cliquez sur le bouton ``Aperçu``.
pt_br: Você pode adicionar quantas tarefa desejar. Embora não seja estritamente necessário, é preferível adicionar as tarefas de quadro escuro e plano após os quadros claros. Após terminar de adicionar as tarefas, basta clicar em ``Iniciar sequência`` |imagem3| para começar a executá-las. O estado de uma tarefa muda de ``Inativa`` para ``Em andamento`` e finalmente para ``Concluída`` após a conclusão. A fila de sequências inicia automaticamente a próxima tarefa. Se uma tarefa for cancelada, ela poderá ser retomada. Para pausar uma sequência, clique no botão de pausa |imagem4| e a sequência será interrompida após a conclusão da captura atual. Para redefinir o status de todas as tarefas, basta clicar no botão de redefinição |imagem5|. Observe que todas as contagens de progresso da imagem também são zeradas. Para visualizar uma imagem no visualizador FITS do KStars, clique no botão ``Visualizar``.
sl: Dodate lahko poljubno število opravil. Čeprav ni nujno potrebno, je bolje, da temna in ravna opravila dodate za svetlimi okvirji. Ko končate z dodajanjem opravil, preprosto kliknite ``Začni zaporedje`` |slika3|, da začnete izvajati opravila. Stanje opravila se spremeni iz ``Nedejavnost`` v ``V teku`` in končno v ``Dokončano``, ko je končano. Čakalna vrsta zaporedja samodejno zažene naslednje opravilo. Če je opravilo prekinjeno, ga je mogoče znova nadaljevati. Če želite zaporedje začasno ustaviti, kliknite gumb za premor |slika4| in zaporedje se bo ustavilo po končanem trenutnem zajemanju. Če želite ponastaviti stanje vseh opravil, preprosto kliknite gumb za ponastavitev |slika5|. Upoštevajte, da se ponastavijo tudi vsa števca napredka slik. Za predogled slike v pregledovalniku KStars FITS kliknite gumb ``Predogled``.
sv: Du kan lägga till så många jobb som önskas. Även om det inte är strikt nödvändigt, är det lämpligt att lägga till mörka och plana jobb efter ljusa bilder. När du väl är klar med att lägga till jobb, klicka helt enkelt på ``Starta sekvens`` |bild 3| för att börja köra jobb. Ett jobbtillstånd ändras från ``Overksam`` till ``Pågår`` och slutligen till ``Färdig`` när det väl är klart. Sekvenskön startar automatiskt nästa jobb. Om ett jobb avbryts kan det återupptas igen. För att pausa en sekvens, klicka på pausknappen |bild 4| så stoppas sekvensen efter aktuell tagning är klar. För att återställa tillståndet för alla jobb, klicka helt enkelt på återställningsknappen |bild 5|. Var medveten om att alla bildtillståndsräknare också nollställs. Klicka på knappen ``Förhandsgranska`` för att förhandsgranska en bild i Kstars FITS-visningsverktyg.
uk: Ви можете додати довільну кількість завдань. Хоча це і не є обов'язковим, варто додавати завдання зі створення темних кадрів та кадрів плоского поля після світлих кадрів. Щойно завдання буде додано, ви можете просто натиснути кнопку ``Почати послідовність`` |image3|, щоб програма розпочала виконання завдань. У відповідь стан завдання зміниться з ``Бездіяльність`` на ``Виконується``, а потім на ``Завершено``, щойно виконання завдання буде завершено. Керування чергою завдань автоматично запустить наступне завдання. Якщо виконання завдання перервано, його можна буде поновити. Щоб призупинити виконання послідовності завдань, натисніть кнопку призупинення |image4|, і послідовність завдань буде призупинено, щойно буде завершено виконання поточного завдання. Щоб скинути стан усіх завдань, просто натисніть кнопку скидання |image5|. Будь ласка, зауважте при цьому, що усі лічильники поступу для зображень також буде скинуто. Щоб попередньо переглянути зображення у засобі перегляду зображень FITS KStars, натисніть кнопку ``Переглянути``.

source: Sequence queues can be saved as an XML file with extension ``.esq`` (Ekos Sequence Queue). To load a sequence queue, click the open document button |image6|. Please note that it will replace any current sequence queues in Ekos.
ca: Les cues de seqüències es poden desar com a fitxer XML amb l'extensió ``.esq`` (cua de seqüències de l'Ekos, «Ekos Sequence Queue»). Per a carregar una cua de seqüències, feu clic al botó d'obrir el document |image6|. Cal tenir en compte que substituirà totes les cues de seqüències actuals a l'Ekos.
fr: Les séquences peuvent être enregistrées dans un fichier au format XML d'extension ``.esq`` (Ekos Sequence Queue). Pour charger une séquence, cliquez sur le bouton . Veuillez noter que cela *remplacera* toute séquence déjà dans la file d'attente d'Ekos.
pt_br: As filas de sequências podem ser salvas como um arquivo XML com a extensão ``.esq`` (Fila de sequências Ekos). Para carregar uma fila de sequências, clique no botão "Abrir documento" |imagem6|. Observe que isso substituirá quaisquer filas de sequências atuais no Ekos.
sl: Čakalne vrste zaporedij je mogoče shraniti kot datoteko XML s končnico ``.esq`` (Ekos Zaporedna Čakalna Vrsta). Če želite naložiti čakalno vrsto zaporedja, kliknite gumb za odpiranje dokumenta |image6|. Upoštevajte, da bo to nadomestilo vse trenutne čakalne vrste zaporedij v Ekosu.
sv: Sekvensköer kan sparas som en XML-fil med filändelsen ``.esq`` (Ekos Sequence Queue). För att läsa in en sekvenskö, klicka på knappen för att öppna dokument |bild 6|. Observera att det ersätter alla aktuella sekvensköer i Ekos.
uk: Черги завдань можна зберігати у форматі файлів XML із суфіксом назви ``.esq`` (Ekos Sequence Queue). Щоб завантажити чергу завдань, натисніть кнопку відкриття документів |image6|. Будь ласка, зауважте, що завантажене завдання замінить собою будь-яку поточну чергу завдань в Ekos.

source: **Job Progress**: Ekos is designed to execute and resume the sequence over multiple nights if required. Therefore, if Remember Job Progress option is enabled in :doc:`Ekos Options <ekos>`, Ekos shall scan the file system to count how many images are already completed and will resume the sequence from where it was left off. If this default behavior is not desired, simply turn off Remember Job Progress under options.
ca: **Progrés de la tasca**: L'Ekos està dissenyat per a executar i reprendre la seqüència durant diverses nits si és necessari. Per tant, si l'opció ``Recorda el progrés de la tasca`` està habilitada a les :doc:`Opcions de l'Ekos <ekos>`, l'Ekos examinarà el sistema de fitxers per a comptar quantes imatges ja s'han completat i reprendrà la seqüència des d'on es va deixar. Si no es desitja aquest comportament predeterminat, simplement desactiveu ``Recorda el progrés de la tasca`` a les opcions.
fr: **Progression des tâches** : la conception de Ekos permet d'exécuter des séquences sur plusieurs nuits si nécessaire. Ainsi, si l'option ``Se rappeler de la progression des tâches`` est activée dans les :doc:`options de Ekos <ekos>`, Ekos fera un scan du système de fichiers pour déterminer le nombre d'images déjà présentes et terminées et reprendra la séquence au point où il s'était arrêté. Si ce n'est pas le comportement désiré, vous pouvez simplement désactiver cette option.
pt_br: **Progresso da tarefa**: O Ekos foi projetado para executar e retomar a sequência em várias noites, se necessário. Portanto, se a opção para lembrar progresso da tarefa estiver habilitada nas :doc:`Opções do Ekos <ekos>`, o Ekos verificará o sistema de arquivos para contar quantas imagens já foram concluídas e retomará a sequência de onde parou. Se esse comportamento padrão não for desejado, basta desativar a opção para lembrar progresso da tarefa nas opções.
sl: **Napredek opravila**: Ekos je zasnovan tako, da po potrebi izvaja in nadaljuje zaporedje več noči. Če je torej možnost Zapomni si napredek opravila omogočena v :doc:`Možnosti Ekosa <ekos>`, bo Ekos pregledal datotečni sistem, da bi preštel, koliko slik je že dokončanih, in nadaljeval zaporedje od tam, kjer je bilo prekinjeno. Če to privzeto vedenje ni zaželeno, preprosto izklopite možnost Zapomni si napredek opravila v možnostih.
sv: **Jobbtillstånd**: Ekos är konstruerat för att köra och återuppta sekvensen över flera nätter om det krävs. Därför söker Ekos igenom filsystemet, om alternativet ``Kom ihåg jobbtillstånd`` är aktiverat i :doc:`Ekos alternativ `<ekos>`, för att räkna hur många bilder som redan är klara, och återupptar sekvensen där den lämnades. Om det här normala beteendet inte önskas, stäng helt enkelt av ``Kom ihåg jobbtillstånd`` under alternativen.
uk: **Поступ завдань**: Ekos створено для виконання і відновлення виконання послідовності завдань, яка, якщо потрібно, виконується протягом декількох ночей. Тому, якщо у :doc:`параметрах Ekos <ekos>` позначено пункт ``Запам’ятовувати дані щодо поступу завдань``, Ekos виконуватиме пошук у файловій системі з метою визначення кількості вже створених знімків і відновлюватиме виконання послідовності завдань з моменту, коли її виконання було перервано. Якщо типова поведінка є небажаною, просто зніміть позначку з пункту ``Запам’ятовувати дані щодо поступу завдань`` у параметрах Ekos.

source: To edit a job, double click it. You will notice the add button |image7| now changed to check mark button |image8|. Make your changes on the left-hand side of the CCD module and once done, click on the check mark button. To cancel a job edit, click anywhere on the empty space within the sequence queue table.
ca: Per a editar una tasca, feu-hi doble clic. Notareu que el botó afegeix |image7| ara ha canviat a marcar el botó de marca ara |image8|. Feu els canvis al costat esquerre del mòdul per al CCD i, una vegada fet, feu clic al botó marca de selecció. Per a cancel·lar una tasca editada, feu clic a qualsevol lloc de l'espai buit de la taula en la cua de seqüències.
fr: Pour modifier une tâche, il faut double cliquer sur son nom. Veuillez noter comment le bouton d'ajout s'est modifié en un bouton coché . Faites vos changements dans le panneau gauche du module CCD et ensuite cliquez sur la boîte à cocher pour appliquer. Pour annuler la modification, cliquez n'importe où dans un espace vide de la table de séquences.
pt_br: Para editar uma tarefa, clique duas vezes nele. Você notará que o botão Adicionar |imagem7| agora mudou para o botão de marca de seleção |imagem8|. Faça suas alterações no lado esquerdo do módulo CCD e, uma vez concluídas, clique no botão de marca de seleção. Para cancelar a edição de um trabalho, clique em qualquer lugar no espaço vazio dentro da tabela de filas de sequências.
sl: Če želite urediti opravilo, ga dvokliknite. Opazili boste, da se je gumb za dodajanje |slika7| spremenil v gumb s kljukico |slika8|. Spremembe opravite na levi strani modula CCD in ko končate, kliknite gumb s kljukico. Če želite preklicati urejanje opravila, kliknite kjer koli na prazen prostor v tabeli čakalne vrste zaporedja.
sv: Dubbelklicka på ett jobb för att redigera det. Du märker att tilläggsknappen |bild 7| nu ändras till en bock |bild 8|. Gör ändringarna på vänster sida om CCD-modulen, och när du väl är klar, klicka på bockknappen. Klicka var som helst på det tomma utrymmet inne i sekvenskötabellen för att avbryta redigering av ett jobb.
uk: Щоб внести до завдання зміни, наведіть на його пункт вказівник миші і двічі клацніть лівою кнопкою. Після цього кнопку додавання |image7| буде замінено на кнопку із позначкою |image8|. Внесіть потрібні зміни у лівій частині вікна модуля ПЗЗ і натисніть кнопку із позначкою. Щоб скасувати редагування завдання, наведіть вказівник миші на будь-яке порожнє місце у таблиці завдань черги і клацніть лівою кнопкою миші.
