Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-align.po
Languages: ca, sv, uk

source: <title>Align</title>
ca: <title>Alinear</title>

source: Tools
ca: Eines

source: <tertiary>Align</tertiary>
ca: <tertiary>Alinea</tertiary>

source: Introduction
ca: Introducció
sv: Inledning
uk: Вступ

source: <screeninfo>Ekos Align Module</screeninfo>
ca: <screeninfo>Mòdul d'alineació de l'Ekos</screeninfo>

source: <phrase>Ekos Align Module</phrase>
ca: <phrase>Mòdul d'alineació de l'Ekos</phrase>

source: The Ekos Alignment Module enables highly accurate GOTOs and can measure and correct polar alignment errors. This is possible thanks to third-party plate-solving technology. The main plate-solving software used is the StellarSolver package, which itself makes use of the offline (and online) astrometry.net, ASTAP and Watney solvers. Ekos begins by capturing an image of a star field, feeding that image to the chosen solver (e.g. see <ulink url="https://astrometry.net">astrometry.net</ulink>, <ulink url="https://github.com/rlancaste/stellarsolver">StellarSolver</ulink> or <ulink url="https://www.hnsky.org/astap">ASTAP</ulink>), and gets in return the central coordinates (RA, DEC), scale, and orientation of the image. The solver essentially performs pattern recognition against a catalog of millions of stars. Once the coordinates are determined, the true pointing of the telescope is known.
ca: El mòdul d'alineació de l'Ekos permet fer un GOTO molt precís i pot mesurar i corregir els errors de l'alineació polar. Això és possible gràcies a la tecnologia de resolució de plaques de tercers. El programari principal de solució de plaques que es fa servir és el paquet StellarSolver, el qual fa ús dels solucionadors «astrometry.net» fora de línia (i en línia), ASTAP i Watney. L'Ekos començarà capturant una imatge d'un camp estel·lar, enviarà aquesta imatge al solucionador triat (p. ex. vegeu <ulink url="https://astrometry.net">astrometry.net</ulink>, <ulink url="https://github.com/rlancaste/stellarsolver">StellarSolver</ulink> o <ulink url="https://www.hnsky.org/astap">ASTAP</ulink>), i obtindrà de tornada les coordenades centrals (AR, Dec), l'escala i l'orientació de la imatge. El solucionador fonamentalment realitzarà un reconeixement de patrons a partir d'un catàleg de milions d'estrelles. Un cop determinades les coordenades, apuntarà de veritat amb el telescopi.

source: Often, there is a discrepancy between where the telescope thinks it is looking at and where it is truly pointing. The magnitude of this discrepancy can range from a few arcminutes to a couple of degrees. Ekos can correct the discrepancy by syncing to the new coordinates, and then slewing the mount to the desired target originally requested.
ca: Sovint, hi ha una discrepància entre el lloc on el telescopi creu que està mirant i on realment apunta. La magnitud d'aquesta discrepància pot variar des d'uns quants minuts d'arc fins a un parell de graus. L'Ekos ho pot corregir sincronitzant-se amb les coordenades noves, o bé orientant la muntura fins a l'objectiu desitjat sol·licitat originalment.
sv: Ofta är det en avvikelse mellan vart teleskopet tror det pekar och vart det verkligen pekar. Storleken på denna avvikelse kan sträcka sig från några få bågminuter till ett antal grader. Ekos kan korrigera avvikelsen genom att synkronisera till de nya koordinaterna, och sedan förflytta stativet till det önskade målet som ursprungligen begärdes.
uk: Часто між даними самого телескопа щодо напрямку, в якому спрямовано телескоп, та справжнім спрямуванням телескопа є суттєві розбіжності. За величиною розбіжності можуть досягати від декількох кутових мінут до декількох градусів. Ekos може виправити ці розбіжності шляхом синхронізації до нових координат із наступним обертанням лафета до позиції, куди мало бути наведено телескоп за наданими користувачем координатами.

source: Ekos also provides a Polar Alignment Assistant Tool to correct polar alignment errors. It takes three images, slewing between the images, and calculates the offset between the mount axis and polar axis. It feeds back to the user the altitude and azimuth adjustments needed to align these axes. These images are typically taken near the celestial pole (close to Polaris for Northern Hemisphere) but can work well taken from anywhere, usually starting near the meridian and slewing either East or West.
ca: L'Ekos també proporciona una eina d'assistent d'alineació polar per a corregir els errors d'alineació polar. Pren tres imatges, girant entre elles, i calcula el desplaçament entre l'eix de la muntura i l'eix polar. Retorna a l'usuari els ajustos d'altitud i azimut necessaris per a alinear aquests eixos. Aquestes imatges es prenen normalment a prop del pol celeste (prop de Polaris per a l'hemisferi nord), però poden funcionar bé preses des de qualsevol lloc, generalment començant prop del meridià i girant cap a l'est o cap a l'oest.
sv: Ekos tillhandahåller också en polärinriktningsguide för att korrigera polära inriktningsfel. Den tar tre bilder, flyttar mellan bilderna, och beräknar positionen mellan stativaxeln och polaxeln. Den ger återkoppling till användaren med höjd- och azimutjusteringar som behövs för att rikta in axlarna. Bilderna är vanligtvis tagna nära himmelspolen (nära Polaris på norra halvklotet) men kan fungera bra tagna från var som helst, vanligtvis med början nära meridianen och antingen förflytta åt öster eller åt väster.
uk: Крім того, в Ekos передбачено інструмент допомоги у полярному вирівнюванні для виправлення похибок у полярному вирівнюванні. Програма створює три знімки, обертаючи телескоп між ними, і обчислює зсув між віссю лафета і полярною віссю. Користувачеві надаються дані щодо потрібних для вирівнювання цих осей виправлень висоти і азимута. Знімки, типово буде зроблено поблизу небесного полюса (поблизу Полярної у північній півкулі), але процедура добре працює з будь-якими областями, які, зазвичай, починаються поряд із меридіаном і продовжуються на схід чи захід.

source: At a minimum, you need a CCD/Webcam and a telescope that supports Slew &amp; Sync commands. Most popular commercial telescope nowadays support such commands.
ca: Com a mínim, necessitareu un CCD/càmera web i un telescopi que admeti les ordres orienta i sincronitza. El telescopi comercial més popular avui dia les admet sense problemes.

source: Typical use
ca: Ús típic
sv: Typisk användning
uk: Типове використання

source: Using Ekos Alignment Module, aligning your mount using the controller's 1, 2, or 3 star alignment is <emphasis>not</emphasis> strictly necessary, though for some mounts it is recommended to perform a rough 1 or 2 star alignment before using Ekos alignment module. If you are using EQMod, you can start using Ekos alignment module right away. A typical workflow for GOTO alignment involves the following steps:
ca: En utilitzar el mòdul d'alineació de l'Ekos, l'alineació de la muntura emprant l'alineació d'1, 2 o 3 estrelles del controlador <emphasis>no</emphasis> és estrictament necessària, encara que per a algunes muntures es recomana realitzar una alineació aproximada d'1 o 2 estrelles abans d'utilitzar el mòdul d'alineació de l'Ekos. Si esteu utilitzant EQMod, podeu començar a utilitzar immediatament el mòdul d'alineació de l'Ekos. Un flux de treball típic per a l'alineació GOTO implica els passos següents:

source: Start KStars and Ekos and connect to INDI.
ca: Inicieu el KStars i l'Ekos i connecteu amb l'INDI.
sv: Starta Kstars och Ekos, och anslut till INDI.
uk: Запустіть KStars і Ekos і встановіть з'єднання з INDI.

source: Unpark your mount from its home position (usually the NCP for equatorial mounts).
ca: Desaparqueu la muntura de la seva posició inicial (generalment el NCP per a les muntures equatorials).
sv: Frigör stativet från dess hempositionen (oftast NCP för ekvatoriella stativ).
uk: Зніміть лафет з паркування у початковій позиції (зазвичай, північний небесний полюс для екваторіальних лафетів).

source: Slew to a nearby bright star using the slew telescope command in the SkyMap using the <guilabel>Slew the telescope to the mouse-pointer position</guilabel> command.
ca: Orienteu cap a una estrella brillant propera utilitzant l'ordre d'orientació del telescopi en el SkyMap utilitzant <guilabel>Orienta el telescopi a la posició del punter del ratolí</guilabel>.

source: Select <guilabel>Slew to Target</guilabel> in the <guilabel>Solver Action</guilabel> on the Align page.
ca: Seleccioneu <guilabel>Orienta a l'objectiu</guilabel> a l'<guilabel>Acció del solucionador</guilabel> en la pàgina d'alineació.

source: After slew is complete, click <guibutton>Capture &amp; Solve</guibutton> on the Align page.
ca: Una vegada completada l'orientació, feu clic a <guibutton>Captura i soluciona</guibutton> en la pàgina d'alineació.

source: Align will capture an image and try to solve it. If the solver is successful, Ekos will send a sync command to the mount and then slew to the star. The results are displayed in the <guilabel>Solution Results</guilabel> tab along with a bullseye diagram that shows the offset the reported telescope coordinates (&ie; where the telescope <emphasis>thinks</emphasis> it is looking vs. its actual pointing position in the sky as determined by the solver). Align will stop if it is within the desired error tolerance, otherwise it will repeat the Slew/Capture/Solve/Sync process until it is within tolerance.
ca: L'alineació capturarà una imatge i intentarà solucionar-la. Si el solucionador té èxit, l'Ekos enviarà una ordre de sincronització i després orientarà cap a l'estrella. Els resultats es mostraran a la pestanya <guilabel>Resultats de la solució</guilabel> juntament amb un diagrama en ull de bou que mostra el desplaçament de les coordenades informades pel telescopi (&ead;, on el telescopi <emphasis>creu</emphasis> que està mirant en comparació amb la seva posició real en el cel tal com determina el solucionador). L'alineació s'aturarà si es troba dins de la tolerància d'error desitjada, en cas contrari repetirà el procés Orientació/Captura/Solució/Sincronització fins que estigui dins de la tolerància.

source: Each time the solver is executed and returns successful results, Ekos can run on the following actions:
ca: Cada vegada que s'executa el solucionador i retorna resultats correctes, l'Ekos podrà executar-se en les accions següents:
sv: Varje gång lösningsverktyget körs och returnerar lyckade resultat, kan Ekos köras med följande åtgärder:
uk: Кожного разу після виконання процедури розв'язування і повернення успішних результатів Ekos може виконати такі дії:

source: <guilabel>Sync</guilabel>: Syncs the telescope coordinates to the solution coordinates.
ca: <guilabel>Sincronització</guilabel>: Sincronitza les coordenades del telescopi a les coordenades de la solució.

source: <guilabel>Slew to Target</guilabel>: Syncs the telescope coordinates to the solution coordinates and then slew to the target.
ca: <guilabel>Orientació a l'objectiu</guilabel>: Sincronitza les coordenades del telescopi amb les coordenades de la solució, i després orienta cap a l'objectiu.

source: <guilabel>Nothing</guilabel>: Just solve the image and display the solution coordinates.
ca: <guilabel>Res</guilabel>: Només resol la imatge i mostra les coordenades de la solució.

source: Configure StellarSolver Options
ca: Configuració de les opcions de l'StellarSolver
sv: Anpassa alternativ för StellarSolver
uk: Налаштовування параметрів StellarSolver

source: <screeninfo>StellarSolver Options</screeninfo>
ca: <screeninfo>Opcions de l'StellarSolver</screeninfo>

source: <phrase>StellarSolver Options</phrase>
ca: <phrase>Opcions de l'StellarSolver</phrase>

source: To use the solvers, you must first configure the StellarSolver options. The above page is displayed when clicking on the <guilabel>Options</guilabel> button on the lower right of the Align page, then selecting the <guilabel>StellarSolver Options</guilabel> tab. Start with the <guilabel>Builtin method for solver</guilabel> <guilabel>Source Extraction method</guilabel> so that each solver uses its preferred star-extraction code. For <guilabel>Solving Method</guilabel> we recommend choosing <guilabel>Internal Solver</guilabel> to use StellarSolver's copy of the Astrometry.net code, or choose <guilabel>Local ASTAP</guilabel> if you prefer that. The online astrometry solver is accurate, but can take a long time to solve because of all the data transfer required. For <guilabel>Options Profile</guilabel>, start with the <guilabel>1-Default</guilabel> profile.
ca: Per a utilitzar els solucionadors, primer heu de configurar les opcions de l'StellarSolver. La pàgina de dalt es mostra quan es fa clic al botó <guilabel>Opcions</guilabel> a la part inferior dreta de la pàgina Alinea, i després se selecciona la pestanya <guilabel>Opcions de l'StelarSolver</guilabel>. Comenceu amb el <guilabel>Mètode integrat per al solucionador</guilabel> <guilabel>Mètode d'extracció de fonts</guilabel> de manera que cada solucionador utilitza el seu codi d'extracció d'estrelles preferit. Per a <guilabel>Mètode de solució</guilabel> us recomanem triar <guilabel>Solucionador intern</guilabel> per a utilitzar la còpia del codi Astrometry.net de StellarSolver, o trieu <guilabel>ASTAP local</guilabel> si ho preferiu. El solucionador d'astrometria en línia és precís, però pot trigar molt temps a resoldre a causa de tota la transferència de dades requerida. Per al <guilabel>Perfil d'opcions</guilabel>, comenceu pel perfil <guilabel>1-Predeterminat</guilabel>.

source: There are two other minor options. <guilabel>WCS</guilabel> or World-Coordinate-System is a system for embedding equatorial coordinate information within the image. When you view a solved image, you can hover it and view the coordinate for each pixel. You can also click anywhere in the image and command to the telescope to slew there. It is highly recommended to keep this option on. <guilabel>Overlay</guilabel> overlays captured images unto the sky map of &kstars;.
ca: Hi ha dues altres opcions menors. <guilabel>WCS</guilabel> o Sistema Mundial de Coordenades («World-Coordinate-System») és un sistema per a incrustar la informació de les coordenades equatorials dins de la imatge. Per tant, quan visualitzeu una imatge solucionada, podreu passar-hi per sobre i veure la coordenada de cada píxel. També podeu fer clic a qualsevol lloc de la imatge i orientar-hi el telescopi. Es recomana mantenir activada aquesta opció. <guilabel>Superposició</guilabel> superposiciona imatges capturades en el mapa celeste del &kstars;.

source: Configure StellarSolver External Programs
ca: Configuració dels programes externs de l'StellarSolver
sv: Anpassa StellarSolver externa program
uk: Налаштовування зовнішніх програм StellarSolver

source: <screeninfo>StellarSolver External Programs</screeninfo>
ca: <screeninfo>Programes externs de l'StellarSolver</screeninfo>

source: <phrase>StellarSolver External Programs</phrase>
ca: <phrase>Programes externs de l'StellarSolver</phrase>

source: This is only required if you choose one of the external programs for your <guilabel>Solving Method</guilabel>. If you choose <guilabel>Internal Solver</guilabel>, then it is not necessary.
ca: Això només és necessari si trieu un dels programes externs per al <guilabel>Mètode de solució</guilabel>. Si trieu <guilabel>Solucionador intern</guilabel>, llavors no és necessari.

source: You will need to make sure the paths are correct for the solver you choose. The top menu item <guilabel>select to load one of the default sets</guilabel> usually configures the boxes correctly.
ca: Haureu d'assegurar-vos que els camins són correctes per al solucionador que trieu. L'element de menú superior <guilabel>Seleccioneu per a carregar un dels conjunts predeterminats</guilabel> normalment configura els quadres correctament.

source: Configure StellarSolver Scale and Position
ca: Configuració de l'escala i posició de l'StellarSolver
sv: Anpassa StellarSolver skala och position
uk: Налаштовування масштабу і позиції StellarSolver

source: <screeninfo>StellarSolver Scale and Position</screeninfo>
ca: <screeninfo>Escala i posició de l'StellarSolver</screeninfo>

source: <phrase>StellarSolver Scale and Position</phrase>
ca: <phrase>Escala i posició de l'StellarSolver</phrase>

source: This page tells Ekos whether you want to constrain your plate-solving search by scale or position.
ca: Aquesta pàgina li indica a l'Ekos si voleu restringir la cerca per a resoldre la placa per escala o posició.
sv: Sidan talar om för Ekos om du vill begränsa lösningen av astrobilder enligt skala eller position.
uk: Ця сторінка визначає для Ekos, чи хочете ви обмежити пошук розв'язку знімка за масштабом або позицією.

source: Scale can be the image width in degrees (<guilabel>dw</guilabel>), the image width in arc-minutes (<guilabel>aw</guilabel>), or the pixel width in arc-seconds (<guilabel>app</guilabel>). All should work, but arc-seconds per pixel is recommended. Typically you want to use this constraint for faster solving, so we recommend you check this box. The system doesn't require that the scale be exactly right--it allows deviations of 10-20%. However, frequently issues related to solving are due to an inaccurate scale being used. Therefore, if you have plate-solving problems, you may want to uncheck <guilabel>Use Scale</guilabel> until those issues are resolved. This will likely result in longer solving times. <guilabel>Auto-update</guilabel> will automatically fill the scale box with the scale found in the most-recent successful solve.
ca: L'escala pot ser l'amplada de la imatge en graus (<guilabel>dw</guilabel>), l'amplada de la imatge en minuts d'arc (<guilabel>aw</guilabel>), o l'amplada del píxel en segons d'arc (<guilabel>app</guilabel>). Totes haurien de funcionar, però es recomana utilitzar segons d'arc per píxel. Normalment voleu utilitzar aquesta restricció per a una solució més ràpida, de manera que us recomanem que marqueu aquesta casella. El sistema no requereix que l'escala sigui exactament correcta... permet desviacions del 10-20%. No obstant això, sovint els problemes relacionats amb la resolució es deuen a la utilització d'una escala inexacta. Per tant, si teniu problemes de solució de plaques, és possible que vulgueu desmarcar <guilabel>Usa una escala</guilabel> fins que es resolguin aquests problemes. Això probablement donarà lloc a temps de solució més llargs. L'<guilabel>Actualització automàtica</guilabel> omplirà automàticament el quadre d'escala amb l'escala que es troba a la solució més recent amb èxit.

source: The RA and DEC positions are usually filled in from the position the telescope thinks it is pointing. Naturally, the system doesn't require an exactly correct positional constraint--afterall the purpose of plate-solving is to find that position. The maximum distance in degrees from the specified position to the actual position is given by the <guilabel>Radius</guilabel> field. Plate-solving will fail if the specified position is further away. Typically you want to enable <guilabel>Use Position</guilabel> for faster solving, so we recommend you check this box. However, frequently issues related to solving are due to using a poor positional estimate (e.g. the telescope is significantly misaligned). Therefore, if you have plate-solving problems, you may want to uncheck <guilabel>Use Position</guilabel> until those issues are resolved. As mentioned, this will result in longer solving times. <guilabel>Auto-update</guilabel> will fill the position box with the position found in the most-recent successful solve. However, a slew will update the position to the position where the telescope thinks it is pointing after the slew.
ca: Les posicions AR i Dec s'omplen normalment a partir de la posició que el telescopi creu que està apuntant. Naturalment, el sistema no requereix una restricció de posició exactament correcta, ja que el propòsit de la resolució de plaques és trobar aquesta posició. La distància màxima en graus des de la posició especificada a la posició real és definida pel camp <guilabel>Radi</guilabel>. La resolució de plaques fracassarà si la posició especificada està més enllà. Normalment voldreu activar <guilabel>Usa la posició</guilabel> per a una solució més ràpida, així que us recomanem que marqueu aquesta casella. No obstant això, sovint els problemes relacionats amb la solució es deuen a l'ús d'una estimació deficient de la posició (per exemple, el telescopi està significativament desalineat). Per tant, si teniu problemes de solució de plaques, és possible que vulgueu desmarcar <guilabel>Usa la posició</guilabel> fins que es resolguin aquests problemes. Com s'ha dit, això donarà lloc a temps de resolució més llargs. L'<guilabel>Actualització automàtica</guilabel> omplirà el quadre de posició amb la posició trobada en la solució més recent amb èxit. No obstant això, una orientació actualitzarà la posició a la posició on el telescopi creu que està apuntant després de l'orientació.

source: Configure StellarSolver Profiles
ca: Configuració dels perfils de l'StellarSolver
sv: Anpassa StellarSolver-profiler
uk: Налаштовування профілів StellarSolver

source: <screeninfo>StellarSolver Profiles</screeninfo>
ca: <screeninfo>Perfils de l'StellarSolver</screeninfo>

source: <phrase>StellarSolver Profiles</phrase>
ca: <phrase>Perfils de l'StellarSolver</phrase>

source: This applies if you are using the (recommended) <guilabel>Internal Solver</guilabel> <guilabel>Solving Method</guilabel>.
ca: Això s'aplica si esteu utilitzant el <guilabel>Mètode de resolució</guilabel> (recomanat) <guilabel>Solucionador intern</guilabel>.

source: You can choose an <guilabel>Options Profile</guilabel> on the <guilabel>StellarSolver Options</guilabel> tab. Profiles are simply collections of parameters to configure the performance of the star-extraction and plate-solving system inside of StellarSolver. The <guilabel>1-Default</guilabel> profile is the recommended one to start with. There are a few other possible profiles such as <guilabel>Large Scale Solving</guilabel>, <guilabel>Small Scale Solving</guilabel>, and <guilabel>Single Thread Solving</guilabel>.
ca: Podeu triar un <guilabel>Perfil d'opcions</guilabel> a la pestanya <guilabel>Opcions de l'StelarSolver</guilabel>. Els perfils són simplement col·leccions de paràmetres per a configurar el rendiment del sistema d'extracció d'estrelles i solució de plaques dins de StellarSolver. El perfil <guilabel>1-Predeterminat</guilabel> és el recomanat per a començar. Hi ha altres perfils possibles, com ara <guilabel>Solució a gran escala</guilabel>, <guilabel>Solució a petita escala</guilabel> i <guilabel>Solució en fil únic</guilabel>.

source: In the <guilabel>Align Options Profile Editor</guilabel> tab you can view and edit profiles. There are many parameters, most of which you need not change to solve issues. There are 3 types of parameters.
ca: A la pestanya <guilabel>Editor de perfils d'opcions d'alineació</guilabel> podeu veure i editar perfils. Hi ha molts paràmetres, la majoria dels quals no cal canviar per a resoldre problemes. Hi ha 3 tipus de paràmetres.

source: The top section labelled <guilabel>Sextractor Parameters</guilabel> (with column headings <guilabel>Extraction Parameters</guilabel>, <guilabel>Deblending Params</guilabel>, and <guilabel>Photometry Params</guilabel>) are star extraction parameters--that is those that help find stars in your image.
ca: La secció superior etiquetada <guilabel>Paràmetres del Sextractor</guilabel> (amb encapçalaments de columna <guilabel>Paràmetres d'extracció</guilabel>, <guilabel>Paràmetres d'isolació («deblending»)</guilabel>, i <guilabel>Paràmetres de fotometria</guilabel>) són paràmetres d'extracció d'estrelles, és a dir, els que ajuden a trobar estrelles a la imatge.
