Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-align.po
Languages: ca, sv, uk

source: The system will capture images, and re-estimate the polar alignment error after each image. You can try to reduce the error by adjusting the Altitude and Azimuth correction knobs on your mount. The image below shows the screen after the altitude error has been almost zeroed. See the difference between the *Measured Error* row, which shows the originally measured error after the original 3 captures, and the *Updated Error* row which shows the current error estimate.
sv: Systemet tar bilder och uppskattar det polära inriktningsfelet igen efter varje bild. Du kan försöka minska felet genom att justera höjd- och azimutkorrigeringsrattarna på stativet. Bilden nedan visar skärmen efter att höjdfelet nästan har nollställts. Se skillnaden mellan raden *Uppmätt fel*, som visar det ursprungligen uppmätta felet efter de ursprungliga tre tagningarna, och raden *Uppdaterat fel* som visar den aktuella feluppskattningen.
uk: Система виконає захоплення зображень і повторно оцінить похибку полярного вирівнювання після кожного зображення. Ви можете спробувати зменшити похибку коригуванням на регуляторах висоти і азимута вашого лафета. На зображенні нижче показано вікно після зведення похибки за висотою майже до нуля. Див. різницю між рядком *Виміряна похибка*, у якому показано початкову виміряну похибку після початкових 3 знімків, і рядок *Оновлена похибка*, де показано поточну оцінку похибки.

source: |Polar Alignment Assistant, Plate Solve Workflow 2|
uk: |Помічник для полярного вирівнювання, процедура розв'язання зображення 2|

source: |Polar Alignment Assistant, Plate Solve Workflow 3|
uk: |Помічник для полярного вирівнювання, процедура розв'язання зображення 3|

source: We also have an alternative schemes for correcting polar alignment. Two variations are *Move Star & Calc Error* and *Move Star*. When you select this scheme, the system place a yellow/green/violet triangle on the screen. The triangle can be moved by clicking near a star, and the yellow/violet corner is moved to that star. In this scheme the user corrects polar alignment by first adjusting the mount's azimuth knob so that the selected star moves along the yellow side of the triangle. Once the star is near the next vertex, the azimuth knob should be adjusted so that the star moves along the green side of the triangle. Once the star is moved to the green/violet vertex, the mount is polar aligned, and the user can click *stop*.
sv: Vi har också en alternativt metod för att korrigera polärinriktning. Två varianter är *Flytta stjärna och beräkna fel* och *Flytta stjärna*. När du väljer metoden placerar systemet en gul/grön/violett triangel på skärmen. Triangeln kan flyttas genom att klicka nära en stjärna, så flyttas det gula/violetta hörnet till stjärnan. Med denna metod korrigerar användaren polärinriktning genom att först justera stativets azimutratt så att den valda stjärnan rör sig längs triangelns gula sida. När stjärnan är nära nästa hörn, bör azimutknappen justeras så att stjärnan rör sig längs triangelns gröna sida. När stjärnan väl har flyttats till det gröna/violetta hörnet är stativet polärinriktat och användaren kan klicka på *stopp*.
uk: У нас також передбачено альтернативні схеми виправлення полярного вирівнювання. Двома варіантами є *Пересування зірки і похибка* і *Пересування зірки*. Якщо ви виберете цю схему, система розташує жовто-зелено-фіолетовий трикутник на екрані. Трикутник можна буде пересувати клацанням поряд із зіркою — жовто-фіолетовий кут буде пересунуто до цієї зірки. У цій схемі користувач виправляє полярне вирівнювання, спочатку коригуючи значення регулятора азимута лафета так, щоб вибрана зірка пересувалася уздовж жовтої сторони трикутника. Коли зірка опиниться поруч із наступною вершиною, регулятор азимута слід скоригувати так, щоб зірка почала рухатися уздовж зеленої сторони трикутника. Щойно зірка потрапить до зелено-фіолетової вершити, лафет вважатиметься полярно вирівняним. Користувач має натиснути кнопку *Стоп*.

source: The difference between *Move Star & Calc Error* and *Move Star* is that in the former, the system attempts to track the star the user has selected, and places a circle around that star. In that scheme it also attempts to update the *Updated Err* row. If the star tracking isn't reliable, simply ignore it or use the *Move Star* scheme and move the star by-eye until it's close to the final target. An example of using this technique is shown in this video: https://www.youtube.com/watch?v=iOp7hrxw0oU
sv: Skillnaden mellan *Flytta stjärna och beräkna fel* och *Flytta stjärna* är att i den förra försöker systemet följa stjärnan som användaren har valt och placerar en cirkel runt stjärnan. Med metoden, försöker det också uppdatera raden *Uppdaterat fel*. Om stjärnföljningen inte är tillförlitlig, ignorera den helt enkelt eller använd metoden * Flytta stjärna * och flytta stjärnan med ögonmått tills den är nära det slutliga målet. Ett exempel på hur tekniken används visas i den här videon: https://www.youtube.com/watch?v=iOp7hrxw0oU
uk: Різниця між *Пересування зірки і похибка* і *Пересування зірки* полягає у тому, що при першому способі, система намагається стежити за вибраною користувачем зіркою і показує коло навколо цієї зірки. У цій схемі також оновлюється рядок *Оновлена похибка*. Якщо стеження за зіркою є ненадійним, просто ігноруйте його або скористайтеся схемою *Пересування зірки* і пересуньте зірку на око, аж доти, доки вона не стане близькою до остаточної цілі. Приклад використання цієї методики наведено у цьому відео: https://www.youtube.com/watch?v=iOp7hrxw0oU

source: image2
sv: bild 2

source: image3
sv: bild 3

source: image4
sv: bild 4
