Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: If your camera supports live video feed, then you can click the <guibutton>Live Video</guibutton> button to start streaming. The video stream window enables recording and subframing of the video stream. For more information, check the video below:
ca@valencia: Si la vostra càmera admet un canal amb flux de vídeo en directe, podeu fer clic en el botó <guibutton>Vídeo en directe</guibutton> per a començar la transmissió. La finestra del flux de vídeo permet gravar i la combinació de subfotogrames del flux de vídeo. Per a obtindre més informació, consulteu el següent vídeo:
nl: Indien uw camera een live video feed ondersteunt, klikt u op de knop <guibutton>Live Video</guibutton> waarna het streamen wordt gestart. In het venster voor video stream kunt u de videostream opnemen en in subframes onderverdelen. Voor verdere informatie, zie de video hieronder:

source: Recording feature
ca@valencia: Característica de gravació
nl: OPnemen

source: Captured images are displayed in &kstars; FITS Viewer, and also in the summary screen. Set options related to how the images are displayed in the viewer.
ca@valencia: Les imatges capturades es mostren en el visor de FITS de &kstars;, i també en la pantalla de resum. Establix les opcions relacionades amb com es mostraran les imatges en el visor.
nl: Opgenomen afbeeldingen worden getoond in de FITS-viewer van &kstars; en ook in het samenvattingsscherm. Opties hoe de afbeeldingen worden getoond moeten in de viewer zelf worden ingesteld.

source: <guilabel>Auto Dark</guilabel>: You can capture an image and auto dark subtract it by checking this option. Note that this option is only applicable when using <guilabel>Preview</guilabel>, you cannot use it in batch mode sequence queue.
ca@valencia: <guilabel>Obscuritat automàtica</guilabel>: Podeu capturar una imatge i sostraure automàticament l'obscuritat marcant esta opció. Cal tindre en compte que esta opció només s'aplicarà quan s'utilitza la <guilabel>Vista prèvia</guilabel>, no es pot utilitzar en la cua en seqüència en el mode de treball per lots.
nl: <guilabel>Auto Dark</guilabel>: Met deze optie kan een afbelding worden opgenomen, waarna dark automatisch wordt afgetrokken. Leterop dat dit alleen geldt voor <guilabel>Previews</guilabel>, en niet voor in batches opgenomen wachtrijen.

source: <guilabel>Effects</guilabel>: Image enhancement filter to be applied to the image after capture.
ca@valencia: <guilabel>Efectes</guilabel>: Filtre per a la millora de les imatges que s'aplicarà a la imatge després de la captura.
nl: <guilabel>Effecten</guilabel>: Filter voor beeldverbetering, toe te passen op de opgenomen afbeelding.

source: <title>Rotator Settings</title>
ca@valencia: <title>Configureu el rotor</title>
nl: <title>Rotator-instellingen</title>

source: <screeninfo>Rotator Settings</screeninfo>
ca@valencia: <screeninfo>Configureu el rotor</screeninfo>
nl: <screeninfo>Rotator-instellingen</screeninfo>

source: <phrase>Rotator Settings</phrase>
ca@valencia: <phrase>Configureu el rotor</phrase>
nl: <phrase>Rotator-instellingen</phrase>

source: Field Rotators are supported in INDI &amp; Ekos. The rotator angle is the raw angle reported by the rotator and is not necessary the <ulink url="https://en.wikipedia.org/wiki/Position_angle">Position Angle</ulink>. A Position Angle of <emphasis>zero</emphasis> indicates that the frame top (indicated by small arrow) is pointing <emphasis>directly</emphasis> at the pole. The position angle is expressed as E of N (East of North), so 90 degrees PA indicates the frame <emphasis>top</emphasis> points 90 degrees away (counter-clockwise) from the pole. Check <ulink url="https://nustarsoc.caltech.edu/NuSTAR_Public/NuSTAROperationSite/file/NuSTAR-PA.pdf">examples</ulink> for various PAs.
ca@valencia: Els rotors de camp són compatibles amb INDI i Ekos. L'angle del rotor és l'angle brut que informa el rotor i no és necessari l'<ulink url="https://en.wikipedia.org/wiki/Position_angle">angle de posició</ulink>. Un angle de posició de <emphasis>zero</emphasis> indica que la part superior del fotograma (indicada per una xicoteta fletxa) apunta <emphasis>directament</emphasis> cap al pol. L'angle de posició s'expressa com E de N (Est del Nord), de manera que l'AP de 90 graus indica que la <emphasis>part superior</emphasis> del fotograma supera els 90 graus (en sentit contrari a les agulles del rellotge) del pol. Consulteu alguns <ulink url="https://nustarsoc.caltech.edu/NuSTAR_Public/NuSTAROperationSite/file/NuSTAR-PA.pdf">exemples</ulink> per als AP diferents.
nl: Veldrotators worden ondersteund in INDI &amp; Ekos. De rotatorhoek is de hoek die raw wordt gemeld door de rotator, en is niet noodzakelijk de <ulink url="https://en.wikipedia.org/wiki/Position_angle">Positiehoek</ulink>. Een positiehoek <emphasis>nul</emphasis> betekent dat de bovenkant van de frame (aangeduid door een pijltje) <emphasis>direct</emphasis> op de pool is gericht. De positiehoek wordt uitgedrukt in graden ten oosten van het noorden (East of North), dus een PH van 90 graden betekent dat de <emphasis>bovenkant</emphasis> van de frame 90 graden (linksom (vert.:?)) vanaf de pool is gericht. Zie <ulink url="https://nustarsoc.caltech.edu/NuSTAR_Public/NuSTAROperationSite/file/NuSTAR-PA.pdf">voorbeelden</ulink> voor diverse PH's. (PA's: position angles).

source: To calibrate the Position Angle (PA), capture and solve an image in the <link linkend="ekos-align">Ekos Align module</link>. An <emphasis>offset</emphasis> and a <emphasis>multiplier</emphasis> are applied to the raw angle to produce the position angle. The Ekos Rotator dialog permits direct control of the raw angle and also the PA. The offset and multiplier can be changed manually to synchronize the rotator's raw angle with the actual PA. Check <guilabel>Sync FOV to PA</guilabel> to rotate the current Field of View (FOV) indicator on the Sky Map with the PA value as you change it in the dialog.
ca@valencia: Per a calibrar l'angle de posició (AP), captureu i resoleu una imatge en el <link linkend="ekos-align">mòdul «Alinea» d'Ekos</link>. S'aplicaran un <emphasis>desplaçament</emphasis> i un <emphasis>multiplicador</emphasis> a l'angle brut per a produir l'angle de posició. El diàleg del rotor d'Ekos permet el control directe de l'angle brut i també de l'AP. El desplaçament i el multiplicador es poden canviar manualment per a sincronitzar l'angle brut del rotor amb l'AP real. Marqueu <guilabel>Sincronitza CDV amb l'AP</guilabel> per a fer girar l'actual indicador del camp de visió (CDV) en el mapa celeste amb el valor AP a mesura que el canvieu en el diàleg.
nl: Voor de berekening van de positiehoek (PA), een opname maken en oplossen in de <link linkend="ekos-align">Uitlijnmodule van Ekos</link>. De positiehoek wordt verkregen door een <emphasis>offset</emphasis> en een <emphasis>vermenigvuldiging</emphasis> toe te passen op de raw hoek. In de rotatordialoog van Ekos kunt u de raw hoek en ook de PA direct besturen. De offset en vermenigvuldiging kunnen met de hand worden gewijzigd, om die gelijk te maken aan die van de rotator en de actuele PA. Kies <guilabel>Sync GV met PA</guilabel> om de indicator van de huidige GV te roteren in de sterrenkaart naar de PA die u in de dialoog wijzigt.

source: Rotator settings
ca@valencia: Configureu el rotor
nl: Rotatorinstellingen

source: <screeninfo>Calibration settings</screeninfo>
ca@valencia: <screeninfo>Configureu el calibratge</screeninfo>
nl: <screeninfo>Calibratie-instellingen</screeninfo>

source: <phrase>Calibration settings</phrase>
ca@valencia: <phrase>Configureu el calibratge</phrase>
nl: <phrase>Calibratie-instellingen</phrase>

source: <guilabel>Manual</guilabel>: The flat light source is manual.
ca@valencia: <guilabel>Manual</guilabel>: La font de llum plana és manual.
nl: <guilabel>Hand</guilabel>: De lichtbron voor flat field.

source: <guilabel>Dust Cover with Built-In Flat Light</guilabel>: If using a dust cover with builtin light source (&eg; FlipFlat). For dark and bias frames, close the dust cap before proceeding. For flat frames, close the dust cap and turn on the light source.
ca@valencia: <guilabel>Funda de protecció amb llum plana incorporada</guilabel>: Si s'utilitza una funda de protecció amb una font de llum integrada (&pex;, FlipFlat). Per als fotogrames foscos i amb biaix, tanqueu la funda de protecció abans de continuar. Per als fotogrames plans, tanqueu la funda de protecció i enceneu la font de llum.
nl: <guilabel>Stofkap met ingebouwde flat light</guilabel>: If using a dust cover with builtin light source (&eg; FlipFlat). For dark and bias frames, close the dust cap before proceeding. For flat frames, close the dust cap and turn on the light source.

source: <guilabel>Dust Cover with External Flat Light</guilabel>: If using a dust cover with an external flat light source. For dark and bias frames, close the dust cap before proceeding. For flat frames, open the dust cap and turn on the light source. The external flat light source location is presumed to be the parking location.
ca@valencia: <guilabel>Funda de protecció amb llum plana externa</guilabel>: Si s'utilitza una funda de protecció amb una font de llum plana externa. Per als fotogrames foscos i amb biaix, tanqueu la funda de protecció abans de continuar. Per als fotogrames plans, obriu la funda de protecció i enceneu la font de llum. Es considera que la ubicació de la font de llum plana externa es troba l'emplaçament de l'aparcament.
nl: <guilabel>Stofkap met externe flat light</guilabel>: Bij gebruik van een stofkap met externe flat lichtbron Voor dark en bias frames, sluit de stofkap alvorens verder te gaan. Voor flat frames, open de stofkap en zet de lichtbron aan. Aangenomen wordt dat de flat lichtbron de parkeerlocatie is.

source: <guilabel>Wall</guilabel>: Light source is a panel on the observatory wall. Specify the Azimuth and Altitude coordinates of the panel and the mount shall slew there before capturing the flat field frames. If the light panel is controllable from INDI, Ekos shall turn it on/off as required.
ca@valencia: <guilabel>Paret</guilabel>: La font de llum és un panell en la paret de l'observatori. Especifiqueu les coordenades de l'azimut i l'altitud del panell i la muntura s'orientarà abans de capturar els fotogrames de camp pla. Si el panell de llum és controlable des d'INDI, Ekos l'encendrà o apagarà segons siga necessari.
nl: <guilabel>Muur</guilabel>: De lichtbron is een paneel op de muur van de waarneemlocatie. Geef azimut- en hoogte-coördinaten op van het paneel, de opstelling zal daarna daar naar toe draaien voor het opnemen van de flat field frames. Indien het lichtpaneel kan worden bestuurd vanuit INDI, zal het door Ekos naar behoefte aan/uit worden gezet.

source: <guilabel>Dawn/Dusk</guilabel>: Currently unsupported.
ca@valencia: <guilabel>Alba/Posta</guilabel>: Actualment no està admesa.
nl: <guilabel>Schemering</guilabel>: Thans niet ondersteund.

source: <guilabel>Manual</guilabel>: Duration is as specified in the Sequence Queue.
ca@valencia: <guilabel>Manual</guilabel>: La duració és com s'especifica en la cua en seqüència.
nl: <guilabel>Hand</guilabel>: Tijdsduur al opgegeven in de wachtrij.

source: <guilabel>ADU</guilabel>: Duration is variable until specified ADU is met.
ca@valencia: <guilabel>ADU</guilabel>: La duració és variable fins que es complisca l'ADU especificat.
nl: <guilabel>ADU</guilabel>: Tijdsduur variabel tot aan opgegeven ADU wordt voldaan.

source: <screeninfo>Exposure calculator</screeninfo>
ca@valencia: <screeninfo>Calculadora de l'exposició</screeninfo>
nl: <screeninfo>Rekenmachine voor belichting</screeninfo>

source: <phrase>Exposure calculator</phrase>
ca@valencia: <phrase>Calculadora de l'exposició</phrase>
nl: <phrase>Rekenmachine voor belichting</phrase>

source: The exposure calculator is an implementation of a calculation process presented by Dr. Robin Glover in 2019. This calculation process seeks to establish a sub-exposure time which considers two sources of noise in an image: camera read noise, and noise from background sky brightness (light pollution). The effects of camera thermal noise on images is not considered in this calculation. (Note: Since his presentation in 2019, Dr. Glover has enhanced his calculation process to incorporate the effects of sensor quantum efficiency, and sensor pixel size. At this time, the KStars implementation lacks those features.)
ca@valencia: La calculadora de l'exposició és una implementació d'un procés de càlcul presentat pel Dr. Roben Glover el 2019. Este procés de càlcul que pretén establir un temps de subexposició que considera dues fonts de soroll en una imatge: el soroll de lectura de la càmera i el soroll de la brillantor de fons del cel (pol·lució lumínica). Els efectes del soroll tèrmic de la càmera sobre les imatges es tenen en compte en este càlcul. (Nota: Des de la seua presentació el 2019, el Dr. Glover ha millorat el seu procés de càlcul per a incorporar els efectes de l'eficiència quàntica dels sensors, així com la mida dels píxels del sensor. En este moment, la implementació a KStars no té estes característiques).
nl: De rekenmachine voor belichting is een implementatie van een rekenproces gepresenteerd door Dr. Robin Glover in 2019. Dit rekenproces probeert een sub-belichtingstijd te schatten die twee bronnen van ruis in een afbeelding te beschouwen: leesruis van de camera en ruis van hemelhelderheid van de achtergrond (lichtvervuiling). De effecten van thermische ruis van de camera op afbeeldingen wordt niet beschouwd in deze berekening. (Merk op: sinds zijn presentatie in 2019 heeft Dr. Glover zijn rekenproces verbeterd om de effecten van quantum-efficiëntie van de sensor mee te nemen en pixelgrootte van de sensor. Op dit moment ontbreken in de implementatie van KStars deze functies.)

source: The implementation of this process does not consider the strength (magnitude or flux) of the intended target, nor does it consider other factors which may cause an astrophotographer to choose an alternate sub-exposure time. These other factors may include: the storage requirements and extended post-processing time for a large number of short exposures, the impacts of external factors that might occur in very long exposures, such as tracking / guiding performance, changes in weather conditions which may disrupt seeing conditions, intrusions from air traffic or passing satellites.
ca@valencia: La implementació d'este procés no té en compte la força (magnitud o flux) de l'objectiu desitjat, ni té en compte altres factors que poden causar que un astrofotògraf trie un temps de subexposició alternatiu. Estos altres factors poden incloure: els requisits d'emmagatzematge i el temps de postprocessament ampliat per a un gran nombre d'exposicions curtes, els impactes de factors externs que poden ocórrer en exposicions molt llargues, com ara el rendiment del seguiment o guiatge, canvis en les condicions meteorològiques que poden pertorbar les condicions de visió, intrusions del trànsit aeri o el pas de satèl·lits.
nl: De implementatie van dit proces beschouwt niet de sterkte (magnitude of flux) van het bedoelde doel, noch beschouwt het andere factoren die een astrofotograaf een alternatieve sub-belichtingstijd laat kiezen. Deze andere factoren kunnen omvatten: de opslagvereisten en uitgebreide nabewerkingstijd voor een groter aantal korte belichtingen, de invloed van externe factoren die op zouden kunnen treden in erg lange belichting, zoals prestaties van volgen / geleiding, wijzigingen in weercondities die zichtcondities kunnen verstoren, invloeden van luchtverkeer of passende satellieten.

source: <guilabel>Sky Quality</guilabel>: The <guimenu>Sky Quality selector</guimenu> sets the measurement of the magnitude per square arc-second of the background sky.
ca@valencia: <guilabel>Qualitat del cel</guilabel>: Este selector establix la mesura de la magnitud en segons d'arc al quadrat del cel de fons.
nl: <guilabel>Hemelkwaliteit</guilabel>: De <guimenu>Selector voor hemelkwaliteit</guimenu> stelt de meting in van de magnitude per vierkante boogseconde van de achtergrondhemel.

source: The range for Sky Quality is from 22 for the darkest skies, to 16 for the brightest (most light-polluted) skies. The magnitude scale is non-linear; it is a logarithmic scale based on the 5th root of 100. So 5 steps on the scale represent a change in brightness by a factor of 100. (A Sky Quality of 17 is 100 times as bright as a Sky Quality of 22. Each full integer step on the scale is a change by a factor of approximately 2.512.). <ulink url="https://en.wikipedia.org/wiki/Sky_brightness">Wikipedia Sky Brightness</ulink> <ulink url="https://en.wikipedia.org/wiki/Light_pollution">Wikipedia Light Pollution</ulink>
ca@valencia: L'interval de la qualitat del cel va des de 22 per als cels més foscos, fins a 16 per als cels més brillants (més contaminats per la llum). L'escala de magnituds no és lineal; és una escala logarítmica basada en la 5a arrel de 100. Per tant, 5 passos en l'escala representen un canvi en la brillantor per un factor de 100. (Una qualitat del cel de 17 és 100 vegades més brillant que una qualitat del cel de 22. Cada pas sencer en l'escala és un canvi per un factor d'aproximadament 2,512). <ulink url="https://en.wikipedia.org/wiki/Sky_brightness">Sky Brightness a la Wikipedia</ulink> i <ulink url="https://ca.wikipedia.org/wiki/Contaminaci%C3%B3_lum%C3%ADnica">Contaminació lumínica en la Viquipèdia</ulink>
nl: De reeks voor Hemelkwaliteit is van 22 voor de donkerste hemels, tot 16 voor de helderste (meest licht vervuilde) hemels. De magnitudeschaal is niet-lineair; deze is een logaritmische schaal gebaseerd op de 5de wortel van 100. Dus 5 stappen op de schaal representeert een wijziging in helderheid met een factor 100. (Een Hemelkwaliteit van 17 is 100 keer helderder dan een Hemelschaal van 22. Elke volledige gehele stap op de schaal is een wijziging met een factor van ongeveer 2.512.). <ulink url="https://en.wikipedia.org/wiki/Sky_brightness">Wikipedia Sky Brightness</ulink> <ulink url="https://nl.wikipedia.org/wiki/Lichtvervuiling">Wikipedia Lichtvervuiling</ulink>

source: A <ulink url="https://en.wikipedia.org/wiki/Sky_quality_meter">Sky Quality Meter (SQM)</ulink> can provide the most accurate reading of sky quality if used during an imaging session, but an estimated value from sky quality surveys may also be found on the web at sites such as <ulink url="https://www.lightpollutionmap.info/">www.lightpollutionmap.info</ulink> or <ulink url="https://clearoutside.com/">www.clearoutside.com</ulink>. But these on-line sources for estimated light pollution generally do not account for the effects of moonlight or local weather conditions. So the values from light pollution web sites should only be considered as a “best case scenario” for a cloudless night during a new moon.
ca@valencia: Un <ulink url="https://en.wikipedia.org/wiki/Sky_quality_meter">Mesurador de qualitat del cel (SQM)</ulink> pot proporcionar la lectura més precisa de la qualitat del cel si s'utilitza durant una sessió d'obtenció d'imatges, però també es pot trobar un valor estimat a partir de les enquestes de qualitat del cel a la web en llocs com <ulink url="https://www.lightpollutionmap.info/">www.lightpollutionmap.info</ulink> o <ulink url="https://clearoutside.com/">www.clearoutside.com</ulink>. Però estes fonts en línia de la pol·lució lumínica estimada generalment no tenen en compte els efectes de la llum de la Lluna o les condicions meteorològiques locals. Per tant, els valors dels llocs web de pol·lució lumínica només s'han de tindre en compte com un «escenari del millor cas» per a una nit sense núvols durant una lluna nova.
nl: Een <ulink url="https://en.wikipedia.org/wiki/Sky_quality_meter"> Hemelkwaliteitsmeter (SQM)</ulink> kan de meest accurate aflezing van hemelkwaliteit leveren indien gebruikt tijdens een opnamesessie, maar een geschatte waarde van hemelkwaliteitsurvey's kan ook zijn te vinden op het web op sites zoals <ulink url="https://www.lightpollutionmap.info/">www.lightpollutionmap.info</ulink> of <ulink url="https://clearoutside.com/">www.clearoutside.com</ulink>. Maar deze on-line bronnen voor geschatte lichtvervuiling houdt in het algemeen geen rekening de effecten van maanlicht of lokale weercondities. De waarden uit lichtvervuilingswebsites zou alleen beschouwd kunnen worden als een “het beste scenario” voor een wolkeloze nacht tijdens nieuwe maan.

source: <guilabel>Focal Ratio</guilabel>: The selector for <guimenu>Focal Ratio</guimenu> sets the value from the optical train, which is needed for the evaluation of light gathering capability.
ca@valencia: <guilabel>Relació focal</guilabel>: Este selector establix el valor des del tren òptic, el qual és necessari per a l'avaluació de la capacitat de captació de la llum.
nl: <guilabel>Brandpuntverhouding</guilabel>: de selector voor <guimenu>Brandpuntverhouding</guimenu> stelt de waarde in uit de optische trein, die nodig is voor de evaluatie van de mogelijkheid van licht vergaren.

source: <guilabel>Filter Bandwidth</guilabel>: The selector for <guimenu>Filter Bandwidth</guimenu> sets the value for the bandwidth (in nanometers), and should be reduced from the default value of 300 when a filter is included in the optical train. The inclusion of filters in the optic train will greatly effect the exposure calculation. The value ranges from 300, for imaging without any filter, down to 2.8 for an extreme narrow-band filter.
ca@valencia: <guilabel>Amplada de banda del filtre</guilabel>: Este selector establix el valor per a l'amplada de banda (en nanòmetres), i s'hauria de reduir del valor predeterminat de 300 quan s'inclou un filtre en el tren òptic. La inclusió de filtres en el tren òptic afectarà enormement el càlcul de l'exposició. El valor oscil·la entre 300, per a l'obtenció d'imatges sense cap filtre, fins a 2,8 per a un filtre de banda estreta extrema.
nl: <guilabel>Bandbreedte filteren</guilabel>: De selector voor <guimenu>Bandbreedte filteren</guimenu> stelt de waarde voor de bandbreedte (in nanometers) in en zou gereduceerd moeten worden van de standaard waarde van 300 wanneer een filter in de optische trein is gezet. Het inzetten van filters in de optische trein zal de berekening van de belichting belangrijk beïnvloeden. De waarde varieert van 300, voor afbeeldingen maken zonder een filter, tot 2,8 voor een filter met extreem smalle band.

source: The value of the filter bandwidth has an inverse effect on the exposure calculation. An unfiltered exposure would use the max value of 300 for the filter bandwidth (representing visible spectrum of 300 nanometers), and will produce the shortest exposure time calculation. An extreme narrow-band filter, (for example a 3 nanometer bandwidth), will produce the longest exposure time.
ca@valencia: El valor de l'amplada de banda del filtre té un efecte invers en el càlcul de l'exposició. Una exposició sense filtrar utilitzaria el valor màxim de 300 per a l'amplada de banda del filtre (representant l'espectre visible de 300 nanòmetres), i produirà un càlcul de temps més curt d'exposició. Un filtre extrem de banda estreta, (per exemple, una amplada de banda de 3 nanòmetres), produirà un temps més llarg d'exposició.
nl: De waarde van de filterbandbreedte heeft een omgekeerd effect op de berekening van de belichting. Een ongefilterde belichting zou de maximale waarde van 300 voor de filterbandbreedte gebruiken (die het visuele spectrum van 300 nanometer representeert) en zal de kortste berekening van de belichtingstijd produceren. Een extreem small-bandfilter, (bijvoorbeeld een 3 nanometer bandbreedte), zal de langste belichtingstijd produceren.
