Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: Coarse Adjustment was run from a starting position of 37,500 with a Step Size of 250 and AF Overscan of 0. This is recorded in Run 1 in the results table in the Focus Advisor dialog. The comment column says that the Max/Min Ratio = 0.9 which means that the "Max HFR" / "Min HFR" of the datapoints is 0.9 which is too low. So Focus Advisor starts Run 2 from position 38,875 with an increased Step Size of 803 and Overscan of 250.
sl: Groba prilagoditev je bila izvedena iz začetnega položaja 37.500 s korakom velikosti 250 in AF Overscan 0. To je zabeleženo v 1. teku v rezultatih tabele v pogovornem oknu svetovalca fokusa. Stolpec s komentarji pravi, da je Max/Min razmerje = 0,9, kar pomeni, da je "Max HFR" / "Min HFR" podatkovnih točk 0,9, kar je prenizko. Torej svetovalec fokusa začne 2. teku s položaja 38,875 s povečano velikostjo koraka 803 in overscan 250.
sv: Grovjustering utfördes från startposition 37 500 med stegstorlek 250 och AF-översvep 0. Det registreras i omgång 1 i resultattabellen på dialogrutan Fokuseringsrådgivare. Kommentarkolumnen anger att Max/Min-förhållandet = 0,9 vilket betyder att "Max HFR" och "Min HFR" för datapunkterna är 0,9 vilket är för lågt. Så Fokuseringsrådgivaren startar omgång 2 från position 38875 med den ökade stegstorleken 803 och översvep 250.
uk: Грубе коригування було запущено з початкової позиції 37500 із розміром кроку 250 і перескануванням автоматичного фокусування 0. Це записано як «Запуск 1» таблиці результатів вікна радника з фокусування. У стовпчику коментарів записано, що відношення макс./мін. = 0.9, що означає, що «Макс. РПП» / «Мін. РПП» у точках даних дорівнює 0.9, що є надто малим значенням. Тому радник з фкоусування розпочинає запуск 2 з позиції 38875 зі збільшеним розміром кроку у 803 і перескануванням 250.

source: Run 2 again had a Max/Min ratio too low, so Run 3 was started.
sl: 2. tek je imel spet prenizko razmerje Max/Min, zato se je začel 3. tek.
sv: Omgång 2 hade återigen ett för lågt Max/Min-förhållande, så omgång 3 startades.
uk: Другий запуск знову завершився надто низьким значенням співвідношення між максимальним і мінімальним значенням, тому алгоритм було запущено утретє.

source: Run 3 (which is shown in the V-Curve) started from 35548 with Step Size of 2544 and Overscan of 7477. This resulted in a Max/Min of 2.0 which is good enough at this stage. The datapoints form a V-Curve with no obvious uncorrected backlash (this would show as a flat spot on the right hand side of the curve if there was any). So the Coarse Adjustment completes after Run 3.
sl: 3. tek (ki je prikazan na V-krivulji) se je začel od 35548 z velikostjo koraka 2544 in Overscan 7477. To je povzročilo Max/Min 2,0, kar je dovolj dobro dovolj v tej fazi. Podatkovne točke tvorijo V-krivuljo brez očitno nepopravljene zračnosti (to bi se pokazalo kot ravna točka na desni strani krivulje, če je obstajala). Tako se groba prilagoditev zaključi po 3. teku.
sv: Omgång 3 (som visas i V-kurvan) startade från 35548 med stegstorlek 2544 och översvep 7477. Det resulterade i Max/Min 2,0 vilket är tillräckligt bra i detta skede. Datapunkterna bildar en V-kurva utan uppenbart okorrigerat spel (det skulle visa sig som en platt fläck på höger sida av kurvan om det fanns någon). Så grovjusteringen slutförs efter omgång 3.
uk: Запуск 3 (який показано на V-кривій) розпочато зі значення 35548 із розміром кроку у 2544 та перескануванням 7477. Це дало значення макс./мін. у 2.0, що є добрим результатом на цьому етапі. Точки даних формують V-криву без очевидного невиправленого люфту (якщо б такий був, у правій частині кривої сформувалося б плато). Отже, грубе коригування завершується після запуску 3.

source: <emphasis role="bold">Fine Adjustment (with Autofocus)</emphasis>: This function is designed to provide fine adjustment to the start position, Step Size and AF Overscan (or backlash) fields. Fine Adjustment runs Autofocus including curve fitting and analyses the result to determine whether or not it can be improved. If so, it adjusts parameters and re-runs. An iterative process is used to home in on parameter values.
sl: <emphasis role="bold">Fina prilagoditev (s samodejnim fokusiranjem)</emphasis>: Ta funkcija je zasnovana za natančno nastavitev začetnega položaja, polj velikosti koraka in AF Overscan (ali zračnosti). Natančna nastavitev zažene samodejno fokusiranje vključno s prilagajanjem krivulje in analizo rezultata, da ugotovi, ali se jo da izboljšati ali ne. Če se da, prilagodi parametre in se znova zažene. Iterativni proces se uporablja za ugotavljanje vrednosti parametrov.
sv: <emphasis role="bold">Fininriktning (med automatisk fokusering)</emphasis>: Funktionen är utformad för att ge fininriktning av startposition, stegstorlek och AF-översvep (eller spel). Fininriktning utför automatisk fokusering inklusive kurvanpassning och analyserar resultatet för att avgöra om det kan förbättras eller inte. Om så är fallet justerar den parametrarna och upprepas. En iterativ process används för att närma sig parametervärden.
uk: <emphasis role="bold">Тонке коригування (з автофокусуванням)</emphasis>: цей пункт створено для забезпечення тонкого коригування початкової позиції, розміру кроку та пересканування (або люфту) автоматичного фокусування. Алгоритм тонкого коригування запускає автоматичне фокусування, зокрема апроксимацію кривою, і аналізує результат для визначення того, чи може бути його удосконалено. Якщо це так, параметри буде скориговано, і алгоритм перезапущено. Для визначення значень параметрів використовують ітеративну процедуру.

source: <screeninfo>Focus Advisor - Fine Adjustment</screeninfo>
sl: <screeninfo>Svetovalec fokusa</screeninfo>
sv: <screeninfo>Fokuseringsrådgivaren: Fininriktning</screeninfo>
uk: <screeninfo>Радник з фокусування — тонке коригування</screeninfo>

source: <phrase>Focus Advisor - Fine Adjustment</phrase>
sl: <phrase>Svetovalec fokusa</phrase>
sv: <phrase>Fokuseringsrådgivaren: Fininriktning</phrase>
uk: <phrase>Радник з фокусування — тонке коригування</phrase>

source: Fine Adjustment was run from a starting position of 35,548 with a Step Size of 2544 and AF Overscan of 7477. This is recorded in Run 1 in the results table in the Focus Advisor dialog. The comment column says that the Max/Min Ratio = 1.9 which means that the "Max HFR" / "Min HFR" of the datapoints is 1.9 which could be improved. So Focus Advisor starts Run 2 from position 38,092 with an increased Step Size of 4888 and Overscan of 3738. The Overscan value is reduced here to see if a smaller number would adequately compensate backlash.
sl: Fina prilagoditev je bila izvedena z začetnega položaja 35.548 z velikostjo koraka 2544 in Overscan AF 7477. To je zabeleženo na 1. teku v rezultatih tabele v pogovornem oknu svetovalca fokusa. Stolpec s komentarji pravi, da je Max/Min razmerje = 1,9, kar pomeni, da je "Max HFR" / "Min HFR" podatkovnih točk je 1,9, kar bi se dalo izboljšati. Torej svetovalec fokusa začne 2. tek s položaja 38.092 s povečano velikostjo koraka 4888 in overscan 3738. Vrednost overscan je tukaj zmanjšana, da bi ugotovili, ali bi bilo manjše število ustrezno kompenziralo zračnost.
sv: Fininriktning utfördes från startposition 35548 med stegstorlek 2544 och AF-översvep 7477. Det registreras i omgång 1 i resultattabellen på dialogrutan Fokuseringsrådgivare. Kommentarkolumnen anger att Max/Min-förhållandet = 1,9 vilket betyder att "Max HFR" och "Min HFR" för datapunkterna är 1,9, vilket skulle kunna förbättras. Så Fokuseringsrådgivaren startar omgång 2 från position 38092 med den ökade stegstorleken 4888 och översvep 3738. Översvepet reduceras här för att se om ett mindre värde skulle kompensera för spel.
uk: Тонке коригування запущено з початкової позиції 35548 із розміром кроку у 2544 і перескануванням автоматичного фокусування 7477. Це запис «Запуск 1» у таблиці результатів вікна радника з фокусування. У стовпчику коментарів записано, що відношення макс./мін. = 1.9, що означає, що це значення можна удосконалити. Тому радник з фкоусування розпочинає запуск 2 з позиції 38092 зі збільшеним розміром кроку у 4888 і перескануванням 3738. Значення пересканування тут зменшено, щоб дізнатися, чи менше значення адекватно компенсує люфт.

source: Run 2 had a Max/Min ratio of 4 which is a little high, and calculated an Overscan value of 8626 so Run 3 was started.
ca@valencia: La 2a execució té una Relació màx. i mín.: de 4, la qual és una mica alta, i ha calculat un valor de sobreexploració de 8626, de manera que s'ha començar amb la 3a execució.
fr: Rouge : le filtre rouge n'est pas configuré pour exécuter une mise au point automatique et possède un décalage de 0. Ainsi quand la séquence Rouge démarre, il n'y aura pas de mise à jour automatique et comme le décalage vaut 0, le moteur de mise au point ne bougera pas.
pt_br: A execução 2 teve uma relação Máx./Mín. de 4, o que é um pouco alto, e calculou um valor de varredura adicional de 8626, então a execução 3 foi iniciada.
sl: 2. tek je imel razmerje Max/Min 4, kar je malo visoko, in izračunal vrednost overscan 8626, zato se je začel 3. tek.
sv: Omgång 2 hade Max/Min-förhållandet 4 vilket är lite högt, och beräknade översvepet 8626 så Omgång 3 startades.
uk: Під час запуску 2 отримано відношення макс./мін. 4, що є дещо зависоким значенням, а обчисленим значенням пересканування є 8626, тому було розпочато запуск 3.

source: Run 3 (which is shown in the V-Curve) started from 38092 with Step Size of 4254 and Overscan of 8626. This resulted in a Max/Min of 3.1 which is good. The datapoints form a V-Curve with no obvious uncorrected backlash (this would show as a flat spot on the right hand side of the curve if there was any). The R2 of the curve fit is 0.999 which is also good so the Fine Adjustment completes after Run 3.
ca@valencia: La 3a execució (la qual es mostra en la Corba V) ha començat des de 38092 amb una Mida del pas de 4254 i una sobreexploració de 8626. Açò ha resultat en un màx. i mín. de 3,1, el qual és bo. Els punts de dades formen una Corba V sense cap rebot evident sense corregir (açò es mostraria com un punt pla al costat dret de la corba, si n'hi haguera). L'R2 de l'ajust de la corba és de 0,999, el qual també és bo, de manera que l'Ajust fi es completa després de la 3a execució.
fr: Vert : le filtre vert n'est pas configuré pour exécuter une mise au point automatique et possède un décalage de 300. Ainsi quand la séquence vert démarre, il n'y aura pas de mise au point automatique et comme le décalage relatif entre le Rouge et le Vert vaut 300 - 0 = 300, le moteur se déplacera de 300 pas vers l'extérieur.
pt_br: A Execução 3 (mostrada na curva em V) começou em 38092 com tamanho de passo de 4254 e varredura adicional de 8626. Isso resultou em um Máx./Mín. de 3,1, o que é bom. Os pontos de dados formam uma curva em V sem folga não corrigida óbvia (isso seria exibido como um ponto plano no lado direito da curva, se houvesse). O R2 do ajuste da curva é 0,999, o que também é bom, portanto, o ajuste fino é concluído após a Execução 3.
sl: 3. tek (ki je prikazan na V-krivulji) se je začel od 38092 z velikostjo koraka 4254 in overscan 8626. Posledica tega je Max/Min 3,1, kar je dobro. Podatkovne točke tvorijo V-krivuljo brez očitne nepopravljene zračnosti (to bi bilo prikazano kot ravna točka na desni strani krivulje, če bi obstajala kateri koli). R2 prileganja krivulje je 0,999, kar je prav tako dobro, zato je fina prilagoditev je končana po 3. teku.
sv: Omgång 3 (som visas i V-kurvan) startade från 38092 med stegstorlek 4254 och översvep 8626. Det resulterade i ett Max/Min på 3,1 vilket är bra. Datapunkterna bildar en V-kurva utan uppenbart okorrigerat spel (det skulle visa sig som en platt fläck på höger sida av kurvan om det fanns någon). R2 för kurvanpassningen är 0,999 vilket också är bra, så fininriktning slutförs efter omgång 3.
uk: Запуск 3 (який показано на V-кривій) розпочато зі значення 38092 із розміром кроку у 4254 та перескануванням 8626. Це дало значення макс./мін. у 3.1, що є добрим результатом. Точки даних формують V-криву без очевидного невиправленого люфту (якщо б такий був, у правій частині кривої сформувалося б плато). Отже, грубе коригування завершується після запуску 3. R2 апроксимації кривою дорівнює 0.999, що також є добрим значенням, тому тонке коригування завершується після запуску 3.

source: Filter Settings
bg: Настройки на филтъра
ca@valencia: Configurar el filtre
fr: Bleu : le filtre bleu n'est pas configuré pour exécuter une mise au point automatique et le décalage vaut 0. Ainsi quand la séquence bleu démarre, il n'y aura pas de mise au point automatique et comme le décalage relatif entre le Vert et le Bleu vaut 0 - 300 = -300, le moteur se déplacera de 300 pas vers l'intérieur.
pt_br: Configurações do filtro
sl: Nastavitve filtra
sv: Filterinställningar
uk: Параметри фільтрів

source: <screeninfo>Filter Queue</screeninfo>
bg: <screeninfo>Опашка за филтриране</screeninfo>
sl: <screeninfo>Čakalna vrsta filtrov</screeninfo>
sv: <screeninfo>Filterkö</screeninfo>
uk: <screeninfo>Черга фільтрування</screeninfo>

source: <phrase>Filter Queue</phrase>
bg: <phrase>Опашка за филтриране</phrase>
sl: <phrase>Čakalna vrsta filtrov</phrase>
sv: <phrase>Filterkö</phrase>
uk: <phrase>Черга фільтрування</phrase>

source: Click the filter icon <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject> </inlinemediaobject> from either Capture or Focus to open the filter settings dialog. This popup allows the user to configure data associated with each filter, and used for various functions within the system.
bg: Щракнете върху иконата на филтъра <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject> </inlinemediaobject> от Заснемане или Фокус, за да отворите диалоговия прозорец за настройки на филтъра. Този изскачащ прозорец позволява на потребителя да конфигурира данните, свързани с всеки филтър и използвани за различни функции в системата.
sl: Kliknite ikono filtra <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject> </inlinemediaobject> v možnosti Zajemi ali Fokusiraj, da odprete pogovorno okno z nastavitvami filtra. To pojavno okno omogoča uporabniku, da konfigurira podatke, povezane z vsakim filtrom, ki se uporabljajo za različne funkcije v sistemu.
sv: Klicka på filterikonen <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject> </inlinemediaobject> antingen från Tagning eller Fokusering för att öppna dialogrutan för filterinställningar. Denna ruta låter användaren ställa in data som är associerade med varje filter och används för olika funktioner i systemet.
uk: Натисніть кнопку фільтрування <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject> </inlinemediaobject> на сторінці захоплення або фокусування, щоб відкрити вікно параметрів фокусування. За допомогою цього контекстного вікна користувач може налаштувати дані, які пов'язано із кожним з фільтрів, і які використовуються для різних функціональних можливостей у системі.

source: Focusing with different filters can be done in one of three ways within Ekos.
bg: Фокусирането с различни филтри може да се извърши по един от трите начина в Ekos.
ca@valencia: L'enfocament amb filtres diferents es pot fer de tres maneres dins d'Ekos.
fr: Construction des décalages
pt_br: O foco com diferentes filtros pode ser feito de três maneiras no Ekos.
sl: Ostrenje z različnimi filtri je v Ekosu možno na enega od treh načinov.
sv: Fokusering med olika filter kan göras på ett av tre sätt i Ekos.
uk: Фокусування з різними фільтрами у Ekos можна виконати у три різних способи.

source: <emphasis role="bold">Direct Autofocus</emphasis>: When Capture changes to this filter it is possible to automatically refocus this filter. The exposure to use for the selected filter is taken from the <guilabel>Exposure</guilabel> field. This allows, for example, narrowband filters to use a longer exposure than broadband filters during Autofocus.
bg: <emphasis role="bold">Директен автофокус</emphasis>: Когато Заснемането промени този филтър, е възможно автоматично да префокусира този филтър. Експозицията, която ще се използва за избрания филтър, се взема от полето <guilabel>Експозиция</guilabel>. Това позволява, например, на теснолентовите филтри да използват по-дълга експозиция от широколентовите филтри по време на автофокусирането.
sl: <emphasis role="bold">Neposredno samodejno fukusiranje</emphasis>: Ko Zajem spremeni ta filter, je mogoče ta filter samodejno znova fokusirati. Osvetlitev za izbrani filter je vzeta iz polja <guilabel>Osvetlitev</guilabel>. To na primer omogoča, da ozkopasovni filtri med samodejnim fokusiranjem uporabljajo daljšo osvetlitev kot širokopasovni filtri.
sv: <emphasis role="bold">Direkt automatisk fokusering</emphasis>: När Tagning ändras till filtret är det möjligt att automatiskt fokusera om filtret. Exponeringen som ska användas för det valda filtret tas från fältet <guilabel>Exponering</guilabel>. De gör att till exempel smalbandsfilter kan använda en längre exponering än bredbandsfilter under automatisk fokusering.
uk: <emphasis role="bold">Безпосереднє автофокусування</emphasis>: при перемиканні захоплення зображення на цей фільтр можна автоматично виконати перефокусування. Значення експонування, які буде використано для вибраного фільтра, буде запозичено з поля <guilabel>Експонування</guilabel>. Таким чином, наприклад, можна використати довше експонування для вузькосмугових фільтрів, ніж для широкосмугових, при автоматичному фокусуванні.

source: Check <guilabel>Auto Focus</guilabel> to use the filter in this way.
bg: Поставете отметка на <guilabel>Автоматичен фокус</guilabel>, за да използвате филтъра по този начин.
sl: Označite <guilabel>Samodejno fokusiranje</guilabel>, da uporabite filter na ta način.
sv: Markera <guilabel>Automatisk fokusering</guilabel> för att använda filtret på detta sätt.
uk: Позначте пункт <guilabel>Автофокусування</guilabel>, щоб скористатися фільтром у цей спосіб.

source: <emphasis role="bold">Autofocus on Lock Filter</emphasis>: It is possible to specify a Lock filter to use when it is required to focus this filter. For example, if the Ha filter is used and an Autofocus run required, it is possible to run Autofocus using the Lum filter and then, when complete, adjust the focus position by an Offset value corresponding to the predetermined focus difference between the Lum and Ha filters (100 ticks in this example). This is useful when, for example, it is difficult to focus some filters directly without excessively long exposure times. Note that this locked filter approach may also be used in the <link linkend="ekos-align">Alignment Module</link> whenever it performs a capture for astrometry.
bg: <emphasis role="bold">Автоматично фокусиране върху заключващ филтър</emphasis>: Възможно е да посочите заключващ филтър, който да се използва, когато е необходимо да се фокусира този филтър. Например, ако се използва филтър Ha и се изисква стартиране на автофокус, възможно е да се стартира автофокус с помощта на филтъра Lum и след това, когато е завършен, да се коригира позицията на фокуса чрез стойност на отместване, съответстваща на предварително определената разлика във фокуса между Lum и Ha филтри (100 деления в този пример). Това е полезно, когато например е трудно да се фокусират някои филтри директно без прекалено дълго време на експозиция. Обърнете внимание, че този подход на заключен филтър може да се използва и в <link linkend="ekos-align">модула за подравняване</link>, когато извършва заснемане за астрометрия.
sl: <emphasis role="bold">Samodejno fokusiranje na filtru za zaklepanje</emphasis>: Možno je določiti filter za zaklepanje, ki bo uporabljen, ko je treba ta filter fokusirati. Na primer, če je uporabljen filter Ha in je potreben zagon samodejnega fokusiranja, je mogoče zagnati samodejno fokusiranje z uporabo filtra Lum in nato, ko je končano, prilagoditi položaj fokusiranja z vrednostjo odmika, ki ustreza vnaprej določeni razliki fokusiranja med Lum in Ha filtri (v tem primeru 100 črtic). To je uporabno, ko je na primer težko izostriti nekatere filtre neposredno brez predolgih osvetlitvenih časov. Upoštevajte, da se ta pristop zaklenjenega filtra lahko uporablja tudi v <link linkend="ekos-align">Modulu za poravnavo</link>, kadar koli izvaja zajem za astrometrijo.
sv: <emphasis role="bold">Automatisk fokusering med låst filter</emphasis>: Det är möjligt att ange ett låst filter som ska användas när det krävs för att fokusera filtret. Till exempel, om Ha-filtret används och en automatisk fokuseringskörning krävs, är det möjligt att köra automatisk fokusering med Lum-filtret och sedan, när det är klart, justera fokuseringspositionen med ett positionsvärde som motsvarar den förutbestämda fokuseringsskillnaden mellan Lum- och Ha-filtret (100 tick i exemplet). Det är användbart när det till exempel är svårt att fokusera vissa filter direkt utan alltför långa exponeringstider. Observera att metoden med låst filter också kan användas i <link linkend="ekos-align">Inriktningsmodulen</link> när den utför en inriktning för astrometri.
uk: <emphasis role="bold">Автофокусування при фіксованому фільтрі</emphasis>: можна вказати фіксований фільтр, яким слід скористатися, якщо потрібне фокусування для цього фільтра. Наприклад, якщо використано фільтр H-альфа, і потрібне автоматичне фокусування, можна виконати автоматичне фокусування для фільтра світності, а потім, після завершення процедури, скоригувати позицію фокусування на значення відступу, відповідне до попередньо визначеного значення різниці фокусів між фільтрами світності і H-альфа (100 поділок у цьому прикладі). Це зручно, коли, наприклад, складно виконати фокусування для деяких фільтрів безпосередньо через надзвичайно довгі терміни експонування. Зауважте, що цей підхід із фіксованим фільтром можна також використати у <link linkend="ekos-align">модулі вирівнювання</link> при виконанні захоплення для астрометрії.

source: To use a filter in this way, check <guilabel>Auto Focus</guilabel>, specify the <guilabel>Lock Filter</guilabel> to use and make sure that the Offsets for this filter and the <guilabel>Lock Filter</guilabel> are set.
bg: За да използвате филтър по този начин, отметнете <guilabel>Автоматичен фокус</guilabel>, посочете <guilabel>Филтър за заключване</guilabel>, който да използвате, и се уверете, че отместванията за този филтър и <guilabel>Филтър за заключване</guilabel> са зададени.
sl: Če želite uporabiti filter na ta način, označite <guilabel>Samodejno fokusiranje</guilabel>, določite <guilabel>Zakleni filter</guilabel>, ki ga želite uporabiti, in se prepričajte, da so odmiki za ta filter in <guilabel>Zakleni filter</guilabel> nastavljeni.
sv: För att använda ett filter på detta sätt, markera <guilabel>Automatisk fokusering</guilabel>, ange <guilabel>Låst filter</guilabel> som ska användas och se till att positioner för filtret och <guilabel>Låst filter</guilabel> är inställda.
uk: Щоб скористатися фільтром у цей спосіб, позначте пункт <guilabel>Автоматичне фокусування</guilabel>, вкажіть значення <guilabel>Зафіксувати фільтр</guilabel> і переконайтеся, що для цього фільтра встановлено «Зсуви» та позначено <guilabel>Зафіксувати фільтр</guilabel>.
