Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-extensions.po
Languages: ca, ca@valencia, fr, it, nl, pt_br, sl, sv, uk

source: <title>Extensions</title>
sv: <title>Utökningar</title>

source: Tools
ca: Eines
fr: Outils
sv: Verktyg

source: <tertiary>Extensions</tertiary>
sv: <tertiary>Utökningar</tertiary>

source: Introduction
ca: Introducció
ca@valencia: Introducció
it: Introduzione
nl: Inleiding
pt_br: Introdução
sl: Uvod
sv: Inledning
uk: Вступ

source: Extensions are small programs that can be added to interact with Kstars/Ekos/INDI in order to provide extra functions and features.
ca: Les extensions són petits programes que es poden afegir per a interactuar amb el Kstars/Ekos/INDI per tal de proporcionar funcions i característiques addicionals.
ca@valencia: Les extensions són programes petits que es poden afegir per a interactuar amb el Kstars/Ekos/INDI per tal de proporcionar funcions i característiques addicionals.
fr: Les extensions sont de petits programmes qui peuvent être rajoutés pour interagir avec KStars / Ekos / INDI afin de fournir des fonctions et fonctionnalités supplémentaires.
it: Le estensioni sono piccoli programmi che possono essere aggiunti per interagire con Kstars/Ekos/INDI al fine di fornire funzioni e caratteristiche aggiuntive.
nl: Extensies zijn kleine programma's die toegevoegd kunnen worden om samen te werken met Kstars/Ekos/INDI om extra functies en mogelijkheden te leveren.
pt_br: Extensões são pequenos programas que podem ser adicionados para interagir com Kstars/Ekos/INDI a fim de fornecer funções e recursos extras.
sl: Razširitve so majhni programi, ki jih je mogoče dodati za interakcijo s Kstars/Ekos/INDI za zagotavljanje dodatnih funkcij in zmožnosti.
sv: Utökningar är små program som kan läggas till för att interagera med Kstars/Ekos/INDI för att ge extra funktioner och funktionalitet.
uk: Розширення є невеличкими програмами, які можна додавати для взаємодії із Kstars/Ekos/INDI з метою забезпечення роботи додаткових функцій або можливостей.

source: Extensions are separate from Kstars/Ekos/INDI. They are not provided as part of this software. Only a means to call them is provided for convenience. Make sure that you understand the requirements and risks of using an extension.
ca: Les extensions estan separades del Kstars/Ekos/INDI. No es proporcionen com a part d'aquest programari. Només es proporciona un mitjà per a cridar-les per comoditat. Assegureu-vos que enteneu els requisits i els riscos d'utilitzar una extensió.
ca@valencia: Les extensions són independents del Kstars/Ekos/INDI. No es proporcionen com a part d'este programari. Només es proporciona un mitjà per a cridar-les per comoditat. Assegureu-vos que enteneu els requisits i els riscos d'utilitzar una extensió.
fr: Les extensions sont séparées de KStars / Ekos / INDI. Elles ne font pas partie de ce programme. Seule une manière de les appeler est fournie par commodité. Soyez sûr de comprendre les exigences et risques liés à leur utilisation.
it: Le estensioni sono separate da Kstars/Ekos/INDI. Non sono fornite come parte di questo software. Viene fornito solo un modo per invocarle per comodità. Assicurati di comprendere i requisiti e i rischi dell'utilizzo di un'estensione.
nl: Extensies zijn gescheiden van Kstars/Ekos/INDI. Ze worden niet geleverd als onderdeel van deze software. Allee als een middel om ze aan te roepen wordt voor het gemak geleverd. Ga na dat u begrijpt wat de vereisten zijn en de risico's van het gebruik van een extensie.
pt_br: As extensões são independentes do Kstars/Ekos/INDI. Elas não são fornecidas como parte deste software. Para sua conveniência, apenas um meio de contatá-las é fornecido. Certifique-se de compreender os requisitos e riscos do uso de uma extensão.
sl: Razširitve so ločene od Kstars/Ekos/INDI. Niso na voljo kot del te programske opreme. Za udobje je na voljo samo sredstvo za njihov klic. Prepričajte se, da razumete zahteve in tveganja uporabe razširitev.
sv: Utökningar är separata från Kstars/Ekos/INDI. De tillhandahålls inte som en del av programvaran. Bara ett sätt att anropa dem finns för bekvämlighets skull. Se till att du förstår kraven och riskerna med att använda en utökning.
uk: Розширення відокремлено від Kstars/Ekos/INDI. Вони не постачаються як частина цього програмного пакунка. У ньому забезпечено лише можливість викликати ці розширення. Вам слід бути обізнаними із вимогами та ризиками використання розширень.

source: Requirements
ca: Requisits
ca@valencia: Requeriments
fr: Exigences
it: Requisiti
nl: Vereisten
pt_br: Requisitos
sl: Zahteve
sv: Krav
uk: Вимоги

source: Each extension must consist of at least 2 files, with an optional third icon file.
ca: Cada extensió cal que tingui 2 fitxers com a mínim, amb un tercer fitxer opcional d'icona.
ca@valencia: Cada extensió ha de constar de com a mínim 2 fitxers, amb un tercer fitxer d'icona opcional.
fr: Chaque extension doit contenir au moins deux fichiers, un troisième pour l'icône est optionnel.
it: Ogni estensione deve essere composta da almeno 2 file, con un terzo file di icona facoltativo.
nl: Elke extensie moet bestaan uit minstens 2 bestanden, met een optioneel derde pictogrambestand.
pt_br: Cada extensão deve consistir em pelo menos 2 arquivos, com um terceiro arquivo de ícone opcional.
sl: Vsaka razširitev morajo sestavljati vsaj 2 datoteki z neobvezno tretjo datoteko z ikono.
sv: Varje utökning måste bestå av minst två filer, med en valfri tredje ikonfil.
uk: Кожне розширення має складатися із принаймні 2 файлів із необов'язковим третім файлом піктограми.

source: The program file. This is any executable file that will run on the users system. The user under which KStars is running must have execute permission on this file.
ca: El fitxer del programa. Aquest és qualsevol fitxer executable que s'executarà en el sistema dels usuaris. L'usuari amb el qual s'està executant el KStars ha de tenir permís d'execució d'aquest fitxer.
ca@valencia: El fitxer del programa. Este és qualsevol fitxer executable que s'executarà al sistema de l'usuari. L'usuari amb el qual s'executa KStars ha de tindre permisos d'execució sobre este fitxer.
fr: Le fichier programme. C'est un fichier exécutable s'exécutant sur le système de l'utilisateur. L'utilisateur utilisé pour faire tourner KStars doit posséder les droits d'exécution sur ce fichier.
it: Il file di programma. Questo è un file eseguibile che sarà eseguito sul sistema dell'utente. L'utente con cui viene eseguito KStars deve avere il permesso di esecuzione su questo file.
nl: Het programmabestand. Dit is elk uitvoerbaar bestand dat zal draaien op het systeem van de gebruiker. De gebruiker waaronder KStars draait moet uitvoerrechten hebben op dit bestand.
pt_br: O arquivo de programa. Este é qualquer arquivo executável que será executado no sistema do usuário. O usuário sob o qual o KStars está sendo executado deve ter permissão de execução neste arquivo.
sl: Datoteka programa. To je katera koli izvedljiva datoteka, ki se bo izvajala na uporabnikovem sistemu. Uporabnik, pod katerim se izvaja KStars, mora imeti dovoljenje za izvajanjena tej datoteki.
sv: Programfilen. Den är vilken körbar fil som helst som körs på användarens system. Användaren som Kstars körs under måste ha körrättighet för filen.
uk: Файл програми. Це виконуваний файл, який буде запущено у системі користувача. Користувач, від імені якого запущено KStars, повинен мати права на виконання цього файла.

source: The configuration file. This is a plain text file that defines the required and optional inputs for the extension. It must be named the same as the extension executable with the addition of a .conf file name extension.
ca: El fitxer de configuració. Aquest és un fitxer de text que defineix les entrades necessàries i opcionals per a l'extensió. S'ha d'anomenar el mateix que l'executable de l'extensió amb l'addició d'una extensió de nom de fitxer «.conf».
ca@valencia: El fitxer de configuració. Este és un fitxer de text sense format que definix les entrades necessàries i opcionals per a l'extensió. Ha de tindre el mateix nom que l'executable de l'extensió, afegint-hi l'extensió al nom de fitxer «.conf».
fr: Le fichier de configuration. C'est un fichier de texte définissant les entrées nécessaires et optionnelles pour cette extension. Il doit se nommer de la même manière que le fichier exécutable avec « .conf » comme extension.
it: Il file di configurazione. Si tratta di un file di testo normale che definisce gli input obbligatori e facoltativi per l'estensione. Deve avere lo stesso nome dell'eseguibile dell'estensione con l'aggiunta di un'estensione di nome file .conf.
nl: Het configuratiebestand. Dit is een gewoon tekstbestand dat de vereiste en optionele invoer voor de extensie definieert. Het moet hetzelfde genaamd zijn als de uitvoerbare bestand met de toevoeging van de bestandsextensie .conf.
pt_br: O arquivo de configuração. Este é um arquivo de texto simples que define as entradas obrigatórias e opcionais para a extensão. Ele deve ter o mesmo nome do executável da extensão, com a adição da extensão de nome de arquivo .conf.
sl: Konfiguracijska datoteka. To je datoteka z navadnim besedilom, ki določa zahtevanoin neobvezni vhodi za razširitev. Imenovati se mora enako kotizvedljiva razširitev z dodatkom pripone imena datoteke .conf.
sv: Inställningsfilen. Den är en vanlig textfil som definierar utökningens obligatoriska och valfria indata. Den måste ha samma namn som den körbara filen med tillägg av filnamnsändelsen .conf.
uk: Файл налаштувань. Це звичайний текстовий файл, який визначає обов'язкові та додаткові джерела даних для розширення. Він повинен мати таку саму назву, як виконуваний файл розширення, але мати суфікс назви файла .conf.

source: It is mandatory that the configuration file contains a line starting with <emphasis role="bold">minimum_kstars_version=n.n.n</emphasis> where n.n.n is the lowest version of KStars that supports the extension &eg; 3.7.3
ca: És obligatori que el fitxer de configuració contingui una línia que comenci per <emphasis role="bold">minimum_kstars_version=n.n.n</emphasis> on n.n.n és la versió més baixa del KStars que admet l'extensió, &pex;, 3.7.3
fr: Il est obligatoire que le fichier de configuration contient une ligne débutant par <emphasis role="bold">minimum_kstars_version=n.n.n</emphasis> où n.n.n est la version minimale de KStars qui gère cette extension, par exemple 3.7.3.
sv: Det är nödvändigt att inställningsfilen innehåller en rad som börjar med <emphasis role="bold">minimum_kstars_version=n.n.n</emphasis> där n.n.n är den lägsta versionen av Kstars som stöder tillägget, t.ex. 3.7.3.

source: Optionally (and non-preferred) the configuration file may contain a line starting with <emphasis role="bold">runDetached=true</emphasis>. If present this line makes the extension run independently from KStars. Once it has been started the extension can not pass status information back to Ekos. This should only be used by extensions that are required to continue to run after KStars has closed. The extension must also provide its own user interface.
ca: De manera opcional (i no preferida) el fitxer de configuració pot contenir una línia que comença per <emphasis role="bold">runDetached=true</emphasis>. Si està present, aquesta línia farà que l'extensió s'executi independentment del KStars. Una vegada s'ha iniciat, l'extensió no pot tornar a passar la informació d'estat a l'Ekos. Això només s'ha d'utilitzar amb les extensions que necessiten continuar executant-se després que el KStars s'hagi tancat. L'extensió també ha de proporcionar la seva pròpia interfície d'usuari.
fr: Il peut facultativement (mais ça n'est pas la manière préférée) contenir une ligne commençant par <emphasis role="bold">runDetached=true</emphasis>. Si cette ligne est présente, l'extension s'exécutera de manière indépendante de KStars. Une fois démarrée, l'extension ne pourra pas informer de son état à Ekos. Cette option ne devrait être utilisée que par les extensions qui doivent continuer de tourner après la fermeture de KStars. L'extension doit également fournir sa propre interface utilisateur.
sv: Valfritt (och inte rekommenderat) kan inställningsfilen innehålla en rad som börjar med <emphasis role="bold">runDetached=true</emphasis>. Om den finns gör den att utökningen körs oberoende av Kstars. När det väl har startat kan utökningen inte skicka statusinformation tillbaka till Ekos. Det bör endast användas av utökningar som måste fortsätta att köras efter att Kstars har avslutats. Utökningen måste också tillhandahålla ett eget användargränssnitt.

source: Additionally the configuration file can contain any other parameters that the extension author decides and free text.
ca: Addicionalment, el fitxer de configuració pot contenir qualsevol altre paràmetre que l'autor de l'extensió decideixi i text lliure.
ca@valencia: A més, el fitxer de configuració pot contindre qualsevol altre paràmetre que decidisca l'autor de l'extensió i text lliure.
fr: De plus, le fichier de configuration peut contenir n'importe quel autre paramètre que l'auteur de l'extension décide, ainsi que du texte libre.
it: Inoltre, il file di configurazione può contenere qualsiasi altro parametro deciso dall'autore dell'estensione e testo libero.
nl: Daarnaast kan het configuratiebestand elke andere parameters bevatten die de auteur van de extensie bepaalt en vrije tekst.
pt_br: Além disso, o arquivo de configuração pode conter quaisquer outros parâmetros que o autor da extensão decidir e texto livre.
sl: Poleg tega lahko konfiguracijska datoteka vsebuje vse druge parametre, ki jih odloči avtor razširitve in prosto besedilo.
sv: Dessutom kan inställningsfilen innehålla andra parametrar som upphovsmannen av utökningen bestämmer och fri text.
uk: Крім того, файл налаштувань може містити будь-які інші параметри, які визначаються автором розширення, та довільний текст.

source: The icon file, if present, must be named the same as the extension executable with the addition of the appropriate file name extension for the image format, .jpg, .bmp, .gif, .png and .svg are supported. If provided this icon will be used in the extension selection ComboBox. If an icon is not provided a default icon will be used instead.
ca: El fitxer d'icona, si està present, s'ha de nomenar el mateix que l'executable de l'extensió amb l'addició de l'extensió de nom de fitxer apropiada per al format d'imatge, s'admeten «.jpg», «.bmp», «.gif», «.png» i «.svg». Si es proporciona, aquesta icona s'utilitzarà al quadre combinat de selecció d'extensions. Si no es proporciona una icona, s'utilitzarà una icona predeterminada.
ca@valencia: El fitxer d'icona, si n'hi ha, ha de tindre el mateix nom que l'extensió executable amb l'addició de l'extensió al nom de fitxer adequada per al format d'imatge. S'admeten els fitxers «.jpg», «.bmp», «.gif», «.png» i «.svg». Si es proporciona, esta icona s'utilitzarà al quadro combinat de selecció de l'extensió. Si no es proporciona una icona, s'utilitzarà una icona predeterminada.
fr: Le fichier d'icône, si présent, doit être nommé de la même manière que l'exécutable avec l'extension appropriée pour le format de l'image. Les formats « jpg », « bmp », « gif », « png » et « svg » sont pris en charge. Cette icône, si fournie, sera utilisée dans la boîte de sélection des extensions.
it: Il file di icona, se presente, deve avere lo stesso nome dell'estensione eseguibile con l'aggiunta dell'estensione appropriata per il formato immagine, .jpg, .bmp, .gif, .png e .svg sono supportati. Se fornita, questa icona sarà utilizzata nella casella combinata di selezione delle estensioni. Se non viene fornita un'icona, sarà utilizzata un'icona predefinita.
nl: Het pictogrambestand, indien aanwezig, moet dezelfde naam hebben als het uitvoerbare bestand van de extensie met de toevoeging van de juiste extensie van de bestandsnaam voor het afbeeldingsformaat, .jpg, .bmp, .gif, .png en .svg worden ondersteund. Indien geleverd zal dit pictogram gebruikt worden in de keuzelijst voor de selectie van de extensies. Als er geen pictogram is geleverd zal in plaats daarvan een standaard pictogram worden gebruikt.
pt_br: O arquivo de ícone, se presente, deve ter o mesmo nome do executável da extensão, com a adição da extensão de nome de arquivo apropriada para o formato da imagem. .jpg, .bmp, .gif, .png e .svg são suportados. Se fornecido, este ícone será usado na caixa de combinação de seleção de extensão. Se um ícone não for fornecido, um ícone padrão será usado em seu lugar.
sl: Datoteka ikone, če obstaja, mora biti poimenovana enako kot pripona izvedljivega programa z dodatkom ustrezne pripone imena datoteke za format slike, podprti so .jpg, .bmp, .gif, .png in .svg. Če je na voljo ta ikona bo uporabljena v kombiniranem polju za izbiro razširitve. Če je ikonanamesto tega bo uporabljena privzeta ikona.
sv: Ikonfilen, om den finns, måste ha samma namn som den körbara filen med tillägg av lämplig filändelse för bildformatet, .jpg, .bmp, .gif, .png och .svg stöds. Om den finns används ikonen i kombinationsrutan för val av utökning. Om en ikon inte tillhandahålls används en standardikon istället.
uk: Файл піктограми, якщо такий існує, повинен мати таку саму назву, що і виконуваний файл розширення, із додаванням відповідного суфікса назви, що відповідає формату зображення, передбачено підтримку .jpg, .bmp, .gif, .png і .svg. Якщо таку піктограму включено до пакунка розширення, її буде використано у спадному списку вибору розширень. Якщо піктограму не надано, замість неї буде використано типову піктограму.

source: All files of the extension (executable, configuration, and optional icon) must be copied into the KStars writable data location /extensions &eg; ~/.local/share/kstars/extensions
ca: Tots els fitxers de l'extensió (executable, configuració i opcional d'icona) s'han de copiar a la ubicació de dades escrivibles del KStars /extensions, &pex; /.local/share/kstars/extensions
fr: Tous ces fichiers doivent être copiés dans le dossier de données de KStars, par exemple ~/.local/share/kstars/extensions.
sv: Alla filer i utökningen (körbar fil, inställningsfil och valfri ikonfil) måste kopieras till Kstars skrivbara dataplats /extensions, t.ex. ~/.local/share/kstars/extensions.

source: Extensions that are present, have a valid configuration file, and have a minimum KStars version no higher than the current installation will be detected when Ekos is started. If there are no valid extensions detected the extension UI element will not be displayed. The extension UI elements are a ComboBox showing the name and icon of each detected extension, and a start/stop button. If the extension fails to close within 10 seconds of the stop button being clicked, it becomes re-enabled as an abort button that will force close the extension. Only one extension can be used at a time.
ca: Les extensions que estan presents, tenen un fitxer de configuració vàlid i tenen una versió mínima del KStars no superior a la instal·lació actual, es detectaran quan s'iniciï l'Ekos. Si no hi ha cap extensió vàlida detectada, no es mostrarà l'element d'interfície d'usuari de l'extensió. Els elements de la interfície d'usuari de l'extensió són un quadre combinat que mostra el nom i la icona de cada extensió detectada, i un botó d'inici/aturada. Si l'extensió no es tanca dins dels 10 segons a partir del clic en el botó d'aturada, es torna a activar com un botó d'interrompre que forçarà el tancament de l'extensió. Només es pot utilitzar una extensió a la vegada.
fr: Les extensions présentes qui ont un fichier de configuration valable et qui ont une version minimale de KStars pas plus élevée que l'installation courante seront détectées au démarrage de Ekos. Dans le cas contraire, elles ne seront pas affichées dans l'interface utilisateur. Les éléments de l'extension dans l'interface utilisateur seront affichés dans une boîte avec son nom et son icône, ainsi qu'un bouton de démarrage/arrêt. Si l'extension échoue à se fermer après 10 secondes, elle sera réactivée avec un bouton d'abandon qui la forcera à se fermer. Seule une extension peut être utilisée en même temps.
sv: Utökningar som finns, har en giltig inställningsfil och har en minsta version av KStars som inte är större än den aktuella installationen upptäcks när Ekos startas. Om det inte finns några giltiga utökningar som detekteras visas inte användargränssnittselementet för utökningar. Utökningarnas användargränssnitt är en kombinationsruta som visar namnet och ikonen för varje upptäckt utökning och en start/stopp-knapp. Om utökningen inte avslutas inom 10 sekunder efter att stoppknappen har klickats, blir knappen återaktiverad som en avbrottsknapp som tvingar utökningen att avslutas. Bara en utökning kan användas åt gången.

source: Development
ca: Desenvolupament
ca@valencia: Desenvolupament
fr: Développement
it: Sviluppo
nl: Ontwikkeling
pt_br: Desenvolvimento
sl: Razvoj
sv: Utveckling
uk: Розробка

source: The following describes additional points for developers of extensions.
ca: A continuació es descriuen punts addicionals per als desenvolupadors d'extensions.
ca@valencia: A continuació es descriuen els punts addicionals per als desenvolupadors d'extensions.
fr: La suite décrit les points importants pour les développeurs d'extension.
it: Di seguito sono descritti punti aggiuntivi per gli sviluppatori di estensioni.
nl: Het volgende beschrijft extra punten voor ontwikkelaars van extensies.
pt_br: A seguir, descrevemos alguns pontos adicionais para desenvolvedores de extensões.
sl: V nadaljevanju so opisane dodatne točke za razvijalce razširitev.
sv: Följande beskriver ytterligare punkter för utvecklare av utökningar.
uk: Нижче наведено опис додаткових речей для розробників розширень.

source: Some extension sources including an example skeleton extension are available in the <ulink url="https://github.com/LuckyEddie47/kstars_extensions">KStars Extension Github</ulink>
ca: Hi ha alguns codis font d'extensió, incloent-hi un esquelet d'exemple d'extensió al <ulink url="https://github.com/LuckyEddie47/kstars_extensions">Github d'extensions del KStars</ulink>
fr: Quelques sources d'extensions comprenant un exemple de squelette d'extension sont disponibles à l'adresse <ulink url="https://github.com/LuckyEddie47/kstars_extensions">Extension de KStars sur GitHub</ulink>.
sv: Vissa utökningskällor inklusive ett exempel på utökningsmall är tillgängliga på <ulink url="https://github.com/LuckyEddie47/kstars_extensions">KStars Extension Github</ulink>
