Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: When Framing, the graph format changes to that of a "time series" where horizontal axis denotes the frame number. This is to aid you in the framing process as you can see how Measure, in this case HFR, changes between frames.
bg: При кадриране форматът на графиката се променя на тези на "времеви серии", хоризонталната ос обозначава номера на кадъра. Това е в помощ при кадрирането, тъй като можете да видите как мярката, в този случай HFR, се променя между кадрите.
ca@valencia: Quan es captura, el format del gràfic canviarà a una «sèrie de temps», on l'eix horitzontal indicarà el número del fotograma. Açò vos ajudarà en el procés de captura, ja que podreu veure com canvia la mesura, en este cas HFR, entre els fotogrames.
fr: ``Balayage de mise au point automatique`` est également utile lorsque le jeu n'est pas exactement prévisible. Par exemple si l'on obtient de valeurs légèrement différentes, p. ex. 61, 60, 59 pas en utilisant cette fonctionnalité, cette inconstance peut être neutralisée. Si vous aviez utilisé ``Jeu du moteur de mise au point``, vous auriez probablement fait une moyenne et réglez la valeur à 60. Parfois ce sera correct, parfois ce sera un peu court et parfois cela corrigera trop.
pt_br: Ao enquadrar, o formato do gráfico muda para o de uma "série temporal", em que o eixo horizontal indica o número do quadro. Isso ajuda no processo de enquadramento, pois você pode ver como a medida, neste caso o RMF, muda entre os quadros.
sl: Pri okvirjanju se oblika grafa spremeni v "časovno vrsto", kjer vodoravna os označuje številko sličice. To vam bo v pomoč pri procesu okvirjanja, saj lahko vidite, kako se mera, v tem primeru HFR, spreminja med sličicami.
sv: När bildtagning används, ändras diagramformatet till det för en "tidsserie" där horisontell axel anger bildrutans nummer. Det är för att hjälpa dig med tagningsprocessen eftersom du kan se hur Mått, i det här fallet HFR, ändras mellan bildrutor.
uk: При кадруванні формат графіка змінюється на формат послідовності значень часу, де горизонтальна вісь відповідає номерам кадрів. Це має допомогти вам у процесі кадрування, оскільки ви зможете бачити зміну міри, у цьому прикладі РПП, між кадрами.

source: This is very useful, for example, when trying to get the system into approximate focus before starting an Autofocus run. In this case Framing is started and the Step In and Step Out buttons used to adjust focus and the effect on the V-Curve observed.
bg: Това е много полезно, например, когато се опитвате да поставите системата на приблизителен фокус, преди да стартирате автоматично фокусиране. В този случай кадрирането се стартира и бутоните Стъпка навътре и Стъпка навън се използват за регулиране на фокуса и наблюдавания ефект върху V-кривата.
ca@valencia: Açò és molt útil, per exemple, quan s'intenta aconseguir un enfocament aproximat del sistema abans d'iniciar una execució d'enfocament automàtic. En este cas, s'iniciarà la captura i s'utilitzaran els botons d'entrada i d'eixida per a ajustar l'enfocament i l'efecte en la «Corba V» observada.
fr: Tous les mouvements du moteur gérés par le module de mise au point auront le ``Balayage de mise au point`` appliqué, ce qui inclus le mouvement extérieur, la fonction « Aller à », les processus de mise au point automatique, les mouvements d'adaptation de la position initiale et l'acquisition de à-plats à la même position que les brutes.
pt_br: Isso é muito útil, por exemplo, ao tentar colocar o sistema em foco aproximado antes de iniciar uma execução de foco automático. Nesse caso, o enquadramento é iniciado e os botões Step In e Step Out são usados ​​para ajustar o foco e o efeito na curva em V observado.
sl: To je zelo uporabno, na primer, ko poskušate sistem spraviti v približno fokusiranje, preden začnete s samodejnim fokusiranjem. V tem primeru se zažene okvirjanje in gumba korak navznoter in korak navzven se uporabita za nastavitev fokusa in opazovan učinek na V-krivuljo.
sv: Det är mycket användbart, till exempel när du försöker få systemet i ungefärligt fokus innan du startar en automatisk fokuseringskörning. I det här fallet startas bildtagning och knapparna Steg In och Steg ut används för att justera fokus och den observerade effekten på V-kurvan.
uk: Це дуже корисно, наприклад при спробі наближеного фокусування до запуску автоматичного фокусування. У цьому випадку розпочато кадрування і використано кнопки кроків всередину або назовні для коригування фокусу, результат можна спостерігати на V-кривій.

source: V-Curve as timeseries
bg: V-крива като времеви серии
sl: V-krivulja kot časovna serija
sv: V-kurva som tidsserie
uk: V-крива як часова послідовність

source: Focus V-Curve Timeseries
bg: Времеви серии на V-кривата на фокуса
ca@valencia: Sèries temporals de la corba V de l'enfocament
fr: Mise au point adaptative
sl: Fokus se na časovno serijo V-krivulje
sv: Fokuseringens V-kurva tidsserie
uk: Часова послідовність V-кривої фокусування

source: Relative Profile
bg: Относителен профил
ca@valencia: Perfil relatiu
fr: Mise au point adaptative
pt_br: Perfil relativo
sl: Relativni profil
sv: Relativ profil
uk: Відносний профіль

source: <screeninfo>Focus Relative Profile</screeninfo>
bg: <screeninfo>Фокус -относителен профил</screeninfo>
sl: <screeninfo>Izostri relativni profil</screeninfo>
sv: <screeninfo>Fokuseringens relativa profil</screeninfo>
uk: <screeninfo>Відносний профіль фокусування</screeninfo>

source: <phrase>Focus Relative Profile</phrase>
bg: <phrase>Фокус -относителен профил</phrase>
sl: <phrase>Fokus relativnega profila</phrase>
sv: <phrase>Fokuseringens relativa profil</phrase>
uk: <phrase>Відносний профіль фокусування</phrase>

source: The relative profile is a graph that displays the relative HFR values plotted against each other. Lower HFR values correspond to narrower shapes and vice-versa. The solid red curve is the profile of the current HFR value, while the dotted green curve is for the previous HFR value. Finally, the magenta curve denotes the first measured HFR. This enables you to judge how well the Autofocus process improved the relative focus quality.
bg: Относителният профил е графика, която показва относителните стойности на HFR, нанесени една спрямо друга. По-ниските стойности на HFR съответстват на по-тесни форми и обратно. Плътната червена крива е профилът на текущата стойност на HFR, докато пунктираната зелена крива е за предишната стойност на HFR. И накрая, лилавата крива обозначава първата измерена HFR. Това ви позволява да прецените доколко процесът на автоматично фокусиране е подобрил относителното качество на фокуса.
ca@valencia: El perfil relatiu és un gràfic que mostra els valors HFR relatius representats entre si. Els valors HFR inferiors corresponen a les formes més estretes i viceversa. La corba roja sòlida és el perfil del valor HFR actual, mentre que la corba verda amb punts és per al valor HFR anterior. Finalment, la corba magenta indica el primer HFR mesurat. Açò permet jutjar si el rendiment del procés d'enfocament automàtic ha millorat la qualitat de l'enfocament relatiu.
fr: La MaPA est complémentaire aux différents déclencheurs de mise au point automatique qui sont disponibles dans Ekos. Il est ainsi inutile de les modifier pour utiliser la MaPA. D'ailleurs il n'est pas recommandé d'assouplir les conditions de mise au point automatique quand on veut utiliser la MaPA. Toutefois, au fil du temps et de la confiance grandissante en cette méthode, il sera possible de faire moins de mise au point automatique (et ainsi plus d'imagerie). Quoiqu'il en soit, chaque image devrait être plus nette en utilisant la MaPA si la configuration est correcte.
pt_br: O perfil relativo é um gráfico que exibe os valores relativos de RMF plotados uns contra os outros. Valores mais baixos de RMF correspondem a formas mais estreitas e vice-versa. A curva vermelha sólida representa o perfil do valor atual de RMF, enquanto a curva verde pontilhada representa o valor anterior de RMF. Por fim, a curva magenta representa o primeiro RMF medido. Isso permite avaliar o quão o processo de foco automático melhorou a qualidade do foco relativo.
sl: Relativni profil je graf, ki prikazuje relativne vrednosti HFR, narisane eno proti drugi. Nižje vrednosti HFR ustrezajo ožjim oblikam in obratno. Polna rdeča krivulja je profil trenutne vrednosti HFR, medtem ko je pikčasta zelena krivulja za prejšnjo vrednost HFR. Na koncu škrlatna krivulja označuje prvo izmerjeno HFR. To vam omogoča, da ocenite, kako dobro je postopek samodejnega fokusiranja izboljšalo relativno kakovost fokusiranja.
sv: Den relativa profilen är ett diagram som visar de relative HFR-värdena uppritade mot varandra Lägre HFR-värden motsvaras av smalare former och vice versa. Den heldragna röda kurvan är profilen för aktuellt HFR-värde, medan den punktformade gröna kurvan är föregående HFR-värde. Slutligen anger den lila kurvan det första uppmätta HFR-värdet. Det gör det möjligt att bedöma hur mycket den automatiska fokuseringsprocessen har förbättrat den relativa fokuseringskvaliteten.
uk: Відносний профіль — графік, на якому показано взаємозалежність відносних значень РПП. Менші значення РПП відповідають вужчим формам, і навпаки. Суцільна червона крива відповідає профілю поточного значення РПП, а точкова зелена крива — попередньому значенню РПП. Нарешті, малинова крива відповідає першому виміряному значенню РПП. Так ви зможете визначити, наскільки процедура автофокусування поліпшила якість відносного фокусування.

source: How to Setup for an Autofocus Run
bg: Как се настройва автофокусът за изпълнение
ca@valencia: Com configurar per a executar un enfocament automàtic
fr: Mais comment savoir si la MaPA est utile avec son équipement ? Peut-être que la méthode la plus simple est d'étudier les images prises juste après une mise au point automatique et de les comparer avec des images prises juste avant la prochaine mise au point automatique. Pouvez-vous voir une différence de netteté ? Si vous possédez un équipement dont le point focal est tolérant aux changements environnementaux entre des mises au point automatiques, alors la MaPA ne va probablement rien vous apporter de substantiel ; dans le cas contraire où la fréquence de mise au point automatique est un compromis entre la qualité des images et le temps d'imagerie, alors il se peut bien que la MaPA va améliorer la qualité des images.
pt_br: Como configurar para uma execução de foco automático
sl: Kako nastaviti za samodejno fokusiranje
sv: Hur man ställer in en automatisk fokuseringskörning
uk: Як налаштувати програму для виконання автофокусування

source: The exact settings that work best for a given astronomical setup need to be worked out by the user using trial and error. A good place to start is the <link linkend="focus-advisor">Focus Advisor</link> section. Run Focus Advisor and accept its recommendations. It uses the Linear 1 Pass algorithm:
bg: Точните настройки, които работят най-добре за дадена астрономическа настройка, трябва да бъдат разработени от потребителя чрез проба и грешка. Добро място за начало е секцията <link linkend="focus-advisor">Помощник за фокус</link>. Стартирайте Помощник за фокус и приемете неговите препоръки. Той използва алгоритъма единично линейно преминаване:
sl: Natančne nastavitve, ki najbolje delujejo za določeno astronomsko nastavitev, mora uporabnik določiti s poskusi in napakami. Dobro mesto za začetek je razdelek <link linkend="focus-advisor">Svetovalec fokusa</link>. Zaženite svetovalec fokusa in sprejmite njegova priporočila. Uporablja algoritem prehod Linear 1:
sv: De exakta inställningarna som fungerar bäst för en given astronomisk inställning måste räknas ut av användaren med hjälp av försök och misstag. Ett bra ställe att börja är avsnittet <link linkend="focus-advisor">Fokuseringsrådgivare</link>. Kör Fokuseringsrådgivaren och acceptera dess rekommendationer. Den använder den engångslinjära algoritmen:
uk: Точні значення параметрів, які найкраще працюватимуть для певної конфігурації астрономічних параметрів слід визначити методом спроб і помилок. Почати можна із читання <link linkend="focus-advisor">розділу щодо радника з фокусування</link>. Запустіть радник з фокусування і прийміть його рекомендації. Він використовує лінійний однопрохідний алгоритм:

source: Setup Backlash. See the <link linkend="focus-backlash">Backlash</link> section for more details.
bg: Настройка на луфт. Вижте раздела <link linkend="focus-backlash">Луфт</link> за повече подробности.
sl: Nastavitev zračnosti. Za več podrobnosti glejte razdelek <link linkend="focus-backlash">Zračnost</link>.
sv: Ställ in spel. Se avsnittet <link linkend="focus-backlash">Spel</link> för mer information.
uk: Налаштуйте люфт. Див. <link linkend="focus-backlash">розділ щодо люфту</link>, щоб дізнатися більше.

source: Initial Step Size. This is a critical parameter. You may have an idea from other people with a similar setup. If not you can try setting it from the Critical Focus Zone (CFZ) for your equipment. See the <link linkend="focus-cfz">CFZ section</link> for more details.
bg: Първоначален размер на стъпката. Това е критичен параметър. Може да имате идея от други хора с подобна настройка. Ако не, можете да опитате да го настроите от критичната фокусна зона (CFZ) за вашето оборудване. Вижте <link linkend="focus-cfz">раздела CFZ</link> за повече подробности.
sl: Začetna velikost koraka. To je kritičen parameter. Morda boste dobili idejo od drugih ljudi s podobno nastavitvijo. Če ne, ga lahko poskusite nastaviti iz kritičnega območja fokusa (CFZ) za vašo opremo. Za več podrobnosti si oglejte <link linkend="focus-cfz">oddelek CFZ</link>.
sv: Inledande stegstorlek. Det är en kritisk parameter. Du kanske kan få en idé från andra personer med liknande inställningar. Om inte, kan du prova att ställa in den från den kritiska fokuseringszonen (KFZ) för utrustningen. Se <link linkend="focus-cfz">avsnittet om KFZ</link> för mer information.
uk: Початковий розмір кроку. Це критичний параметр. Значення можете запозичити у когось із подібним обладнанням. Якщо нічого знайти не вдається, ви можете спробувати визначити його на основі критичної зони фокусування (КФЗ) для вашого обладнання. Див. <link linkend="focus-cfz">розділ щодо КЗФ</link>, щоб дізнатися більше.

source: Start near to focus by manually finding focus. Use the <guibutton>Start Framing</guibutton> option and manually adjust the focus to get to approximate focus.
bg: Започнете близо до фокуса, като намерите фокуса ръчно. Използвайте опцията <guibutton>Стартиране на кадриране</guibutton> и регулирайте ръчно фокуса, за да стигнете до приблизителен фокус.
sl: Začnite blizu fokusa z ročnim iskanjem fokusa. Uporabite možnost <guibutton>Začni okvirjati</guibutton> in ročno prilagodite fokus, da dosežete približen fokus.
sv: Börja nära fokus genom att manuellt hitta fokus. Använd alternativet <guibutton>Starta bildtagning</guibutton> och justera fokus manuellt för att nå ungefärligt fokus.
uk: Почніть поруч із точкою визначеного вручну фокуса. Скористайтеся варіантом <guibutton>Почати кадрування</guibutton> і скоригуйте фокусування, щоб отримати приблизне фокусування.

source: Make sure you are finding enough stars. Increasing the exposure usually finds more stars (but makes the focus process longer).
bg: Уверете се, че намирате достатъчно звезди. Увеличаването на експозицията обикновено открива повече звезди (но прави процеса на фокусиране по-дълъг).
ca@valencia: Assegureu-vos de trobar prou estreles. Augmentar l'exposició normalment farà que es troben més estreles (però fa que el procés d'enfocament siga més llarg).
fr: Altitude. Quelques opérateurs rapportent que la position du point focal dépend de l'altitude de la cible. Cet effet est vraisemblablement plus ténu que l'effet dû au changement de température et peut, dans certains cas, être négligé.
pt_br: Certifique-se de encontrar estrelas suficientes. Aumentar a exposição geralmente encontra mais estrelas (mas torna o processo de foco mais longo).
sl: Poskrbite, da boste našli dovolj zvezd. Če povečate osvetlitev, se običajno najde več zvezd (vendar se postopek fokusiranja podaljša).
sv: Se till att du hittar tillräckligt med stjärnor. Att öka exponeringen brukar hitta fler stjärnor (men gör fokuseringsprocessen längre).
uk: Переконайтеся, що ведеться пошук достатньої кількості зірок. Збільшення часу експонування, зазвичай, призводить до виявлення більшої кількості зірок (але уповільнює процедуру фокусування).

source: Run Autofocus. This is the sort of V-Curve you are after:
bg: Изпълняване на автоматично фокусиране. Това е вида на V-крива, която търсите:
ca@valencia: Executa l'enfocament automàtic. Este és el tipus de «Corba V» que busqueu:
fr: Pour utiliser la MaPA, vous devez d'abord choisir si vous souhaitez une adaptation par rapport à la température, l'altitude ou les deux. Si vous débutez avec la MaPA, il est recommandé de commencer avec la température et une fois que ça fonctionne, déterminer si votre équipement bénéficierait d'utiliser l'altitude également.
pt_br: Execute o foco automático. Este é o tipo de curva em V que você procura:
sl: Zaženite samodejno fokusiranje. To je vrsta V-krivulje, ki jo želite:
sv: Kör automatisk fokusering. Här är den typ av V-kurva du är ute efter:
uk: Запустіть автоматичне фокусування. Ось зразок V-кривої, яку буде отримано:

source: <screeninfo>Good Focus Curve</screeninfo>
bg: <screeninfo>Добра фокусна крива</screeninfo>
sl: <screeninfo>Dobra krivulja fokusiranja</screeninfo>
sv: <screeninfo>Bra fokuseringskurva</screeninfo>
uk: <screeninfo>Добра крива фокусування</screeninfo>

source: <phrase>Good Focus Curve</phrase>
bg: <phrase>Добра фокусна крива</phrase>
sl: <phrase>Dobra krivulja fokusiranja</phrase>
sv: <phrase>Bra fokuseringskurva</phrase>
uk: <phrase>Добра крива фокусування</phrase>

source: In contrast, the next picture shows an Initial Step Size that has been set too low. The HFR varies from about 0.78 to 0.72. Which gives a max / min just over 1. The other clue that this is a poor setup is that the Error Bar range is very large compared to HFR movement which means that the curve solver is drawing a curve through a lot of noise, which means the results will not be very accurate.
bg: За разлика от това, следващата снимка показва начален размер на стъпката, който е зададен твърде ниско. HFR варира от около 0, 78 до 0, 72. Което дава max / min малко над 1. Друг показател, че това е лоша настройка, е, че обхватът на лентата за грешки е много голям в сравнение с движението на HFR, което означава, че инструментът за решаване на крива чертае крива с много шум, което означава, че резултатите няма да са много точни.
ca@valencia: En contraposició, la imatge següent mostra una Mida del pas inicial que s'ha establit massa baixa. HFR varia entre 0,78 i 0,72. El qual dona un màxim / mínim just per damunt d'1. L'altra pista que açò és una configuració deficient, és que l'interval de la barra d'errors és molt gran en comparació amb el moviment HFR, el qual vol dir que el solucionador de corbes està dibuixant una corba a través de molt soroll, i significa que els resultats no seran gaire precisos.
fr: Fichier journal de mise au point automatique
pt_br: Em contraste, a próxima imagem mostra um tamanho de passo inicial definido muito baixo. O RMF varia de cerca de 0,78 a 0,72. O que resulta em uma relação máx./mín. pouco acima de 1. A outra pista de que esta é uma configuração ruim é que o intervalo da barra de erro é muito grande em comparação com o movimento do RMF, o que significa que o solucionador de curvas está desenhando uma curva com muito ruído, o que significa que os resultados não serão muito precisos.
sl: Nasprotno pa naslednja slika prikazuje prenizko nastavljeno velikost začetnega koraka. HFR se giblje od približno 0,78 do 0,72. Kar daje max / min nekaj več kot 1. Drugi razlog, da je to slaba nastavitev, je obseg vrstice napak, ki je zelo velik v primerjavi s premikanjem HFR, kar pomeni, da reševalnik krivulje riše krivuljo skozi veliko šuma, kar pomeni rezultati ne bodo zelo natančni.
sv: Däremot visar nästa bild en inledande stegstorlek som har ställts in för lågt. HFR varierar från cirka 0,78 till 0,72, vilket ger ett max/min strax över 1. Den andra ledtråden till att det är en dålig inställning är att felstapelområdet är väldigt stort jämfört med HFR-rörelsen vilket gör att kurvlösningen ritar en kurva genom mycket brus, vilket betyder att resultaten inte är särskilt exakta.
uk: Навпаки, наступне зображення демонструє наслідки надто малого значення «Розмір початкового кроку». Значення РПП варіюється від 0,78 до 0,72. Це дає значення відношення максимальне / мінімальне трохи більше 1. Ще однією ознакою того, що налаштування є поганими, є те, що діапазон стовпчика похибки є дуже великим, порівняно із рухом РПП, що означає, що розв'язувач кривої малює криву, борючись із навалою шуму, а це означає, що результати не будуть дуже точними.

source: <screeninfo>Bad Focus Curve</screeninfo>
bg: <screeninfo>Лоша крива на фокус</screeninfo>
sl: <screeninfo>Slaba krivulja fokusiranja</screeninfo>
sv: <screeninfo>Dålig fokuseringskurva</screeninfo>
uk: <screeninfo>Погана крива фокусування</screeninfo>

source: <phrase>Bad Focus Curve</phrase>
bg: <phrase>Лоша крива на фокус</phrase>
sl: <phrase>Slaba krivulja fokusiranja</phrase>
sv: <phrase>Dålig fokuseringskurva</phrase>
uk: <phrase>Погана крива фокусування</phrase>

source: Focuser Backlash
bg: Луфт на фокусера
ca@valencia: Rebot de l'enfocador
fr: Une manière d'obtenir ces valeurs est de saisir ces données prises sur plusieurs nuits dans un tableur et de dessiner le graphique de la position de mise au point en fonction de la température et cela pour chaque filtre. Passez en revue les données et éliminez les valeurs aberrantes puis faites une régression linéaire sur ces données. Elle vous donnera la valeur de ``Pas / °C``. Si votre intention est de faire pareil pour l'altitude, il sera probablement plus efficace d'utiliser un ensemble de données d'altitudes similaires pour la calibration de la température. Il sera ainsi possible de calculer l'effet dû à la température et de la soustraire des données pour le calcul de l'effet dû à l'altitude.
pt_br: Folga do focalizador
sl: Fokuserjeva zračnost
sv: Fokuseringsenhetens spel
uk: Люфт засобу фокусування
