Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <title>Focus</title>
bg: <title>Фокус</title>
sl: <title>Fokus</title>
sv: <title>Fokusering</title>
uk: <title>Фокусування</title>

source: Tools
bg: Инструменти
sl: Orodja
sv: Verktyg
uk: Інструменти

source: <tertiary>Focus</tertiary>
bg: <tertiary>Фокус</tertiary>
sl: <tertiary>Fokus</tertiary>
sv: <tertiary>Fokusering</tertiary>
uk: <tertiary>Фокусування</tertiary>

source: Theory Of Operation
bg: Теоретични основи на операциите
ca@valencia: Teoria de l'operació
fr: Théorie de la procédure
pt_br: Teoria da operação
sl: Teorija delovanja
sv: Operationsteori
uk: Теорія роботи

source: <screeninfo>Ekos Focus</screeninfo>
bg: <screeninfo>Фокусиране с Ekos</screeninfo>
sv: <screeninfo>Ekos fokusering</screeninfo>
uk: <screeninfo>Фокусування у Ekos</screeninfo>

source: <phrase>Ekos Focus</phrase>
bg: <phrase>Фокусиране с Ekos</phrase>
sv: <phrase>Ekos fokusering</phrase>
uk: <phrase>Фокусування у Ekos</phrase>

source: In order to focus an image, Ekos needs to establish a numerical method for gauging how <emphasis>good</emphasis> your focus is. It's easy when you look at an image and can see it as <emphasis>unfocused</emphasis>, as the human eye is very good at detecting that, but <emphasis>how</emphasis> can Ekos possibly know that?
bg: За да фокусира изображение, Ekos трябва да създаде числен метод за измерване на това, колко <emphasis>добър</emphasis> е вашият фокус. Лесно е, когато погледнете изображение и можете да го видите като <emphasis>нефокусирано</emphasis>, тъй като човешкото око е много добро в това, но <emphasis>как</emphasis> Екос може да го различи?
sl: Za izostritev slike mora Ekos vzpostaviti numerično metodo za merjenje, kako <emphasis>dober</emphasis> je vaš fokus. Preprosto je, ko pogledate sliko in jo vidite kot <emphasis>neostro</emphasis>, saj človeško oko to zelo dobro zazna, a <emphasis>kako</emphasis> lahko Ekos to ve?
sv: För att fokusera en bild, måste Ekos etablera en numerisk metod för att bedöma hur <emphasis>bra</emphasis> fokuseringen är. Det är enkelt när man tittar på en bild och kan se att den är <emphasis>ofokuserad</emphasis>, eftersom det mänskliga ögat är mycket bra på att detektera det, men <emphasis>hur</emphasis> kan Ekos överhuvudtaget veta det?
uk: Для фокусування зображення Ekos має встановити обчислювальний метод, який надасть змогу визначити наскільки <emphasis>якісним</emphasis> є фокусування. Доволі просто поглянути на зображення і визначити, що воно є <emphasis>розфокусованим</emphasis> — людське око доволі просто виконує це завдання. Але <emphasis>як</emphasis> може Ekos встановити це без людини?

source: The most tried and tested method is Half-Flux-Radius (HFR), which is a measure of the width in pixels counting from the center of the star until the accumulated intensity is half of the total flux of the star. As you move closer to the point of optimum focus, so the HFR gets smaller, reaching a minimum at the point of focus before increasing as you start to move away from focus. HFR has been used on lots of different types of equipment and has proved to be stable in a wide range of circumstances.
bg: Най-изпитаният и тестван метод е радиусът на половин светлинен поток, половината осветеност (HFR), който е мярка за ширината в пиксели, броени от центъра на звездата, докато натрупаният интензитет стане половината от общата осветеност на звездата. Докато се приближавате към точката на оптимален фокус, HFR става по-малък, достигайки минимум в точката на фокусиране, преди да се увеличи, когато започнете да се отдалечавате от фокуса. HFR се използва за много различни видове оборудване и се оказа стабилен при широк диапазон от обстоятелства.
ca@valencia: El mètode més intentat i provat és el radi de semiflux (Half-Flux-Radius - HFR), el qual és una mesura de l'amplària en píxels que compta des del centre de l'estrela fins que la intensitat acumulada és la meitat del flux total de l'estrela. A mesura que vos acosteu al punt d'enfocament òptim, HFR es fa més xicotet, arribant fins al mínim al punt d'enfocament abans d'augmentar a mesura que comenceu a allunyar-vos de l'enfocament. HFR s'ha utilitzat en molts tipus diferents d'equips i ha demostrat ser estable en una gran varietat de circumstàncies.
fr: La méthode la plus essayée et testée est celle du Half-Flux-Radius (HFR), qui est la mesure en pixels de la largeur depuis le centre de l'étoile jusqu'à l'intensité accumulée dont la valeur est la moitié du flux total de l'étoile. À mesure que l'on se rapproche du point de mise au point optimale, la valeur du HFR diminue et atteint un minimum au point de mise au point avant d'augmenter à mesure que l'on s'éloigne de ce point. Cette méthode a été utilisée sur de multiples équipements et a montré sa robustesse dans beaucoup de situations.
pt_br: O método mais testado e comprovado é o Raio de Meio Fluxo (RMF), que é uma medida da largura em pixels, contando do centro da estrela até que a intensidade acumulada seja metade do fluxo total da estrela. À medida que você se aproxima do ponto de foco ideal, o RMF diminui, atingindo um mínimo no ponto de foco antes de aumentar à medida que você começa a se afastar do foco. O RMF tem sido usado em diversos tipos de equipamentos e provou ser estável em uma ampla gama de circunstâncias.
sl: Najbolj preizkušena in preizkušena metoda je polovica polmera toka (Half-Flux-Radius - HFR), ki je merilo širine v slikovnih pikah, šteto od središča zvezde, dokler akumulirana intenzivnost ne doseže polovice celotnega toka zvezde. Ko se približujete točki optimalnega ostrenja, se HFR zmanjša in doseže minimum na točki ostrenja, preden se poveča, ko se začnete oddaljevati od izostritve. HFR je bil uporabljen na številnih različnih vrstah opreme in izkazal se je za stabilno v številnih okoliščinah.
sv: Den mest beprövade metoden är halvflödesradie (HFR), som är ett mått på bredden i bildpunkter räknat från stjärnans centrum tills den ackumulerade intensiteten är hälften av stjärnans totala flöde. När du flyttar dig närmare punkten för optimalt fokus, så blir HFR mindre och når ett minimum vid fokuspunkten innan den ökar när du börjar röra dig bort från fokus. HFR har använts på mängder av olika typer av utrustning och har visat sig vara stabil under en mängd olika omständigheter.
uk: Найперевіренішим методом є радіус половинного потоку (РПП або HFR), тобто використання вимірювання ширини у пікселях від центру зірки до накопичення інтенсивності у половину загального потоку випромінювання зірки. При наближенні до точки оптимального фокусування зменшується РПП, досягаючи мінімуму у точці фокусування і збільшуючись після неї. Використання РПП на різних типах обладнання довело стабільність методики за широкого діапазону випадків.

source: In addition to HFR, Ekos supports other focus measures, including an adjusted HFR measure, FWHM, Number of Stars and Fourier Power. It is recommended to start with HFR and when the user has become proficient in focusing their equipment, to try the other measures.
bg: В допълнение към HFR, Ekos поддържа други мерки за фокусиране, включително коригирано измерване за HFR, FWHM, брой звезди и мощност на Фурие. Препоръчително е да започнете с HFR и когато придобиете опит във фокусирането на оборудването, да опитате другите методи.
ca@valencia: A més d'HFR, Ekos admet altres mesures d'enfocament, incloent una mesura HFR ajustada, FWHM, Nombre d'estreles i potència de Fourier. Es recomana començar per HFR i quan l'usuari esdevinga competent enfocant el seu equip, proveu les altres mesures.
fr: En plus de la méthode HFR, Ekos gère d'autres mesures de mise au point, telles que le HFR ajusté, le FWHM, le nombre d'étoiles et la puissance de Fourier. La recommandation est de débuter avec cette méthode et une fois qu'elle est bien maîtrisée d'en tester d'autres.
pt_br: Além do RMF, o Ekos suporta outras medidas de foco, incluindo uma medida de RMF ajustada, FWHM, Número de Estrelas e Potência de Fourier. É recomendado começar com o RMF e, quando o usuário se tornar proficiente em focar seu equipamento, experimentar as outras medidas.
sl: Poleg HFR Ekos podpira druge meritve fokusa, vključno s prilagojeno mero HFR, FWHM, številom zvezd in Fourierjevo močjo. Priporočljivo je, da začnete s HFR in ko uporabnik postane vešč ostrenja svoje opreme, preizkusite druge meritve.
sv: Utöver HFR stödjer Ekos andra fokuseringsåtgärder, bland annat ett justerat HFR-mått, FWHM, Antal stjärnor och Fouriereffekt. Det rekommenderas att börja med HFR och när användaren har blivit skicklig på att fokusera sin utrustning, att prova de andra måtten.
uk: На додачу до РПП в Ekos передбачено підтримку інших мір фокусування, включно із коригованою мірою РПП, ПШПМ, кількістю зірок та кривою Фур'є. Рекомендуємо почати з РПП, а потім, із накопиченням досвіду у фокусуванні обладнання, спробувати інші вимірювання.

source: After Ekos processes an image, it selects either a single star and starts measuring its HFR, or it selects a set of stars matching the criteria that have been set and calculates an average HFR. It can automatically select stars, or you can select a single star manually. It is recommended to allow Ekos to select a set of stars.
bg: След като Ekos обработи изображение, той избира или една звезда и започва да измерва HFR, или избира набор от звезди, отговарящи на критериите, които са зададени и изчислява средна HFR. Той може автоматично да избира звезди или можете да изберете една звезда ръчно. Препоръчително е да позволите на Ekos да избере набор от звезди.
ca@valencia: Després que Ekos processe una imatge, seleccionarà l'estrela més brillant i començarà a mesurar el seu HFR, o seleccionarà un conjunt d'estreles que coincidisquen amb els criteris que s'han establit i calcularà un HFR mitjà. Pot seleccionar estreles automàticament, o podeu seleccionar manualment una única estrela. Es recomana permetre que Ekos seleccione un conjunt d'estreles.
fr: Après le traitement d'une image par Ekos, il sélectionne l'étoile la plus brillante et commence à mesurer son HFR ou il sélectionne en ensemble d'étoiles correspondant aux critères qui ont été réglés et calcule un HFR moyen. Il peut sélectionner une étoile automatiquement ou vous pouvez lui indiquer quelle étoile utiliser. Il est en général recommandé de permettre à Ekos de choisir un ensemble d'étoiles.
pt_br: Após o Ekos processar uma imagem, ele seleciona uma única estrela e começa a medir seu RMF, ou seleciona um conjunto de estrelas que correspondem aos critérios definidos e calcula um RMF médio. Ele pode selecionar estrelas automaticamente, ou você pode selecionar uma única estrela manualmente. Recomenda-se permitir que o Ekos selecione um conjunto de estrelas.
sl: Ko Ekos obdela sliko, izbere eno samo zvezdo in začne meriti njen HFR ali pa izbere niz zvezd, ki ustrezajo nastavljenim kriterijem, in izračuna povprečni HFR. Lahko samodejno izbere zvezde ali pa eno zvezdo izbere ročno. Priporočljivo je, da Ekosu dovolite izbiro niza zvezd.
sv: Efter att Ekos har bearbetat en bild väljer den antingen en enda stjärna och börjar mäta dess HFR, eller så väljer den en uppsättning stjärnor som matchar kriterierna som har ställts in och beräknar en genomsnittlig HFR. Den kan automatiskt välja stjärnor, eller så kan du välja en stjärna manuellt. Det rekommenderas att låta Ekos välja en uppsättning stjärnor.
uk: Після обробки зображення за допомогою Ekos буде або вибрано одну зірку і розпочато вимірювання її радіуса половинного потоку, або вибрано набір зірок, що відповідають встановленим критеріям, і обчислено середнє значення радіуса половинного потоку. Програма може автоматично вибрати зірку або ви можете вибрати зірку вручну. Рекомендовано дозволити Ekos автоматично вибрати набір зірок.

source: Ekos supports 4 different focus algorithms: Linear 1 Pass, Linear, Iterative, Polynomial. Linear 1 Pass is the recommended algorithm.
bg: Ekos поддържа 4 различни алгоритъма за фокусиране: Единично линейно преминаване, Линеен, Итеративен, Полиномен. Препоръчителният алгоритъм е единично линейно преминаване.
ca@valencia: Ekos permet 4 algorismes diferents d'enfocament: «Lineal d'1 pas», «Lineal», «Iteratiu» i «Polinòmic». L'algorisme recomanat és el lineal d'1 pas.
fr: Ekos propose 4 algorithmes différents de mise au point : Linéaire 1 passe, Linéaire, Itératif, Polynomial. Linéaire 1 passe est l'algorithme recommandé.
pt_br: O Ekos suporta 4 algoritmos de foco diferentes: Linear de 1 Passo, Linear, Iterativo e Polinomial. O Linear de 1 Passo é o algoritmo recomendado.
sl: Ekos podpira 4 različne algoritme ostrenja: linearni 1 prehod, linearni, iterativni, polinomski. Linearni 1 prehod je priporočen algoritem.
sv: Ekos stöder fyra olika fokuseringsalgoritmer: Engångslinjär, Linjär, Iterativ, Polynomisk. Engångslinjär är den rekommenderade algoritmen.
uk: У Ekos передбачено підтримку 4 різних алгоритмів фокусування: лінійного однопрохідного, лінійного, ітеративного, поліноміального. Рекомендованим є лінійних однопрохідний алгоритм.

source: <emphasis role="bold">Linear 1 Pass</emphasis>: In the Linear 1 Pass algorithm, Ekos establishes a V-Curve and fits a curve to the data to find the focus solution. It then moves to the calculated minimum. Key features include:
bg: <emphasis role="bold">Единично линейно преминаване</emphasis>: В алгоритъма единично линейно преминаване Ekos установява V-крива и напасва кривата към данните, за да намери решението за фокусиране. След това се придвижва до изчисления минимум. Основните характеристики включват:
sl: <emphasis role="bold">Linearni 1 prehod</emphasis>: V algoritmu Linearni 1 prehod Ekos vzpostavi V-krivuljo in prilagodi krivuljo podatkom, da najde rešitev fokusa. Nato se premakne na izračunani minimum. Glavne lastnosti vključujejo:
sv: <emphasis role="bold">Engångslinjär</emphasis>: I algoritmen Engångslinjär, upprättar Ekos en V-kurva och anpassar kurvan till data för att finna fokuseringslösningen. Den går sedan till det beräknade minimat. Viktiga funktioner omfattar:
uk: <emphasis role="bold">Лінійний однопрохідний</emphasis>: у межах лінійного однопрохідного алгоритму Ekos встановлює V-криву і апроксимацію для пошуку розв'язку. Далі, він просувається безпосередньо до обчисленого мінімуму. Ключові особливості:

source: The algorithm compensates for focuser backlash.
bg: Алгоритъмът компенсира луфта на фокусера.
ca@valencia: L'algorisme compensarà el rebot de l'enfocador.
fr: L'algorithme compense le jeu du moteur de mise au point.
pt_br: O algoritmo compensa a folga do focalizador.
sl: Algoritem kompenzira zračnost fokuserja.
sv: Algoritmen kompenserar för fokuseringsenhetens spel.
uk: Алгоритм компенсує люфт засобу фокусування.

source: The algorithm is fast, taking 1 pass to identify optimum focus.
bg: Алгоритъмът е бърз, отнема едно преминаване, за да идентифицира оптималния фокус.
ca@valencia: L'algorisme és ràpid, prenent 1 pas per a identificar l'enfocament òptim.
fr: L'algorithme est rapide puisqu'il nécessite une passe pour identifier la mise au point optimale.
pt_br: O algoritmo é rápido, levando apenas uma passagem para identificar o foco ideal.
sl: Algoritem je hiter in potrebuje 1 prehod, da prepozna optimalno ostrenje.
sv: Algoritmen är snabb, och använder en genomgång för att identifiera optimal fokusering.
uk: Алгоритм є швидким, для його реалізації потрібен один прохід для визначення оптимального фокусування.

source: The algorithm uses more sophisticated curve fitting to pinpoint the optimum focus position.
bg: Алгоритъмът използва по-усъвършенствано напасване на кривата, за да определи оптималната позиция на фокуса.
ca@valencia: L'algorisme utilitza un ajustament de corbes més sofisticat per a assenyalar la posició òptima d'enfocament.
fr: L'algorithme utilise une régression plus sophistiquée pour identifier la position optimale de la mise au point.
pt_br: O algoritmo usa um ajuste de curva mais sofisticado para identificar a posição de foco ideal.
sl: Algoritem uporablja bolj izpopolnjeno prilagajanje krivulje za natančno določitev optimalnega položaja ostrenja.
sv: Algoritmen använder en mer sofistikerad kurvanpassning för att precisera den optimala fokuseringspositionen.
uk: В алгоритмі використано складнішу апроксимацію кривої для визначення оптимальної позиції фокусування.

source: The algorithm is highly configurable with user control over many parameters like step size, number of steps and how to deal with outliers in the datapoints.
bg: Алгоритъмът е позволява мощен потребителски контрол върху много параметри като размер на стъпката, брой стъпки и начини за справяне с извънредни стойности в точките от данни.
ca@valencia: L'algorisme és altament configurable amb un control d'usuari sobre molts paràmetres com la mida, el nombre de passos i com tractar els valors atípics en els punts de dades.
fr: L'algorithme peut être finement contrôlé par l'utilisateur grâce à de nombreux paramètres tels que la taille et le nombre de pas et la manière de gérer les points de valeur aberrantes.
pt_br: O algoritmo é altamente configurável, com controle do usuário sobre muitos parâmetros, como tamanho do passo, número de passos e como lidar com valores discrepantes nos pontos de dados.
sl: Algoritem je zelo nastavljiv z uporabniškim nadzorom nad številnimi parametri, kot so velikost koraka, število korakov in kako ravnati z osamelci v podatkovnih točkah.
sv: Algoritmen är mycket inställningsbar med användarkontroll över många parametrar som stegstorlek, antal steg och hur man hanterar extremvärden i datapunkterna.
uk: Алгоритм є дуже гнучким у налаштовуванні: користувач може керувати багатьма параметрами, зокрема розміром кроку, кількістю кроків та тим, як обробляти викиди у точках даних.

source: Providing the focuser behaves in a repeatable way, i.e. when commanded to go to position X, it always goes to the same position, then this algorithm will be the best to use.
bg: Ако фокусиращото устройство извършва точно повтарящи се операции, т.е. когато му бъде дадена команда да отиде в позиция X, той винаги отива в една и съща позиция, тогава този алгоритъм ще бъде най-добрият за използване.
ca@valencia: Si l'enfocador es comporta de manera repetible, és a dir, quan se li demana anar fins a la posició X, sempre va cap a la mateixa posició, llavors serà millor utilitzar este algoritme.
fr: Si le moteur de mise au point se comporte de manière déterministe, c'est-à-dire s'il se déplace toujours à la même position pour une commande donnée, alors cet algorithme est le meilleur.
pt_br: Desde que o focalizador se comporte de maneira repetível, ou seja, quando comandado para ir para a posição X, ele sempre vai para a mesma posição, então este algoritmo será o melhor para usar.
sl: Če se fokuser obnaša na ponovljiv način, tj. ob ukazu, naj gre v položaj X, gre vedno v isti položaj, potem bo ta algoritem najboljši za uporabo.
sv: Förutsatt att fokuseringsenheten beter sig på ett repeterbart sätt, dvs när den beordras att gå till position X, går den alltid till samma position, kommer algoritmen att vara den bästa att använda.
uk: Якщо засіб фокусування поводить себе у повторюваний спосіб, тобто при надходженні команди щодо пересування до позиції X він завжди переходить до тієї самої позиції, цей алгоритм є найкращим з використаних.

source: <emphasis role="bold">Linear</emphasis>: In the Linear algorithm, Ekos steps outward from its starting point then moves inward taking regular datapoints through the point of optimum focus and then further inward, to draw a V-Curve. It then fits a quadratic curve to the datapoints and calculates the point of optimum focus. It then moves out again past the point of optimum focus, halves the stepsize and moves in again for a second pass. It looks to follow the curve from the first pass and find the minimum HFR. Due to randomness in the HFR measurements it uses the % tolerance to help decide when it has found a solution. Key features include:
bg: <emphasis role="bold">Линеен</emphasis>: В линейния алгоритъм Ekos се придвижва навън от началната си точка, след което се придвижва навътре, като взема обикновени точки от данни през точката на оптимален фокус и след това още навътре, за да начертае V- крива. След това напасва квадратичната крива към точките от данни и изчислява точката на оптимален фокус. След това отново излиза извън точката на оптимален фокус, намалява наполовина размера на стъпката и се придвижва отново за второ преминаване. Той следва кривата от първото преминаване и намира минималната HFR. Поради произволността на измерванията на HFR, той използва % толеранс, за да реши кога е намерил решение. Основните характеристики включват:
sl: <emphasis role="bold">Linearno</emphasis>: V linearnem algoritmu Ekos stopi navzven od svoje začetne točke, nato pa se pomakne navznoter, pri čemer običajne podatkovne točke prepelje skozi točko optimalnega fokusa in nato naprej navznoter, da nariše V-krivuljo. Nato prilagodi kvadratno krivuljo podatkovnim točkam in izračuna točko optimalnega fokusa. Nato se znova premakne mimo točke optimalnega ostrenja, prepolovi velikost koraka in se znova pomakne noter za drugi prehod. Zdi se, da sledi krivulji iz prvega prehoda in najde najmanjši HFR. Zaradi naključnosti v meritvah HFR uporablja % tolerance, da si pomaga pri odločitvi, kdaj je našel rešitev. Glavne zmožnosti vključujejo:
sv: <emphasis role="bold">Linjär</emphasis>: I den linjära algoritmen går Ekos utåt från sin startpunkt och går sedan inåt och tar regelbundna datapunkter genom punkten med optimalt fokus och sedan vidare inåt för att rita en V-kurva. Den anpassar sedan en kvadratisk kurva till datapunkterna och beräknar punkten för optimalt fokus. Den går sedan ut igen förbi punkten för optimalt fokus, halverar stegstorleken och går in igen för en andra genomgång. Den ser till att följa kurvan från första genomgången och att finna minsta HFR. På grund av slumpmässighet i HFR-mätningarna använder den procentuell tolerans för att avgöra när den har hittat en lösning. Viktiga funktioner omfattar:
uk: <emphasis role="bold">Лінійний</emphasis>: у межах лінійного алгоритму Ekos відступає від початкової точки назовні, потім рухається всередину, створюючи регулярні точки даних до точки оптимального фокусування, а потім далі всередину для малювання V-кривої. Потім буде виконано апроксимацію квадратичною кривою до точок даних і обчислено точку оптимального фокусування. Далі, алгоритм знову почне рух на другому проході. Рух відбуватиметься за кривою з першого проходу з метою пошуку мінімального радіуса половинного потоку. Через випадкових характер вимірювання радіуса половинного потоку, в алгоритмі буде використано частку допуску з метою допомогти у визначенні моменту віднайдення розв'язку. Ключові особливості:

source: The algorithm is slow, taking 2 passes to identify optimum focus.
bg: Алгоритъмът е бавен, отнема 2 преминавания, за да идентифицира оптималния фокус.
ca@valencia: L'algorisme és lent, prenent 2 passos per a identificar un enfocament òptim.
fr: L'algorithme est lent car il nécessite deux passes pour identifier la mise au point optimale.
pt_br: O algoritmo é lento, precisando de duas passagens para identificar o foco ideal.
sl: Algoritem je počasen in potrebuje 2 prehoda, da določi optimalni fokus.
sv: Algoritmen är långsam, och använder två genomgångar för att identifiera optimal fokusering.
uk: Алгоритм є повільним, для його реалізації потрібно два проходи для визначення оптимального фокусування.
