Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: <guilabel>Camera</guilabel>: The exposure calculation requires a value for the read noise of the camera. Camera read noise is an electronic noise that occurs at the completion of an exposure as the camera is measuring the analog voltage values of the pixels and converting these measurements into digital values. Read noise is not effected by the length of an exposure.
ca@valencia: <guilabel>Càmera</guilabel>: El càlcul de l'exposició requerix un valor per al soroll de lectura de la càmera. El soroll de lectura de la càmera és un soroll electrònic que es produïx en completar una exposició, ja que la càmera està mesurant els valors de tensió analògica dels píxels i convertint estes mesures en valors digitals. El soroll de lectura no es veu afectat per la duració d'una exposició.
nl: <guilabel>Camera</guilabel>: de berekening van de belichting vereist een waarde voor de leesruis van de camera. Leesruis van de camera is een elektronische ruis die optreedt bij het voltooien van een belichting omdat de camera de analoge waarde van de voltage van de pixels meet en deze metingen in digitale waarden converteert. Leesruis wordt niet beïnvloed door de lengte van een belichting.

source: The camera data files provided in KStars contain values which are transcribed from manufacturers technical documentation. But actual read noise values for a camera may vary from the published data; so a user may which to utilize a tool that can determine the read noise values for their specific camera. Dr. Glover provides a sensor analysis tool in his MS-Windows based product SharpCap <ulink url="https://www.sharpcap.co.uk/sharpcap/features/sensor-analysis">SharpCap Sensor Analysis</ulink> The specific data from such a tool can be used to create a customized camera data file for use with the KStars exposure calculator.
ca@valencia: Els fitxers de dades de la càmera proporcionats a KStars contenen valors que es transcriuen des de la documentació tècnica dels fabricants. Però els valors reals de soroll de lectura per a una càmera poden variar a partir de les dades publicades. De manera que un usuari podrà utilitzar una eina que puga determinar els valors del soroll de lectura per a la seua càmera específica. El Dr. Glover proporciona una eina d'anàlisi de sensors en el seu producte SharpCap basat en Windows (<ulink url="https://www.sharpcap.co.uk/sharpcap/features/sensor-analysis">SharpCap Sensor Analysis</ulink>). Les dades específiques d'esta eina es poden utilitzar per a crear un fitxer personalitzat de dades de càmera per al seu ús amb la calculadora de l'exposició de KStars.
nl: De gegevensbestanden van de camera geleverd in KStars bevatten waarden die overgebracht uit de technische documentatie van fabrikanten. Maar actuele waarden voor leesruis voor een camera kunnen anders zijn dan de gepubliceerde gegevens; een gebruiker zou een hulpmiddel kunnen gebruiken die de waarde van de leesruis kan bepalen voor hun specifieke camera. Dr. Glover levert een analyse hulpmiddel voor sensors in zijn op MS-Windows gebaseerde product SharpCap <ulink url="https://www.sharpcap.co.uk/sharpcap/features/sensor-analysis">SharpCap Sensor Analysis</ulink> De specifieke gegevens uit zo'n hulpmiddel kan gebruikt worden om een aangepast gegevensbestand voor de camera te maken om te gebruiken met de rekenmachine voor belichting van KStars.

source: <guilabel>Read Mode</guilabel>: Some cameras manufactured by QHY have the capability to function in multiple modes. These modes alter the read noise values, so the camera data files for these cameras include multiple read noise tables. When using one of these multi-mode cameras the Read Mode dropdown will become enabled, and allow the user to select the read mode table that would correspond to the mode in which the camera will be operated for imaging.
ca@valencia: <guilabel>Mode de lectura</guilabel>: Algunes càmeres fabricades per QHY tenen la capacitat de funcionar en múltiples modes. Estos modes alteren els valors del soroll de lectura, de manera que els fitxers de dades per a estes càmeres inclouen múltiples taules del soroll de lectura. Quan s'utilitza una d'estes càmeres multimode, s'activarà esta llista desplegable i permetrà a l'usuari seleccionar la taula del mode de lectura que es corresponga amb el mode en què opera la càmera per a l'obtenció d'imatges.
nl: <guilabel>Leesmodus</guilabel>: sommige camera's gemaakt door QHY hebben de mogelijkheid om in meerdere modi te functioneren. Deze modi veranderen de waarden van de leesruis, dus de gegevensbestanden van de camera voor deze cameras bevatten meerdere leesruistabellen. Bij gebruik van een van deze multi-mode camera's wordt het afrolmenu voor Leesmodus ingeschakeld en biedt de gebruiker het selecteren van de leesmodustabel die overeen zou komen met de modus waarin de camera zal gaan werken bij het maken van opnamen.

source: <guimenuitem>Exposure Time Graph</guimenuitem>: The calculator will present a graph of the potential exposure times determined from the inputs. In the case of CMOS based cameras, this graph will resemble the underlying read noise data from the camera, but is transformed into an exposure time over the range of possible gain or ISO values. In the case of CCD based cameras, the graph will be a simple bar, because the read noise of a CCD sensor is invariable.
ca@valencia: Gràfic <guimenuitem>Temps d'exposició</guimenuitem>: La calculadora presentarà un gràfic dels temps d'exposició potencials determinats a partir de les entrades. En el cas de les càmeres basades en CMOS, este gràfic s'assemblarà a les dades del soroll de lectura subjacents de la càmera, però es transformarà en un temps d'exposició sobre l'interval de possibles valors de guany o ISO. En el cas de les càmeres basades en CCD, el gràfic serà una barra simple, perquè el soroll de lectura d'un sensor CCD és invariable.
nl: <guimenuitem>Tijdgrafiek van belichting</guimenuitem>: de rekenmachine zal een grafiek tonen van de potentiële belichtingstijden bepaalt uit de invoer. In de gevallen van op CMOS gebaseerde camera's, zal deze grafiek de onderliggende leesruisgegevens uit de camera weergeven, maar is deze getransformeerd in een belichtingstijd over de reeks van mogelijke versterkingen of ISO-waarden. In het geval van op CCD gebaseerde camera's, zal de grafiek een eenvoudige balk zijn, omdat de leesruis van een CCD-sensor niet variabel is.

source: <guilabel>Gain / ISO Selection</guilabel>: For cameras with CMOS sensors, a Gain or ISO value can be selected. A Gain control will appear for cameras that allow a gain selection, and an ISO selection drop down will appear for DSLR cameras. Adjusting the gain / ISO value will move a selection indicator laterally along the exposure time graph to show how the selected gain value will effect the calculated exposure time.
ca@valencia: Selecció <guilabel>Guany / ISO</guilabel>: Per a càmeres amb sensors CMOS, es pot seleccionar un valor de guany o ISO. Apareixerà un control del guany per a les càmeres que permeten la seua selecció, i apareixerà una llista desplegable de selecció ISO per a les càmeres DSLR. Ajustant el valor de guany o ISO es mourà lateralment un indicador de selecció al llarg del gràfic del temps d'exposició per a mostrar com el valor de guany seleccionat afectarà el temps d'exposició calculat.
nl: <guilabel>Versterking / ISO-selectie</guilabel>: voor camera's met CMOS-sensors kan Versterking of ISO-waarde worden geselecteerd. Een vak voor Versterking zal verschijnen voor camera's die een selectie voor versterking bieden, en een afrolmenu voor selectie van ISO voor DSLR cameras. De Versterking / ISO-waarde aanpassen zal een selectie-indicator lateraal laten bewegen langs de tijdgrafiek van de belichting om te tonen hoe de geselecteerde versterkingswaarde de berekende belichtingstijd beïnvloedt.

source: CMOS based cameras tend to have high read noise at low gain / ISO values, and the read noise diminishes as the Gain / ISO value is increased. So a user might be tempted to select a higher gain value in an attempt to reduce the amount of read noise. But the camera full well capacity would typically be highest when gain / ISO values are lowest. A greater full well capacity provides a greater dynamic range in the image.
ca@valencia: Les càmeres basades en CMOS solen tindre un soroll alt de lectura amb valors baixos de guany o ISO, i el soroll de lectura disminuïx a mesura que augmenta el valor del guany o ISO. Per tant, un usuari podria tindre la temptació de seleccionar un valor de guany més alt en un intent de reduir la quantitat de soroll de lectura. Però la capacitat total de la càmera normalment seria més alta quan els valors de guany o ISO són més baixos. Una capacitat total major proporciona un interval dinàmic major en la imatge.
nl: Op CMOS gebaseerde camera's tenderen naar hoge leerruis bij lage versterking / ISO-waarden en de leesruis vermindert als de Versterking / ISO-waarde toeneemt. Dus de gebruiker kan verleid worden om een hogere versterking te selecteren in een poging de hoeveelheid leesruis te verminderen. Maar de volledig goede capaciteit van de camera zou typisch het hoogst zijn bij versterking / ISO-waarden die het laagst zijn. Een grotere volledig goede capaciteit levert een grotere dynamische reeks in de afbeelding.

source: Instead, shift the gain selection away from the step
ca@valencia: En lloc d'açò, desplaceu la selecció de guany cap a fora del pas
nl: De selectie van versterking wegschuiven van een stap

source: <guilabel>Noise Increase %</guilabel>: The <guimenu>'Noise Increase %'</guimenu> selector controls a factor used in Dr Glover's equation. This value will alter the relative balance between the two sources of noise in the sub-exposure. As a general rule, Dr Glover had recommended using a value of 5%, but lowering it to 2% when the computed exposure time is considered to be too short.
ca@valencia: <guilabel>% d'augment del soroll</guilabel>: Este selector controla un factor utilitzat en l'equació del Dr. Glover. Este valor alterarà l'equilibri relatiu entre les dues fonts de soroll en la subexposició. Com a regla general, el Dr. Glover havia recomanat utilitzar un valor del 5%, però reduïu-lo fins al 2% quan el temps d'exposició calculat es considere massa curt.
nl: <guilabel>Verhoging van ruis %</guilabel>: de selector <guimenu>Verhoging van ruis %'</guimenu> bestuurt een factor gebruikt in de vergelijking van Dr Glover. Deze waarde zal de relatieve balans tussen de twee bronnen van ruis veranderen in de onderbelichting. Als algemene regel heeft Dr Glover aanbevolen een waarde van 5% te gebruiken, maar het verlagen tot 2% wanneer de berekende belichtingstijd beschouwd wordt als te kort.

source: <guilabel>Exposure Time (sec)</guilabel>: The calculated duration of an exposure.
ca@valencia: <guilabel>Temps d'exposició (s)</guilabel>: La duració calculada d'una exposició.
nl: <guilabel>Belichtingtijd (sec)</guilabel>: De berekende duur van een belichting.

source: <guilabel>Pollution Electrons</guilabel>: The calculated number of light pollution electrons per pixel impacting the exposure.
ca@valencia: <guilabel>Electrons de pol·lució</guilabel>: El nombre calculat d'electrons de pol·lució lumínica per píxel que afecten l'exposició.
nl: <guilabel>Vervuilingselectronen</guilabel>: het berekende aantal lichtvervuilingselectronen per pixel die invloed hebben op de belichting.

source: <guilabel>Shot Noise</guilabel>: The calculated noise from light pollution impacting the exposure.
ca@valencia: <guilabel>Soroll de captura</guilabel>: El soroll calculat de la pol·lució lumínica que afecta l'exposició.
nl: <guilabel>Schietruis</guilabel>: de berekende ruis uit lichtvervuiling die invloed heeft op de belichting.

source: <guilabel>Total Noise</guilabel>: The calculated noise from both light pollution and image sensor read noise impacting the exposure.
ca@valencia: <guilabel>Soroll total</guilabel>: El soroll calculat tant de la pol·lució lumínica com del soroll de lectura del sensor d'imatges que afecta l'exposició.
nl: <guilabel>Totale ruis</guilabel>: de berekende ruis uit zowel lichtvervuiling en leesruis uit de afbeeldingssensor die invloed heeft op de belichting.

source: <emphasis role="bold">Recognize the relationship of exposure time to total noise</emphasis>: The ratio of exposure time to exposure total noise can be thought of as a measurement of a potential quality for the exposure. Short exposures will contain a high amount of noise relative to their exposure time, so a shorter exposure would tend to be of relatively lower quality. Short exposures may still be viable, but a disproportionately higher number of short sub-exposures will be needed for integration to achieve an image of a desired quality.
ca@valencia: <emphasis role="bold">Reconéixer la relació entre el temps d'exposició i el soroll total</emphasis>: Esta relació es pot considerar com una mesura de la qualitat potencial de l'exposició. Les exposicions curtes contindran una gran quantitat de soroll en relació amb el seu temps d'exposició, de manera que una exposició més curta tendirà a ser de qualitat relativament inferior. Les exposicions curtes encara poden ser viables, però caldrà un nombre desproporcionat de subexposicions curtes per a la integració per a aconseguir una imatge d'una qualitat desitjable.
nl: <emphasis role="bold">Herken de relatie van belichtingstijd tot de totale ruis</emphasis>: de verhouding van belichtingstijd tot totale ruis van de belichting kan gezien worden als een maat voor een potentiële kwaliteit voor de belichting. Korte belichtingen zullen een hoge hoeveelheid ruis bevatten relatief tot hun belichtingstijd, dus een kortere belichting tendeert naar een relatief lagere kwaliteit. Korte belichtingen kunnen nog steeds waardevol zijn, maar een disproportioneel hoger aantal korte sub-belichtingen zullen nodig zijn voor integratie om een afbeelding met een gewenste kwaliteit te behalen.

source: <guimenuitem>Table</guimenuitem>: A table provides details for stacking based upon the number of hours planned for imaging.
ca@valencia: <guimenuitem>Taula</guimenuitem>: Una taula proporciona detalls per a apilar en funció del nombre d'hores previstes per a l'obtenció d'imatges.
nl: <guimenuitem>Tabel</guimenuitem>: een tabel die details levert voor stapeling gebaseerd op het aantal uren gepland voor maken van opnamen.

source: <guimenuitem>Graph</guimenuitem>: An interactive graph allows the user to visualize the relative change in potential quality for integrated images with various counts of sub-exposures applied in image stacking. This graph can be navigated through the adjustment of the time/noise ratio value; adjusting this value will recompute the quantity of sub-exposures required for the integrated image to achieve that specified time/noise ratio.
ca@valencia: <guimenuitem>Gràfic</guimenuitem>: Un gràfic interactiu permet a l'usuari visualitzar el canvi relatiu en la qualitat potencial per a les imatges integrades amb diversos comptadors de subexposicions aplicats a l'apilament d'imatges. Es pot navegar per este gràfic a través de l'ajust del valor de la relació temps a soroll. Ajustant este valor es tornarà a calcular la quantitat de subexposicions necessàries perquè la imatge integrada assolisca la relació temps a soroll especificada.
nl: <guimenuitem>Grafiek</guimenuitem>: een interactieve grafiek biedt de gebruiker het visualiseren van de relatieve wijziging in potentiële kwaliteit voor geïntegreerde afbeeldingen met verschillende aantallen van toegepaste sub-belichting in het stapelen van afbeeldingen. In deze grafiek kan genavigeerd worden via de aanpassing van de waarde van de tijd/ruisverhouding; deze waarde aanpassen zal de hoeveelheid vereiste sub-belichtingen voor de geïntegreerde afbeelding opnieuw berekenen om die gespecificeerde tijd/ruisverhouding te bereiken.

source: For a strong target, (example, Orion Nebula with magnitude 4), would provide a relatively strong signal. On such a target, the value for the Time/Noise Ratio might be reduced and the computation of sub-exposures, may still produce an image with a very good signal to noise ratio. A much weaker target (example, Thor’s Helmet, magnitude 11), might require a higher time/noise ratio to compensate for the relatively weak target signal.
ca@valencia: Per a un objectiu intens, (exemple, la nebulosa d'Orió, de magnitud 4), proporcionaria un senyal relativament fort. En este objectiu, el valor de la relació temps a soroll es podria reduir i el càlcul de subexposicions encara pot produir una imatge amb una relació senyal a soroll molt bona. Un objectiu molt més feble (exemple, el casc de Thor, de magnitud 11), pot requerir una relació temps a soroll més alta per a compensar un senyal de l'objectiu relativament feble.
nl: Een sterk doel, (bijvoorbeeld, Orion Nebula met magnitude 4), zou een relatief sterk signaal leveren. Op zo'n doel zou de waarde voor de tijd/ruisverhouding gereduceerd kunnen worden en de berekening van sub-belichtingen, kan nog steeds een afbeelding produceren met een erg goede signaal tot ruisverhouding. Een veel zwakker doel (bijvoorbeeld, Thor’s Helmet, magnitude 11), zou een hogere tijd/ruisverhouding vereisen om te compenseren voor het relatief zwakke doelsignaal.

source: Depending on the various inputs and imaging conditions, the potential quality of a sub-exposure can vary greatly. In poor sky quality with little or no filtering, the computed sub-exposure time will naturally be short to avoid an overwhelming noise from light pollution, and the exposure time relative to the computed noise will be low (a low time/noise ratio). To achieve a high quality integrated image from low time/noise ratio sub-exposures may require thousands sub-exposures. If the user is concerned about imaging and processing time or storage capacity; then a higher time/noise ratio would needed to reduce the quantity of sub-exposures. Conversely, when input conditions result in a sub-exposure with a long exposure time relative to the computed noise (as with narrow-band imaging), the result may be a sub-exposure with a very high time/noise ratio. In such cases the default value of 80, might result in very few sub-exposures for the integration. But the delta value will be quite high, indicating that raising the time-noise ratio will greatly improve the potential quality of the integrated image.
ca@valencia: Depenent de les entrades i condicions diferents de l'obtenció d'imatges, la qualitat potencial d'una subexposició pot variar molt. En mala qualitat del cel amb poc o cap filtratge, el temps calculat de subexposició serà naturalment curt per a evitar un soroll aclaparador de la pol·lució lumínica, i el temps d'exposició en relació amb el soroll calculat serà baix (una relació de temps a soroll baixa). Per a aconseguir una imatge integrada d'alta qualitat a partir de subexposicions de baixa relació temps a soroll pot requerir milers de subexposicions. Si l'usuari està preocupat pel temps d'obtenció de les imatges i el de processament o la capacitat d'emmagatzematge, llavors es necessitaria una relació de temps a soroll més alta per a reduir la quantitat de subexposicions. Per contra, quan les condicions d'entrada donen lloc a una subexposició amb un temps d'exposició llarg en relació amb el soroll calculat (com amb l'obtenció d'imatges de banda estreta), el resultat pot ser una subexposició amb una relació temps a soroll molt alta. En estos casos, el valor predeterminat de 80, pot resultar en molt poques subexposicions per a la integració. Però el valor delta serà força elevat, la qual cosa indica que augmentar la relació temps a soroll millorarà enormement la qualitat potencial de la imatge integrada.
nl: Afhankelijk van de verschillende invoeren en condities voor afbeeldingen maken, kan de potentiële kwaliteit van een sub-belichting heel erg variëren. In slechte kwaliteit van de hemel met weinig of geen filtering, zal de berekende sub-belichtingstijd natuurlijk kort zijn om een overweldigende ruis uit lichtvervuiling en de belichtingstijd relatief tot de berekende ruis laag zijn (een lage tijd/ruisverhouding). Om een hoge kwaliteit van de geïntegreerde afbeelding uit lage tijd/ruisverhouding kan sub-belichting duizenden sub-belichtingen vereisen. Als de gebruiker bezorgd is over afbeeldingen maken en verwerkingstijd of opslagcapaciteit; dan zou een hogere tijd/ruisverhouding nodig zijn om de hoeveelheid sub-belichtingen te reduceren. Omgekeerd, wanneer invoercondities resulteren in een sub-belichting met een lange belichtingstijd relatief tot de berekende ruis (zoals met smalle band afbeeldingen maken), kan het resultaat zijn van een sub-belichting met een erg hoge tijd/ruisverhouding. In zulke gevallen kan de standaard waarde van 80 resulteren in erg weinig sub-belichtingen voor de integratie. Maar de deltawaarde zal tamelijk hoog zijn, wat aangeeft dat de tijd/ruisverhouding enorm de potentiële kwaliteit zal verbeteren van de geïntegreerde afbeelding.

source: <phrase>Capture</phrase>
ca@valencia: <phrase>Captura</phrase>
nl: <phrase>Opnemen</phrase>

source: Filter Wheels
ca@valencia: Rodes de filtres
nl: Filterwielen

source: ``Calibration``: For Dark &s; Flat frames, you can set additional options explained in the :ref:`Calibration Frames section below <ekos-capture-cal-frames>`.
fr: ``Calibration`` : pour les trames Dark et Flat, vous pouvez spécifier des options additionnelles expliquées dans la section de la :ref:`calibration des trames <ekos-capture-cal-frames>` ci-dessous.
uk: ``Калібрування``: для темних кадрів та кадрів плоского поля ви можете вибрати додаткові параметри, які описано у :ref:`розділі щодо калібрувальних кадрів нижче <ekos-capture-cal-frames>`.

source: ``Custom Properties``: Set extended properties available
fr: ``Propriétés personnalisables`` : permet de régler les propriétés étendues disponibles dans la caméra pour la configuration des tâches.
