Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-guide.po
Languages: bg, ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: ``Directions``: Typically you want to keep all the directions boxes checked. Unchecking them will disable guiding in those directions. For instance it is possible to disable DEC guiding in the North direction.
ca: ``Direccions``: Normalment voleu mantenir totes les caselles de direccions marcades. Desmarcar-les inhabilitarà el guiatge en aquestes direccions. Per exemple, és possible inhabilitar el guiatge Dec en la direcció nord.
ca@valencia: ``Direccions``: normalment voldreu mantindre seleccionades totes les caselles de direcció. Quan se desseleccionen, s'inhabilitarà el guiatge en estes direccions. Per exemple, és possible inhabilitar el guiatge Dec en la direcció nord.
fr: ``Direction`` : vous souhaitez typiquement conserver toutes les cases de direction cochées. En les décochant, vous désactiverez le guidage dans ces directions. Par exemple il est possible de désactiver le guidage en déclinaison dans la direction du Nord.
pt_br: ``Direções``: Normalmente, você deseja manter todas as caixas de direções marcadas. Desmarcá-las desabilitará a orientação nessas direções. Por exemplo, é possível desabilitar a orientação DEC na direção Norte.
sl: ``Smeri``: Običajno želite, da ostanejo potrjena vsa polja s smermi. Če jih počistite, bo vodenje v teh smereh onemogočeno. Na primer, mogoče je onemogočiti vodenje DEC v smeri sever.
sv: ``Riktningar``: Vanligtvis vill du låta alla riktningsrutor vara markerade. Om du avmarkerar dem inaktiveras guidning i dessa riktningar. Det är till exempel möjligt att inaktivera Dek-guidning i nordlig riktning.

source: ``Dark``: Check this to enable dark-frame corrections to your guiding image. See below.
ca: ``Fosc``: Marqueu-ho per a habilitar les correccions de fotograma fosc a la imatge de guiatge. Vegeu més avall.
ca@valencia: ``Fosc``: seleccioneu-la per a habilitar les correccions de fotograma fosc a la vostra imatge guia. Vegeu més avall.
fr: ``Dark`` : cochez pour activer les corrections en tenant compte des trames sombres de vos images de guidage. Voir ci-dessous.
pt_br: ``Escuro``: Marque esta opção para habilitar correções de quadros escuros na sua imagem guia. Veja abaixo.
sl: ``Temno``: Označite to možnost, da omogočite popravke temnega okvirja vaše vodilne slike. Glejte spodaj.
sv: ``Mörk``: Markera det för att aktivera korrigering med mörk bild för guidningsbilder. Se nedan.

source: ``Clear Calibration``: Check this to delete your calibration data. See the calibration section below.
ca: ``Neteja el calibratge``: Marqueu-ho per a suprimir les dades de calibratge. Vegeu la secció de calibratge a continuació.
ca@valencia: ``Neteja el calibratge``: marqueu-la per a suprimir les dades de calibratge. Vegeu la secció de calibratge a continuació.
fr: ``Effacer la calibration`` : cochez pour effacer les données de calibration. Voir la section de calibration ci-dessous.
pt_br: ``Limpar calibração``: Marque esta opção para excluir seus dados de calibração. Consulte a seção de calibração abaixo.
sl: ``Počisti kalibracijo``: Označite to, da izbrišete podatke o kalibraciji. Glejte razdelek o umerjanju spodaj.
sv: ``Rensa kalibrering``: Markera det för att ta bort kalibreringsdata. Se kalibreringsavsnittet nedan.

source: ``Subframe, AutoStar``: These only apply to guide algorithms other than MultiStar, and MultiStar is the recommended guiding scheme.
ca: ``Submarc, AutoStar``: Aquests només s'apliquen a algorismes de guiatge diferents de MultiStar, i MultiStar és l'esquema de guiatge recomanat.
ca@valencia: ``Submarc`` o ``Estrela automàtica``: estes opcions només s'apliquen a algorismes de guiatge diferents d'amb múltiples estreles, i amb múltiples estreles és l'esquema de guiatge recomanat.
fr: ``Sous-trames, Étoile automatique`` : ne s'applique qu'aux algorithmes différents de Étoiles Multiples, qui est celui recommandé.
pt_br: ``Sub-quadro, AutoStar``: Estes se aplicam apenas a algoritmos de guia diferentes do MultiStar, e o MultiStar é o esquema de guia recomendado.
sl: ``Podokvir, AutoStar``: To velja le za algoritme vodenja, ki niso MultiStar, in MultiStar je priporočena shema vodenja.
sv: ``Delbildruta, Automatisk stjärna``: De gäller bara andra guidningsalgoritmer än multipelstjärna, och multipelstjärna är den rekommenderade guidningsmetoden.

source: Calibration
bg: Калибриране
ca: Calibratge
ca@valencia: Calibratge
nl: Kalibratie
pt_br: Calibração
sl: Kalibracija
sv: Kalibrering
uk: Калібрування

source: |Calibration Settings|
sv: |Kalibreringsinställningar|

source: Autoguiding is a two-step process: Calibration & Guiding. Calibration is needed for the scheme to understand the camera's orientation, relative to the RA and DEC axes, and also the effects of guide pulses (e.g. how much a 100ms RA guide pulse will typically move the RA axis). Once it estimates these values, the guider can correct the mount's position effectively. You can see calibrated values for those parameters in the above image in the "Calibrated Values" section.
ca: El guiatge automàtic és un procés de dos passos: calibratge i guiatge. El calibratge és necessari perquè l'esquema entengui l'orientació de la càmera en relació amb els eixos AR i Dec, i també els efectes dels polsos de guiatge (p. ex., quant mourà normalment l'eix AR un pols de guia de 100 ms). Una vegada estimats aquests valors, el sistema de guiatge pot corregir efectivament la posició de la muntura. Podeu veure els valors calibrats per a aquests paràmetres a la imatge anterior a la secció «Valors calibrats».
ca@valencia: El guiatge automàtic és un procés de dos passos: calibratge i guiatge. El calibratge és necessari perquè l'esquema comprenga l'orientació de la càmera en relació amb els eixos AR i Dec, així com també els efectes dels polsos de guiatge (p. ex., quant mourà normalment l'eix AR un pols de guiatge de 100 ms). Una vegada estimats estos valors, el sistema de guiatge podrà corregir la posició de la muntura de manera efectiva. Podeu veure els valors calibrats per a estos paràmetres en la imatge de dalt en la secció «Valors calibrats».
fr: Le guidage automatique est un processus en deux étapes : la calibration et le guidage. La calibration est nécessaire pour connaître l'orientation de l'appareil, relativement aux axes d'ascension droite et de déclinaison, ainsi que les effets des impulsions de guidage (le déplacement de l'axe d'ascension droite pour une impulsion de 100ms par exemple). Une fois que ces valeurs sont estimées, le guide peut corriger la position de la monture de manière efficace. Vous pouvez voir les valeurs calibrées pour ces paramètres dans l'image ci-dessus dans la section « Valeurs calibrées ».
pt_br: O guiamento automático é um processo de duas etapas: calibração e guiamento. A calibração é necessária para que o esquema entenda a orientação da câmera em relação aos eixos AR e DEC, e também os efeitos dos pulsos de guia (por exemplo, o quanto um pulso de guia de AR de 100 ms normalmente move o eixo AR). Uma vez estimados esses valores, o guiador pode corrigir a posição da montagem de forma eficaz. Você pode ver os valores calibrados para esses parâmetros na imagem acima, na seção de "Valores calibrados".
sl: Samodejno vodenje je postopek v dveh korakih: kalibracija in vodenje. Kalibracija je potrebna, da shema razume orientacijo kamere glede na osi RA in DEC ter tudi učinke vodilnih impulzov (npr. koliko bo vodilni impulz 100 ms RA običajno premaknil os RA). Ko vodnik oceni te vrednosti, lahko učinkovito popravi položaj montaže. Umerjene vrednosti za te parametre si lahko ogledate na zgornji sliki v razdelku ``Umerjene vrednosti``.
sv: Automatisk guiding är en tvåstegsprocess: Kalibrering och guidning. Kalibrering behövs för att metoden ska förstå kamerans orientering, i förhållande till RA- och Dek-axlarna, och även effekterna av guidningspulser (t.ex. hur mycket en 100 ms RA-guidningspuls normalt flyttar RA-axeln). När den väl uppskattat värdena kan guidningsverktyget korrigera stativets position effektivt. Du kan se parametrarnas kalibrerade värden på bilden ovan i avsnittet "Kalibrerade värden".

source: Similar to other guiders, we recommend that you carefully calibrate once, and then only re-calibrate when necessary. It is necessary to re-calibrate when the camera is moved (e.g. rotate) relative to the mount. It should not be necessary to calibrate every time you slew the mount. You should calibrate when pointing near the Meridian and along the Celestial Equator (probably just West of it). Guiding (and guide calibration) is problematic near the pole--it probably won't work. `This slide show <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__ contains good advice on how to calibrate the Internal Guider and/or PHD2.
ca: Igual que altres sistemes de guiatge, us recomanem que el calibrareu amb cura una vegada, i després tornar a calibrar només quan sigui necessari. Cal tornar a calibrar quan la càmera es mou (p. ex. girar) en relació amb la muntura. No hauria de ser necessari calibrar cada vegada que orienteu la muntura. Cal calibrar quan apunteu prop del meridià i al llarg de l'equador celeste (probablement just a l'oest). El guiatge (i el calibratge del sistema de guia) és problemàtic a prop del pol: probablement no funcionarà. `Aquesta presentació de diapositives <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__ conté bons consells sobre com calibrar el sistema de guiatge intern i/o el PHD2.
ca@valencia: Igual que amb altres sistemes de guiatge, vos recomanem calibrar acuradament una vegada i després tornar a calibrar només quan siga necessari. Caldrà tornar a calibrar quan la càmera es moga (p. ex., es gire) en relació amb la muntura. No cal calibrar cada vegada que s'orienta la muntura. Haureu de calibrar quan apunteu a prop del meridià i al llarg de l'equador celeste (probablement just a l'oest seu). El sistema de guiatge (i el calibratge de la guia) és problemàtic prop del pol -probablement no funcionarà-. `Esta presentació de diapositives <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__ conté bons consells sobre com calibrar el sistema de guiatge intern i/o PHD2.
fr: De manière similaire aux autres guides, il est recommandé de réaliser une calibration soigneuse une première fois, afin de ne refaire l'opération que si c'est vraiment nécessaire, par exemple si l'appareil est déplacé relativement à la monture. Il ne devrait pas être nécessaire de calibrer à chaque rotation de la monture. Vous devriez calibrer quand vous pointez près du méridien et le long de l'équateur céleste (et probablement seulement à l'ouest de ce dernier). Le guidage (et sa calibration) est problématique près des pôles et ne fonctionnera probablement pas. Ce `document <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__ contient de bons conseils sur la manière de calibrer le guide interne ainsi que PHD2.
pt_br: Semelhante a outros guias, recomendamos que você calibre cuidadosamente uma vez e recalibre somente quando necessário. É necessário recalibrar quando a câmera é movida (por exemplo, girada) em relação à montagem. Não deve ser necessário calibrar toda vez que você girar a montagem. Você deve calibrar ao apontar próximo ao meridiano e ao longo do Equador Celeste (provavelmente a oeste dele). A guiagem (e a calibração da guiagem) é problemática perto do polo — provavelmente não funcionará. `Esta apresentação de slides <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__ contém bons conselhos sobre como calibrar o guiador interno e/ou o PHD2.
sl: Podobno kot pri drugih merilnikih priporočamo, da enkrat skrbno kalibrirate in nato ponovno kalibrirate le, ko je to potrebno. Ponovno kalibracijo je treba izvesti, ko se kamera premakne (npr. zavrti) glede na montažo. Kalibracije ne bi smelo biti treba izvajati vsakič, ko obrnete montažo. Kalibracijo morate izvesti, ko usmerite blizu poldnevnika in vzdolž nebesnega ekvatorja (verjetno malo zahodno od njega). Vodenje (in kalibracija merilnika) je problematično v bližini pola – verjetno ne bo delovalo. `Ta predstavitev <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__ vsebuje dobre nasvete o kalibraciji notranjega merilnika in/ali PHD2.
sv: I likhet med andra guidningsverktyg, rekommenderar vi att du kalibrerar noggrant en gång och sedan bara kalibrerar om när det behövs. Det är nödvändigt att kalibrera om när kameran flyttas (t.ex. roteras) i förhållande till stativet. Det bör inte vara nödvändigt att kalibrera varje gång du vrider stativet. Du ska kalibrera när du pekar nära meridianen och längs himmelsekvatorn (förmodligen strax väster om den). Guidning (och guidningskalibrering) är problematiska nära polen, det fungerar förmodligen inte. `Det här bildspelet <https://openphdguiding.org/PHD2_BestPractices_2019-12.pdf>`__ innehåller goda råd om hur man kalibrerar Intern guidning och/eller PHD2.

source: The important options on the calibration options page (above) are:
bg: Важните опции на страницата с опции за калибриране (по-горе) са:
ca: Les opcions importants a la pàgina d'opcions de calibratge (a dalt) són:
ca@valencia: Les opcions importants en la pàgina «Calibratge» (a dalt) són:
fr: Les options importantes de calibrations sont :
nl: De belangrijke opties bij de opties op de calibratiepagina (boven) zijn:
pt_br: As opções importantes na página de opções de calibração (acima) são:
sl: Pomembne možnosti na strani z možnostmi umerjanja (zgoraj) so:
sv: De viktiga alternativen på sidan med kalibreringsalternativ (ovan) är:
uk: Важливими параметрами на сторінці параметрів калібрування (вище) є такі:

source: ``Pulse Size``: should be large enough to move your image a few pixels.
ca: ``Mida del pols``: Hauria de ser prou gran per a moure la imatge uns quants píxels.
ca@valencia: Mida del ``Pols``: hauria de ser prou gran com per a moure la imatge uns quants píxels.
fr: ``Taille d'impulsion`` : elle devrait être assez importante pour déplacer l'image de quelques pixels.
pt_br: ``Tamanho do pulso``: deve ser grande o suficiente para mover sua imagem alguns pixels.
sl: ``Velikost impulza``: mora biti dovolj velik, da premakne vašo sliko za nekaj slikovnih pik.
sv: ``Pulsstorlek``: bör vara tillräckligt stor för att flytta bilden några bildpunkter.

source: ``Re-using Calibration``: There are two checkboxes related to keeping your calibration. We recommend checking "Store and re-use guide calibration when possible", and un-checking "Reset Guide Calibration After Each Mount Slew".
ca: ``Reutilització del calibratge``: Hi ha dues caselles de selecció relacionades amb mantenir el calibratge. Recomanem que es marqui «Emmagatzema i reutilitza el calibratge de la guia quan sigui possible», i que es desmarqui «Restableix el calibratge de la guia després de cada orientació de la muntura».
ca@valencia: ``Tornar a utilitzar el calibratge``: hi ha dues caselles de selecció relacionades amb mantindre el calibratge. Recomanem seleccionar ``Si és possible, emmagatzema i torna a utilitzar el calibratge del guiatge`` i desseleccionar ``Reinicia el calibratge del guiatge després de cada orientació de la muntura``.
fr: ``Réutiliser la calibration`` : il existe deux cases à cocher liées à la conservation de la calibration. Nous recommandons de cocher « Enregistrer et réutiliser la calibration quand c'est possible » et de décocher « Réinitialiser la calibration du guide après chaque rotation de la monture ».
pt_br: ``Reutilizando a calibração``: Há duas caixas de seleção relacionadas à manutenção da sua calibração. Recomendamos marcar "Armazenar e reutilizar a calibração do guia quando possível" e desmarcar "Redefinir a calibração do guia após cada movimento de montagem".
sl: ``Ponovna uporaba kalibracije``: Obstajata dve potrditveni polji, povezani z ohranjanjem vašega umerjanja. Priporočamo, da označite možnost »Shrani in ponovno uporabite kalibracijo vodnika, kadar je to mogoče«, in počistite polje ``Ponastavi kalibracijo vodnika po vsakem obračanju namestitve``.
sv: ``Återanvänd kalibrering``: Det finns två kryssrutor för att behålla kalibreringen. Vi rekommenderar att du markerar "Lagra och återanvänd guidningskalibrering om möjligt", och avmarkerar "Nollställ guidningskalibrering efter varje stativförflyttning".

source: ``Reverse DEC...``: It is also important to check or un-check (it is mount dependent) "Reverse DEC on pier-side change when re-using calibration". To find out the right setting for your mount, you need to successfully calibrate on one pier side, make sure guiding is working well on that side, then switch to the other side. Guide for a minute or two. If DEC runs away, then you probably have the wrong setting for the "Reverse DEC..." checkbox.
ca: ``Inverteix la Dec...``: També és important marcar o desmarcar (és dependent de la muntura) «Inverteix la Dec en canviar el costat del moll en reutilitzar el calibratge». Per a trobar l'opció correcta per a la muntura, cal calibrar correctament en un costat del moll, assegureu-vos que el guiatge funciona bé en aquest costat i després canvieu a l'altre costat. Feu el guiatge durant un minut o dos. Si la Dec s'escapa, probablement tindreu la configuració equivocada a la casella de selecció «Inverteix la Dec...».
ca@valencia: ``Invertix la Dec «…»``: també és important seleccionar o desseleccionar (dependrà de la muntura) ``Invertix la Dec en canviar el costat del moll quan es torne a emprar el calibratge``. Per a descobrir la configuració correcta per a la muntura, haureu de calibrar correctament en un costat del moll, assegureu-vos que el sistema de guiatge funcione bé en este costat i després canvieu a l'altre. Feu el guiatge durant un minut o dos. Si la Dec s'escapa, llavors probablement tindreu una configuració incorrecta per a esta casella de selecció.
fr: ``Inverser la déclinaison…`` : il est également important de cocher ou décocher cette option selon le type de monture. Pour découvrir le réglage adéquat pour votre monture, vous devez avoir une calibration réussie d'un côté du pied, vous assurer que le guidage fonctionne bien de ce côté, puis passer à l'autre côté. Ensuite guider pendant une minute ou deux. Si vous observez une dérive de la déclinaison, c'est que vous avez probablement le mauvais réglage pour cette option.
pt_br: ``Reverter DEC...``: Também é importante marcar ou desmarcar (depende da montagem) a opção "Reverter DEC na alteração do lado do píer ao reutilizar a calibração". Para encontrar a configuração correta para a sua montagem, você precisa calibrar com sucesso em um lado do píer, certificar-se de que a guia esteja funcionando bem nesse lado e em seguida, mudar para o outro lado. Guie por um ou dois minutos. Se a DEC se desviar, então você provavelmente tem a configuração errada para a caixa de seleção "Reverter DEC...".
sl: ``Obrni DEC ...``: Prav tako je pomembno označiti ali odkljukati (odvisno je od namestitve) ``Obrniti DEC pri spremembi strani stojala pri ponovni uporabi kalibracije``. Če želite izvedeti pravo nastavitev za vaš nosilec, morate uspešno kalibrirati na eni strani stojala, se prepričati, da vodenje na tej strani dobro deluje, nato preklopiti na drugo stran. Vodnik za minuto ali dve. Če DEC pobegne, imate verjetno napačno nastavljeno potrditveno polje "Obrni DEC...".
sv: ``Vänd Dek...``: Det är också viktigt att markera eller avmarkera (det är stativberoende) "Vänd Dek vid ändring av pirsida när kalibrering återanvänds". För att ta reda på rätt inställning för stativet måste du kalibrera på en pirsida med lyckat resultat, se till att guidningen fungerar bra på den sidan, och sedan byta till den andra sidan. Guida i en minut eller två. Om Dek sticker iväg har du förmodligen fel inställning av kryssrutan "Vänd Dek...".

source: ``Max Move, Iterations``: We recommend you keep iterations large (e.g. 10) and Max Move large (e.g. 20+ pixels). This way you should get a good estimate of the guiding calibration parameters. Calibration should be something you do rarely, so it is best to take a little extra time and get right.
ca: ``Moviment màx., Iteracions``: Us recomanem mantenir iteracions grans (p. ex. 10) i un moviment màx. gran (p. ex. 20+ píxels). D'aquesta manera hauríeu d'obtenir una bona estimació dels paràmetres de calibratge del guiatge. El calibratge hauria de ser una cosa que feu rarament, així que és millor dedicar-hi una mica més de temps i fer-ho bé.
ca@valencia: ``Moviment màx. (px)`` i ``Màxim d'iteracions``: recomanem mantindre el màxim d'iteracions gran (p. ex., 10), així com un moviment màxim gran (p. ex., més de 20 píxels). D'esta manera hauríeu d'obtindre una bona estimació dels paràmetres de calibratge del guiatge. El calibratge hauria de ser una cosa que feu rarament, per la qual cosa és millor dedicar-hi una mica més de temps i fer-ho bé.
fr: ``Déplacement maximal, itérations`` : nous recommandons de conserver une valeur importante pour les itérations (p. ex. 10) ainsi que pour le déplacement maximal (p. ex. plus de 20 pixels). Ainsi vous devriez obtenir une bonne estimation des paramètres de calibration de guidage. La calibration est une opération que vous ne devriez faire que rarement, donc prenez un peu plus de temps pour la faire correctement.
pt_br: ``Movimento máximo, Iterações``: Recomendamos que você mantenha as iterações grandes (por exemplo, 10) e o movimento máximo grande (por exemplo, 20+ pixels). Dessa forma, você deverá obter uma boa estimativa dos parâmetros de calibração de orientação. A calibração deve ser algo que você faz raramente, então é melhor dedicar um pouco mais de tempo e acertar.
sl: ``Največji premik, ponovitve``: Priporočamo, da ohranite velike iteracije (npr. 10) in največji premik velik (npr. 20+ slikovnih pik). Tako bi morali dobiti dobro oceno vodilnih kalibracijskih parametrov. Umerjanje bi moralo biti nekaj, kar redko izvajate, zato je najbolje, da si vzamete malo več časa in naredite pravilno.
sv: ``Maximal förflyttning, Upprepningar``: Vi rekommenderar att du använder många upprepningar (t.ex. 10) och stor maximal förflyttning (t.ex. 20+ bildpunkter). På så sätt bör du få en bra uppskattning av guidningskalibreringens parametrar. Kalibrering bör vara något du gör sällan, så det är bäst att ta lite extra tid och göra rätt.
