Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-align.po
Languages: ca, sv, uk

source: Remember as indicated above that StellarMate <emphasis>already</emphasis> includes astrometry.net. Therefore, if you would like to use StellarMate remotely to solve your images, simply change solver type to <guimenuitem>Remote</guimenuitem> and ensure that your equipment profile includes <emphasis role="bold">Astrometry</emphasis> driver which can be selected under the <guilabel>Auxiliary</guilabel> dropdown. This is applicable to all operating systems and not just &Windows;.
ca: Recordeu que, tal com s'ha indicat anteriorment, el StellarMate <emphasis>ja</emphasis> inclou l'«astrometry.net». Per tant, si voleu utilitzar el StellarMate de forma remota per a resoldre les vostres imatges, simplement canvieu el tipus de solucionador a <guimenuitem>Remot</guimenuitem> i assegureu-vos que el vostre perfil de l'equip inclou el controlador <emphasis role="bold">Astrometria</emphasis>, el qual es pot seleccionar sota el menú desplegable <guilabel>Auxiliar</guilabel>. Això és aplicable a tots els sistemes operatius i no només al &Windows;.

source: Astrometry.net is already included with &kstars; for &MacOS;, so no need to install it.
ca: L'«astrometry.net» ja està inclòs amb el &kstars; per a &MacOS;, per tant, no cal instal·lar-lo.

source: Astrometry.net is already included with &kstars; bleeding version. But if astrometry is not installed, then you can install it by running the following command under &ubuntu;:
ca: L'«astrometry.net» ja està inclòs amb el &kstars; en la versió «bleeding». Però si l'astrometria no està instal·lada, podeu instal·lar-la executant l'ordre següent a la &ubuntu;:

source: How to Use?
ca: Com emprar-lo?
sv: Hur ska man använda det?
uk: Принципи користування

source: Ekos Align Module offers multiple functions to aid you in achieving accurate GOTOs. For some mounts it is useful to start your session with your mount in home position with the telescope tube looking directly at the celestial pole. For users in Northern Hemisphere, point the telescope as close as possible to Polaris. It is not necessary to perform 2 or 3 star alignments, but it can be useful for some mount types. Make sure your camera is focused.
ca: El mòdul d'alineació de l'Ekos ofereix múltiples funcions per a ajudar-vos a aconseguir GOTO precisos. Per a algunes muntures és útil inicial la sessió amb la muntura en la posició inicial amb el tub del telescopi que miri directament al pol celeste. Per als usuaris de l'hemisferi nord, apunteu el telescopi el més a prop possible de Polaris. No és necessari realitzar alineacions de 2 o 3 estrelles, però pot ser útil en alguns tipus de muntura. Assegureu-vos que la càmera estigui enfocada.
sv: Ekos inriktningsmodul erbjuder ett flertal funktioner för att hjälpa dig uppnå noggranna GÅ TILL. För vissa stativ är det användbart att starta sessionen med stativet i hemposition med teleskopröret direkt riktat mot himmelspolen. För användare på norra halvklotet, peka teleskopet så nära som möjligt mot polstjärnan. Det är inte nödvändigt att göra två eller tre stjärninriktningar, men det kan vara användbart för vissa stativtyper. Säkerställ att kameran är fokuserad.
uk: У модулі Ekos передбачено декілька інструментів, які допоможуть у правильному наведенні вашого телескопа. Для деяких лафетів корисно почати ваш сеанс із початкової позиції лафета, коли тубус телескопа спрямовано безпосередньо на небесний полюс. Для користувачів із північної півкулі Землі, можна навести телескоп якомога точніше на Полярну зірку. Потреби у виконанні 2 або 3 вирівнювань немає, але такі вирівнювання можуть бути корисними для деяких типів лафетів. Переконайтеся, що камеру телескопа фокусовано.

source: At the top left of the Align page you can find two solver commands, and two actions to take given the solver solution.
ca: A la part superior esquerra de la pàgina Alineació, trobareu dues ordres del solucionador i dues accions per a prendre donada la solució del solucionador.
sv: Längst upp till vänster på sidan Inriktning finns två lösningskommandon och två åtgärder att vidta givet lösningsverktygets lösning.
uk: У верхній лівій частині сторінки «Вирівнювання» розташовано поля двох команд розв'язувача і дві кнопки для використання заданого розв'язку.

source: <guilabel>Capture &amp; Solve</guilabel>: Capture an image and determine exactly where in the sky the telescope is pointing. The astrometry results include the equatorial coordinates (RA &amp; DEC) of the center of the captured image and the pixel scale and field rotation. Depending on the Solver Action settings, the results can be used to Sync the mount or Sync and then Slew to the target location. For example, suppose you slewed the mount to Vega then used <emphasis>Capture &amp; Solve</emphasis>. If the actual telescope location is different from Vega, it will be first synced to the solved coordinate and then Ekos shall command the mount to slew to Vega. After slew is complete, the Alignment module will repeat Capture &amp; Solve process again until the error between reported and actual position falls below the accuracy thresholds (30 arcseconds by default).
ca: <guilabel>Captura i soluciona</guilabel>: Captura una imatge i determina exactament cap a on del cel està apuntant el telescopi. Els resultats de l'astrometria inclouen les coordenades equatorials (AR i Dec) del centre de la imatge capturada, a més de l'escala de píxels i la rotació del camp. Depenent de la configuració Acció del solucionador, els resultats es podran utilitzar per a sincronitzar la muntura, o sincronitzar i, a continuació, orientar cap a la ubicació de l'objectiu. Per exemple, suposem que vau desplaçar la muntura a Vega i després vau utilitzar <emphasis>Captura i soluciona</emphasis>. Si l'emplaçament real del telescopi és diferent de Vega, se sincronitzarà per primera vegada amb les coordenades resoltes i, a continuació, l'Ekos haurà d'ordenar a la muntura perquè s'orienti cap a Vega. Una vegada completat el desplaçament, el mòdul d'alineació tornarà a repetir el procés de Captura i soluciona fins que l'error entre la posició informada i la posició real romangui per sota dels llindars de la precisió (predeterminada a 30 segons d'arc).

source: <guilabel>Load &amp; Slew</guilabel>: Load a FITS or JPEG file, solve it, and then slew to it.
ca: <guilabel>Carrega i orienta...</guilabel>: Carrega un fitxer FITS o JPEG, el soluciona i després s'hi desplaça.

source: <emphasis role="bold">Never</emphasis> solve an image at or near the celestial pole (unless Ekos Polar Alignment Assistant Tool is used). Slew at least 20 degrees away from the celestial pole before solving the first image. Solving very close to the poles will make your mount pointing worse, so avoid it.
ca: <emphasis role="bold">Mai</emphasis>, no resoldrà una imatge al o a prop del pol celeste (a menys que s'utilitzi l'eina assistent d'alineació polar de l'Ekos). Almenys s'orienta fins a 20 graus del pol celeste abans de resoldre la primera imatge. El fet de resoldre molt a prop dels pols empitjorarà l'apuntament de la muntura, de manera que cal evitar-ho.

source: Alignment Settings
ca: Configuració de l'alineació
sv: Inriktningsinställningar
uk: Параметри вирівнювання

source: Before you begin the alignment process, select the desired optical train. You can explore astrometry.net options that are passed to the astrometry.net solver each time an image is captured:
ca: Abans de començar el procés d'alineació, seleccioneu el tren òptic desitjat. Podeu explorar les opcions de l'«astrometry.net» que es passen al solucionador «astrometry.net» cada vegada que es captura una imatge:
sv: Innan inriktningsprocessen påbörjas, välj önskad optik. Du kan kontrollera alternativ som skickas till lösningsverktyget astrometry.net varje gång en bild tas:
uk: Перш ніж ви розпочнете процедуру вирівнювання, виберіть бажаний оптичний тракт. Ви можете ознайомитися із параметрами astrometry.net, які передаються розв'язувачу astrometry.net кожного разу, коли програма захоплює зображення:

source: <guilabel>Accuracy</guilabel>: Acceptable difference between the desired target position and the solved coordinates from the captured image. If the difference exceeds this many arc-seconds, then the system will continue to capture, solve and slew until the solved position is close enough to the target position.
ca: <guilabel>Precisió</guilabel>: Diferència acceptable entre la posició desitjada de l'objectiu i les coordenades resoltes de la imatge capturada. Si la diferència excedeix aquest nombre de segons d'arc, llavors el sistema continuarà capturant, resolent i orientant fins que la posició resolta estigui prou a prop de la posició de l'objectiu.

source: <guilabel>Train</guilabel>: Select the Optical Train which will be used to capture the image to be aligned. It is also used to compute the image scale.
ca: <guilabel>Tren</guilabel>: Seleccioneu el tren òptic que s'utilitzarà per a capturar la imatge que s'alinearà. També s'utilitza per a calcular l'escala de la imatge.

source: <guilabel>Exposure</guilabel>: Exposure duration in seconds.
ca: <guilabel>Exposició</guilabel>: Durada de l'exposició en segons.

source: <guilabel>Bin</guilabel>: The binning of the image before solving.
ca: <guilabel>Grup</guilabel>: Estableix l'agrupament («binning») de la imatge abans de solucionar-la.

source: <guilabel>Gain/ISO</guilabel>: The camera gain or ISO.
ca: <guilabel>Guany/ISO</guilabel>: El guany de la càmera o ISO.

source: <guilabel>Filter/Use Current</guilabel>: The filter to use when capturing the image. <guilabel>Use Current</guilabel> uses whatever filter is currently active.
ca: <guilabel>Filtre/Usa l'actual</guilabel>: El filtre a usar en capturar la imatge. <guilabel>Usa l'actual</guilabel> usa qualsevol filtre que estigui actiu actualment.

source: <guilabel>Dark</guilabel>: Whether to use the dark-image subtraction scheme before analyzing the captured image.
ca: <guilabel>Fosc</guilabel>: Si s'ha d'utilitzar l'esquema de sostracció de la imatge fosca abans d'analitzar la imatge capturada.

source: <title>Polar Alignment</title>
ca: <title>Alineació polar</title>

source: When setting up a German Equatorial Mount (GEM) for imaging, a critical aspect of capturing long-exposure images is to ensure proper polar alignment. A GEM mount has two axis: Right Ascension (RA) axis and Declination (DE) axis. Ideally, the RA axis should be aligned with the celestial sphere polar axis. A mount's job is to track the star's motion around the sky, from the moment they rise at the eastern horizon, all the way up across the median, and westward until they set.
ca: Quan es configura una muntura equatorial alemanya (GEM) per a l'obtenció de les imatges, un aspecte crític de capturar imatges amb una exposició prolongada és assegurar una alineació polar adequada. Una muntura GEM té dos eixos: l'eix de l'ascensió dreta (AR) i l'eix de la declinació (Dec). De manera ideal, l'eix de l'AR haurà d'estar alineat amb l'eix polar de l'esfera celeste. La tasca d'una muntura és seguir el moviment de l'estrella al voltant del cel, des del moment en què surt per l'horitzó de l'est, passant pel mig i ponent-se a l'oest.

source: <phrase>Polar Alignment Assistant</phrase>
ca: <phrase>Assistent d'alineació polar</phrase>

source: In long exposure imaging, a camera is attached to the telescope where the image sensor captures incoming photons from a particular area in the sky. The incident photons have to strike the same photo-site over and over again if we are to gather a clear and crisp image. Of course, actual photons do not behave in this way: optics, atmosphere, seeing quality all scatter and refract photons in one way or another. Furthermore, photons do not arrive uniformly but follow a Poisson distribution. For point-like sources like stars, a point spread function describes how photons are spatially distributed across the pixels. Nevertheless, the <emphasis>overall</emphasis> idea we want to keep the source photons hitting the same pixels. Otherwise, we might end up with an image plagued with various trail artifacts.
ca: En l'obtenció d'imatges amb una exposició prolongada, hi ha una càmera encastada al telescopi, on el sensor de la imatge capturarà els fotons entrants d'una àrea particular del cel. Els fotons hauran d'incidir sempre al mateix lloc de la fotografia si volem obtenir una imatge clara i nítida. Per descomptat, els fotons en la realitat no es comporten d'aquesta manera: l'òptica, l'atmosfera, la qualitat del «seeing» dispersen i refracten conjuntament els fotons d'una manera o altra. A més, els fotons no arriben de manera uniforme, sinó que segueixen una distribució de Poisson. Per a fonts puntuals com les estrelles, la funció de dispersió d'un punt descriu la manera com els fotons es distribueixen espacialment a través dels píxels. No obstant això, la idea general que volem és que els fotons d'origen colpegin en els mateixos píxels. En cas contrari, podríem acabar amb una imatge plagada de diversos defectes de rastres.

source: <screeninfo>Polar Alignment</screeninfo>
ca: <screeninfo>Alineació polar</screeninfo>

source: <phrase>Polar Alignment</phrase>
ca: <phrase>Alineació polar</phrase>

source: Since mounts are not perfect, they cannot perfectly keep track of object as it transits across the sky. This can stem from many factors, one of which is the misalignment of the mount's Right Ascension axis with respect to the celestial pole axis. Polar alignment removes one of the biggest sources of tracking errors in the mount, but other sources of error still play a factor. If properly aligned, some mounts can track an object for a few minutes with the only deviation of 1-2 arcsec RMS.
ca: Atès que les muntures no són perfectes, no poden realitzar un seguiment perfecte de l'objecte a mesura que aquest transita pel cel. Això pot deure's a molts factors, un dels quals és la desalineació de l'eix de l'ascensió recta de la muntura respecte a l'eix pol celeste. L'alineació polar elimina una de les principals fonts d'errors en el seguiment de la muntura, però altres fonts d'error encara reprodueixen un factor. Si estan alineades correctament, algunes muntures poden seguir un objecte durant alguns minuts amb una desviació única d'1 a 2 arcsec RMS.
sv: Eftersom stativ inte är perfekta kan de inte perfekt hålla reda på objekt när de färdas över himlen. Det kan orsakas av många faktorer, varav en är felinriktning av stativets rektascensionsaxel med avseende på himmelspolaxeln. Polär inriktning tar bort en av de största orsakerna till stativets följningsfel, men andra felkällor spelar fortfarande roll. Vissa stativ kan följa ett objekt några minuter med bara en avvikelse på 1-2 bågsekunder RMS, om de är riktigt inriktade.
uk: Оскільки лафети не є ідеальними, вони не можуть ідеально стежити за рухом об'єкта небесною сферою. У порушенні ідеальності є багато причин, однією з яких є порушення вирівнювання вісі прямого сходження лафета відносно небесної полярної вісі. Полярне вирівнювання усуває одне з найсуттєвіших джерел похибок стеження лафета. Втім, інші причини при цьому лишаються. Деякі лафети при належному вирівнюванні здатні стежити за об'єктом протягом декількох хвилин із середньоквадратичним відхиленням у 1-2 кутові секунди.

source: However, unless you have a top of the line mount, then you'd probably want to use an autoguider to keep the same star locked in the same position over time. Despite all of this, if the axis of the mount is not properly aligned with the celestial pole, then even a mechanically-perfect mount would lose tracking with time. Tracking errors are proportional to the magnitude of the misalignment. It is therefore very important for long exposure imaging to get the mount polar aligned to reduce any residual errors as it spans across the sky.
ca: Tanmateix, tret que tingueu una muntura de gamma alta, probablement voldreu utilitzar un guiador automàtic per a mantenir bloquejada la mateixa estrella en la mateixa posició al llarg del temps. Malgrat tot això, si l'eix de la muntura no està correctament alineat amb el pol celeste, fins i tot una muntura mecànicament perfecta perdrà el seguiment amb el temps. Els errors de seguiment són proporcionals a la magnitud de la desalineació. Per tant, és molt important per a les imatges obtingudes amb una exposició prolongada aconseguir que la muntura s'alineï en l'àmbit polar per a reduir els errors residuals a mesura que es desplaça a través del cel.
sv: Dock vill man troligtvis använda automatisk guidning för att hålla samma stjärna låst på samma position över tid, om man inte har ett av de allra bästa stativen. Trots detta, om stativets axel inte är riktigt inriktat i förhållande till himmelspolen, skulle även ett mekaniskt perfekt stativ förlora inriktningen med tiden. Följningsfelet är proportionellt mot felinrikningens storlek. Därför är det mycket viktigt för långtidsexponeringar att stativet är polärinriktat för att reducera alla resterande fel när det rör sig över himlen.
uk: Втім, якщо ви не є власником найякіснішого і найдорожчого лафета, ймовірно, ви захочете скористатися засобами автонаведення для фіксування телескопа на зірці протягом процесу створення знімків. Крім того, якщо вісь лафета не вирівняно щодо небесної вісі, навіть механічно досконалий лафет втратить фіксування на об'єкті за певний проміжок часу. Похибки стеження пропорційні до величини похибок вирівнювання вісі. Тому для створення зображень із довгою витримкою дуже важливо вирівняти вісь лафета полярно, щоб зменшити похибку наведення протягом процесу створення зображення.

source: Before starting the process, point the mount as close as possible to the celestial pole with the counterweights down. If you are living in the Northern Hemisphere, point it as close as possible to Polaris. If Polaris is not visible (&eg; blocked by trees or buildings) you may point elsewhere, preferably near the Meridian. Make sure there is at least 30-60 degrees of sky viewable in an arc East or West of the Meridian from the position you choose. Select the direction of free sky, the number of degrees for each of two slews, the mount slew speed, and whether the mount will be slewing automatically (recommended) or manually.
ca: Abans d'iniciar el procés, apunteu la muntura el més a prop possible del pol celeste amb els contrapesos cap avall. Si viviu a l'hemisferi nord, apunteu-la el més a prop possible de Polaris. Si la Polaris no és visible (&pex;, bloqueig per arbres o edificis) podeu apuntar a un altre lloc, preferiblement prop del meridià. Assegureu-vos que com a mínim hi ha 30-60 graus de cel visible en un arc est o oest del meridià des de la posició que trieu. Seleccioneu la direcció del cel lliure, el nombre de graus per a cada una de les dues orientacions, la velocitat d'orientació de la muntura i si la muntura s'orientarà automàticament (recomanat) o manualment.

source: The tool works by capturing and solving three images. After capturing each, the mount rotates by the fixed amount you entered and another image is captured and solved. If you choose manual, you will need to slew the mount by roughly the angle chosen.
ca: L'eina funciona capturant i resolent tres imatges. Després de capturar cadascuna, la muntura girarà la quantitat fixa que heu introduït i es capturarà i resoldrà una altra imatge. Si trieu manual, caldrà que orienteu la muntura més o menys a l'angle escollit.
sv: Verktyget fungerar genom att ta och lösa tre bilder. Efter var och en har tagits, roteras stativet med det fasta värdet du skrivit in och en annan bild tas och löses. Om du väljer manuell, måste du förflytta stativet ungefär den valda vinkeln.
uk: Цей інструмент працює шляхом створення і розв'язування трьох зображень. Після захоплення кожного із зображень лафет обертається на введений вами фіксований крок, і програма захоплює і розв'язує наступне зображення. Якщо вами буде вибрано режим обертання вручну, вам слід повернути лафет приблизно на вибраний кут.

source: <screeninfo>Polar Alignment Assistant</screeninfo>
ca: <screeninfo>Assistent d'alineació polar</screeninfo>

source: Plate Solve Correction Scheme
ca: Esquema de correcció de solució de plaques
sv: Analys av astrobilder korrigeringsmetod
uk: Схема виправлення розв'язання зображень

source: The images below show the workflow when the <emphasis>Plate Solve</emphasis> correction technique is used. The image below shows a display after the 3 measurement images are captured and solved. It shows an error of almost 18' in altitude and that the mount's axis needs to be moved up. Similarly it shows an azimuth error of almost 15' and that the axis needs to be moved to the right (as viewed from behind the telescope).
ca: Les imatges següents mostren el flux de treball quan s'utilitza la tècnica de correcció <emphasis>Solució de plaques</emphasis>. La imatge següent mostra una pantalla després de capturar i resoldre les 3 imatges de mesura. Mostra un error de gairebé 18' en altitud i que l'eix de la muntura necessita ser mogut cap amunt. De la mateixa manera, mostra un error d'azimut de gairebé 15' i que l'eix s'ha de moure cap a la dreta (com es veu des del darrere del telescopi).

source: Polar Alignment Assistant, Plate Solve Workflow 1
ca: Assistent d'alineació polar, flux de treball de solució de plaques 1
sv: Polärinriktningsguide, lösning av astrobilder arbetsflöde 1
uk: Помічник для полярного вирівнювання, процедура розв'язання зображення 1

source: If your error is low enough (&eg; less than an arc-minute) then you don't need to make any adjustments. Simply press stop and you're done.
ca: Si l'error és prou baix (&pex;, menys d'un minut d'arc) llavors no necessitareu fer cap ajustament. Simplement premeu atura i ja heu acabat.

source: If you will be making corrections to your mount's axis, you should select the adjustment approach (we're using Plate Solve in this example), and how often the system should recapture images to re-measure the polar alignment error. The refresh interval should be frequent, but it doesn't make sense to make it faster that your CPU can capture and plate-solve the images. We're using 2s in this example. Then press the <guibutton>Refresh</guibutton> button to begin the correction process.
ca: Si esteu fent correccions a l'eix de la muntura, haureu de seleccionar l'aproximació d'ajust (estem utilitzant el solucionador de plaques en aquest exemple), i amb quina freqüència el sistema hauria de recuperar les imatges per a tornar a mesurar l'error d'alineació polar. L'interval d'actualització hauria de ser freqüent, però no té sentit fer que sigui més ràpid que la CPU pugui capturar i resoldre les imatges. Estem utilitzant 2 s en aquest exemple. Després premeu el botó <guibutton>Actualitza</guibutton> per a començar el procés de correcció.

source: The system will capture images, and re-estimate the polar alignment error after each image. You can try to reduce the error by adjusting the Altitude and Azimuth correction knobs on your mount. The image below shows the screen after the altitude error has been almost zeroed. See the difference between the <emphasis>Measured Error</emphasis> row, which shows the originally measured error after the original 3 captures, and the <emphasis>Updated Error</emphasis> row which shows the current error estimate.
ca: El sistema capturarà imatges i tornarà a estimar l'error d'alineació polar després de cada imatge. Podeu intentar reduir l'error ajustant els botons de correcció d'altitud i azimut a la muntura. La imatge de sota mostra la pantalla després que l'error d'altitud sigui gairebé zero. Vegeu la diferència entre la fila <emphasis>Error mesurat</emphasis>, que mostra l'error originalment mesurat després de les 3 captures originals, i la fila <emphasis>Error actualitzat</emphasis> que mostra l'estimació de l'error actual.
