Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <emphasis role="bold">Classic</emphasis>: This is the recommended setting. The equation used is displayed in the top right of the dialog and is the equation most commonly seen on the internet. The equation comes from a linear optics treatment using the Airy Disc and is acknowledged to have limitations. For this reason it includes a "tolerance" factor that can be adjusted by the user. For example, in the often quoted “In Perfect Focus” article by Don Goldman and Barry Megdal in Sky &amp; Telescope 2010 they suggest setting t=1/3.
bg: <emphasis role="bold">Класически</emphasis>: Това е препоръчителната настройка. Използваното уравнение се показва в горния десен ъгъл на панела и е уравнението, което се среща най-често в интернет. Уравнението идва от обработка с линейна оптика с помощта на Airy Disc и е известно, че има ограничения. Поради тази причина той включва коефициент "толеранс", който може да се настрои от потребителя. Например в често цитираната статия "In Perfect Focus" на Don Goldman и Barry Megdal в Sky и Telescope 2010 те предлагат настройка на t=1/3.
sl: <emphasis role="bold">Klasično</emphasis>: To je priporočena nastavitev. Uporabljena enačba je prikazana v zgornjem desnem kotu pogovornega okna in je najpogosteje vidna na internetu. Enačba izhaja iz zdravljenja z linearno optiko z uporabo Airy Disc in ima priznane omejitve. Zaradi tega vključuje faktor "tolerance", ki ga lahko prilagodi uporabnik. Na primer, v pogosto citiranem članku Dona Goldmana in Barryja Megdala »V popolnem fokusu - In Perfect Focus« v Sky &amp; Teleskop 2010 predlagajo nastavitev t=1/3.
sv: <emphasis role="bold">Klassisk</emphasis>: Det är den rekommenderade inställningen. Ekvationen som används visas uppe till höger i dialogrutan och är den ekvation som oftast ses på Internet. Ekvationen kommer från linjär optikbehandling med diffraktionsringar och har kända begränsningar. Av den anledningen inkluderar den en "toleransfaktor" som kan justeras av användaren. I den ofta citerade artikeln "In Perfect Focus" av Don Goldman och Barry Megdal i Sky &amp; Telescope 2010, föreslår de exempelvis inställningen t = 1/3.
uk: <emphasis role="bold">Класичний</emphasis>: це рекомендований варіант. Використане рівняння буде показано у верхній правій частині вікна, це рівняння, яке є найпоширенішим в інтернеті. Рівняння походить з лінійної оптики з використанням диска Ері і має відомі обмеження. З цієї причини до рівняння включено множник «допуску», який може скоригувати користувач. Наприклад, у часто цитованій статті «In Perfect Focus», авторами якої є Don Goldman і Barry Megdal і яку опубліковано у «Sky &amp; Telescope» у 2010 році, запропоновано значення t=1/3.

source: <emphasis role="bold">Wavefront</emphasis>: The equation used is displayed in the top right of the dialog. The equation comes from a wavefront approach to the CFZ. Again, it has limitations and again, for this reason it includes a "tolerance" factor that can be adjusted by the user.
bg: <emphasis role="bold">Вълнов фронт</emphasis>: Използваното уравнение се показва в горния десен ъгъл на диалоговия прозорец.Уравнението идва от съотношението на вълновия фронт към CFZ. Методът също има ограничения и поради тази причина включва коефициент на "толеранс", който може да се настрои от потребителя.
sl: <emphasis role="bold">Valovna fronta</emphasis>: uporabljena enačba je prikazana v zgornjem desnem kotu pogovornega okna. Enačba izhaja iz pristopa valovne fronte k CFZ. Spet ima omejitve in spet zato vključuje faktor "tolerance", ki ga lahko prilagodi uporabnik.
sv: <emphasis role="bold">Vågfront</emphasis>: Ekvationen som används visas längst upp till höger i dialogrutan. Ekvationen kommer från en vågfrontsmetod för KFZ. Återigen har den begränsningar och återigen, av den anledningen inkluderar den en "toleransfaktor" som kan justeras av användaren.
uk: <emphasis role="bold">Фронт хвилі</emphasis>: використане рівняння буде показано у верхній правій частині вікна. Рівняння походить з підходу до обчислення КЗФ на основі фронту хвилі. Знову ж таки, має обмеження, і знову ж таки, з цієї причини до нього включено коефіцієнт «допуску», який може скоригувати користувач.

source: <emphasis role="bold">Gold</emphasis>: This method is based on work done by Gold Astro and presented <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">here</ulink>.
bg: <emphasis role="bold">Gold</emphasis>: Този метод се основава на работата, извършена от Gold Astro и е представен <ulink url="https://www.goldastro.com/goldfocus/ncfz.php\ ">тук</ulink>.
sl: <emphasis role="bold">Gold</emphasis>: Ta metoda temelji na delu, ki ga je opravil Gold Astro in je predstavljen <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">tukaj</ulink>.
sv: <emphasis role="bold">Gold</emphasis>: Metoden är baserad på arbete utfört av Gold Astro och presenteras <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">här</ulink>.
uk: <emphasis role="bold">Золотий</emphasis>: цей метод засновано на роботі, яку виконано Gold Astro і представлено <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">тут</ulink>.

source: <guilabel>Tolerance</guilabel>: This is used by Classic and Wavefront algorithms and is a scaling factor between 0 and 1.
bg: <guilabel>Толеранс</guilabel>: Използва се от алгоритми Класически и Вълнов фронт (Wavefront) и е коефициент на мащабиране между 0 и 1.
sl: <guilabel>Toleranca</guilabel>: To uporabljajo algoritmi Klasično in Wavefront in je faktor merila med 0 in 1.
sv: <guilabel>Tolerans</guilabel>: Den används av algoritmerna Klassisk och Vågfront och är en skalningsfaktor mellan 0 och 1.
uk: <guilabel>Допуск</guilabel>: це значення буде використано у класичному алгоритмі та алгоритмі фронту хвилі, воно є коефіцієнтом масштабування у діапазоні від 0 до 1.

source: For the Classic algorithm, Goldman and Megdal suggest 1/3.
bg: За класическия алгоритъм Goldman и Megdal предлагат 1/3.
ca@valencia: Per als algorismes «Clàssic», «Goldman» i «Megdal» se suggerix 1/3.
fr: ``Tolérance (τ)`` : cette valeur est utilisée pour l'algorithme « Gold » et est une tolérance de la mise au point exprimée comme un pourcentage de la qualité totale du ciel (seeing). Le site Internet de « Gold » suggère une valeur de 3 à 5 % pour un bon moteur de mise au point et 1 à 2 % pour les meilleurs moteurs. Pour davantage d'informations, veuillez consulter le `site Internet de Gold Astro <http://www.goldastro.com/goldfocus/ncfz.php>`__.
pt_br: Para o algoritmo Clássico, Goldman e Megdal sugerem 1/3.
sl: Za klasični algoritem Goldman in Megdal predlagata 1/3.
sv: För den klassiska algoritmen, föreslår Goldman och Megdal 1/3.
uk: Для класичного алгоритму Goldman і Megdal пропонують значення 1/3.

source: For the Wavefront algorithm, some have suggested 1/3 or even 1/10.
bg: За алгоритъма Вълнов фронт някои предлагат 1/3 или дори 1/10.
ca@valencia: Per a l'algorisme «Front d'ona», algú ha suggerit 1/3 o fins i tot 1/10.
fr: ``Affichage`` : cochez cette case pour afficher la CFZ calculée sur la courbe en V après une exécution réussie de la mise au point automatique. Elle sera affichée comme une moustache jaune.
pt_br: Para o algoritmo de Frente de onda, alguns sugeriram 1/3 ou até 1/10.
sl: Za algoritem Wavefront so nekateri predlagali 1/3 ali celo 1/10.
sv: För vågfrontsalgoritmen har vissa föreslagit 1/3 eller till och med 1/10.
uk: Для алгоритму фронту хвилі пропонували значення 1/3 або навіть 1/10.

source: <guilabel>Tolerance (τ)</guilabel>: This is used by the Gold algorithm and is a focus tolerance as a percentage of total seeing. The Gold website suggests 3-5% for a good focuser or 1-2% for a top quality focuser. See the <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">Gold Astro website</ulink> for more details.
bg: <guilabel>Толеранс или допустимо отклонение (τ)</guilabel>: Това се използва от алгоритъма на Gold и представлява толеранс на фокуса като процент от общото поле. Уебсайтът на Gold предлага 3-5% за добър фокусер или 1-2% за висококачествен фокусер. Вижте <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">уебсайта на Gold Astro</ulink> за повече подробности.
sl: <guilabel>Toleranca (τ)</guilabel>: To uporablja Gold algoritem in je toleranca fokusa kot odstotek skupnega videnja. Spletno mesto Gold predlaga 3–5% za dober fokuser ali 1–2% za vrhunski fokuser. Za več podrobnosti si oglejte <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">spletno mesto Gold Astro</ulink>.
sv: <guilabel>Tolerans (τ)</guilabel>: Den används av Gold-algoritmen och är en fokuseringstolerans som procentandel av totalt seende. Gold-webbplatsen föreslår 3-5 % för en bra fokuseringsenhet eller 1-2 % för en fokuseringsenhet av högsta kvalitet. Se <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">Gold Astro-webbplatsen</ulink> för mer information.
uk: <guilabel>Допуск (τ)</guilabel>: використано в алгоритмі «Золотий», він є допуском фокусування у відсотках загальної видимої області. Сайт Gold пропонує 3-5% для якісного засобу фокусування або 1-2% для дуже якісного засобу фокусування. Див. <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">сайт Gold Astro</ulink>, щоб дізнатися більше.

source: <guilabel>Display</guilabel>: Check this box to display the calculated CFZ on the V-Curve after a successful Autofocus run. It is displayed as a yellow moustache.
bg: <guilabel>Показване</guilabel>: Поставете отметка, за да покажете CFZ върху V-кривата след успешно изпълнение на автофокуса.
sl: <guilabel>Prikaz</guilabel>: Potrdite to polje, če želite prikazati izračunano CFZ na V-krivulji po uspešnem zagonu samodejnega ostrenja. Prikazan je z rumenimi brki.
sv: <guilabel>Visa</guilabel>: Markera rutan för att visa beräknad KFZ på V-kurvan efter en lyckad automatisk fokuseringskörning. Den visas som en gul mustasch.
uk: <guilabel>Показ</guilabel>: позначте цей пункт для показу обчисленого значення КЗФ на V-кривій після успішного виконання автоматичного фокусування. КЗФ буде показано жовтим вусом.

source: <guilabel>Reset to OT</guilabel>: Press this button to reset any parameters to values defaulted from the currently connected Optical Train.
bg: <guilabel>Нулиране</guilabel>: Натиснете този бутон, за да нулирате всички параметри към стойностите по подразбиране от свързаната оптична система.
sl: <guilabel>Ponastavi na OT</guilabel>: Pritisnite ta gumb, da ponastavite vse parametre na privzete vrednosti trenutno povezanega optičnega vlaka.
sv: <guilabel>Återställ till optik</guilabel>: Tryck på knappen för att återställa alla parametrar till standardvärden från det för närvarande anslutna optiken.
uk: <guilabel>Скинути до ОТ</guilabel>: натисніть цю кнопку для скидання усіх параметрів до значень, які є типовими для поточного з'єднаного оптичного тракту.

source: <guilabel>Wavelength (λ)</guilabel>: This is the light wavelength to use. It is defaulted from the currently used filter. Remember to set this up in <link linkend="focus-filter-settings">Filter Settings</link> for your filters.
bg: <guilabel>Дължина на вълната (λ)</guilabel>: Това е дължината на вълната на светлината, която трябва да използвате. Стойността се взима по подразбиране от използвания в момента филтър. Не забравяйте да настроите това в <link linkend="focus-filter-settings">Настройки на филтъра</link> за вашите филтри.
sl: <guilabel>Valovna dolžina (λ)</guilabel>: To je valovna dolžina svetlobe, ki jo je treba uporabiti. Privzet je iz trenutno uporabljenega filtra. Ne pozabite to nastaviti v <link linkend="focus-filter-settings">Nastavitve filtra</link> za svoje filtre.
sv: <guilabel>Våglängd (λ)</guilabel>: Ljusvåglängden som ska användas. Den är förinställd från filtret som för närvarande används. Kom ihåg att ställa in den i <link linkend="focus-filter-settings">Filterinställningar</link> för dina filter.
uk: <guilabel>Довжина хвилі (λ)</guilabel>: довжина хвилі світла, якою слід скористатися. Типове значення буде визначено поточним використаним фільтром. Не забудьте вказати значення у <link linkend="focus-filter-settings">Параметрах фільтрів</link> для ваших фільтрів.

source: <guilabel>Aperture (A)</guilabel>: This is the aperture of the telescope in mm. It is defaulted from the currently connected Optical Train.
bg: <guilabel>Апертура (A)</guilabel>: Това е апертурата на вашия телескоп в mm. Взима се по подразбиране от избраната оптична система.
sl: <guilabel>Zaslonka (A)</guilabel>: To je zaslonka teleskopa v mm. Privzeta je iz trenutno povezanega optičnega vlaka.
sv: <guilabel>Bländare (A)</guilabel>: Den är teleskopets öppning i mm. Den är förinställd från optiken som för närvarande är ansluten.
uk: <guilabel>Апертура (A)</guilabel>: це апертура телескопа у мм. Типове значення буде взято з параметрів поточного з'єднаного оптичного тракту.

source: <guilabel>Focal Ratio (f)</guilabel>: This is the focal ratio of the telescope. It is defaulted from the currently connected Optical Train.
bg: <guilabel>Фокусно отношение (f)</guilabel>: Това е фокусното съотношение на телескопа. По подразбиране е от свързания в момента оптичен компонент.
sl: <guilabel>Goriščno razmerje (f)</guilabel>: To je goriščno razmerje teleskopa. Privzeta je iz trenutno povezanega optičnega vlaka.
sv: <guilabel>Brännvidd (f)</guilabel>: Det är teleskopets brännvidd. Den är förinställd från optiken som för närvarande är ansluten.
uk: <guilabel>Фокальне співвідношення (f)</guilabel>: це фокальне співвідношення телескопа. Типове значення буде взято з параметрів поточного з'єднаного оптичного тракту.

source: <guilabel>FWHM (θ)</guilabel>: This is used by the Gold Algorithm and is the total seeing. This is the combined contribution of the diffraction limit of your telescope and the astronomical seeing. The <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">Gold Astro website</ulink> describes how you might approximate the total once you have values for the individual contributions.
bg: <guilabel>FWHM (θ)</guilabel>: Това се използва от алгоритъма на Gold и е общото поле. Това е комбинираният принос на границата на дифракция на вашия телескоп и астрономическата картина. <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">Уебсайтът на Gold Astro</ulink> описва как можете да определите приблизително общата сума, след като имате стойности за отделните приноси.
sl: <guilabel>FWHM (θ)</guilabel>: To uporablja algoritem Gold in je skupno videnje. To je skupni prispevek meje uklona vašega teleskopa in astronomskega videnja. Na <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">spletnem mestu Gold Astro</ulink> je opisano, kako lahko približno izračunate skupni znesek, ko imate vrednosti za posamezne prispevke.
sv: <guilabel>FWHM (θ)</guilabel>: Det används av Gold-algoritmen och är det totala seendet. Det är det kombinerade bidraget från teleskopets diffraktionsgräns och det astronomiska seendet. <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">Gold Astro-webbplatsen</ulink> beskriver hur du kan uppskatta summan när du väl har värden för de individuella bidragen.
uk: <guilabel>ПШПМ (θ)</guilabel>: використовується Золотим алгоритмом і є загальною видимостю. Є поєднанням внеску обмеження дифракції вашого телескопа і астрономічної видимості. <ulink url="https://www.goldastro.com/goldfocus/ncfz.php">Сайт Gold Astro</ulink> описує те, як ви можете наблизити загальне значення, щойно буде визначено значення для окремих внесків.

source: <guilabel>CFZ</guilabel>: This is calculated CFZ in microns and in ticks.
bg: <guilabel>CFZ</guilabel>: Това е изчислен CFZ в микрони и деления.
sl: <guilabel>CFZ</guilabel>: To je izračunan CFZ v mikronih in v tikih.
sv: <guilabel>KFZ</guilabel>: Det är beräknad KFZ i mikrometer och i tick.
uk: <guilabel>КЗФ</guilabel>: обчислена КЗФ у мікронах і у поділках.

source: <guilabel>Step Size</guilabel>: This must be input by the user (as it cannot be calculated by Ekos). It relates how far 1 tick moves the focal plane in microns.
bg: <guilabel>Размер на стъпка</guilabel>: Това трябва да бъде въведено от потребителя (тъй като не може да бъде изчислено от Ekos). Той показва колко далече 1 деление премества фокалната равнина в микрони.
sl: <guilabel>Velikost koraka</guilabel>: To mora vnesti uporabnik (ker je Ekos ne more izračunati). Povezuje se, kako daleč 1 črtica premakne goriščno ravnino v mikronih.
sv: <guilabel>Stegstorlek</guilabel>: Den måste matas in av användaren (eftersom den inte kan beräknas av Ekos). Den anger hur långt ett tick flyttar fokalplanet i mikrometer.
uk: <guilabel>Розмір кроку</guilabel>: має бути введено користувачем (оскільки не може бути обчислено Ekos). Пов'язано із розміром руху фокальної площини у мікронах на 1 поділку.

source: For a refractor this is how far the drawtube moves when the focuser is moved by 1 tick. You might be able to get this value from the specification of your focuser (how many ticks for a complete revolution of your focuser) and the thread pitch of your telescope drawtube along with any gearing involved.
bg: За рефрактор това е, колко далеч се движи изтеглящата тръба, когато фокусерът се премести с 1 деление. Може да успеете да получите тази стойност от спецификацията на вашия фокусер (колко деления са необходими за пълен оборот) и стъпката на резбата на изтеглящата тръба на вашия телескоп, както и на съответния предавателен механизъм.
ca@valencia: Per a un refractor, esta és la distància que es mou la tracció del tub quan l'enfocador es mou 1 marca. És possible que pugueu obtindre este valor a partir de les especificacions del vostre enfocador (quantes marques per a una volta completa de l'enfocador) i el pas de rosca de la tracció del tub del vostre telescopi juntament amb qualsevol engranatge implicat.
fr: Les autres types de télescope ont une autre manière d'ajuster le plan focal, comme par exemple, en déplaçant les miroirs primaires et secondaires. Vous devrez obtenir la taille de pas de la documentation ou trouver comment la mesurer en tenant compte de ce qui a été décrit ci-dessus.
pt_br: Para um refrator, essa é a distância que o tubo de tração se move quando o focalizador é movido em 1 tique. Você pode obter esse valor a partir das especificações do seu focalizador (quantos tiques são necessários para uma revolução completa do seu focalizador) e do passo da rosca do tubo de tração do seu telescópio, juntamente com qualquer engrenagem envolvida.
sl: Za refraktor je to, kako daleč se premakne vlečena cev, ko se fokuser premakne za 1 črtico. To vrednost boste morda lahko pridobili iz specifikacije vašega fokuserja (koliko črtica za celoten obrat vašega fokuserja) in koraka navoja vlečne cevi vašega teleskopa skupaj z vsemi vključenimi zobniki.
sv: För en refraktor är det hur långt dragröret rör sig när fokuseringsenheten flyttas med ett tick. Du kanske kan hämta värdet från specifikationen för fokuseringsenheten (hur många tick för ett helt varv av fokuseringsenheten) och gängstigningen på teleskopets dragrör tillsammans med eventuell utväxling.
uk: Для рефрактора це значення пересування тубуса при пересуванні фокусувальника на одну поділку. Це значення можна отримати зі специфікації вашого фокусувальника (кількості поділок для повного обертання вашого засобу фокусування) і кроку різьби тубуса вашого телескопа разом із будь-яким включеним ходом приводу.

source: Alternatively, you can measure how far the drawtube moves from end to end (be careful not to force the drawtube) with a set of calipers or a ruler. By subtracting the furthest "in" position (in ticks) from the furthest "out" position (in ticks) you have how many ticks moved the drawtube the distance you measured. From this you can calculate the distance in microns a single tick moves the drawtube.
bg: Като алтернатива можете да измерите, колко далеч се движи изтеглящата се тръба от край до край (внимавайте да не я насилвате) с помощта на шублер или линийка. Чрез изваждане на най-отдалечената "вътрешна" позиция (във деления) от "външната" позиция (в деления) ще получите, с колко деления сте преместили подвижната тръба за измереното разстояние. От това можете да изчислите разстоянието в микрони, на което едно деление премества фокусната тръба.
ca@valencia: De manera alternativa, podeu mesurar fins a quin punt el tub es mou d'extrem a extrem (teniu cura de no forçar-lo) amb un joc de peus de rei o un regle. En restar la posició «interior» més llunyana (en marques) de la posició «exterior» més llunyana (en marques) tindreu quantes marques s'ha mogut la distància que heu mesurat. A partir d'ací podreu calcular la distància en micres que mou una sola marca el tub.
fr: ``CFZ de l'appareil`` : la taille de pixel de l'appareil attaché via le train optique peut avoir un effet limitant sur la CFZ. Par conséquent, une CFZ équivalente pour l'appareil attaché est calculée en supposant une limite de Nyquist de 2*.
pt_br: Alternativamente, você pode medir a distância que o tubo de tração se move de uma extremidade à outra (cuidado para não forçar o tubo) com um paquímetro ou uma régua. Subtraindo a posição "para dentro" mais distante (em tiques) da posição "para fora" mais distante (em tiques), você obtém quantos tiques moveram o tubo de tração na distância medida. A partir disso, você pode calcular a distância em mícrons que um único tique move o tubo de tração.
sl: Druga možnost je, da izmerite, kako daleč se vlečena cev premakne od konca do konca (pazite, da je ne pritiskate na silo), s čeljustmi ali ravnilom. Z odštevanjem najbolj oddaljenega "notranjega" položaja (v kljukicah) od najbolj oddaljenega položaja "zunaj" (v črticah) dobite, koliko črtic je premaknilo vlečeno cev na razdaljo, ki ste jo izmerili. Iz tega lahko izračunate razdaljo v mikronih, za katero ena sama črtica premakne vlečno cev.
sv: Alternativt kan du mäta hur långt dragröret rör sig från ände till ände (var noga med att inte tvinga dragröret) med ett skjutmått eller en linjal. Genom att subtrahera positionen längst "in" (in tick) från positionen längst "ut" (in tick) får du fram hur många tick som flyttar dragröret det avståndet du mätte upp. Från det kan du beräkna avståndet i mikrometer ett enstaka tick flyttar dragröret.
uk: Крім того, ви можете виміряти хід тубуса з кінця у кінець (будьте обережні, не докладайте надмірного зусилля до тубуса) набором калібрів або лінійкою. Віднімаючи найдальшу «вхідну» позицію (у поділках) від найдальшої «вихідної» позиції (у поділках) ви отримаєте кількість поділок при пересування тубуса на виміряну відстань. На цій основі ви можете обчислити відстань у мікронах, на яку одна поділка пересуває тубус.
