Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <guilabel>Ticks / °Alt</guilabel>: The number of ticks to move the focuser when the altitude changes by 1°Alt. For example, if focus moves out by 0.5 tick when altitude increases by 1°Alt, set this field to 0.5. If focus moves in by 0.5 tick when altitude increases by 1°Alt, set this field to -0.5.
bg: <guilabel>Деления / °Alt</guilabel>: Броят деления, отметки за преместване на фокуса, когато надморската височина се промени с 1°Alt. Например, ако фокусът се измести с 0,5 отметка навън, когато височината се увеличи с 1°Alt, задайте това поле на 0,5. Ако фокусът се премести с 0,5 отметка навътре, когато височината се увеличи с 1°Alt, задайте това поле на -0,5.
sl: <guilabel>Črtice / °Alt</guilabel>: Število črtic za premik fokusa, ko se višina spremeni za 1°Alt. Na primer, če se fokus premakne za 0,5 črtice, ko se višina poveča za 1°Alt, nastavite to polje na 0,5. Če se fokus premakne za 0,5 črtice, ko se višina poveča za 1°Alt, nastavite to polje na -0,5.
sv: <guilabel>Tick / °elevation</guilabel>: Antalet tick för att flytta fokuseringspunkten när höjden ändras med 1° i elevation. Till exempel, om fokus flyttas ut med 0,5 tick när höjden ökar med 1° i elevation, ställ in fältet till 0,5. Om fokus flyttas in med 0,5 tick när elevationen ökar med 1°, ställ in fältet till -0,5.
uk: <guilabel>Поділок на °висоти</guilabel>: кількість поділок, на які слід пересунути засіб фокусування, якщо висота змінюється на 1°. Наприклад, якщо фокус пересувається назовні на 0.5 поділок, якщо висота збільшується на 1° висоти, встановіть у цьому полі значення 0.5. Якщо фокус пересувається на 0.5 поділки, якщо висота збільшується на 1° висоти, встановіть у цьопу полі значення -0.5.

source: <guilabel>Wavelength</guilabel>: The center of the passband of the filter in nanometers. This is used in some Critical Focus Zone (CFZ) calculations in Focus.
bg: <guilabel>Дължина на вълната</guilabel>: Центърът на лентата на пропускане на филтъра в нанометри. Това се използва в някои изчисления на критичната фокусна зона (CFZ) във Фокус.
sl: <guilabel>Valovna dolžina</guilabel>: Središče prepustnega pasu filtra v nanometrih. To se uporablja v nekaterih izračunih kritičnega območja fokusa (CFZ) v programu Focus.
sv: <guilabel>Våglängd</guilabel>: Centrum av filtrets passband i nanometer. Det används i vissa beräkningar av kritisk fokuseringszon (KFZ) i fokuseringen.
uk: <guilabel>Довжина хвилі</guilabel>: центр смуги пропускання фільтра у нанометрах. Використовують у деяких обчисленнях критичної зони фокусування (КЗФ) у модулі «Фокус».

source: In addition to the data table, the following controls are available at the bottom of the popup:
bg: В допълнение към таблицата с данни в долната част на изскачащия прозорец са налични следните контроли:
ca@valencia: A més de la taula de dades, hi ha disponibles els controls següents a la part inferior de la finestra emergent:
fr: Modifier cette 2e passe pour indiquer une valeur attendue.
pt_br: Além da tabela de dados, os seguintes controles estão disponíveis na parte inferior do pop-up:
sl: Poleg podatkovne tabele so na dnu pojavnega okna na voljo naslednji kontrolniki:
sv: Förutom datatabellen finns följande komponenter tillgängliga längst ner i fönstret:
uk: На додачу до таблиці даних у нижній частині контекстної панелі доступні такі засоби керування:

source: <guilabel>Build Offsets</guilabel>: Press the <guibutton>Build Offsets</guibutton> button to launch the <link linkend="build-filter-offsets">Build Offsets</link> popup.
bg: <guilabel>Задаване на на отмествания</guilabel>: Натиснете бутона <guibutton>Задаване на отмествания</guibutton>, за да стартирате изскачащия прозорец <link linkend="build-filter-offsets">Задаване на отмествания</link>.
sl: <guilabel>Odmiki gradnje</guilabel>: pritisnite gumb <guibutton>Odmiki gradnje</guibutton>, da zaženete pojavno okno <link linkend="build-filter-offsets">Odmiki gradnje</link>.
sv: <guilabel>Bygg positioner</guilabel>: Tryck på knappen <guibutton>Bygg positioner</guibutton> för att visa rutan <link linkend="build-filter-offsets">Bygg positioner</link>.
uk: <guilabel>Побудувати зсуви</guilabel>: натисніть кнопку <guibutton>Побудувати зсуви</guibutton>, щоб відкрити контекстне вікно <link linkend="build-filter-offsets">Побудувати зсуви</link>.

source: <guilabel>Capture flats at the same focus as lights</guilabel>: When checked, flats will be taken at the <guilabel>Last AF Solution</guilabel> focuser position.
bg: <guilabel>Заснемане на плоски кадри при същия фокус като светлите кадри</guilabel>: Когато е отметнато, плоски кадри ще бъдат заснети в позицията на фокусера за <guilabel>Последно решение на автофокуса</guilabel>.
sl: <guilabel>Zajemi ploskve pri istem fokusu kot luči</guilabel>: Ko je označeno, bodo ploskve posnete na položaju fokusa <guilabel>Zadnje rešitve AF</guilabel>.
sv: <guilabel>Ta plana bilder med samma fokus som ljusa bilder</guilabel>: När markerat, tas plana bilder med den senaste fokuseringspositionen i <guilabel>Senaste AF-lösning</guilabel>.
uk: <guilabel>Захоплювати плоскі кадри у тій самій позиції фокусування, що і світлі кадри</guilabel>: якщо позначено, плоскі кадри буде знято у позиції <guilabel>Останній розв'язок АФ</guilabel>.

source: Let's take an example. If we have a capture sequence starting with Lum -> Red -> Green -> Blue -> Sii -> Ha -> Oiii using the setup in the Filter Settings popup:
bg: Да вземем пример. Ако имаме последователност за заснемане, започваща с Lum -> Red -> Green -> Blue -> Sii -> Ha -> Oiii, използвайки настройката в изскачащия прозорец за настройки на филтъра:
ca@valencia: Posem un exemple. Si tenim una seqüència de captura que comença amb Lum -> Roig -> Verd -> Blau -> Sii -> Ha -> Oiii utilitzant la configuració en la finestra emergent ``Configureu el filtre``:
fr: Construction des décalages des filtres
pt_br: Vejamos um exemplo. Se tivermos uma sequência de captura começando com Lum -> Vermelho -> Verde -> Azul -> Sii -> Ha -> Oiii, usando a configuração no pop-up de configurações do filtro:
sl: Vzemimo primer. Če imamo zaporedje zajemov, ki se začne z Lum -> Rdeča -> Zelena -> Modra -> Sii -> Ha -> Oiii z uporabo nastavitve v pojavnem oknu nastavitve filtra:
sv: Låt oss ta ett exempel. Om vi har en tagningssekvens som börjar med Lum -> Röd -> Grön -> Blå -> Sii -> Ha -> Oiii med inställningen i fönstret Filterinställningar:
uk: Розгляньмо приклад. Якщо ми захоплюємо зображення починаючи з фільтра освітленості -> фільтр червоного -> фільтр зеленого -> фільтр синього -> Sii -> Ha -> Oiii з використанням конфігурації з контекстного вікна параметрів фільтрування:

source: Lum: The Lum filter is configured to Autofocus initially so an Autofocus run is performed, then the Lum sequence runs.
bg: Lum: Първоначално филтърът Lum е конфигуриран за автофокус, така че се изпълнява автофокус, след което се изпълнява последователността Lum.
ca@valencia: Lum: este filtre està configurat inicialment per a l'enfocament automàtic, de manera que es realitza una execució d'enfocament automàtic i després s'executa la seqüència Lum.
fr: Construction des décalages des filtres
pt_br: Lum: O filtro Lum é configurado inicialmente para foco automático, então uma execução de foco automático é realizada e, em seguida, a sequência Lum é executada.
sl: Lum: filter Lum je na začetku konfiguriran za samodejni fokus, tako da se izvede zagon samodejnega fokusiranja, nato pa se zažene zaporedje Lum.
sv: Lum: Lum-filtret är inställt för automatisk fokusering från början så att en automatisk fokuseringskörning utförs, och sedan utförs Lum-sekvensen.
uk: Lum: фільтр освітленості спочатку налаштовано на автоматичне фокусування, тому буде запущено автоматичне фокусування, а потім виконано послідовність знімання для фільтра Lum.

source: Red: The Red filter is not configured for Autofocus and has an Offset of 0. So when the Red sequence starts, there is no Autofocus run and the relative Offset between Lum and Red is 0, so the focuser is not moved.
bg: Red: Червеният филтър не е конфигуриран за автофокус и има отместване 0. Така че, когато започне последователността от червено, няма изпълнение на автофокус и относителното отместване между Lum и Red е 0, така че фокусът не се премества.
ca@valencia: Roig: este filtre no està configurat per a l'enfocament automàtic i té un desplaçament de 0. Per tant, quan s'inicie la seqüència del roig, no hi haurà cap execució d'enfocament automàtic i el desplaçament relatiu entre Lum i Roig és de 0, de manera que l'enfocador no es mourà.
fr: Après avoir revu les résultats, l'opérateur peut cliquer sur :
pt_br: Vermelho: O filtro Vermelho não está configurado para foco automático e tem um deslocamento de 0. Portanto, quando a sequência Vermelha começa, não há execução de foco automático e o deslocamento relativo entre Lum e Vermelho é 0, portanto, o focalizador não é movido.
sl: Rdeča: Rdeči filter ni konfiguriran za samodejno ostrenje in ima odmik 0. Torej, ko se začne zaporedje rdeče, ni zagona samodejnega ostrenja in relativni odmik med svetlobo in rdečo je 0, zato fokuser ni premaknjen.
sv: Röd: Det röda filtret är inte inställt för automatisk fokusering och har positionen 0.Så när den röda sekvensen startar, görs ingen automatisk fokuseringskörning och den relativa positionen mellan Lum och Röd är 0, så fokuseringen flyttas inte.
uk: Червоний: фільтр червоного не налаштовано на автоматичне фокусування і він має зсув 0. Тому, коли почнеться послідовність червоного фільтра, автоматичне фокусування не буде запущено, а оскільки відносний зсув між фільтром освітленості та червоного дорівнює 0, засіб фокусування не рухатиметься.

source: Green: The Green filter is not configured for Autofocus and has an Offset of 300. So when the Green sequence starts, there is no Autofocus run and the relative Offset between Red and Green is 300 - 0 = +300, so the focuser moves out by 300.
bg: Green: Зеленият филтър не е конфигуриран за автофокус и има отместване от 300. Така че, когато започне зелената последователност, няма стартиране на автофокус и относителното отместване между червено и зелено е 300 - 0 = +300, така че фокусът се измества навън с 300 деления.
ca@valencia: Verd: este filtre no està configurat per a l'enfocament automàtic i té un desplaçament de 300. Per tant, quan s'inicie la seqüència del verd, no hi haurà cap execució d'enfocament automàtic i el desplaçament relatiu entre el Roig i el Verd és de 300 - 0 = +300, de manera que l'enfocador es mourà 300 cap enfora.
fr: Enregistrer : tous les filtres pour lesquels la case ``Enregistrer`` est cochée auront la valeur du nouveau décalage enregistrée pour pouvoir être utilisée lors de la prochain session d'imagerie.
pt_br: Verde: O filtro Verde não está configurado para foco automático e tem um deslocamento de 300. Portanto, quando a sequência Verde começa, não há execução de foco automático e o deslocamento relativo entre Vermelho e Verde é 300 - 0 = +300, então o focalizador se move para fora em 300.
sl: Zeleno: Zeleni filter ni konfiguriran za samodejno ostrenje in ima odmik 300. Torej, ko se začne zaporedje zelenega, ni zagona samodejnega ostrenja in relativni odmik med rdečo in zeleno je 300 – 0 = +300, zato se fokuser premakne ven za 300.
sv: Grön: Det gröna filtret är inte inställt för automatisk fokusering och har positionen 300. Så när den gröna sekvensen startar, görs ingen automatisk fokuseringskörning och den relativa positionen mellan Röd och Grön är 300 - 0 = +300, så fokuseringen flyttas ut med 300.
uk: Зелений: фільтр зеленого не налаштовано на автоматичне фокусування, він має зсув 300. Тому, коли почнеться послідовність зеленого фільтра, автоматичне фокусування виконано не буде, а відносний зсув між червоним і зеленим дорівнює 300 - 0 = +300, тому засіб фокусування буде пересунуто назовні на 300 поділок.

source: Blue: The Blue filter is not configured for Autofocus and has an Offset of 0. So when the Blue sequence starts, there is no Autofocus run and the relative Offset between Green and Blue is 0 - 300 = -300, so the focuser moves in by 300.
bg: Blue: Синият филтър не е конфигуриран за автофокус и има отместване 0. Така че, когато започне синята последователност, няма изпълнение на автофокус и относителното отместване между зелено и синьо е 0 - 300 = -300, така че фокусът се премества от 300.
ca@valencia: Blau: este filtre no està configurat per a l'enfocament automàtic i té un desplaçament de 0. Per tant, quan s'inicie la seqüència del blau, no hi haurà cap execució d'enfocament automàtic i el desplaçament relatiu entre el Verd i el Blau és de 0 - 300 = -300, de manera que l'enfocador es mourà 300 cap endins.
fr: Fermer : l'outil de construction de décalage de filtre sera fermé SANS enregistrer les données.
pt_br: Azul: O filtro Azul não está configurado para foco automático e tem um deslocamento de 0. Portanto, quando a sequência Azul começa, não há execução de foco automático e o deslocamento relativo entre Verde e Azul é 0 - 300 = -300, então o focalizador se move em 300.
sl: Modra: Modri filter ni konfiguriran za samodejno ostrenje in ima odmik 0. Torej, ko se začne modro zaporedje, ni zagona samodejnega ostrenja in relativni odmik med zeleno in modro je 0 - 300 = -300, zato se fokuser premakne noter za 300.
sv: Blå: Det blå filtret är inte inställt för automatisk fokusering och har positionen 0. Så när den blå sekvensen startar körs ingen automatisk fokusering och relativ position mellan grön och blå är 0 - 300 = -300, så fokuseringen flyttar in med 300.
uk: Синій: фільтр зеленого не налаштовано на автоматичне фокусування, він має зсув 0. Тому, коли почнеться послідовність синього фільтра, автофокусування не буде запущено, а відносний зсув між червоним і зеленим дорівнює -300 - 0 = -300, тому засіб фокусування буде пересунуто всередину на 300 поділок.

source: Sii: The Sii filter is configured for Autofocus, is locked to Lum and has an Offset of 0. So when the Sii sequence starts, there is an Autofocus run on Lum and the relative Offset between Lum and Sii is 0 - 0 = 0, so the focuser moves to the Lum Autofocus run solution.
bg: Sii: Филтърът Sii е конфигуриран за автофокус, заключен е към Lum и има отместване 0. Така че, когато последователността Sii започне, има стартиране на автофокус върху Lum и относителното отместване между Lum и Sii е 0 - 0 = 0, така че фокусът се премества към решението на автоматично фокусиране за Lum.
ca@valencia: Sii: este filtre està configurat per a l'enfocament automàtic, està bloquejat a Lum i té un desplaçament de 0. Per tant, quan s'inicie la seqüència Sii, hi haurà una execució d'enfocament automàtic sobre Lum i el desplaçament relatiu entre Lum i Sii és de 0 - 0 = 0, de manera que l'enfocador es mourà cap a la solució de l'execució d'enfocament automàtic de Lum.
fr: Si la case à cocher ``Mise au point adaptative`` a été cochée, les passes de mises au point automatiques sont mises à jour pour la mise au point adaptative. Voyez la section de la :doc:`Mise au point adaptative <focus-adaptive>` pour davantage d'explications sur cette thématique. La première passe de mise au point automatique (dans cet exemple, celle sur la Lum) est la base pour les ajustements. Ainsi la température et l'altitude de cette passe forment la base pour toutes les autres passes et les données sont adaptées en retour aux mises au point automatiques suivantes comme si elles avaient eu lieu aux mêmes conditions de température et d'altitude que cette première passe.
pt_br: Sii: O filtro Sii é configurado para foco automático, está bloqueado para Lum e tem um deslocamento de 0. Portanto, quando a sequência Sii começa, há uma execução de foco automático em Lum e o deslocamento relativo entre Lum e Sii é 0 - 0 = 0, então o focalizador move-se para a solução de execução de foco automático Lum.
sl: Sii: filter Sii je konfiguriran za samodejno ostrenje, je zaklenjen na Lum in ima odmik 0. Torej, ko se zaporedje Sii začne, poteka samodejno ostrenje na Lumu in relativni odmik med Lumom in Sii je 0 - 0 = 0, tako se fokuser premakne na rešitev Lum Autofocus.
sv: Sii: Sii-filtret är inställt för automatisk fokusering, är låst till Lum och har position 0. Så när Sii-sekvensen startar körs en automatisk fokusering för Lum och den relativa positionen mellan Lum och Sii är 0 - 0 = 0, så fokuseringsenheten går till lösningen för automatisk fokusering av Lum.
uk: Sii: фільтр Sii налаштовано на автофокусування, зафіксовано на освітленості, вона має зсув 0. Отже, коли розпочнеться послідовність Sii, відбудеться автоматичне фокусування для освітленості, а відносний зсув між освітленістю і Sii дорівнює 0 - 0 = 0, тому засіб фокусування буде пересунуто у позицію розв'язку автоматичного фокусування для освітленості.

source: Ha: The Ha filter is configured for Autofocus, is locked to Lum and has an Offset of 100. So when the Ha sequence starts, there is an Autofocus run on Lum and the relative Offset between Lum and Ha is 100 - 0 = +100, so the focuser moves to the Lum Autofocus run solution then out by 100.
bg: Ha: Филтърът Ha е конфигуриран за автофокус, заключен е към Lum и има отместване от 100. Така че, когато последователността Ha започне, има стартиране на автофокус върху Lum и относителното отместване между Lum и Ha е 100 - 0 = +100 , така че фокусът се премества към решението автоматично фокусиране за Lum, след което навън със 100.
ca@valencia: Ha: este filtre està configurat per a l'enfocament automàtic, està bloquejat a Lum i té un desplaçament de 100. Per tant, quan s'inicie la seqüència Ha, hi haurà una execució d'enfocament automàtic sobre Lum i el desplaçament relatiu entre Lum i Ha és de 100 - 0 = +100, de manera que l'enfocador es mourà cap a la solució de l'execució d'enfocament automàtic de Lum i 100 cap enfora.
fr: Dans cet exemple, la mise au point adaptative n'est réglée que pour les ajustements en altitude pour le filtre Rouge. Ainsi les valeurs des passes suivantes seront les mêmes que les valeurs non-ajustées pour tous les autres filtres.
pt_br: Ha: O filtro Ha é configurado para foco automático, está bloqueado para Lum e tem um deslocamento de 100. Portanto, quando a sequência Ha começa, há uma execução de foco automático em Lum e o deslocamento relativo entre Lum e Ha é 100 - 0 = +100, então o focalizador se move para a solução de execução de foco automático Lum e, em seguida, para fora em 100.
sl: Ha: filter Ha je konfiguriran za samodejno ostrenje, je zaklenjen na Lum in ima odmik 100. Torej, ko se zaporedje Ha začne, se na Lumu izvaja samodejno fokusiranje in relativni odmik med Lumom in Ha je 100 – 0 = +100 , tako da se fokuser premakne na rešitev Lum Autofocus in nato ven za 100.
sv: Ha: Ha-filtret är inställt för automatisk fokusering, är låst till Lum och har position 100. Så när Ha-sekvensen startar körs en automatisk fokusering för Lum och den relativa positionen mellan Lum och Ha är 100 - 0 = +100 , så fokuseringsenheten går till lösningen för automatisk fokusering av Lum, och går sedan ut med 100.
uk: Ha: фільтр Ha налаштовано на автофокусування, зафіксовано на освітленості, вона має зсув 100. Отже, коли розпочнеться послідовність Ha, відбудеться автоматичне фокусування для освітленості, а відносний зсув між освітленістю і Ha дорівнює 100 - 0 = +100, тому засіб фокусування буде пересунуто у позицію розв'язку автоматичного фокусування для освітленості, а потім на 100 назовні.

source: Oiii: The Oiii filter is configured for Autofocus, is locked to Lum and has an Offset of -100. So when the Oiii sequence starts, there is an Autofocus run on Lum and the relative Offset between Lum and Oiii is -100 - 0 = -100, so the focuser moves to the Lum Autofocus run solution then in by 100.
bg: Oiii: Филтърът Oiii е конфигуриран за автофокус, заключен е към Lum и има отместване от -100. Така че, когато последователността Oiii започне, има изпълнение на автофокус върху Lum и относителното отместване между Lum и Oiii е -100 - 0 = -100, така че фокусиращият елемент се премества към решението за изпълнение на Lum за автоматично фокусиране и след това навътре със 100.
ca@valencia: Oiii: este filtre està configurat per a l'enfocament automàtic, està bloquejat a Lum i té un desplaçament de -100. Per tant, quan s'inicie la seqüència Oiii, hi haurà una execució d'enfocament automàtic sobre Lum i el desplaçament relatiu entre Lum i Oiii és -100 - 0 = -100, de manera que l'enfocador es mourà cap a la solució de l'execució d'enfocament automàtic de Lum i 100 cap endins.
fr: Construction des décalages des filtres
pt_br: Oiii: O filtro Oiii é configurado para foco automático, está bloqueado para Lum e tem um deslocamento de -100. Portanto, quando a sequência Oiii começa, há um foco automático executado em Lum e o deslocamento relativo entre Lum e Oiii é -100 - 0 = -100, então o focalizador se move para a solução de foco automático Lum e, em seguida, aumenta em 100.
sl: Oiii: filter Oiii je konfiguriran za samodejno ostrenje, je zaklenjen na Lum in ima odmik -100. Torej, ko se zaporedje Oiii začne, se samodejno fokusiranje izvaja na Lumu in relativni odmik med Lumom in Oiii je -100 - 0 = -100, tako da se fokusiranje premakne na rešitev za samodejno ostrenje Lum in nato noter za 100.
sv: Oiii: Oiii-filtret är inställt för automatisk fokusering, är låst till Lum och har position -100. Så när Oiii-sekvensen startar körs en automatisk fokusering för Lum och den relativa positionen mellan Lum och Oiii är -100 - 0 = -100, så fokuseringsenheten går till lösningen för automatisk fokusering av Lum, och sedan in med 100.
uk: Oiii: фільтр Oiii налаштовано на автофокусування, зафіксовано на освітленості, вона має зсув -100. Отже, коли розпочнеться послідовність Oiii, відбудеться автоматичне фокусування для освітленості, а відносний зсув між освітленістю і Oiii дорівнює -100 - 0 = -100, тому засіб фокусування буде пересунуто у позицію розв'язку автоматичного фокусування для освітленості, а потім на 100 всередину.

source: Build Offsets
bg: Задаване на отмествания
ca@valencia: Construir els desplaçaments
fr: Construction des décalages des filtres
pt_br: Construir deslocamentos
sl: Zgradi odmike
sv: Bygg positioner
uk: Побудувати зсуви

source: <screeninfo>Build Filter Offsets</screeninfo>
bg: <screeninfo>Изграждане на отмествания на филтъра</screeninfo>
sl: <screeninfo>Gradi odmike filtra</screeninfo>
sv: <screeninfo>Bygg filterpositioner</screeninfo>
uk: <screeninfo>Побудова зсувів фільтра</screeninfo>

source: <phrase>Build Filter Offsets</phrase>
bg: <phrase>Изграждане на отмествания на филтъра</phrase>
sl: <phrase>Gradi odmike filtra</phrase>
sv: <phrase>Bygg filterpositioner</phrase>
uk: <phrase>Побудова зсувів фільтра</phrase>
