Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: The focus display, displays a FITS viewer window onto the frame taken during the focus process. If ``Ring Mask`` is selected, then the mask is drawn on the image. All the stars detected by Ekos based on the selected parameters, have their HFR value displayed next to the associated star (unless Measure is set to FWHM).
ca@valencia: La pantalla d'enfocament mostra una finestra del visor de FITS en el fotograma pres durant el procés d'enfocament. Si s'ha seleccionat ``Màscara d'anell``, es dibuixarà la màscara damunt de la imatge. Totes les estreles detectades per Ekos en funció dels paràmetres seleccionats, tenen el seu valor HFR al costat de l'estrela associada (excepte que ``Mesura:`` s'establisca a ``FWHM``).
fr: Voici une courbe en V avec Mesure réglée à # d'étoiles. Dans ce cas la case ``Afficher`` de la CFZ a été cochée et ainsi la CFZ est également affichée :
pt_br: A exibição de foco exibe uma janela do visualizador FITS no quadro capturado durante o processo de foco. Se ``Máscara de anel`` for selecionado, a máscara será desenhada na imagem. Todas as estrelas detectadas pelo Ekos com base nos parâmetros selecionados terão seu valor de RMF exibido ao lado da estrela associada (a menos que Medir esteja definido como FWHM).

source: If ``Mosaic Mask`` has been selected then the FITS viewer displays the mosaic 3x3 grid showing the center, edges and sides as configured in the Mosaic Mask options.
ca@valencia: Si s'ha seleccionat ``Màscara de mosaic``, el visor de FITS mostrarà la quadrícula 3x3 de mosaic en el centre, les vores i els costats tal com es configura en les seues opcions.
fr: Courbe en V avec nombre d'étoiles
pt_br: Se ``Máscara de mosaico`` tiver sido selecionado, o visualizador FITS exibirá a grade de mosaico 3x3 mostrando o centro, as bordas e as laterais, conforme configurado nas opções de máscara de mosaico.

source: ``Zoom In`` and ``Zoom Out``.
ca@valencia: ``Amplia`` i ``Allunya``.
fr: Courbe en V de la mise au point avec Fourier
pt_br: ``Ampliar`` e ``Reduzir``.

source: ``Default Zoom`` and ``Zoom to Fit``.
ca@valencia: ``Zoom predeterminat`` i ``Zoom fins que ajuste``.
fr: Lors d'acquisitions en boucle, le format du graphique est modifié en une série temporelle où l'axe horizontal représente le numéro de l'image. Cela peut vous aider dans ce processus puisque vous pouvez voir comment la mesure, ici HFR, change entre les images.
pt_br: ``Zoom padrão`` e ``Zoom para caber``.

source: ``Toggle Stretch``: Toggle screen stretch on or off.
ca@valencia: ``Alterna l'estirament``: activa o desactiva l'estirament de la pantalla.
fr: Cela est très utile, lorsque par exemple, vous essayez de trouver une mise au point approximative avant d'exécuter une mise au point automatique. Dans ce cas, l'acquisition en boucle est démarrée et les boutons Pas vers l'intérieur et Pas vers l'extérieur sont utilisés pour ajuster la mise au point et l'effet sur la courbe en V.
pt_br: ``Alternar alongamento``: Ativa ou desativa o alongamento da tela.

source: ``Toggle Crosshairs``: Toggle crosshairs on or off.
ca@valencia: ``Mostra o oculta els punts de mira``: activa o desactiva el punt de mira.
fr: Courbe en V comme série temporelle.
pt_br: ``Alternar retículo``: Ativa ou desativa o retículo.

source: ``Toggle Gridlines``: Toggle pixel gridlines on or off.
ca@valencia: ``Mostra o oculta les línies de la quadrícula``: activa o desactiva les línies de la quadrícula de píxels.
fr: Courbe en V de la mise au point comme série temporelle
pt_br: ``Alternar linhas de grade``: Ativa ou desativa as linhas de grade de pixels.

source: ``Toggle Stars``: Toggle star detection on or off.
ca@valencia: ``Mostra o oculta les estreles``: activa o desactiva la detecció d'estreles.
fr: Profil relatif
pt_br: ``Alternar estrelas``: Ativa ou desativa a detecção de estrelas.

source: ``View Star Profile``: Launches the ``View Star Profile`` dialog.
ca@valencia: ``Veure el perfil d'una estrela…``: inicia el diàleg ``Visualització del perfil d'una estrela``.
fr: Profil relatif de la mise au point
pt_br: ``Ver perfil de estrela``: Inicia a caixa de diálogo ``Ver perfil de estrela``.

source: For certain algorithms, Ekos will also draw a curve of best fit through the datapoints. If ``Use Weights`` is selected then error bars are indicated on each datapoint that correspond to the standard deviation in measured value.
ca@valencia: Per a determinats algorismes, Ekos també dibuixarà una corba de millor ajust a través dels punts de dades. Si s'ha seleccionat ``Utilitza les ponderacions``, llavors les barres d'error indicaran en cada punt de dades que es corresponen a la desviació estàndard en el valor mesurat.
fr: Réglage du jeu. Veuillez consulter la section :doc:`Jeu <focus-backlash>` pour davantage de détails.
pt_br: Para determinados algoritmos, o Ekos também traçará uma curva de melhor ajuste através dos pontos de dados. Se ``Usar pesos`` for selecionado, barras de erro serão indicadas em cada ponto de dados, correspondendo ao desvio padrão do valor medido.

source: The units of the y-axis depend on the selected focus Measure. For example, for HFR, the y-axis will either be in Pixels or Arc seconds depending on how ``Display Units`` is set.
ca@valencia: Les unitats de l'eix Y depenen de la mesura seleccionada de l'enfocament. Per exemple, per a HFR, l'eix Y estarà en píxels o en segons d'arc depenent com s'establisquen les ``Unitats de visualització:``.
fr: Taille de pas initiale. C'est le paramètre critique. Renseignez-vous auprès d'autres personnes ayant un montage similaire. Sinon, vous pouvez essayer depuis la zone critique de mise au point (CFZ) de votre équipement. Veuillez consulter la section :doc:`CFZ <focus-cfz>` pour davantage de détails.
pt_br: As unidades do eixo y dependem da medida de foco selecionada. Por exemplo, para RMF, o eixo y estará em Pixels ou Segundos de Arco, dependendo de como ``Unidades de exibição`` estiver definido.

source: If ``Refine Curve Fit`` is selected, Focus will check for and potentially exclude outlying datapoints. In this case datapoints 1, 5 and 7 were excluded.
ca@valencia: Si s'ha seleccionat ``Refina l'ajust de la corba``, l'enfocament comprovarà i exclourà potencialment els punts de dades atípics. En este cas s'exclouran els punts de dades 1, 5 i 7.
fr: Débutez près de la position de mise au point trouvée manuellement. L'option ``En boucle`` permet d'afficher la recherche manuelle d'une mise au point approximative.
pt_br: Se ``Refinar ajuste de curva`` for selecionado, o foco verificará e potencialmente excluirá pontos de dados periféricos. Neste caso, os pontos de dados 1, 5 e 7 foram excluídos.

source: ``HFR``: Displays the star HFR for the most recent datapoint if relevant.
ca@valencia: ``HFR``: mostra HFR de l'estrela per al punt de dades més recent, si és rellevant.
fr: Lancez la mise au point automatique. Voici le type de courbe en V que vous recherchez :
pt_br: ``RMF``: Exibe o RMF da estrela para o ponto de dados mais recente, se relevante.

source: ``FWHM``: Displays the star FWHM for the most recent datapoint if relevant.
ca@valencia: ``FWHM``: mostra la FWHM de l'estrela per al punt de dades més recent.
fr: Bonne courbe en V de la mise au point
pt_br: ``FWHM``: Exibe o FWHM da estrela para o ponto de dados mais recente, se relevante.

source: ``Stars``: The number of stars used for the most recent datapoint.
ca@valencia: ``Estreles``: el nombre d'estreles utilitzades per al punt de dades més recent.
fr: Bonne courbe en V de la mise au point
pt_br: ``Estrelas``: O número de estrelas usadas para o ponto de dados mais recente.

source: ``Iteration``: The number of datapoints taken so far.
ca@valencia: ``Iteració``: el nombre de punts de dades presos fins ara.
fr: En revanche, la prochaine figure montre que la taille de pas initiale a été réglé à une valeur trop basse. Le HFR varie de 0,78 à 0,72, ce qui donne un rapport max/min juste au-dessus de 1. Un autre indice qui montre le mauvais choix de ce réglage est la taille des barres d'erreur qui sont très grandes par rapport aux valeurs de HFR, ce qui signifie que la courbe est interpolée avec beaucoup de bruit et donc que la précision des résultats n'est pas très bonne.
pt_br: ``Iteração``: O número de pontos de dados coletados até o momento.

source: ``Relative Profile...``: Invokes the :ref:`Relative Profile <ekos-focus-relative-profile>` popup.
ca@valencia: ``Perfil relatiu…``: invoca el missatge emergent del :ref:`Perfil relatiu <ekos-focus-relative-profile>`.
fr: Mauvaise courbe en V de la mise au point
pt_br: ``Perfil relativo...``: invoca o pop-up :ref:`Perfil relativo <ekos-focus-relative-profile>`.

source: ``Clear Data``: Resets the V-Curve graph by clearing the displayed data.
ca@valencia: ``Neteja les dades``: reinicia el gràfic de la «Corba V» netejant les dades mostrades.
fr: Mauvaise courbe en V de la mise au point
pt_br: ``Limpar dados``: Redefine o gráfico da curva em V limpando os dados exibidos.

source: Here is a V-Curve when Measure is set to # Stars. In this case the Critical Focus Zone (CFZ) ``Display`` checkbox has been checked so the CFZ is displayed as well:
ca@valencia: Ací hi ha una corba V quan la mesura s'establix a ``Nombre d'estreles``. En este cas s'ha seleccionat la casella de selecció ``Pantalla`` (ZCE) Zona crítica d'enfocament, de manera que també es mostrarà la ZCE:
fr: **Pas de jeu** : si la chance est de votre côté et que votre équipement n'a pas de jeu, alors vous pourriez désactiver la ``compensation de jeu du pilote`` et le ``Balayage de mise au point automatique`` (mettre à 0).
pt_br: Aqui está uma curva em V quando a medida está definida como # Estrelas. Neste caso, a caixa de seleção ``Exibir`` da Zona de Foco Crítica (ZFC) foi marcada para que a ZFC também seja exibida:

source: The exact settings that work best for a given astronomical setup need to be worked out by the user using trial and error. A good place to start is the :ref:`Focus Advisor <ekos-focus-focus-advisor>` section. Run Focus Advisor and accept its recommendations. It uses the Linear 1 Pass algorithm:
ca@valencia: Els paràmetres exactes que funcionen millor per a una configuració astronòmica donada han de ser elaborats per l'usuari mitjançant la prova i l'error. Un bon lloc per a començar és la secció :ref:`Assessor de l'enfocament <ekos-focus-focus-advisor>`. Executeu l'assessor d'enfocament i accepteu les seues recomanacions. Utilitza l'algorisme lineal d'1 pas:
fr: La MaPA permet actuellement de prendre en compte deux variables environnementales : la température et l'altitude de la cible :
pt_br: As configurações exatas que funcionam melhor para uma determinada configuração astronômica precisam ser definidas pelo usuário por tentativa e erro. Um bom lugar para começar é a seção do :ref:`conselheiro de foco <ekos-focus-focus-advisor>`. Execute o conselheiro de foco e aceite suas recomendações. Ele usa o algoritmo linear de 1 passo:

source: Setup Backlash. See the :ref:`Backlash <ekos-focus-focus-backlash>` section for more details.
ca@valencia: Configura el rebot. Per a més detalls, vegeu la secció :ref:`Rebot <ekos-focus-focus-backlash>`.
fr: Température. Tous les composants du système d'imagerie seront touchés par un changement de la température ambiante. Le plus évident concerne le tube du télescope. Il va se dilater avec une augmentation de température et se contracter avec une diminution, ce qui va modifier la position du point focal. Mais l'atmosphère traversée entre la cible et les composants du télescope seront également modifiés et impacteront la position du point focal.
pt_br: Configurar folga. Consulte a seção sobre :ref:`Folga <ekos-focus-focus-backlash>` para mais detalhes.

source: Initial Step Size. This is a critical parameter. You may have an idea from other people with a similar setup. If not you can try setting it from the Critical Focus Zone (CFZ) for your equipment. See the :ref:`CFZ section <ekos-focus-cfz>` for more details.
ca@valencia: Mida inicial del pas. Este és un paràmetre crítica. Potser teniu una idea d'altres persones amb una configuració similar. Si no és així, podeu intentar configurar-la des de la Zona crítica d'enfocament (ZCE) del vostre equip. Per a més detalls, vegeu la :ref:`secció ZCE <ekos-focus-cfz>`.
fr: Il est essentiel d'avoir une bonne source de température disponible pour le module de mise au point afin d'utiliser la fonctionnalité de température de MaPA.
pt_br: Tamanho do passo inicial. Este é um parâmetro crítico. Você pode ter uma ideia de outras pessoas com uma configuração semelhante. Caso contrário, você pode tentar defini-lo a partir da Zona de Foco Crítica (ZFC) do seu equipamento. Consulte a seção sobre :ref:`ZFC <ekos-focus-cfz>` para mais detalhes.

source: Start near to focus by manually finding focus. Use the ``Start Framing`` option and manually adjust the focus to get to approximate focus.
ca@valencia: Comenceu a prop de l'enfocament buscant l'enfocament manualment. Utilitzeu l'opció ``Inicia la captura`` i ajusteu-lo manualment per a obtindre un enfocament aproximat.
fr: La position de la source de température est laissée au choix de l'opérateur. Mais comme le changement de température a un effet sur plusieurs composants, il n'est de loin pas évident de trouver le meilleur endroit. Il peut s'avérer utile de tester plusieurs endroits pour trouver le meilleur, mais l'idée est de positionner la sonde de température plutôt près du train optique et surtout pas près d'un équipement électronique qui chaufferait la sonde mais pas le tube du télescope. La constance de la position est également importante.
pt_br: Comece a se aproximar do foco, encontrando o foco manualmente. Use a opção ``Iniciar enquadramento`` e ajuste manualmente o foco para obter um foco aproximado.

source: **No Backlash**: If you are fortunate enough to have a setup with no backlash then it would make sense to set ``Driver Backlash`` and ``AF Overscan`` off (set to zero).
ca@valencia: **Sense rebot**: si teniu la sort de tindre una configuració sense rebot, llavors tindria sentit desactivar (establir a zero) la ``Compensació de rebot del controlador:`` i l'``EA excessiu:``.
fr: La capture d'écran au haut de cette section illustre un exemple. La valeur ``Pas / °C`` est réglée à 9. La mise au point automatique a été exécutée et la résolution s'est faite à la position 36580 à la température de 10 °C. Ensuite une simple séquence de 5 poses a été lancée. La température était d'abord réglée à 9 °C puis à 8 °C. À la fin de chaque pose Ekos a réalisé une MaPA et quand il y avait un changement de température, il a calculé le nombre de pas de déplacement du moteur de mise au point. Ici le moteur s'est déplacé vers l'intérieur de 0 pas à deux occasions, commençant à la position 36580, avant de se déplacer à la position 36571 puis 36562 comme montré dans l'onglet de mise au point dans le composant graphique de la position actuelle et dans la boîte de messages.
pt_br: **Sem folga**: Se você tiver a sorte de ter uma configuração sem folga, faria sentido desativar ``Folga do driver`` e ``Varredura adicional de FA`` (definir como zero).

source: **Backlash Managed by Focuser**: If your focuser had the ability to manage backlash itself then you can use this facility and turn ``Driver Backlash`` and ``AF Overscan`` off (set to zero). Alternatively, if it's possible, you could turn off the focuser's backlash facility and use either the Device Driver or AF Overscan to manage backlash.
ca@valencia: **Rebot gestionat per l'enfocador**: si l'enfocador té la capacitat de gestionar el rebot per si mateix, podeu utilitzar esta característica i desactivar (establir a zero) la ``Compensació de rebot del controlador:`` i ``EA excessiu:``. De manera alternativa, si és possible, podeu desactivar la funcionalitat de rebot de l'enfocador i utilitzar el «Controlador del dispositiu» o l'«EA excessiu» per a gestionar el rebot.
fr: Le concept de la mise au point adaptative a été implémenté dans l'outil de :doc:`Construction des décalages <build-filter-offsets>`.
pt_br: **Folga gerenciada pelo focalizador**: Se o seu focalizador tiver a capacidade de gerenciar a folga por si só, você pode usar este recurso e desativar ``Folga do Driver`` e ``Varredura adicional de FA`` (definido como zero). Alternativamente, se possível, você pode desativar a folga do focalizador e usar o driver do dispositivo ou o varredura adicional do FA para gerenciar a folga.

source: **Backlash Managed by Device Driver**: If your device driver has the ability to manage backlash then you can use this facility and turn off ``AF Overscan`` (set to zero). Alternatively, you could turn off the device driver's backlash facility and set ``AF Overscan``.
ca@valencia: **Rebot gestionat pel controlador del dispositiu**: si el controlador del dispositiu té la capacitat de gestionar el rebot per si mateix, podreu utilitzar esta característica i desactivar (establir a zero) l'``EA excessiu:``. De manera alternativa, si és possible, podreu desactivar la funcionalitat de rebot del controlador del dispositiu i establir l'``EA excessiu:``.
fr: Coefficient de détermination R²
pt_br: **Folga gerenciada pelo driver do dispositivo**: Se o driver do seu dispositivo tiver a capacidade de gerenciar a folga, você pode usar esse recurso e desativar a ``Varredura adicional de FA`` (definir como zero). Como alternativa, você pode desativar o recurso de folga do driver do dispositivo e definir a ``Varredura adicional de FA``.

source: To know whether the device driver supports backlash, check the ``Driver Backlash`` field. If it is enabled and you can set values then the driver supports Backlash. If the field is disabled then the driver does not support Backlash.
ca@valencia: Per a saber si el controlador del dispositiu admet la compensació del rebot, seleccioneu el camp ``Compensació de rebot del controlador``. Si el camp està habilitat i podeu establir valors, és que el controlador admet la compensació del rebot. Si està inhabilitada, és que no l'admet.
fr: Le coefficient de détermination, ou R², est un indicateur utilisé pour juger de la qualité de la régression. Davantage d'information est disponible `ici <https://fr.wikipedia.org/wiki/Coefficient_de_d%C3%A9termination>`__. Cette fonctionnalité est disponible pour l'algorithme linéaire à 1 passe. En substance, ce coefficient R² est un nombre entre 0 et 1, avec 1 signifiant que tous les points se trouvent sur la courbe et 0 signifiant qu'il n'y a pas de corrélation entre les points et la courbe. L'utilisateur devrait expérimenter avec son matériel pour sentir quelle valeur peut être obtenue, mais toute valeur au-dessus d'environ 0,9 traduit une bonne régression.
pt_br: Para saber se o driver do dispositivo suporta folga, verifique o campo ``Folga do driver``. Se estiver habilitado e você puder definir valores, o driver suporta folga. Se o campo estiver desabilitado, o driver não suporta folga.

source: **AF Overscan**: The Focus module can manage Backlash itself by over scanning outward motions by the value in the ``AF Overscan`` field. For example, if ``AF Overscan`` is set to 40 then whenever Focus moves the focuser outwards, it does this as a 2-step process. Firstly it moves the focuser 40 ticks past where it wants to end up; secondly it moves back in by 40 ticks.
ca@valencia: **EA excessiu**: el mòdul «Enfocament» pot gestionar el rebot propi escanejant els moviments cap a fora pel valor en este camp. Per exemple, si s'establix a 40, llavors quan l'enfocament moga l'enfocador cap a fora, ho farà com un procés de 2 passos. En primer lloc, mourà l'enfocador 40 marques més enllà d'on vol anar i en segon lloc, tornarà cap arrere 40 marques.
fr: Il y a une option pour régler la « limite R² » dans les :doc:`réglages de mise au point <focus-settings>` qui est comparée au R² calculé après le processus de mise au point. Si cette limite n'a pas été atteinte, le processus est relancé.
pt_br: **Varredura adicional de FA**: O módulo de foco pode gerenciar a folga por si só, realizando uma varredura adicional com movimentos para fora pelo valor no campo ``Varredura adicional de FA``. Por exemplo, se ``Varredura adicional de FA`` estiver definido como 40, sempre que o foco mover o focalizador para fora, ele fará isso como um processo de 2 etapas. Primeiro, ele move o focalizador 40 tiques além de onde ele quer parar; segundo, ele se move de volta 40 tiques.

source: The advantage of ``AF Overscan`` is that you do not need to know Backlash exactly, you just need to set the AF Overscan >= backlash. So, for example, if you measure backlash as around 60 ticks then you could set AF Overscan to 80.
ca@valencia: El seu avantatge és que no necessitareu conéixer exactament l'``EA excessiu``, només cal que establiu EA excessiu >= rebot. Així, per exemple, si mesureu el rebot al voltant de 60 marques, podreu establir-lo a 80.
fr: Régler une limite pour R² peut être utile pour les observatoires automatisés si la procédure de mise au point donne de mauvais résultats pour une raison isolée. Évidemment, si la raison n'est pas transitoire, une relance du processus n'apportera aucun gain.
pt_br: A vantagem da ``Varredura adicional de FA`` é que você não precisa saber a folga exatamente, basta definir a varredura adicional de FA >= folga. Assim, por exemplo, se você medir a folga em torno de 60 tiques, poderá definir a varredura adicional de FA para 80.

source: ``AF Overscan`` is also useful where Backlash is not exactly predictable. For example, if Backlash measurements yield slightly different values, e.g. 61, 60, 59 ticks then by using ``AF Overscan`` this inconsistency can be effectively neutralised. Were you to use ``Focuser Backlash`` you would probably average the readings and set the value to 60. Sometimes this will correctly take up all the backlash; sometimes it will be a little short; and sometimes it will over correct.
ca@valencia: També és útil quan el rebot no és predictible amb exactitud. Per exemple, si la mesura del rebot proporciona valors lleugerament diferents, p. ex., 61, 60 i 59 marques, llavors utilitzant esta opció es podrà neutralitzar de manera efectiva esta inconsistència. Si utilitzeu ``Rebot de l'enfocador``, probablement hauríeu de fer una mitjana de les lectures i establireu el valor a 60. A vegades, açò absorbirà correctament tot el rebot, altres serà una mica curt i de vegades es corregirà de més.
fr: Si la limite de R² n'est pas atteinte et qu'une relance ne permet pas non plus de l'atteindre, alors le processus est marqué comme un succès, cela afin d'éviter que le processus ne rentre dans une boucle infinie.
pt_br: A ``Varredura adicional de FA`` também é útil quando a folga não é exatamente previsível. Por exemplo, se as medições de folga produzirem valores ligeiramente diferentes, por exemplo, 61, 60, 59 tiques, então, usando a ``Varredura adicional de FA``, essa inconsistência pode ser efetivamente neutralizada. Se você usasse a ``Folga do focalizador``, provavelmente calcularia a média das leituras e definiria o valor para 60. Às vezes, isso ocupará corretamente toda a folga; às vezes, será um pouco curto; e às vezes, corrigirá em excesso.
