Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-align.po
Languages: ca, sv, uk

source: This is only required if you choose the ``Local Astrometry`` option for ``Source Extraction Method`` which is no longer recommended.
sv: Det krävs bara om alternativet ``Lokal astrometri`` väljes för ``Metod för källextrahering`` som inte längre rekommenderas.
uk: Потрібне, лише якщо ви виберете нерекомендований варіант ``Локальна астрометрія`` для ``Методу видобування даних з джерела``.

source: Astrometry.net is already shipped with StellarMate so there is no need to install it. Index files from 16 arcminutes and above (4206 to 4019) are included with StellarMate. For any additional index files, you need to install them as necessary. To use Astrometry in StellarMate from a remote Ekos on Linux®/Windows®/Mac® OS, make sure to select ``Remote`` option in Ekos Alignment Module. Furthermore, make sure that the ``Astrometry`` driver is selected in your equipment profile.
sv: Astrometry.net levereras redan med StellarMate, så det finns inget behov av att installera det. Indexfiler från 16 bågminuter och ovanför (4206 till 4019) inkluderas med StellarMate. Ytterligare indexfiler måste installeras efter behov. För att använda Astrometry i StellarMate från Ekos på en annan dator med Linux®, Windows®, Mac® OS, säkerställ att du väljer alternativet ``Fjärr`` i Ekos inriktningsmodul. Säkerställ dessutom att drivrutinen ``Astrometry`` är vald i utrustningsprofilen.
uk: Astrometry.net вже є частиною програмного забезпечення StellarMate, отже немає потреби встановлювати програму. На StellarMate також встановлено файли покажчика для даних від 16 кутових мінут і вище (від 4206 до 4019). Додаткові файли покажчика можна встановити, якщо виникне потреба. Щоб скористатися астрометрією StellarMate на віддаленому модулі Ekos у системі Linux®/Windows®/Mac® OS, вам слід вибрати варіант ``Віддалений`` у модулі вирівнювання Ekos. Крім того, виберіть драйвер ``Astrometry`` у профілі вашого обладнання.

source: |Ekos Remote Astrometry|
uk: |Астрометрія за допомогою віддаленого сервера у Ekos|

source: Ekos Remote Astrometry
sv: Ekos fjärrastrometri
uk: Астрометрія за допомогою віддаленого сервера у Ekos

source: To use astrometry.net under Windows®, you need to download and install the `ANSVR Local Astrometry.net solver <https://adgsoftware.com/ansvr/>`__. The ANSVR mimics the astrometry.net online server on your local computer; thus the internet not required for any astrometry queries.
sv: För att använda astrometry.net på Windows®, måste `ANSVR lokala Astrometry.net lösningsverktyg <https://adgsoftware.com/ansvr/>`__ laddas ner och installeras. ANSVR efterapar det nätverksbaserade astrometry.net lösningsverktyget på den lokala datorn, och därmed behövs inte Internet för några astrometriförfrågningar.
uk: Щоб скористатися astrometry.net у Windows, вам слід отримати і встановити `локальний розв'язувач Astrometry.net ANSVR <https://adgsoftware.com/ansvr/>`__. ANSVR відтворює поведінку віддаленого сервера astrometry.net на вашому локальному комп'ютері, тому, якщо ви ним скористаєтеся, для астрометричних запитів вам не знадобиться інтернет.

source: After installing the ANSVR server and downloading the appropriate index files for your setup, make sure ANSVR server is up and running and then go to Ekos Alignment options where you can simply change the ``API URL`` to use the ANSVR server as illustrated below:
sv: Efter att ha installerat ANSVR-servern och laddat ner lämpliga indexfiler för din inställning, säkerställ att ANSVR-servern är startad och gå därefter till Ekos inriktningsalternativ, där du helt enkelt kan ändra ``API-webbadress`` för att använda ANSVR-servern som åskådliggörs nedan:
uk: Після встановлення сервера ANSVR і відповідних файлів покажчика для вашого обладнання переконайтеся, що сервер ANSVR запущено, і що він є працездатним, а потім відкрийте вікно параметрів вирівнювання Ekos, де ви можете просто змінити ``Адресу програмного інтерфейсу`` так, щоб програма використовувала сервер ANSVR. Ілюстрацію наведено нижче:

source: |ANSVR Parameters|
uk: |Параметри ANSVR|

source: ANSVR Parameters
sv: ANSVR-parametrar
uk: Параметри ANSVR

source: In Ekos Align module, you must set the solver type to ``Online`` so that it uses the local ANSVR server for all astrometry queries. Then you can use the align module as you would normally do.
sv: In Ekos inriktningsmodul måste lösningstypen ställas in till Nätbaserat så att den använder den lokala ANSVR-servern för alla astrometriförfrågningar. Därefter kan du använda inriktningsmodulen som du normalt skulle göra.
uk: У модулі вирівнювання Ekos вам слід визначити тип розв'язувача як ``Інтернет``. Програма скористається локальним сервером ANSVR для виконання усіх астрометричних запитів. Далі, ви можете користуватися модулем вирівнювання у звичайному режимі.

source: Remember as indicated above that StellarMate *already* includes astrometry.net. Therefore, if you would like to use StellarMate remotely to solve your images, simply change solver type to ``Remote`` and ensure that your equipment profile includes **Astrometry** driver which can be selected under the ``Auxiliary`` dropdown. This is applicable to all operating systems and not just Windows®.
sv: Kom ihåg, som anges ovan, att StellarMate *redan* inkluderar astrometry.net. Om du därför vill använda StellarMate på en annan dator för att lösa bilder, ändra helt enkelt lösningstyp till ``Fjärr`` och säkerställ att utrustningsprofilen inkluderar drivrutinen **Astrometry** som kan väljas i kombinationsmenyn ``Extra``. Det gäller alla operativsystem, inte bara Windows®.
uk: Пам'ятайте, що, як було зазначено вище, на StellarMate *вже* встановлено astrometry.net. Тому, якщо ви хочете скористатися StellarMate для розв'язування ваших знімків, просто змініть тип розв'язувача на ``Віддалений`` і переконайтеся, що до профілю вашого обладнання включено драйвер **Astrometry**, який можна вибрати у спадному списку ``Допоміжне обладнання``. Це стосується усіх операційних систем, не лише Windows®.

source: Astrometry.net is already included with KStars for Mac® OS, so no need to install it.
sv: Astrometry.net är redan inkluderad med Kstars för Mac® OS, så det finns inget behov av att installera det.
uk: Astrometry.net вже включено до складу KStars для Mac® OS, отже немає потреби встановлювати щось додатково.

source: Astrometry.net is already included with KStars bleeding version. But if astrometry is not installed, then you can install it by running the following command under Ubuntu™:
sv: Astrometry.net är redan inkluderad med Kstars rykande färska version. Men om astrometry inte är installerat, kan det installeras på Ubuntu™ genom att köra följande kommando:
uk: Astrometry.net вже включено до найсвіжішої версії KStars. Але якщо засіб астрометрії не встановлено, ви можете встановити його за допомогою такої команди в Ubuntu™:

source: ``Capture & Solve``: Capture an image and determine exactly where in the sky the telescope is pointing. The astrometry results include the equatorial coordinates (RA & DEC) of the center of the captured image and the pixel scale and field rotation. Depending on the Solver Action settings, the results can be used to Sync the mount or Sync and then Slew to the target location. For example, suppose you slewed the mount to Vega then used *Capture & Solve*. If the actual telescope location is different from Vega, it will be first synced to the solved coordinate and then Ekos shall command the mount to slew to Vega. After slew is complete, the Alignment module will repeat Capture & Solve process again until the error between reported and actual position falls below the accuracy thresholds (30 arcseconds by default).
sv: ``Ta bild och lös``: Ta en bild och avgör exakt var på himlen som teleskopet pekar. Astrometriresultaten inkluderar de ekvatoriella koordinaterna (RA och DEK) i den tagna bildens centrum samt bildpunktsskala och fältrotation. Beroende på lösningsverktygets åtgärdsinställningar, kan resultatet användas för att synkronisera stativet eller synkronisera och därefter flytta till målet. Antag exempelvis att du förflyttade stativet till Vega och därefter använde *Ta bild och lös*. Om de verkliga teleskopkoordinaterna skiljer sig från Vega, synkroniseras den först till de lösta koordinaterna, och därefter ska Ekos kommendera teleskopet att förflytta sig till Vega. Efter förflyttningen är klar, upprepar inriktningsmodulen processen igen tills felet mellan rapporterad och verklig position är under noggrannhetströskeln (normalt 30 bågsekunder).
uk: ``Захопити і розв'язати``: захопити зображення і визначити точно область на небесній сфері, куди спрямовано телескоп. Астрометричні результати буде подано як екваторіальні координати (пряме сходження і схилення) центра захопленого зображення, а також масштаб пікселя на зображенні та кут обертання поля зору. Залежно від параметрів дій розв'язувача, результати можна використатися для синхронізації лафета або синхронізації лафета із обертанням до координат цілі. Наприклад, припустімо, ви навели лафет на Вегу і скористатися можливістю *Захопити і розв'язати*. Якщо телескоп навівся на якусь іншу зірку, не Вегу, спочатку координати лафета буде синхронізовано із обчисленими, а потім Ekos віддасть лафету команду навестися на Вегу. Після завершення процедури обертання до позиції Веги, модуль вирівнювання повторить процедуру захоплення і розв'язування зображення, аж доки похибка між даними лафета і справжнім спрямуванням телескопа не зменшиться до порогової (типово, 30 кутових секунд).

source: ``Load & Slew``: Load a FITS or JPEG file, solve it, and then slew to it.
sv: ``Läs in och förflytta``: Läs in en FITS- eller JPEG-fil, lös den, och flytta sedan till den.
uk: ``Завантажити і навести``: завантажити файл FITS або JPEG, виконати астрометричне розв'язування і навести телескоп на місце знімка.

source: **Never** solve an image at or near the celestial pole (unless Ekos Polar Alignment Assistant Tool is used). Slew at least 20 degrees away from the celestial pole before solving the first image. Solving very close to the poles will make your mount pointing worse, so avoid it.
sv: Lös **aldrig** en bild nära eller vid himmelspolen (om inte Ekos polära inriktningsguide används). Förflytta åtminstone 20 grader från himmelspolen innan den första bilden löses. Att lösa mycket nära polerna gör stativets pekande värre, så undvik det.
uk: **Ніколи** не розв'язуйте зображення небесного полюса або ділянки неба поряд із небесним полюсом (якщо ви не використовуєте інструмент «Помічник полярного вирівнювання» Ekos). Нахиліть телескоп принаймні на 20 градусів від небесного полюса, перш ніж розв'язувати перше зображення. Розв'язування зображень поряд із полюсами може призвести до проблем із наведенням лафета, тому його слід уникати.

source: ``Accuracy``: Acceptable difference between the desired target position and the solved coordinates from the captured image. If the difference exceeds this many arc-seconds, then the system will continue to capture, solve and slew until the solved position is close enough to the target position.
sv: ``Noggrannhet``: Acceptabel skillnad mellan den önskade målpositionen och de lösta koordinaterna från den tagna bilden. Om skillnaden överstiger den med så många bågsekunder, fortsätter systemet att ta, lösa och flytta tills den lösta positionen är tillräckligt nära målpositionen.
uk: ``Точність``: припустима різниця між бажаною цільовою позицією і визначеними розв'язанням координатами з захопленого зображення. Якщо різниця перевищить вказану кількість кутових секунд, система продовжуватиме захоплення зображень, розв'язування і наведення, аж доки позиція з розв'язку не стане достатньо близькою до цільової позиції.

source: ``Train``: Select the Optical Train which will be used to capture the image to be aligned. It is also used to compute the image scale.
sv: ``Optik``: Välj optiken som ska användas för att ta bilden som ska riktas in. Det används också för att beräkna bildskalan.
uk: ``Тракт``: можливість вибрати оптичний тракт, який буде використано для захоплення зображення для вирівнювання. Також буде використано для обчислення масштабу зображення.

source: ``Exposure``: Exposure duration in seconds.
sv: ``Exponering``: Exponeringstid i sekunder.
uk: ``Витримка``: тривалість експонування у секундах.

source: ``Bin``: The binning of the image before solving.
sv: ``Indelning``: Bildens indelning innan lösning.
uk: ``Крок``: встановити крок розбиття зображення до розв'язування.

source: ``Gain/ISO``: The camera gain or ISO.
sv: ``Förstärkning/ISO``: Kamerans förstärkning eller ISO.
uk: ``Підсилення/ISO``: підсилення або ISO камери.

source: ``Filter/Use Current``: The filter to use when capturing the image. ``Use Current`` uses whatever filter is currently active.
sv: ``Filter/Använd nuvarande``: Filtret som ska användas när bilden tas. ``Använd nuvarande`` använder det filter som för närvarande är aktivt.
uk: ``Фільтр/Поточний``: фільтр, яким слід скористатися при захопленні зображення. ``Поточний`` означає «використовувати будь-який фільтр, який задіяно».

source: ``Dark``: Whether to use the dark-image subtraction scheme before analyzing the captured image.
sv: ``Mörk``: Om subtraktionsmetoden för mörka bilder ska användas innan den tagna bilden analyseras.
uk: ``Темний``: визначає, чи слід використовувати віднімання темного кадру до аналізу захопленого зображення.

source: Polar Alignment
sv: Polärinriktning
uk: Полярне вирівнювання

source: When setting up a German Equatorial Mount (GEM) for imaging, a critical aspect of capturing long-exposure images is to ensure proper polar alignment. A GEM mount has two axis: Right Ascension (RA) axis and Declination (DE) axis. Ideally, the RA axis should be aligned with the celestial sphere polar axis. A mount's job is to track the star's motion around the sky, from the moment they rise at the eastern horizon, all the way up across the median, and westward until they set.
sv: När ett tyskt ekvatoriellt stativ (German Equatorial Mount, GEM) används för avbildning, är en kritisk aspekt av att ta långtidsexponeringar att säkerställa riktig polär inriktning. Ett GEM-stativ har två axlar: Rektascensionsaxeln (RA) och deklinationsaxeln (DE). Idealt sätt ska RA-axeln vara inriktad med himmelssfärens polaxel. Stativets jobb är att följa stjärnans rörelse på himlen från det ögonblick den stiger över horisonten i öster, hela vägen upp över meridianen, och västerut tills den går ner.
uk: При налаштування німецького екваторіального лафета (GEM) для створення знімків критичним аспектом є забезпечення належного полярного вирівнювання під час захоплення знімків із довгою витримкою. У лафетів GEM є дві вісі: вісь прямого сходження (RA) та вісь схилення (DE). За ідеальних умов, напрямок вісі RA має збігатися із полярною віссю небесної сфери. Завданням лафета є відстеження руху зірок небом з моменту появи зірки зі східної частини горизонту, усім шляхом вздовж траєкторії, аж до заходу зірки.

source: In long exposure imaging, a camera is attached to the telescope where the image sensor captures incoming photons from a particular area in the sky. The incident photons have to strike the same photo-site over and over again if we are to gather a clear and crisp image. Of course, actual photons do not behave in this way: optics, atmosphere, seeing quality all scatter and refract photons in one way or another. Furthermore, photons do not arrive uniformly but follow a Poisson distribution. For point-like sources like stars, a point spread function describes how photons are spatially distributed across the pixels. Nevertheless, the *overall* idea we want to keep the source photons hitting the same pixels. Otherwise, we might end up with an image plagued with various trail artifacts.
sv: Vid långtidsexponering är en kamera ansluten till teleskopet där bildsensorn detekterar inkommande fotoner från ett visst område på himlen. De infallande fotonerna måste träffa samma fotopunkt om och om igen om vi ska få en klar och tydlig bild. Verkliga fotoner beter sig förstås inte på detta sätt: optiken, atmosfären och synskärpan sprider och bryter alla fotoner på ett eller annat sätt. Dessutom anländer inte fotoner likformigt, utan följer en Poissonfördelning. För punktliknande källor som stjärnor, beskriver en spridningsfunktion hur fotoner fördelas rumsligt över bildpunkterna. Trots detta, är den *övergripande* idén att vi vill få källans fotoner att träffa samma bildpunkter. Annars kan vi sluta med en bild plågad av diverse spårliknande artefakter.
uk: При експонуванні із довгою витримкою камеру з'єднано із телескопом, а датчик зображення вловлює фотони, які випромінюються з певної ділянки неба. Вхідні фотони мають потрапляти на те саме місце на фотографії знову і знову, щоб знімок вийшов чітким і яскравим. Звичайно ж, за звичних умов така ситуація неможлива: розсіювання фотонів так чи інакше відбувається у оптичних елементах телескопа, атмосфері, внаслідок погіршення умов спостереження. Крім того, фотони не потрапляють у один піксель — ймовірнісний розподіл фотонів на поверхні можна описати розподілом Пуассона. Для точкових джерел світла, якими є зірки, за просторовий розподіл фотонів між пікселями відповідає певна функція розподілу. Отже, *загальна* ідея полягає у тому, що потрібно забезпечити потрапляння фотонів від одного джерела у ті самі пікселі. Якщо цього не зробити, зображення буде спотворено внаслідок зрушення об'єктів на ньому, яке можна спостерігати як «сліди» зірок.

source: |Polar Alignment|
uk: |Полярне вирівнювання|

source: Before starting the process, point the mount as close as possible to the celestial pole with the counterweights down. If you are living in the Northern Hemisphere, point it as close as possible to Polaris. If Polaris is not visible (e.g. blocked by trees or buildings) you may point elsewhere, preferably near the Meridian. Make sure there is at least 30-60 degrees of sky viewable in an arc East or West of the Meridian from the position you choose. Select the direction of free sky, the number of degrees for each of two slews, the mount slew speed, and whether the mount will be slewing automatically (recommended) or manually.
sv: Innan processen påbörjas, rikta stativet så nära den himmelspolen som möjligt med motvikterna neråt. Om du bor på norra halvklotet, rikta den så nära Polaris som möjligt. Om Polaris inte är synlig (t.ex. blockerad av träd eller byggnader) kan du peka någon annanstans, helst nära meridianen. Se till att det finns minst 30-60 graders himmel synligt i en båge öster eller väster om meridianen från den position du väljer. Välj riktning för fri himmel, antalet grader för var och en av två förflyttningarna, stativets rörelsehastighet och om stativet ska flyttas automatiskt (rekommenderas) eller manuellt.
uk: Перш ніж процес буде розпочато, наведіть лафет якомога ближче до небесного полюса із контрвагами внизу. Якщо ви мешкаєте у північній півкулі, наведіть лафет у позицію, якомога ближчу до Полярної. Якщо Полярну не видно (наприклад, заблоковано деревами або будинками) ви можете навестися на якусь іншу точку, бажано, поблизу меридіана. Переконайтеся, що видимими є принаймні 30-60 градусів неба на дузі від сходу до заходу меридіана від позиції, яку ви вибрали. Виберіть напрямок вільного від завад неба, кількість градусів для кожного з двох обертань, швидкість обертання лафета та те, обертатиметься лафет автоматично (рекомендовано) чи вручну.

source: |Polar Alignment Assistant|
uk: |Помічник для полярного вирівнювання|

source: Polar Alignment Assistant
sv: Polärinriktningsguide
uk: Помічник для полярного вирівнювання

source: The images below show the workflow when the *Plate Solve* correction technique is used. The image below shows a display after the 3 measurement images are captured and solved. It shows an error of almost 18' in altitude and that the mount's axis needs to be moved up. Similarly it shows an azimuth error of almost 15' and that the axis needs to be moved to the right (as viewed from behind the telescope).
sv: Bilderna nedan visar arbetsflödet när korrigeringstekniken *Analys av astrobilder* används. Bilden nedan visar en skärm efter att de tre mätbilderna har tagits och lösts. Den visar ett fel på nästan 18' i höjd och att stativets axel måste flyttas upp. På samma sätt visar den ett azimutfel på nästan 15' och att axeln måste flyttas åt höger (sett från bakom teleskopet).
uk: На наведених нижче зображеннях показано процедуру з використанням методики виправлення *Розв'язання знімка*. На наведеному нижче зображенні показано результат після захоплення і розв'язування трьох вимірювальних зображень. Показано похибку у майже 18' за висотою і те, що вісь лафета слід посунути вгору. Так само, показано похибку за азимутом у майже 15' і те, що вісь слід посунути праворуч (коли ви дивитеся з-за телескопа).

source: |Polar Alignment Assistant, Plate Solve Workflow 1|
uk: |Помічник для полярного вирівнювання, процедура розв'язання зображення 1|

source: If your error is low enough (e.g. less than an arc-minute) then you don't need to make any adjustments. Simply press stop and you're done.
sv: Om felet är tillräckligt lågt (t.ex. mindre än en bågminut) behöver du inte göra några justeringar. Tryck bara på stopp så är du klar.
uk: Якщо похибка досить низька (наприклад, менша за кутову мінуту) потреби у коригуванні немає. Просто натисніть кнопку «Стоп» і припиніть обробку.

source: If you will be making corrections to your mount's axis, you should select the adjustment approach (we're using Plate Solve in this example), and how often the system should recapture images to re-measure the polar alignment error. The refresh interval should be frequent, but it doesn't make sense to make it faster that your CPU can capture and plate-solve the images. We're using 2s in this example. Then press the ``Refresh`` button to begin the correction process.
sv: Om du ska göra korrigeringar av stativets axel, bör du välja justeringsmetod (vi använder analys av astrobilder i det här exemplet), och hur ofta systemet ska ta bilder igen för att mäta om polärinriktningsfelet. Uppdateringsintervallet bör vara frekvent, men det är inte meningsfullt att göra det snabbare än att din processor kan ta och lösa bilderna. Vi använder 2 s i det här exemplet. Tryck sedan på knappen ``Uppdatera`` för att påbörja korrigeringsprocessen.
uk: Якщо ви виправлятимете вісь вашого лафета, вам слід вибрати підхід до коригування (у нашому прикладі ми використали розв'язання знімка) та те, наскільки часто система має повторно захоплювати зображення, щоб повторно вимінювати похибку у полярному вирівнюванні. Інтервал оновлення має бути достатньо малим, але немає сенсу оновлювати дані частіше, ніж процесор вашого комп'ютера може захоплювати і розв'язувати зображення. У цьому прикладі ми використали 2 секунди. Встановіть інтервал і натисніть кнопку ``Оновити``, щоб розпочати процес виправлення.
