Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: **Iterative**: In the Iterative algorithm, Ekos operates iteratively by moving in discrete steps, decided initially by the user-configurable step size and later by the slope of the V-Curve, to get closer to the optimal focus position where it then changes gears and performs smaller, finer moves to reach the optimal focus. The focus process stops when the measured HFR is within the configurable tolerance of the minimum recorded HFR in the process. In other words, whenever the process starts searching for a solution within a narrowly limited range, it checks if the current HFR is within % difference compared to the minimum HFR recorded, and if this condition is met then the Autofocus process is considered successful. The default value is set to 1% and is sufficient for most situations. The Step options specify the number of initial ticks the focuser has to move. If the image is severely out of focus, we set the step size high (i.e. greater than 250). On the other hand, if the focus is close to optimal focus, we set the step size to a more reasonable range (less than 50). It takes trial and error to find the best starting tick, but Ekos only uses that for the first focus motion, as all subsequent motions depend on the V-Curve slope calculations. Key features include:
ca@valencia: **Iteratiu**: En l'algorisme iteratiu, Ekos funciona de manera iterativa movent-se en passos discrets, inicialment decidit per la mida del pas configurable per l'usuari i més tard per la inclinació de la «Corba V», per a acostar-se a la posició d'enfocament òptima, on canviarà de comportament i començarà a realitzar canvis més ajustats fins a aconseguir l'enfocament òptim. El procés d'enfocament es pararà quan HFR es mesure dins de la tolerància configurable d'HFR mínim gravat durant el procés. En altres paraules, cada vegada que el procés comence a buscar una solució dins d'un interval limitat, comprovarà si HFR actual es troba dins del tant per cent de diferència en comparació amb HFR mínim gravat, i si es complix esta condició, el procés d'enfocament automàtic es considerarà vàlid. El valor predeterminat s'establix en un 1% i és suficient per a la majoria de situacions. L'opció Pas especifica el nombre de marques inicials que l'enfocador s'haurà de moure. Si la imatge està greument fora d'enfocament, establirem la mida del pas alt (açò és, superior a 250). D'altra banda, si l'enfocament s'aproxima a l'enfocament òptim, establirem la mida del pas en un interval més raonable (inferior a 50). Es requerix prova i error per a trobar la millor marca inicial, però Ekos només ho farà servir per al primer moviment d'enfocament, ja que tots els moviments posteriors dependran del càlcul de la inclinació de la «Corba V». Les característiques principals inclouen:
fr: **Itératif** : dans cet algorithme, Ekos fonctionne de manière itérative en se déplaçant par pas discret, dont la valeur initiale a été décidée par l'utilisateur et ensuite par la pente de la courbe en V, pour être le plus près possible de la position optimale de la mise au point où il diminue ensuite la taille des pas pour se rapprocher encore plus de la position optimale. La procédure s'arrête quand le HFR mesuré se trouve dans une plage de tolérance configurable du HFR minimum enregistré. En d'autres termes, quand la procédure cherche une solution dans une plage étroite, il vérifie si le HFR courant est dans une plage de tolérance acceptable comparé au HFR minimum enregistré et si cette condition est remplie, la procédure de mise au point est considérée comme réussie. La valeur de tolérance par défaut est réglé à 1% et est suffisante pour la plupart des situations. Les options de pas spécifient le nombre initial de pas pour le déplacement du moteur. Si l'image est loin de la mise au point, on augmente ce nombre (c'est-à-dire plus grand que 250). Au contraire, si la position de mise au point est proche de la position optimale, on réduit cette valeur à environ 50. C'est un processus d'essais et d'erreurs pour trouver la bonne valeur de départ, mais Ekos ne l'utilise que pour le premier déplacement de mise au point, tous les suivants dépendant de la pente de la courbe en V. Les fonctionnalités principales incluent :
pt_br: **Iterativo**: No algoritmo Iterativo, o Ekos opera iterativamente, movendo-se em etapas discretas, definidas inicialmente pelo tamanho da etapa configurável pelo usuário e, posteriormente, pela inclinação da curva em V, para se aproximar da posição de foco ideal, onde então muda de marcha e realiza movimentos menores e mais precisos para atingir o foco ideal. O processo de foco para quando o RMF medido estiver dentro da tolerância configurável do RMF mínimo registrado no processo. Em outras palavras, sempre que o processo começa a buscar uma solução dentro de uma faixa estreitamente limitada, ele verifica se o RMF atual está dentro de uma diferença de % em comparação com o RMF mínimo registrada e, se essa condição for atendida, o processo de foco automático é considerado bem-sucedido. O valor padrão é definido como 1% e é suficiente para a maioria das situações. As opções de etapa especificam o número de tiques iniciais que o focalizador precisa mover. Se a imagem estiver muito desfocada, definimos o tamanho do passo alto (ou seja, maior que 250). Por outro lado, se o foco estiver próximo do foco ideal, definimos o tamanho do passo para uma faixa mais razoável (menor que 50). É preciso tentativa e erro para encontrar o melhor ponto de partida, mas o Ekos usa isso apenas para o primeiro movimento de foco, pois todos os movimentos subsequentes dependem dos cálculos de inclinação da curva em V. As principais funcionalidades incluem:

source: **Polynomial**: In the Polynomial algorithm, the process starts off in Iterative mode, but once we cross to the other side of the V-Curve (once HFR values start increasing again after decreasing for a while), then Ekos performs quadratic curve fitting to find a solution that predicts the minimum possible HFR position. Key features include:
ca@valencia: **Polinòmic**: a l'algorisme Polinòmic, el procés s'iniciarà en el mode Iteratiu, però una vegada que creuem a l'altre costat de la «Corba V» (una vegada que els valors HFR comencen a augmentar de nou després de disminuir durant una estona), Ekos realitzarà un ajust de corba quadràtica per a trobar una solució que preveja la posició HFR mínima possible. Si es troba una solució vàlida, el procés d'enfocament automàtic es considerarà un èxit. Les característiques principals inclouen:
fr: **Polynomial** : dans cet algorithme, la procédure débute en mode Itératif mais une fois que l'on franchit l'autre côté de la courbe en V (quand les valeurs HFR recommencent d'augmenter après avoir diminué pour un moment), Ekos commence un calcul de régression polynomial afin de trouver une solution qui prédit la position HFR minimale. Les fonctionnalités principales incluent :
pt_br: **Polinomial**: No algoritmo Polinomial, o processo começa no modo iterativo, mas assim que passamos para o outro lado da curva V (quando os valores de RMF começam a aumentar novamente após diminuir por um tempo), o Ekos realiza o ajuste de curva quadrática para encontrar uma solução que preveja a posição mínima possível de RMF. As principais funcionalidades incluem:

source: ``Train``: The Optical Train currently in use by the Focus tab. Hover the mouse over this field for a more detailed description of the selected train.
ca@valencia: ``Tren``: el tren òptic en ús en la pestanya «Enfocament». Passeu el ratolí per damunt d'este camp per a una descripció més detallada del tren seleccionat.
fr: ``Train`` : le train optique en cours d'utilisation dans l'onglet de mise au point. En passant la souris sur ce champ, une description plus détaillé du train sélectionné s'affichera.
pt_br: ``Trem``: O trem óptico atualmente em uso pela aba Foco. Passe o mouse sobre este campo para uma descrição mais detalhada do trem selecionado.

source: ``Edit Button``: Brings up the Optical Train dialog to view and potentially change the optical trains.
ca@valencia: Botó ``Edita…``: obri el diàleg ``Tren òptic`` per a veure'ls i canviar-los.
fr: ``Bouton Modifier`` : affiche la boîte de dialogue permettant des modifier les trains optiques.
pt_br: ``Botão Editar``: Abre a caixa de diálogo do trem óptico para visualizar e potencialmente alterar os trens ópticos.

source: It is recommended to use the :ref:`Focus Advisor <ekos-focus-focus-advisor>` tool on new Optical Trains to set parameters appropriately.
ca@valencia: Es recomana utilitzar l'eina :ref:`Assessor d'enfocament <ekos-focus-focus-advisor>` en els trens òptics nous per a configurar els paràmetres de manera adequada.
fr: Il est recommandé d'utiliser l'outil :ref:`Conseiller de mise au point <ekos-focus-focus-advisor>` pour les nouveaux optiques afin de régler les paramètres correctement.
pt_br: Recomenda-se usar a ferramenta :ref:`Conselheiro de foco <ekos-focus-focus-advisor>` em novos trens ópticos para definir parâmetros adequadamente.

source: All INDI-compatible focusers are supported. It is recommended to use **absolute** focusers for the best results since their absolute position is known on power up. In INDI, the focuser *zero* position is when the drawtube is **fully retracted**. When focusing *outwards*, the focuser position increases, while it decreases when focusing *inwards*. The following focuser types are supported:
ca@valencia: S'admeten tots els enfocadors compatibles amb INDI. Es recomana utilitzar enfocadors **absoluts** per als millors resultats, ja que es coneix la seua posició absoluta en encendre'ls. En INDI, la posició *zero* de l'enfocador es produïx quan el tub es **retira completament**. Quan s'enfoque *cap enfora*, s'incrementarà la posició de l'enfocador, mentre que disminuirà quan s'enfoque *cap endins*. S'admeten els tipus d'enfocadors següents:
fr: Tout moteur de mise au point compatible INDI est géré. Il est recommandé d'utiliser des moteurs de mise au point à position **absolue** puisque leur position absolue est connue à la mise sous tension. Dans INDI, la position *zéro* du moteur de mise au point correspond à un tube **complètement rentré**. Quand la mise au point se fait vers l'extérieur, la position du moteur de mise au point augmente et inversement. Les types suivants de moteurs de mise au point sont gérés :
pt_br: Todos os focalizadores compatíveis com INDI são suportados. Recomenda-se o uso de focalizadores **absolutos** para obter os melhores resultados, pois sua posição absoluta é conhecida ao ligar o equipamento. No INDI, a posição *zero* do focalizador ocorre quando o tubo de extração está **totalmente retraído**. Ao focar *para fora*, a posição do focalizador aumenta, enquanto diminui ao focar *para dentro*. Os seguintes tipos de focalizador são suportados:

source: **Absolute**: Absolute Position Focusers such as RoboFocus, MoonLite, ASI ZWO
ca@valencia: **Absolut**: els enfocadors de posició absoluta com RoboFocus, MoonLite, ASI ZWO.
fr: **Position absolue** : moteurs de mise au point à position absolue tels que RoboFocus, Moonlite, ASI ZWO
pt_br: **Absoluto**: Focalizadores de posição absoluta, como RoboFocus, MoonLite, ASI ZWO

source: **Relative**: Relative Position Focusers.
ca@valencia: **Relatiu**: els enfocadors de posició relativa.
fr: **Position relative** : moteur de mise au point à position relative.
pt_br: **Relativo**: Focalizadores de posição relativa.

source: **Time Based**: Time based focusers with no position feedback that adjust focus position by moving for a certain amount of time.
ca@valencia: **Basats en el temps**: els enfocadors basats en el temps sense posició de realimentació que ajusten la posició de l'enfocament movent-se durant una certa quantitat de temps.
fr: **Fondé sur une durée** : les moteurs de mise au point fondés sur une durée n'ont pas de donnée de position mais ajuste la position de mise au point en se déplaçant pendant une certaine durée.
pt_br: **Baseado em tempo**: Focalizadores baseados em tempo, sem feedback de posição, que ajustam a posição do foco movendo-se por um determinado período de tempo.

source: The ``Focuser`` field contains the focuser in the attached Optical Train.
ca@valencia: El camp ``Enfocador`` conté l'enfocador en el tren òptic adjunt.
fr: Le champ ``Moteur de mise au point`` contient le moteur de mise au point du train optique actuel.
pt_br: O campo ``Focalizador` contém o focalizador no trem óptico anexado.

source: For absolute and relative focusers, the step size is in units of *ticks* and for simple, or time based, focusers, the step size is in *milliseconds*. The ``In`` and ``Out`` buttons can then be used to move the focuser by the number of ticks defined in the Initial Step Size field in the :ref:`Mechanics <ekos-focus-focus-mechanics>` tab.
ca@valencia: Per a enfocadors absoluts i relatius, la mida del pas s'expressa en unitats de *tics* i per a enfocadors senzills o basats en el temps, la mida del pas s'expressa en *mil·lisegons*. Els botons ``Entrada`` i ``Eixida`` es poden utilitzar per a moure l'enfocador pel nombre de tics definit al camp ``Mida del pas inicial`` a la :ref:`pestanya «Mecànica» <ekos-focus-focus-mechanics>`.
fr: Pour les moteurs de mise au point à position absolue et relative, l'unité est le *pas* et les *millisecondes* pour les moteurs simples ou fondés sur le temps. Les boutons ``En avant`` et ``En arrière`` peuvent ensuite être utilisés pour déplacer le moteur de ce nombre de pas défini dans le champ ``Taille initiale de pas`` dans l'onglet :ref:`Mécaniques <ekos-focus-focus-mechanics>`.
pt_br: Para focalizadores absolutos e relativos, o tamanho do passo é em unidades de *tiques* e para focalizadores simples ou baseados em tempo, o tamanho do passo é em *milissegundos*. Os botões ``In`` e ``Out`` podem ser usados ​​para mover o focalizador pelo número de tiques definido no campo de tamanho do passo inicial na aba :ref:`Mecânica <ekos-focus-focus-mechanics>`.

source: **Left Hand Steps**: Current focuser position. This is output only and is updated as the focuser moves to reflect the current position.
ca@valencia: **Passos de mà esquerra**: posició actual de l'enfocador. Açò només és una eixida i s'actualitza a mesura que l'enfocador es mou per a reflectir la posició actual.
fr: **Champ gauche** : position actuelle du moteur de mise au point. Ce n'est que de l'affichage et est rafraîchi en même temps que le moteur de mise au point se déplace.
pt_br: **Passos para a esquerda**: Posição atual do focalizador. Esta é apenas a saída e é atualizada conforme o focalizador se move para refletir a posição atual.

source: **Right Hand Steps**: This is input and allows the user to enter a desired position. When the ``Goto`` button is pressed, the focuser is moved from its current position to the position indicated in this field.
ca@valencia: **Passos de mà dreta**: açò és una entrada i permet a l'usuari introduir una posició desitjada. Quan premeu el botó ``Ves fins a``, l'enfocador es mourà des de la seua posició actual fins a la posició indicada en este camp.
fr: **Champ droite** : c'est une valeur en entrée que l'opérateur peut modifier pour obtenir une position particulière. Lorsque que le bouton ``Aller à`` est cliqué, le moteur de mise au point se déplacera depuis la position actuelle jusqu'à la position saisie en entrée.
pt_br: **Passos para a direita**: Esta é uma entrada que permite ao usuário inserir uma posição desejada. Quando o botão ``Ir para`` é pressionado, o focalizador é movido de sua posição atual para a posição indicada neste campo.

source: On startup, the Left Hand Steps will show the current focuser position. The Right Hand Steps field is defaulted from the Optical Train saved settings. This is useful, for example, if you have several Optical Trains that use the same focuser but solve at different positions. In this case, the Right Hand Steps will contain the last persisted value for this field for the selected Optical Train. So, after swapping equipment and selecting the Optical Train, if the user presses the ``Goto`` button then the focuser will be moved to a good place to start focusing from.
ca@valencia: Quan inicieu, els passos de mà esquerra mostraran la posició actual de l'enfocador. El camp passos de mà dreta està predeterminat a partir de la configuració guardada per al tren òptic. Açò és útil, per exemple, si teniu diversos trens òptics que utilitzen el mateix enfocador però que resolen en posicions diferents. En este cas, els passos de mà dreta contindran l'últim valor persistent per a este camp per al tren òptic seleccionat. Per tant, després de canviar l'equip i seleccionar el tren òptic, si l'usuari prem el botó ``Ves fins a``, l'enfocador es mourà fins a un bon lloc per a començar a enfocar.
fr: Au départ, la valeur du champ de gauche affichera la position actuelle du moteur de mise au point. Le champ droite prendra comme valeur par défaut celle du train optique enregistré dans les réglages. Cela est utile par exemple lorsque vous avez plusieurs trains optiques qui utilisent le même moteur de mise au point mais dont la position de la mise au point est différente. Dans ce cas, la valeur du champ de gauche sera celle de la dernière valeur pour le train optique sélectionné. Ainsi, après avoir changé de matériel et choisi le train optique adéquat, un clic sur le bouton ``Aller à`` entraînera le moteur de mise au point à une position qui sera un bon point de départ.
pt_br: Na inicialização, os passos para a esquerda mostrarão a posição atual do focalizador. O campo de passos para a direita é definido por padrão a partir das configurações salvas do trem óptico. Isso é útil, por exemplo, se você tiver vários trens ópticos que usam o mesmo focalizador, mas resolvem em posições diferentes. Nesse caso, os passos para a direita conterão o último valor persistente deste campo para o trem óptico selecionado. Portanto, após trocar de equipamento e selecionar o trem óptico, se o usuário pressionar o botão ``Ir para``, o focalizador será movido para um bom local para começar a focar.

source: The ``Goto Focus Position`` button moves the focuser to the position in the righthand Steps field.
ca@valencia: El botó ``Ves fins a la posició d'enfocament`` mou l'enfocador fins a la posició en el camp Passos de la dreta.
fr: Le bouton ``Aller à`` déplace le moteur de mise au point à la position indiquée dans le champ de droite.
pt_br: O botão ``Ir para a posição de foco`` move o focalizador para a posição no campo de Etapas à direita.

source: The ``Stop Focuser Motion`` button stops the in-progress focuser motion.
ca@valencia: El botó ``Para el moviment de l'enfocador`` para el moviment en progrés de l'enfocador.
fr: Le bouton ``Arrêter mouvement`` arrête le mouvement du moteur de mise au point.
pt_br: O botão ``Parar movimento do focalizador`` interrompe o movimento do focalizador em andamento.

source: The ``Auto Focus`` button starts an Autofocus run. The ``Stop`` button is used to stop the run.
ca@valencia: El botó ``Enfocament automàtic`` comença una execució d'enfocament automàtic. El botó ``Para`` s'utilitza per a parar l'execució.
fr: Le bouton ``Mise au point automatique`` démarre l'exécution de la procédure de mise au point automatique. Le bouton ``Arrêter`` l'arrête.
pt_br: O botão ``Foco automático`` inicia uma execução de foco automático. O botão ``Parar`` é usado para interromper a execução.

source: The ``Capture Image`` button will take a frame based on the current settings in the :ref:`Camera & Filter Wheel Group <ekos-focus-camera-filter-wheel-group>`. The ``Start Framing`` button will start repeatedly capturing frames until the Stop button is pressed.
ca@valencia: El botó ``Captura la imatge`` prendrà un fotograma basat en la configuració actual del :ref:`grup Càmera i Roda de filtres <ekos-focus-camera-filter-wheel-group>`. El botó ``Comença l'enquadrament`` començarà a capturar fotogrames repetidament fins quan es prema el botó ``Para``.
fr: Le bouton ``Acquisition image`` démarre l'acquisition d'une image dont les réglages actuels proviennent de :ref:`groupe APN et roue à filtres <ekos-focus-camera-filter-wheel-group>`. Le bouton ``En boucle`` démarre l'acquisition en boucle jusqu'à ce que le bouton ``Arrêter`` soit cliqué.
pt_br: O botão ``Capturar imagem`` capturará um quadro com base nas configurações atuais no :ref:`Grupo de câmera e roda de filtros <ekos-focus-camera-filter-wheel-group>`. O botão ``Iniciar enquadramento`` começará a capturar quadros repetidamente até que o botão Parar seja pressionado.

source: Some of the focus algorithms will attempt to cope with being started away from the point of optimum focus, but for predictable results, it is best to start from a position of being approximately in focus. For first time setup, ``Start Framing`` can be used along with the ``In`` and ``Out`` buttons to adjust the focus position to roughly minimize the HFR of the stars in the captured images. When Framing is used in this way, the :ref:`V-Curve <ekos-focus-v-curve>` graph changes to show a time series of frames and their associated HFRs. This makes the framing process much easier to perform.
ca@valencia: Alguns dels algorismes d'enfocament intentaran fer front a que s'inicie lluny del punt d'enfocament òptim, però per a resultats previsibles, és millor començar des d'una posició aproximada d'enfocament. En la primera configuració, es pot utilitzar ``Inicia la captura`` juntament amb els botons ``Amplia`` i ``Allunya`` per a ajustar la posició d'enfocament per a minimitzar aproximadament HFR de les estreles a les imatges capturades. Quan s'utilitza d'esta manera la captura, el gràfic de la :ref:`Corba V <ekos-focus-v-curve>` canviarà per a mostrar una sèrie de fotogrames temporals i els seus HFR associats. Açò farà que el procés d'elaboració siga molt més fàcil de realitzar.
fr: Certains algorithmes de mise au point essaient de se débrouiller quand la procédure débute loin de la position optimale de mise au point. Néanmoins, il est toujours mieux de débuter d'une position proche de la mise au point. Pour les premiers réglages, l'utilisation de l'acquisition ``En boucle`` et des boutons ``En avant`` et ``En arrière`` simplifie la recherche de la position de mise au point en cherchant un HFR grossier des images. Lorsque l'acquisition en boucle est utilisée de cette manière, le graphique de la :ref:`courbe en V <ekos-focus-v-curve>` est modifié pour afficher une série temporelle des images et leur valeur de HFR associée. Cela rend la procédure beaucoup plus simple à réaliser.
pt_br: Alguns algoritmos de foco tentarão lidar com o fato de serem iniciados longe do ponto de foco ideal, mas para resultados previsíveis, é melhor começar de uma posição aproximadamente em foco. Para a primeira configuração, ``Iniciar enquadramento`` pode ser usado junto com os botões ``In`` e ``Out`` para ajustar a posição do foco e minimizar aproximadamente o RMF das estrelas nas imagens capturadas. Quando o enquadramento é usado dessa forma, o gráfico :ref:`Curva-V <ekos-focus-v-curve>` muda para mostrar uma série temporal de quadros e seus RMFs associados. Isso torna o processo de enquadramento muito mais fácil de executar.

source: Camera & Filter Wheel Group
ca@valencia: El grup «Càmera i roda de filtres»
fr: APN & Roue à filtres
pt_br: Grupo de câmera e roda de filtro

source: ``Exp``: The exposure time in seconds.
ca@valencia: ``Exp``: temps d'exposició en segons.
fr: ``Exp`` : la durée d'exposition en secondes.
pt_br: ``Exp``: O tempo de exposição em segundos.
