Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: The Scheduler table (above) lists jobs in order of priority, with higher jobs (on lower-numbered rows) having higher priority than jobs further down the list (with higher-numbered rows).
ca: La taula del programador (a dalt) llista les tasques en ordre de prioritat, amb les tasques més altes (en files amb nombres més baixos) que tenen més prioritat que les tasques més avall de la llista (amb files amb nombres més alts).
ca@valencia: La taula del programador (a dalt) llista les tasques en ordre de prioritat, amb les tasques més a dalt (en files amb nombres més baixos) tindran més prioritat que les tasques més avall de la llista (amb files amb nombres més alts).
fr: La table ci-dessus dresse la liste des tâches par ordre de priorité, avec les tâches plus haute (de numéro de ligne plus basse) ayant la plus haute priorité que celles plus bas dans la liste (de numéro de ligne plus haut).
nl: De plannertabel (boven) heeft een lijst met taken in volgorde van prioriteit, met hogere taken (op lager genummerde rijen) die hogere prioriteit hebben dan jobs verder omlaag in de lijst (met hoger genummerde rijen).
pt_br: A tabela do agendador (acima) lista os trabalhos em ordem de prioridade, com os trabalhos mais altos (em linhas com numeração mais baixa) tendo prioridade mais alta do que os trabalhos mais abaixo na lista (com linhas com numeração mais alta).
sl: V tabeli Razporejevalnik (zgoraj) so opravila navedena po vrstnem redu prioritete, pri čemer imajo opravila z višjo prioriteto (v vrsticah z nižjimi števili) višjo prioriteto kot opravila nižje na seznamu (z vrsticami z višjimi števili).
uk: У таблиці планувальника (вище) показано список завдань у порядку пріоритетності. Вищі завдання (у рядках із малими номерами) мають вищий пріоритет, за завдання далі у списку (із високими номерами рядків).

source: The Scheduler regularly plans (and re-plans) which jobs should be run, and when. It can start executing a given job, and then later preempt that job for a new one. It can become idle if no jobs can be run (e.g. in daylight), and sleep until such a time that it becomes active again. Its aim is to keep the equipment as busy as possible, while respecting the scheduler-table's priorities. Here's how it works.
ca: El programador planifica regularment (i replanifica) quines tasques s'han d'executar, i quan. Pot començar a executar una tasca determinada, i després avançar-la per una de nova. Pot quedar-se en espera si no es poden executar tasques (p. ex., a la llum del dia), i dormir fins que torni a estar actiu. El seu objectiu és mantenir l'equip el més ocupat possible, respectant les prioritats de la taula de programació. Així és com funciona.
ca@valencia: El programador planifica regularment (i replanifica) quines tasques s'han d'executar, i quan. Pot començar a executar una tasca determinada, i després avançar-la per una de nova. Pot quedar-se inactiu si no es poden executar tasques (p. ex., a la llum del dia), i descansar fins que torne a estar actiu. El seu objectiu és mantindre l'equip el més ocupat possible, respectant les prioritats de la taula de programació. Així és com funciona.
fr: L'ordonnanceur revoit régulièrement l'ordre des tâches et le moment où elles doivent être lancées. Il peut lancer une tâche puis plus tard, temporairement la mettre en pause en faveur d'une autre. Il peut devenir inactif si aucune tâche ne peut être lancée (p. ex. durant le jour) et rester dans cet état jusqu'à ce qu'une tâche peut être lancée. Le but est de conserver l'équipement le plus occupé possible tout en respectant les priorités de la table. Voici comment il fonctionne.
nl: De planner plant regelmatig (en plant opnieuw) welke taken zouden uitgevoerd moeten worden en wanneer. Deze kan beginnen met het uitvoeren van een gegeven taak en dan later die taak vervangen door een nieuwe. Deze kan inactief worden als er geen taken uitgevoerd kunnen worden (bijv. in daglicht) en slapen tot een tijd dat deze weer actief wordt. Zijn doel is om de apparatuur zoveel als mogelijk is bezig te houden, met in acht neming van de prioriteiten in de tabel van de planner. Hier is hoe het werkt.
pt_br: O agendador planeja (e replaneja) regularmente quais tarefas devem ser executadas e quando. Ele pode começar a executar uma determinada tarefa e, posteriormente, substituí-la por uma nova. Ele pode ficar ocioso se nenhuma tarefa puder ser executada (por exemplo, durante o dia) e hibernar até que se torne ativo novamente. Seu objetivo é manter o equipamento o mais ocupado possível, respeitando as prioridades da tabela do agendador. Veja como funciona.
sl: Razporejevalnik redno načrtuje (in ponovno načrtuje), katera opravila naj se izvedejo in kdaj. Lahko začne izvajati določeno opravilo in ga kasneje prevzame za novo. Lahko postane nedejaven, če ni mogoče izvesti nobenega opravila (npr. podnevi), in miruje, dokler se ponovno ne aktivira. Njegov cilj je, da oprema ostane čim bolj zaposlena, hkrati pa spoštuje prioritete tabele razporejevalnika. Takole to deluje.

source: When the scheduler starts (or when it replans, which it does every second while active), it looks through the entire list of jobs, starting at the highest priority job, and working its way down to the lowest priority one if necessary. When it finds a job that can run, it starts that job, possibly preempting the currently running job. A jobs can run if its constraints are met, e.g. the target is not blocked by the local terrain, it meets the minimum altitude constraint, it has not already completed all the desired imaging, ...
ca: Quan s'inicia el programador (o quan replanifica, que ho fa cada segon mentre està actiu), revisa tota la llista de tasques començant per la tasca de prioritat màxima, i continuant fins a la prioritat més baixa, si cal. Quan troba una tasca que pot executar, comença aquesta tasca, possiblement anticipant-se a la tasca actualment en execució. Una tasca pot executar-se si es compleixen les seves restriccions, p. ex., l'objectiu no està bloquejat pel terreny local, compleix la restricció d'altitud mínima, no ha completat totes les imatges desitjades,...
ca@valencia: Quan s'inicia el programador (o quan es torna a planificar, el qual ho fa cada segon mentre està actiu), revisa tota la llista de tasques començant per la de prioritat màxima, i continuant fins a la prioritat més baixa, si cal. Quan troba una tasca que pot executar, la comença, possiblement anticipant-se a la tasca actualment en execució. Una tasca pot executar-se si es complixen les seues restriccions, p. ex., l'objectiu no està bloquejat pel terreny local, complix la restricció d'altitud mínima, no ha completat l'obtenció de totes les imatges desitjades…
fr: Quand l'ordonnanceur démarre (ou quand il revoit ses plans, ce qu'il fait toutes les secondes quand il est actif), il passe à travers toute la liste de tâches, en commençant par celle de plus haute priorité, jusqu'à celle de plus basse priorité. Quand il trouve une tâche qui peut être lancée, il le fait, même s'il doit même en pause une tâche en cours. Une tâche peut être lancée que si elle rempli toutes les contraintes, p. ex., la cible n'est pas bloquée par l'environnement (un arbre par exemple) et qu'elle satisfait la contrainte d'altitude minimale ou encore qu'elle n'a pas terminé toutes les acquisitions souhaitées.
nl: Wanneer de planner start (of wanneer deze opnieuw plant, wat elke seconde wordt gedaan indien actief), dan wordt er gekeken in de gehele lijst met taken, beginnend met de taak met de hoogste prioriteit en werkt omlaag naar die met de laagste prioriteit indien nodig. Wanneer het een taak vindt die uitgevoerd kan worden, dan wordt die taak gestart, mogelijk met stoppen van de nu in uitvoering zijnde taak. Een taak kan uitgevoerd worden als aan zijn voorwaarden is voldaan, bijv. het doel is niet geblokkeerd door het lokale terrein, deze voldoet aan de voorwaarde van minimale hoogte, deze heeft nog niet alle gewenste afbeeldingen voltooid, ...
pt_br: Quando o agendador inicia (ou quando replaneja, o que faz a cada segundo enquanto ativo), ele examina toda a lista de tarefas, começando pela tarefa de maior prioridade e descendo até a de menor prioridade, se necessário. Ao encontrar uma tarefa que pode ser executada, ele a inicia, possivelmente antecipando-se a tarefa em execução no momento. Uma tarefa pode ser executada se suas restrições forem atendidas, por exemplo, o alvo não estiver bloqueado pelo terreno local, atender à restrição de altitude mínima, não tiver concluído todas as imagens desejadas, ...
sl: Ko se razporejevalnik zažene (ali ko ponovno načrtuje, kar počne vsako sekundo, ko je aktiven), pregleda celoten seznam opravil, začenši z opravilom z najvišjo prioriteto in po potrebi do opravila z najnižjo prioriteto. Ko najde opravilo, ki se lahko izvaja, ga zažene, po možnosti s tem, da prehiti trenutno izvajajoče se opravilo. Opravilo se lahko izvaja, če so izpolnjene njegove omejitve, npr. cilja ne blokira lokalni teren, če izpolnjuje minimalno omejitev višine, če še ni dokončalo vseh želenih slik, ...

source: The algorithm shows its projected next start times and stop times for all job in the Scheduler table. It also shows its estimate of times jobs will run during the next 48 hours in the log panel at the bottom of the window. See the screenshot of the scheduler window at the top of this section.
ca: L'algoritme mostra les hores d'inici i les hores d'aturada previstes per a totes les tasques a la taula del programador. També mostra la seva estimació de les vegades que les tasques s'executaran durant les pròximes 48 hores en el panell de registre a la part inferior de la finestra. Vegeu la captura de pantalla de la finestra del programador a la part superior d'aquesta secció.
ca@valencia: L'algoritme mostra les hores d'inici i les hores de parada previstes per a totes les tasques en la taula del programador. També mostra la seua estimació de les vegades que les tasques s'executaran durant les properes 48 hores en el quadro de registre a la part inferior de la finestra. Vegeu la captura de pantalla de la finestra del programador a la part superior d'esta secció.
fr: L'algorithme montre l'heure projetée de départ et d'arrêt pour toutes les tâches de la table de l'ordonnanceur. Il affiche également une estimation de la durée d'exécution pour les 48 prochaines heures dans le panneau de journalisation situé au bas de la fenêtre. Veuillez voir la capture d'écran au début de cette section.
nl: Het algoritme toont zijn geprojecteerde volgende starttijden en stoptijden voor alle taken in de plannertabel. Deze toont ook zijn schatting van het aantal keren dat de taken uitgevoerd zullen worden tijdens de volgende 48 uren in het logpaneel onderaan het venster. Zie de schermafdruk van het plannervenster bovenaan deze sectie.
pt_br: O algoritmo mostra os próximos horários de início e término projetados para todos os trabalhos na tabela do agendador. Ele também mostra sua estimativa de tempo de execução dos trabalhos nas próximas 48 horas no painel de log na parte inferior da janela. Veja a captura de tela da janela do agendador na parte superior desta seção.
sl: Algoritem prikaže predvidene naslednje začetne čase in končne čase za vsa opravila v tabeli razporejevalnika. Prikazuje tudi svojo oceno časa izvajanja opravil v naslednjih 48 urah na plošči dnevnika na dnu okna. Oglejte si posnetek zaslona okna razporejevalnika na vrhu tega razdelka.
uk: Алгоритм показує усі запроєктовані моменти початку і кінця для усіх завдань у таблиці планувальника. Програма також показує оцінку часу виконання завдань під час наступних 48 годин на панелі журналу у нижній частині вікна. Див. знімок вікна планувальника на початку цього розділу.

source: The scheduling algorithm described in the above paragraph is known as the Greedy Scheduling algorithm. It is the recommended one to use. In previous versions of Ekos, there was another "Classic scheduling algorithm" which is no longer in Ekos. That scheme could not preempt running jobs, and thus did not make as much use of the equipment as the Greedy Algorithm.
ca: L'algorisme de planificació descrit en el paràgraf anterior es coneix com l'algorisme de planificació voraç. És el que es recomana utilitzar. En versions anteriors de l'Ekos, hi havia un altre «algorisme de planificació clàssica» que ja no està a l'Ekos. Aquest esquema no podia avançar-se a les tasques en funcionament, i per tant no feia tant ús de l'equip com l'algorisme voraç.
ca@valencia: L'algorisme de planificació descrit en el paràgraf anterior es coneix com l'algorisme de planificació voraç. És el que es recomana utilitzar. En versions anteriors d'Ekos, hi havia un altre «algorisme de planificació clàssica», el qual ja no es troba en Ekos. Este esquema no podia avançar-se a les tasques en execució, i per tant, no feia tant ús de l'equip com l'algorisme voraç.
fr: L'algorithme décrit ci-dessus est connu comme l'algorithme Greedy. C'est celui qui est recommandé. Dans des versions précédentes d'Ekos, il y avait un autre algorithme, nommé Classique, qui est en phase d'être abandonnée. Il ne pouvait pas mettre en pause une tâche en faveur d'une autre et donc n'optimisait pas l'équipement autant que l'algorithme Greedy.
nl: Het planningsalgoritme beschreven in de bovenstaande paragraaf staat bekend als het Greedy planningsalgoritme. Deze is aanbevolen. In eerdere versies van Ekos was er een ander "Klassiek planningsalgoritme" dat nu niet meer in Ekos is. Dat schema kon geen actieve jobs afbreken en maakte dus geen goed gebruik van de apparatuur zoals het Greedy algoritme.
pt_br: O algoritmo de escalonamento descrito no parágrafo acima é conhecido como algoritmo de escalonamento ganancioso. É o recomendado. Em versões anteriores do Ekos, havia outro "algoritmo de escalonamento clássico" que não está mais no Ekos. Esse esquema não conseguia antecipar tarefas em execução e, portanto, não fazia tanto uso do equipamento quanto o algoritmo ganancioso.
sl: Algoritem razporejanja, opisan v zgornjem odstavku, je znan kot algoritem pohlepnega razporejanja. Je priporočljiv za uporabo. V prejšnjih različicah Ekosa je bil še en "klasični algoritem razporejanja", ki ga v Ekosu ni več. Ta shema ni mogla preprečiti izvajanja opravil in zato ni toliko uporabljala opreme kot pohlepni algoritem.
uk: Алгоритм планування, який описано в абзаці вище, відомий під назвою алгоритму жадібного планування. Рекомендуємо користуватися ним. У попередніх версіях Ekos був інший «Класичний алгоритм планування». Тепер цей алгоритм вилучено з Ekos. Той алгоритм не міг зупиняти запущені завдання, а отже, не використовував обладнання так повно, як жадібний алгоритм.

source: There is a checkbox option in the scheduler options menu called ``Use greedy scheduling`` which defaults to being checked. The system works as described above when it is checked. When it is unchecked the scheduler is prevented from scheduling lower priority jobs when uncompleted higher priority jobs cannot run. This results in less efficient use of the system, but may give you more control over scheduling.
ca: Hi ha una opció de casella de selecció al menú d'opcions del programador anomenada ``Usa la planificació voraç`` que està marcada de manera predeterminada. El sistema funciona com es descriu més amunt quan està marcada. Quan està desmarcada, s'impedeix que el programador planifiqui tasques de prioritat més baixa quan les tasques de prioritat més alta no es poden executar sense completar. Això provoca un ús menys eficient del sistema, però pot donar-vos més control sobre la planificació.
ca@valencia: Hi ha una opció de casella de selecció en el menú d'opcions del programador anomenada ``Utilitza la planificació voraç``, la qual està marcada de manera predeterminada. Quan se selecciona, el sistema funciona com es descriu més amunt. Quan es desselecciona, s'impedix que el programador planifique tasques de prioritat més baixa quan les de prioritat més alta no es poden executar sense completar. Açò resulta en un ús menys eficient del sistema, però pot donar-vos més control sobre la planificació.
fr: Il y a une option à cocher dans le menu des options de l'ordonnanceur nommée ``Utiliser l'ordonnanceur Greedy`` qui est cochée par défaut. Le système fonctionne comme décrit ci-dessus quand elle est cochée. Lorsqu'elle est décochée, le système est empêché de traiter les tâches de plus basse priorité si les tâches de plus haute priorité ne peuvent être exécutées. L'efficacité de l'utilisation du système est moindre mais donne davantage de contrôle sur l'ordonnanceur.
nl: Er is een keuzevak in het optiemenu van de planner genaamd ``Gretige planning gebruiken`` die standaard is geactiveerd. Het systeem werkt zoals bovenstaand beschreven wanneer het is geactiveerd. Wanneer het niet is geactiveerd zal de planner het plannen van lagere prioriteit jobs voorkomen wanneer niet voltooide hogere prioriteit jobs niet kunnen draaien. Dit resulteert in minder efficiënt gebruik van het systeem, maar kan u meer controle over de planning geven.
pt_br: Há uma opção de caixa de seleção no menu de opções do agendador chamada ``Usar agendamento ganancioso``, que vem marcada por padrão. O sistema funciona conforme descrito acima quando está marcada. Quando desmarcada, o agendador é impedido de agendar tarefas de menor prioridade quando tarefas de maior prioridade não concluídas não podem ser executadas. Isso resulta em um uso menos eficiente do sistema, mas pode lhe dar mais controle sobre o agendamento.
sl: V meniju z možnostmi razporejevalnika je potrditveno polje z imenom ``Uporabi pohlepno razporejanje``, ki je privzeto označeno. Sistem deluje, kot je opisano zgoraj, ko je označeno. Ko ni označeno, razporejevalniku ni mogoče razporejati opravil z nižjo prioriteto, ko se nedokončana opravila z višjo prioriteto ne morejo izvajati. To ima za posledico manj učinkovito uporabo sistema, vendar vam lahko da večji nadzor nad razporejanjem.

source: Scheduler Files (.esl)
ca: Fitxers del programador (.esl)
ca@valencia: Fitxers del programador (.esl)
fr: Fichiers séquences (.esl)
nl: Plannerbestanden (.esl)
pt_br: Arquivos do agendador (.esl)
sl: Datoteke razporejevalnika (.esl)
uk: Файли планувальника (.esl)

source: The scheduler table with its list of jobs and attributes can be saved onto disk and read back in. It writes an .esl file. Controls for writing the current Scheduler table to disk, and reading back other .esl files are located above the table to the right.
ca: La taula del programador amb la seva llista de tasques i atributs es pot desar al disc i tornar-la a llegir. S'escriu en un fitxer «.esl». Controla l'escriptura de la taula del programador actual al disc, i per a llegir altres fitxers «.esl» que es troben a sobre de la taula a la dreta.
ca@valencia: La taula del programador amb la seua llista de tasques i atributs es pot guardar en el disc i tornar-la a llegir. S'escriu en un fitxer «.esl». Controla l'escriptura actual de la taula del programador al disc, i per a llegir altres fitxers «.esl» que es troben damunt de la taula a la dreta.
fr: La table de l'ordonnanceur avec sa liste de tâches peut être enregistrée sur le disque dur pour pouvoir être réimportée plus tard. Ces données sont enregistrées dans un fichier « .esl ». Les boutons pour cela ainsi que pour importer d'autres fichiers « .esl » de séquence se trouvent au-dessus de la table sur la droite.
nl: De plannertabel met zijn lijst met taken en attributen kan opgeslagen worden op schijf en terug ingelezen. Het schrijft een .esl-bestand. Besturing voor het schrijven van de huidige plannertabel naar schijf en teruglezen van andere .esl-bestanden staan boven de tabel rechts.
pt_br: A tabela do agendador com sua lista de tarefas e atributos pode ser salva em disco e lida novamente. Ela grava um arquivo .esl. Os controles para gravar a tabela do agendador atual no disco e ler outros arquivos .esl estão localizados acima da tabela, à direita.
sl: Tabelo razporejevalnika s seznamom opravil in atributov je mogoče shraniti na disk in prebrati nazaj. Zapiše datoteko .esl. Kontrolniki za pisanje trenutne tabele razporejevalnika na disk in branje nazaj drugih datotek .esl se nahajajo nad tabelo na desni.
uk: Таблицю планувальника із її списком завдань та атрибутами можна зберегти на диск, а потім прочитати записані дані. Дані буде записано до файла .esl. Засоби керування для запису поточної таблиці планувальника на диск і читання файлів .esl з диска розташовано над таблицею планувальника у правій частині вікна.

source: Settings
ca: Configuració
ca@valencia: Configuració
fr: Réglages
nl: Instellingen
pt_br: Configurações
sl: Nastavitve
uk: Параметри

source: Ekos Scheduler provides a simple interface to aid the user in setting the conditions and constraints required for an Scheduler job. You must select the ``Target``, its coordinates, and the ``Sequence`` before you can add a job to the Scheduler.
ca: El programador de l'Ekos proporciona una interfície senzilla per a ajudar l'usuari a establir les condicions i restriccions necessàries per a una tasca del programador. Cal seleccionar l'``objectiu``, les seves coordenades, i la ``seqüència`` abans de poder afegir una tasca al programador.
ca@valencia: El programador d'Ekos proporciona una interfície senzilla per a ajudar a l'usuari a establir les condicions i restriccions necessàries per a una tasca del programador. Cal seleccionar l'``Objectiu``, les seues coordenades i la ``Seqüència`` abans de poder afegir una tasca al programador.
fr: L'ordonnanceur d'Ekos propose une interface simple pour aider l'utilisateur à configurer les conditions et les contraintes requises pour une tâche d'observation. Pour ajouter une tâche, il faut d'abord choisir une cible et ses coordonnées ainsi que le fichier de séquence.
nl: De planner van Ekos heeft een eenvoudige interface, waarin de gebruiker de condities en beperkingen kan instellen, die vereist zijn voor een job in de planner. U moet het ``Doel``, zijn coördinaten en de ``Reeks`` selecteren voordat u een job aan de planner kunt toevoegen.
pt_br: O agendador do Ekos oferece uma interface simples para auxiliar o usuário na definição das condições e restrições necessárias para uma tarefa do agendador. Você deve selecionar o ``Destino``, suas coordenadas e a ``Sequência`` antes de adicionar uma tarefa ao agendador.
sl: Ekos razporejevalnik ponuja preprost vmesnik, ki uporabniku pomaga pri nastavljanju pogojev in omejitev, potrebnih za opravilo razporejevalnika. Preden lahko dodate opravilo v razporejevalnik, morate izbrati ``Cilj``, njegove koordinate in ``Zaporedje``.

source: Each Scheduler job is composed of the following:
ca: Cada tasca d'observació es compon del següent:
ca@valencia: Cada tasca del programador es compon del següent:
fr: Chaque tâche de l'ordonnanceur est composée de :
nl: Elke job in de planner bestaat uit het volgende:
pt_br: Cada tarefa do agendador é composta do seguinte:
sl: Vsako opravilo razporejevalnika je sestavljeno iz naslednjega:
uk: Кожне завдання планувальника складається з таких частин:
