Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-analyze.po
Languages: bg, ca, ca@valencia, fr, it, nl, pt, pt_br, sl, sv, uk

source: <title>Analyze</title>
bg: <title>Анализиране</title>
ca: <title>Analitzar</title>
ca@valencia: <title>Analitzar</title>
pt: <title>Análise</title>
sv: <title>Analysera</title>
uk: <title>Аналіз</title>

source: Tools
bg: Инструменти
ca: Eines
ca@valencia: Eines
it: Strumenti
pt: Ferramentas
sv: Verktyg
uk: Інструменти

source: <tertiary>Analyze</tertiary>
bg: <tertiary>Анализиране</tertiary>
ca: <tertiary>Analitza</tertiary>
ca@valencia: <tertiary>Analitza</tertiary>
pt: <tertiary>Análise</tertiary>
sv: <tertiary>Analysera</tertiary>
uk: <tertiary>Аналіз</tertiary>

source: <screeninfo>Ekos Analyze Module</screeninfo>
bg: <screeninfo>Модул Анализиране на Ekos</screeninfo>
ca: <screeninfo>Mòdul Analitza de l'Ekos</screeninfo>
ca@valencia: <screeninfo>Mòdul Analitza d'Ekos</screeninfo>
it: <screeninfo>Modulo Analyze di Ekos</screeninfo>
pt: <screeninfo>Módulo de Análise do Ekos</screeninfo>
sv: <screeninfo>Ekos-analysmodul</screeninfo>
uk: <screeninfo>Модуль аналізу Ekos</screeninfo>

source: <phrase>Ekos Analyze Module</phrase>
bg: <phrase>Модул Анализиране на Ekos</phrase>
ca: <phrase>Mòdul Analitza de l'Ekos</phrase>
ca@valencia: <phrase>Mòdul Analitza d'Ekos</phrase>
it: <phrase>Modulo Analyze di Ekos</phrase>
pt: <phrase>Módulo de Análise do Ekos</phrase>
sv: <phrase>Ekos-analysmodul</phrase>
uk: <phrase>Модуль аналізу Ekos</phrase>

source: Introduction
bg: Въведение
ca: Introducció
ca@valencia: Introducció
it: Introduzione
nl: Inleiding
pt: Introdução
pt_br: Introdução
sl: Uvod
sv: Inledning
uk: Вступ

source: The Analyze Module records and displays what happened in an imaging session. That is, it does not control any if your imaging, but rather reviews what occurred. Sessions are stored in an <filename class="directory">analyze</filename> folder, a sister folder to the main logging folder. The <literal role="extension">.analyze</literal> files written there can be loaded into the <guilabel>Analyze</guilabel> tab to be viewed. <guilabel>Analyze</guilabel> also can display data from the current imaging session.
bg: Модулът за анализ записва и показва, какво се е случило по време на сесия на заснемане. Модулът не контролира вашите изображения, а по-скоро представя, какво се е случило. Сесиите се съхраняват в папка за <filename class="directory">анализ, дъщерна папка</filename> на основната журнална папка. Записаните там <literal role="extension">.analyze</literal> файлове могат да бъдат заредени в раздела <guilabel>Анализиране</guilabel>, за да бъдат прегледани. Анализиране също може да показва данни от текуща сесия на заснемане.
ca: El mòdul Analitza registra i mostra el que ha succeït en una sessió de presa d'imatges. És a dir, no controla cap de les imatges preses, sinó que revisa el que ha succeït. Les sessions s'emmagatzemen en una carpeta <filename class="directory">analyze</filename>, una carpeta germana de la carpeta de registre principal. Els fitxers <literal role="extension">.analyze</literal> escrits allà es poden carregar a la pestanya <guilabel>Analitza</guilabel> per a veure'ls. <guilabel>Analitza</guilabel> també pot mostrar dades de la sessió de pressa d'imatges actual.
ca@valencia: El mòdul Analitza registra i mostra el que ha succeït en una sessió d'obtenció d'imatges. És a dir, no controla cap de les imatges preses, sinó que revisa el que ha succeït. Les sessions s'emmagatzemen en una carpeta <filename class="directory">analyze</filename>, una carpeta germana de la carpeta de registre principal. Els fitxers <literal role="extension">.analyze</literal> escrits allà es poden carregar a dins de la pestanya <guilabel>Analitza</guilabel> per a veure'ls. <guilabel>Analitza</guilabel> també pot mostrar dades de la sessió actual d'obtenció d'imatges.
it: Il modulo Analyze registra e visualizza ciò che è accaduto in una sessione di riprese fotografiche. Cioè, non controlla direttamente le immagini, ma piuttosto esamina ciò che è accaduto. Le sessioni sono archiviate in una cartella <filename class="directory">analyze</filename>, una cartella sorella della cartella di registrazione principale. I file <literal role="extension">.analyze</literal> scritti possono essere caricati nella scheda <guilabel>Analizza</guilabel> per essere visualizzati. <guilabel>Analyze</guilabel> può anche visualizzare i dati della sessione di riprese fotografiche attuale.
pt: O Módulo de Análise regista e mostra o que ocorreu durante uma sessão de imagens. Isto é, não controla nada das suas imagens, mas sim revê o que ocorreu. As sessões são guardadas numa pasta <filename class="directory">analyze</filename>, uma pasta-irmã da pasta de registos principal. Os ficheiros <literal role="extension">.analyze</literal> aqui guardados poderão ser carregados na página <guilabel>Analisar</guilabel> para serem vistos. A <guilabel>Análise</guilabel> também pode mostrar os dados da sessão de imagens actual.
sv: Analysmodulen spelar in och visar vad som händer under en observationssession. Det vill säga, den styr ingen av dina bildtagningar, utan granskar istället vad som hände. Sessioner lagras i katalogen <filename class="directory">analyze</filename>, en intilliggande katalog till huvudkatalogen för loggning. Filerna vid namn <literal role="extension">.analyze</literal> som skrivs där kan läsas in till fliken <guilabel>Analysera</guilabel> för att visas. <guilabel>Analysera</guilabel> kan också visa data från den nuvarande tagningssessionen.
uk: Модуль аналізу записує і показує те, що відбувається протягом сеансу фотографування. Тобто, він не керує самим процесом фотографування, а лише надає змогу переглянути події, які відбувалися. Сеанси зберігаються у теці <filename class="directory">analyze</filename>, яка зберігається поруч із основною текою журналу. Файли <literal role="extension">.analyze</literal>, які записуються до цієї теки, можна завантажити на вкладку <guilabel>Analyze</guilabel> для перегляду. Крім того, модуль <guilabel>Аналіз</guilabel> може показувати дані з поточного сеансу фотографування.

source: When a new session begins (e.g. Ekos is disconnected at dawn, then reconnected at sunset) the system will start writing a new .analyze file. (This behavior can be controlled from the Analyze settings reached by clicking the options button on the lower right.)
ca: Quan comença una sessió nova (p. ex., l'Ekos es desconnecta a l'alba i després es torna a connectar a la posta de sol) el sistema començarà a escriure un fitxer «.analyze» nou. (Aquest comportament es pot controlar des de la configuració d'Analitza on s'arriba fent clic al botó d'opcions a la part inferior dreta.)
ca@valencia: Quan comença una sessió nova (&pex;, Ekos es desconnecta a l'alba i després es torna a connectar a la posta del Sol), el sistema començarà a escriure un fitxer <literal role="extension">.analyze</literal> nou. (Este comportament es pot controlar des de la pàgina de configuració a «Analitza», a la qual es pot accedir des del botó <guibutton>Opcions</guibutton> que hi ha en la part inferior dreta).
fr: Lorsqu'une nouvelle session commence (Par exemple, Ekos est déconnecté à l'aube, puis reconnecté au coucher du soleil), le système commence à écrire un nouveau fichier .analyze. (Ce comportement peut être contrôlé à partir des paramètres d'analyse atteints en cliquant sur le bouton des options en bas à droite).
it: Quando inizia una nuova sessione (per es. Ekos si disconnette all'alba poi si riconnette al tramonto), il sistema inizierà a scrivere un nuovo file .analyze (questo comportamento può essere controllato dalle impostazioni di Analyze tramite il pulsante delle opzioni che si trova in basso a destra).
nl: Wanneer een nieuwe sessie begint (bijv. Ekos is bij het ochtendgloren losgekoppeld, daarna opnieuw verbonden bij zonsondergang) zal het systeem starten met het schrijven van een nieuw bestand .analyze. (Dit gedrag kan gecontroleerd worden vanuit de Analyse-instellingen bereikbaar via klikken op de optieknoppen rechtsonder.)
pt_br: Quando uma nova sessão começa (por exemplo, o Ekos é desconectado ao amanhecer e reconectado ao pôr do sol), o sistema começa a gravar um novo arquivo .analyze. (Esse comportamento pode ser controlado nas configurações do Analyze, acessadas clicando no botão de opções no canto inferior direito.)
sl: Ko se začne nova seja (npr. Ekos je prekinjen ob zori, nato pa ponovno povezan ob sončnem zahodu), bo sistem začel pisati novo datoteko .analyze. (To vedenje lahko nadzirate v nastavitvah Analize, ki jih dosežete s klikom na gumb z možnostmi spodaj desno.)
sv: När en ny session börjar (t.ex. om Ekos kopplas ner i gryningen och sedan ansluts igen vid solnedgången) börjar systemet skriva en ny .analyze-fil (beteendet kan styras från analysinställningarna som nås genom att klicka på alternativknappen längst ner till höger).
uk: На початку нового сеансу (наприклад, після вимикання Ekos на світанку і наступного повторного з'єднання під час заходу) система почне із запису нового файла .analyze. (Цією поведінкою можна керувати за допомогою параметрів «Аналіз», яку можна відкрити за допомогою кнопки параметрів у нижньому правому куті вікна.)

source: There are two main graphs, <guilabel>Timeline</guilabel> and <guilabel>Stats</guilabel>. They are coordinated&mdash;they always display the same time interval from the Ekos session, though the x-axis of the <guilabel>Timeline</guilabel> shows seconds elapsed from the start of the log, and <guilabel>Stats</guilabel> shows clock time. The x-axis can be zoomed in and out with the <guibutton>+/-</guibutton> buttons, as well as with standard keyboard shortcuts (&eg; zoom-in == <keycombo>&Ctrl;<keycap>+</keycap></keycombo>) The x-axis can be panned with the scroll bar as well as with the left and right arrow keys. You can view your current imaging session, or review old sessions by loading <literal role="extension">.analyze</literal> files using the <guilabel>Input</guilabel> dropdown. Using the &lt;&lt; and &gt;&gt; buttons allows you to display the previous or following .analyze files chronologically. Checking <guilabel>Full Width</guilabel> displays all the data, and <guilabel>Latest</guilabel> displays the most recent data (you can control the width by zooming).
ca: Hi ha dos gràfics principals, <guilabel>Línia de temps</guilabel> i <guilabel>Estadístiques</guilabel>. Estan coordinats: sempre mostren el mateix interval de temps des de la sessió de l'Ekos, encara que l'eix «x» de la <guilabel>Línia de temps</guilabel> mostra els segons transcorreguts des del començament del registre i <guilabel>Estadístiques</guilabel> mostra l'hora del rellotge. L'eix «x» es pot apropar i allunyar amb els botons <guibutton>+/-</guibutton>, així com amb les dreceres de teclat estàndard (&pex;, apropar és igual que <keycombo>&Ctrl;<keycap>+</keycap></keycombo>) L'eix «x» també es pot moure amb la barra de desplaçament així com amb les tecles &Left; i &Right;. Podeu veure la sessió actual de prendre imatges o revisar les sessions antigues carregant els fitxers <literal role="extension">.analyze</literal>, utilitzant la llista desplegable <guilabel>Entrada</guilabel>. Fer servir els botons &lt;&lt; i &gt;&gt; permet visualitzar els fitxers «.analyze» anteriors o següents cronològicament. Si marqueu <guilabel>Amplada total</guilabel>, es mostraran totes les dades i <guilabel>Darrer</guilabel> mostrarà les dades més recents (podreu controlar l'amplada fent-hi zoom).
ca@valencia: Hi ha dos gràfics principals, <guilabel>Línia de temps</guilabel> i <guilabel>Estadístiques</guilabel>. Estan coordinats: sempre mostren el mateix interval de temps des de la sessió d'Ekos, encara que l'eix «x» de la <guilabel>Línia de temps</guilabel> mostra els segons transcorreguts des del començament del registre i <guilabel>Estadístiques</guilabel> mostra l'hora del rellotge. L'eix «x» es pot acostar i allunyar amb els botons <guibutton>+/-</guibutton>, així com amb les dreceres de teclat estàndard (&pex;, acostar és igual que <keycombo>&Ctrl;<keycap>+</keycap></keycombo>) L'eix «x» també es pot moure amb la barra de desplaçament així com amb les tecles &Left; i &Right;. Podeu veure la sessió actual d'obtenció d'imatges o revisar les sessions antigues carregant els fitxers <literal role="extension">.analyze</literal>, utilitzant la llista desplegable <guilabel>Entrada</guilabel>. Utilitzant els botons <guibutton>&lt;&lt;</guibutton> i <guibutton>&gt;&gt;</guibutton> podreu mostrar els fitxers <literal role="extension">.analyze</literal> anteriors o següents cronològicament. Si marqueu <guilabel>Amplària total</guilabel>, es mostraran totes les dades i <guilabel>Últim</guilabel> mostrarà les dades més recents (podreu controlar l'amplària fent-hi zoom).
it: Ci sono due grafici principali, <guilabel>Linea temporale</guilabel> e <guilabel>Statistiche</guilabel>. Sono coordinati e visualizzano sempre lo stesso intervallo di tempo dalla sessione Ekos, sebbene l'asse x della <guilabel>Linea temporale</guilabel> mostri i secondi trascorsi dall'inizio del registro e le <guilabel>Statistiche</guilabel> mostri l'ora dell'orologio. L'asse x può essere ingrandito e rimpicciolito con il pulsante <guibutton>+/-</guibutton>, nonché con le scorciatoie da tastiera standard (&eg; ingrandimento == <keycombo>&Ctrl;<keycap>+</keycap></keycombo>) L'asse x può essere spostato con la barra di scorrimento così come con i tasti freccia sinistra e destra. Puoi visualizzare la sessione di riprese attuale o rivedere le vecchie sessioni caricando i file <literal role="extension">.analyze</literal> utilizzando il menu a discesa <guilabel>Inserimento</guilabel>. L'uso dei pulsanti &lt;&lt; e &gt;&gt; ti permette di visualizzare i file .analyze precedenti e seguenti in modo cronologico. Selezionando <guilabel>Larghezza intera</guilabel> vengono visualizzati tutti i dati e <guilabel>Più recenti</guilabel> visualizza i dati più recenti (è possibile controllare la larghezza mediante l'ingrandimento).
sv: Det finns två huvuddiagram, <guilabel>Tidslinje</guilabel> och <guilabel>Statistik</guilabel>. De är koordinerade, och visar alltid samma tidsintervall från Ekos-sessionen, även om x-axeln på <guilabel>Tidslinje</guilabel> visar förlupna sekunder från loggens början, och <guilabel>Statistik</guilabel> visar klocktid. X-axeln kan zoomas in och ut med knapparna <guibutton>+/-</guibutton>, samt vanliga snabbtangenter (t.ex. zooma in med <keycombo>&Ctrl;<keycap>+</keycap></keycombo>). X-axeln kan panoreras med rullningslisten samt med vänster och höger piltangent. Du kan visa pågående tagningssession, eller granska gamla sessioner genom att läsa in <literal role="extension">.analyze</literal>-filer med kombinationsrutan <guilabel>Indata</guilabel>. Markeras <guilabel>Full bredd</guilabel> visar all data, och <guilabel>Senaste</guilabel> visar senaste data (du kan styra bredden genom att zooma).
uk: Передбачено два основних графіки: <guilabel>Шкала часу</guilabel> і <guilabel>Статистика</guilabel>. Графіки пов'язано &mdash; на них завжди показується однаковий інтервал часу з сеансу Ekos, хоча вісь x <guilabel>Шкали часу</guilabel> показує секунди з початку ведення журналу, а вісь x <guilabel>Статистики</guilabel> показує час за годинником. Масштаб вісі x можна збільшувати і зменшувати за допомогою кнопки <guibutton>+/-</guibutton>, а також стандартних комбінацій клавіш (наприклад, «збільшити масштаб» == <keycombo>&Ctrl;<keycap>+</keycap></keycombo>). Панорамування вісі x можна здійснювати за допомогою смужки гортання, а також клавіш зі стрілками ліворуч і праворуч. Ви можете переглядати ваш поточний сеанс фотографування або попередні сеанси, завантаживши файли <filename>.analyze</filename> за допомогою спадного списку <guilabel>Вхідні дані</guilabel>. За допомогою кнопок &lt;&lt; і &gt;&gt; ви можете переглянути попередній або наступний файл .analyze за хронологією. Якщо буде позначено пункт <guilabel>Уся ширина</guilabel>, програма покаже усі дані, а якщо буде вибрано <guilabel>Найсвіжіші</guilabel>, — лише найсвіжіші дані (керувати шириною можна змінюючи масштаб).

source: The three main displays can be hidden to make more room for the other displays. There are checkboxes to the left of the section titles (Timeline, Statistics, and Details) that enable and hide the displays.
bg: Трите основни екрана могат да бъдат скрити, за да се направи повече място за другите екрани. Има квадратчетата за отметка вляво от заглавията на секциите (Хронология, Статистика и Подробности), които активират и скриват екраните.
ca: Les tres pantalles principals es poden ocultar per a fer més espai per a les altres pantalles. Hi ha caselles de selecció a l'esquerra dels títols de la secció (Línia de temps, Estadístiques i Detalls) que activen i oculten les pantalles.
ca@valencia: Les tres pantalles principals es poden ocultar per a fer més espai per a les altres pantalles. Hi ha caselles de verificació a l’esquerra dels títols de la secció (Línia de temps, Estadístiques i Detalls) que permeten i tapen les pantalles.
fr: Les trois affichages principaux peuvent être cachés pour laisser de la place aux autres affichages. Ce sont les cases à cocher à gauche du titre de la section (Chronologie, statistiques et détails) qui permettent d'afficher ou de cacher ces affichages.
it: È possibile nascondere le tre viste principali per fare spazio alle altre viste. Sono presenti caselle di controllo alla sinistra dei titoli delle sezioni (Linea temporale, Statistiche e Dettagli) che le attivano o disattivano.
nl: De drie hoofdschermen kunnen verborgen worden om meer ruimte te maken voor de andere schermen. Er zijn keuzevakken links van de sectietitels (Tijdlijn, Statistieken en Details) die de schermen inschakelen en verbergen.
pt: As três áreas principais poderão ser escondidas para criar mais espaço para as outras áreas. Existem opções de marcação à esquerda dos títulos das secções (Linha Temporal, Estatísticas e Detalhes) que activam e escondem as áreas.
pt_br: As três telas principais podem ser ocultadas para dar mais espaço às outras. Há caixas de seleção à esquerda dos títulos das seções (Linha do tempo, Estatísticas e Detalhes) que permitem ativar e desativar as telas.
sl: Tri glavne prikaze lahko skrijete, da naredite več prostora za druge prikaze. Na levi strani naslovov razdelkov (Časovnica, Statistika in Podrobnosti) so potrditvena polja, ki omogočajo in skrivajo prikaze.
sv: De tre huvudskärmarna kan döljas för att lämna mer utrymme för övriga skärmar. Det finns kryssrutor till vänster om sektionsrubrikerna (Tidslinje, Statistik och Detaljinformation) som aktiverar och döljer skärmarna.
uk: Три основних панелі показу можна приховати, щоб звільнити більше місце для інших. Ліворуч від заголовків розділів («Розклад», «Статистика» та «Подробиці») передбачено поля для позначок, за допомогою яких можна увімкнути чи вимкнути показ відповідної панелі.

source: Timeline
bg: Хронология
ca: Línia de temps
ca@valencia: Línia de temps
fr: Chronologie
it: Linea temporale
nl: Tijdlijn
pt: Linha Temporal
pt_br: Linha do tempo
sl: Časovnica
sv: Tidslinje
uk: Шкала часу

source: Timeline shows the major Ekos processes, and when they were active. For instance, the <guilabel>Capture</guilabel> line shows when images were taken (wither green for RGB or color-coded by the filter) and when imaging was aborted (shown as red sections). Clicking on a capture section gives information about that image, and double clicking on one brings up the image taken then in a fitsviewer, if it is available.
bg: Хронологията показва основните процеси на Ekos и кога са били активни. Например, редът <guilabel>Заснемане</guilabel> показва, кога са направени изображенията (със зелено за RGB или цветно кодирани от филтъра) и кога изобразяването е прекъснато (показано като червени секции). Щракването върху секция за заснемане дава информация за това изображение, а двукратното щракване извежда изображението във визуализатора на FITS.
ca: La línia de temps mostra els principals processos de l'Ekos i quan han estat actius. Per exemple, la línia <guilabel>Captura</guilabel> mostra quan es van prendre les imatges (verd ambre per a RGB o color codificat pel filtre) i quan es va interrompre (mostrades com a seccions en vermell). En fer clic a una secció de captura es proporcionarà informació sobre aquesta imatge, i en fer-hi doble clic sobre una apareixerà la imatge presa en un visualitzador de FITS, si està disponible.
ca@valencia: La línia de temps mostra els principals processos d'Ekos i quan han sigut actius. Per exemple, la línia <guilabel>Captura</guilabel> mostra quan es van prendre les imatges (verd marcit per a RGB o codificat per color del filtre) i quan es va interrompre l'obtenció de les imatges (es mostra com a seccions en roig). En fer clic damunt d'una secció de la captura es proporcionarà informació sobre esta imatge, i en fer-hi doble clic damunt d'una apareixerà la imatge presa en un visor de FITS, si està disponible.
it: Linea temporale mostra i principali processi Ekos e quando erano attivi. Ad esempio, la riga <guilabel>Acquisisci</guilabel> mostra quando sono state scattate le immagini (verde appassito per RGB o codificato a colori dal filtro) e quando le riprese sono state interrotte (mostrate come sezioni rosse). Facendo clic su una sezione di acquisizione vengono fornite informazioni su quell'immagine e facendo doppio clic su una viene visualizzata l'immagine scattata in un visore FITS, se disponibile.
pt: A Linha Temporal mostra os processos principais do Ekos e quando estiveram activos. Por exemplo, a linha de <guilabel>Captura</guilabel> mostra quando as imagens foram tiradas (secções a verde) e quando as imagens foram interrompidas (secções a vermelho). Se carregar numa secção verde, irá dar informações acerca dessa imagem, enquanto um duplo-click sobre uma invoca a abertura da imagem num visualizador de FITS, se estiver disponível.
sv: Tidslinjen visar Ekos huvudprocesser, och när de var aktiva. Exempelvis linjen <guilabel>Tagning</guilabel> när bilder tas (Withergrön för RGB eller färgkodat av filtret) och när tagning avbröts (röda sektioner). Att klicka på en tagen sektion ger information om den bilden, och att dubbelklicka på en visar då bilden som togs i FITS-visningen, om den är tillgänglig.
uk: На шкалі часу буде показано основні процеси Ekos та те, коли їх було задіяно. Наприклад, у рядку <guilabel>Захоплення</guilabel> буде показано, коли було створено знімки (тьмяно зелені для RGB або у кодах кольорів за фільтром) і коли фотографування було перервано (червоні розділи). У відповідь на клацання на зеленому розділі буде показано відомості щодо відповідного знімка, а у відповідь на подвійне клацання зображення буде відкрито у засобі перегляду FITS, якщо його встановлено.
