Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: Capture
ca: Captura
fr: Acquisition
pt_br: Captura
sl: Zajem
sv: Tagning
uk: Захоплення

source: |Ekos Capture|
sl: |Ekos Zajem|
sv: |Ekos tagning|
uk: |Захоплення зображень у Ekos|

source: The Capture Module is your primary image and video acquisition module in Ekos. It enables you to capture single (Preview), multiple images (Sequence Queue), or record `SER <https://sites.google.com/site/astropipp/ser-player>`__ videos along with a selection of filter wheel and rotator, if available.
ca: El mòdul de captura és el mòdul principal per a l'adquisició d'imatges i vídeo a l'Ekos. Permet capturar imatges individuals (vista prèvia), múltiples (cua de seqüències) o gravar vídeos `SER <https://sites.google.com/site/astropipp/ser-player>`__ juntament amb una selecció de la roda de filtres i rotor, si està disponible.
fr: Le module Acquisition est le module principal d'acquisition d'images et de vidéos d'Ekos. Il permet l'acquisition d'image unique (aperçu), d'images multiples (file de séquence) et d'enregistrer des vidéos au format `SER <https://sites.google.com/site/astropipp/ser-player>`__ tout en gérant éventuellement une roue à filtres et un rotateur si ces périphériques sont disponibles.
pt_br: O módulo de captura é o seu principal módulo de aquisição de imagens e vídeos no Ekos. Ele permite capturar imagens únicas (pré-visualização), múltiplas imagens (fila de sequências) ou gravar vídeos `SER <https://sites.google.com/site/astropipp/ser-player>`__, juntamente com uma seleção de roda de filtros e rotador, se disponíveis.
sl: Modul za zajemanje je vaš primarni modul za zajemanje slik in videoposnetkov v Ekosu. Omogoča vam zajemanje ene same (predogled), več slik (zaporedna vrsta) ali snemanje videoposnetkov `SER <https://sites.google.com/site/astropipp/ser-player>`__ skupaj z izbiro filtrov in rotatorja, če sta na voljo.
sv: Tagningsmodulen är den huvudsakliga bild- och videoinsamlingsmodul i Ekos. Den gör det möjligt att ta enkla bilder (förhandsgranskningar), flera bilder (sekvenskö) eller spela in `SER <https://sites.google.com/site/astropipp/ser-player>`__-videor tillsammans med val av filterhjul och rotator, om de är tillgängliga.
uk: Модуль захоплення зображень є вашим основним модулем для отримання зображень і відео у Ekos. Він надає вам змогу створювати одинарні зображення (Попередній перегляд), послідовності зображень (Черга послідовності) або записувати відео у форматі `SER <https://sites.google.com/site/astropipp/ser-player>`__, а також вибирати фільтри з барабана фільтрів та засіб обертання, якщо такі доступні на вашому обладнанні.

source: CCD & Filter Wheel Group
ca: CCD i roda de filtres
fr: CCD et roue à filtres
pt_br: Grupo CCD & Roda de filtro
sl: CCD in skupina koles filtrov
sv: CCD- och filterhjulsgruppen
uk: Група «ПЗЗ і барабан з фільтрами»

source: Select the desired CCD/DSLR and Filter Wheel (if available) for capture. Set CCD temperature and filter settings.
ca: Seleccioneu el CCD/rèflex digital i la roda de filtres (si està disponible) per a la captura. Establiu les opcions de temperatura i filtre del CCD.
ca@valencia: Seleccioneu CCD/rèflex digital i la roda de filtres (si està disponible) per a la captura. Establiu la configuració de temperatura CCD i del filtre.
fr: Veuillez sélectionner le CCD/APN et la roue à filtres (si disponible) pour l'acquisition. Réglez la température du CDD et la configuration des filtres.
nl: Kies de gewenste CCD/DSLR en filterwiel (indien aanwezig) voor de opname. Stel de CCD-temperatuur in en de filters.
pt_br: Seleciona o CCD/DSLR desejado e a roda de filtro (se disponível) para captura. Define a temperatura do CCD e as configurações do filtro.
sl: Izbere želeni CCD/DSLR in kolo filtra (če je na voljo) za zajem. Nastavi temperaturo CCD in nastavitve filtra.
sv: Välj önskad CCD eller spegelreflexkamera och filterhjul (om tillgängligt) för tagning. Ställ in CCD-temperatur och filterinställningar.
uk: Виберіть бажаний ПЗЗ або цифрову дзеркальну фотокамеру та барабан фільтрів (якщо такий є) для захоплення зображень. Встановіть температуру ПЗЗ та параметри фільтрів.

source: ``CCD``: Select the active CCD camera. If your camera has a guide head, you can select it from here as well.
ca: ``CCD``: Seleccioneu la càmera CCD activa. Si la vostra càmera té un capçal de guiatge, també podreu seleccionar-lo des d'aquí.
fr: ``Caméra`` : sélectionnez la caméra CCD active. Si la caméra possède un guide, vous pouvez également le sélectionner ici.
pt_br: ``CCD``: Seleciona a câmera CCD ativa. Se a sua câmera tiver uma cabeça guia, você também pode selecioná-la aqui.
sl: ``CCD``: Izberite aktivno kamero CCD. Če ima vaša kamera vodilno glavo, jo lahko izberete tudi tukaj.
sv: ``CCD``: Välj aktiv CCD-kamera. Om kameran har ett guidekamerakropp, kan det också väljas här.
uk: ``ПЗЗ``: вибір активної камери ПЗЗ. Якщо у вашої камери є голівка наведення, ви також можете вибрати її.

source: ``FW``: Select the active Filter Wheel device. If your camera has a built-in filter wheel, the device would be the same as the camera.
ca: ``AC``: Seleccioneu el dispositiu actiu de la roda de filtres. Si la vostra càmera té una roda de filtres integrada, el dispositiu serà el mateix que la càmera.
fr: ``Roue à filtres (RF)`` : sélectionnez le périphérique actif de roue à filtre. Si votre caméra possède une roue à filtres intégrée, le périphérique sera le même que la caméra.
pt_br: ``RF``: Selecione o dispositivo de roda de filtro ativo. Se a sua câmera tiver uma roda de filtro integrada, o dispositivo será o mesmo da câmera.
sl: ``Kolo filtra``: Izberite aktivno napravo kolesa filtra. Če ima vaša kamera vgrajeno kolo filtra, bi bila naprava enaka kameri.
sv: ``FH``: Välj aktiv filterhjulenhet. Om kameran har ett inbyggt filterhjul, är enheten samma som kameran.
uk: ``БФ``: вибір активного пристрою барабана фільтрів. Якщо у вашої камери є будованих барабан фільтрів, пристрій буде тим самим, що і пристрій камери.

source: ``Cooler``: Toggle Cooler On/Off. Set the desired temperature, if your camera is equipped with a cooler. Check the option to force temperature setting before any capture. Capture process is only started after the measured temperature is within requested temperature tolerance. The *default* tolerance is 0.1 degrees Celsius but can be adjusted in ``Capture`` options under Ekos configuration.
ca: ``Refrigerador``: Encendre/apagar la refrigeració. Establiu la temperatura desitjada, si la vostra càmera està equipada amb un refrigerador. Marqueu l'opció per a forçar l'opció de la temperatura abans de qualsevol captura. El procés de captura només s'iniciarà després que la temperatura mesurada es trobi dins de la tolerància de la temperatura requerida. La tolerància *predeterminada* és de 0,1 graus centígrads, però es pot ajustar a les opcions de ``Captura`` a la configuració de l'Ekos.
fr: ``Refroidissement`` : (dés)activez le refroidisseur. Vous pouvez régler la température souhaitée de la caméra si elle possède un refroidisseur. Cochez cette option pour forcer les réglages de température avant l'acquisition. Celle-ci ne débute que lorsque la température mesurée se trouve dans la plage de tolérance de température. La tolérance *par défaut* est de 0,1 degrés Celsius mais peut être modifiée dans les options du module d'``Acquisition`` d'Ekos.
pt_br: ``Cooler``: Ativa/desativa o cooler. Defina a temperatura desejada, se a sua câmera estiver equipada com um cooler. Marque a opção para forçar a configuração da temperatura antes de qualquer captura. O processo de captura só é iniciado após a temperatura medida estar dentro da tolerância de temperatura solicitada. A tolerância padrão é de 0,1 grau Celsius, mas pode ser ajustada nas opções de ``Captura`` nas configurações do Ekos.
sl: ``Hladilnik``: Vklop/izklop hladilnika. Nastavite želeno temperaturo, če je vaša kamera opremljena s hladilnikom. Označite možnost vsiljene nastavitve temperature pred kakršnim koli zajemanjem. Postopek zajemanja se začne šele, ko je izmerjena temperatura znotraj zahtevane temperaturne tolerance. *Privzeta* toleranca je 0,1 stopinje Celzija, vendar jo je mogoče prilagoditi v možnostih ``Zajemi`` pod konfiguracijo Ekos.
sv: ``Kylenhet``: Stäng av eller sätt på kylenhet. Ställ in önskad temperatur om kameran är utrustad med en kylenhet. Markera alternativet för att tvinga temperaturinställning innan varje tagning. Tagningsprocessen startas bara efter uppmätt temperatur är inom begärd temperaturtolerans. *Förvald* tolerans är 0,1 grader Celsius, men den kan justeras under ``Tagning`` i Ekos inställningar.
uk: ``Охолоджувач``: вмикання або вимикання охолоджувача. Вкажіть бажану температуру, якщо вашу камеру обладнано охолоджувачем. Позначте пункт примусового встановлення температури до захоплення зображення. Процес створення зображення буде започатковано, лише якщо виміряна температура збігатиметься із заданим значенням із заданою точністю. *Типовим* значенням точності є 0,1 градус Цельсія, але значення можна змінити за допомогою параметрів ``Захоплення`` у налаштуваннях Ekos.

source: Capture Settings
ca: Configuració de la captura
fr: Réglages de l'acquisition
pt_br: Configurações de captura
sl: Nastavitve zajema
sv: Tagningsinställningar
uk: Параметри захоплення

source: |Capture Settings|
sl: |Nastavitve zajema|
sv: |Tagningsinställningar|
uk: |Параметри захоплення|

source: Set all capture parameters as detailed below. Once set, you can capture a preview by click on ``Preview`` or add a job to the sequence queue.
ca: Establiu tots els paràmetres de captura tal com es detalla a continuació. Una vegada establerts, podreu capturar una vista prèvia fent clic a ``Vista prèvia`` o afegint una tasca a la cua de seqüències.
fr: Configurez tous les paramètres d'acquisition comme détaillé ci-dessous. Une fois réglé, vous pouvez acquérir un aperçu en cliquant sur le bouton ``Aperçu`` ou ajouter une tâche à la séquence.
pt_br: Define todos os parâmetros de captura conforme detalhado abaixo. Uma vez definidos, você pode capturar uma prévia clicando em ``Prévia`` ou adicionar uma tarefa à fila de sequências.
sl: Nastavite vse parametre zajema, kot je opisano spodaj. Ko je nastavljen, lahko zajamete predogled s klikom na ``Predogled`` ali dodate opravilo v čakalno vrsto zaporedja.
sv: Ställ in alla tagningsparametrar som beskrivs i detalj nedan. När de väl är inställda kan en förhandsgranskning tas genom att klicka på ``Förhandsgranskning``, eller så kan ett jobb läggas till i sekvenskön.
uk: Встановіть усі параметри захоплення, подробиці щодо яких наведено нижче. Після визначення параметрів, ви зможете захопити зображення попереднього перегляду, натиснувши кнопку ``Перегляд`` або додати завдання зі створення знімків до черги завдань.

source: ``Exposure``: Specify exposure duration in seconds.
ca: ``Exposició``: Especifiqueu la durada de l'exposició en segons.
fr: ``Durée d'exposition`` : spécifie la durée d'exposition en secondes.
pt_br: ``Exposição``: Especifica a duração da exposição em segundos.
sl: ``Osvetlitev``: Določite trajanje osvetlitve v sekundah.
sv: ``Exponering``: Ange exponeringstiden i sekunder.
uk: ``Витримка``: вкажіть тривалість експонування у секундах.

source: ``Filter``: Specify the desired filter.
ca: ``Filtre``: Especifiqueu el filtre desitjat.
fr: ``Filtre`` : spécifie le filtre désiré.
pt_br: ``Filtro``: Especifica o filtro desejado.
sl: ``Filter``: Določite želeni filter.
sv: ``Filter``: Ange önskat filter.
uk: ``Фільтр``: вкажіть бажаний фільтр.

source: ``Count``: Number of images to capture
ca: ``Comptador``: El nombre d'imatges a capturar.
fr: ``Nombre`` : spécifie le nombre d'images à acquérir.
pt_br: ``Contagem``: Número de imagens a serem capturadas
sl: ``Štetje``: Število slik za zajem
sv: ``Antal``: Antal bilder att ta
uk: ``Кількість``: кількість знімків, яку слід зробити.

source: ``Delay``: Delay in seconds between image captures.
ca: ``Retard``: El retard en segons entre les captures d'imatge.
fr: ``Délai`` : spécifie la durée entre deux acquisitions en secondes.
pt_br: ``Atraso``: Atraso em segundos entre capturas de imagem.
sl: ``Zakasnitev``: zakasnitev v sekundah med zajemi slike.
sv: ``Fördröjning``: Fördröjning i sekunder mellan bildtagningar.
uk: ``Затримка``: інтервал у секундах між створенням знімків.

source: ``Type``: Specify the type of desired CCD frame. Options are ``Light``, ``Dark``, ``Bias``, and ``Flat`` frames.
ca: ``Tipus``: Especifiqueu el tipus de fotograma del CCD desitjat. Les opcions són fotograma ``Lluminós``, ``Fosc``, ``Biaix`` i ``Pla``.
fr: ``Type`` : spécifie le type de trames CCD. Les options sont ``Clair``, ``Sombre``, ``Biais`` et ``A plat``.
pt_br: ``Tipo``: Especifica o tipo de quadro CCD desejado. As opções são quadros ``Claro``, ``Escuro``, ``Viés`` e ``Plano``.
sl: ``Vrsta``: Določite vrsto želenega CCD okvirja. Možnosti so ``Svetli``, ``Temni``, ``Pristranski`` in ``Raven`` okvir.
sv: ``Typ``: Ange önskad typ av CCD-bildruta. Alternativen är ``Ljus``, ``Mörk``, ``Bias``, and ``Plan`` bildrutor.
uk: ``Тип``: вкажіть тип бажаного кадру ПЗЗ. Варіантами є такі: ``Light`` (Світлий), ``Dark`` (Темний), ``Bias`` (``Зміщений``) та ``Flat`` (``Плоске поле``).

source: ``ISO``: For DSLR cameras, specify the ISO value.
ca: ``ISO``: Per a les càmeres rèflex digitals, especifiqueu el valor ISO.
fr: ``ISO`` : spécifie la valeur ISO (seulement pour les APN).
pt_br: ``ISO``: Para câmeras DSLR, especifica o valor ISO.
sl: ``ISO``: Za kamero DSLR določite vrednost ISO.
sv: ``ISO``: Ange ISO-värdet för spegelreflexkameror.
uk: ``ISO``: для цифрових дзеркальних фотоапаратів можна вказати значення ISO.

source: ``Format``: Specify capture save format. For all CCDs, only ``FITS`` option is available. For DSLR cameras, you can an additional option to save in ``Native`` format (e.g. RAW or JPEG).
ca: ``Format``: Especifiqueu el format per a desar la captura. Per a tots els CCD, només està disponible l'opció ``FITS``. Per a les càmeres rèflex digitals, disposareu d'una opció addicional per a desar en format ``Natiu`` (p. ex., RAW o JPEG).
fr: ``Format`` : spécifie le format d'enregistrement des images. Pour tous les CCD, seule l'option ``FITS`` est disponible. Pour les APN, vous pouvez enregistrer les images au format ``Natif`` (c'est-à-dire RAW ou JPEG, mais préférez RAW) en plus du format ``FITS``.
pt_br: ``Formato``: Especifica o formato de salvamento da captura. Para todos os CCDs, apenas a opção ``FITS`` está disponível. Para câmeras DSLR, você pode adicionar uma opção para salvar no formato ``Nativo`` (por exemplo, RAW ou JPEG).
sl: ``Oblika``: Določite obliko shranjevanja zajema. Za vse CCD-je je na voljo samo možnost ``FITS``. Za fotoaparate DSLR lahko dodate dodatno možnost shranjevanja v ``Native`` formatu (npr. RAW ali JPEG).
sv: ``Format``: Ange format för att spara tagningen. För alla CCD:er, är bara alternativet FITS tillgängligt. För spegelreflexkameror kan ett ytterligare alternativ väljas för att spara med Inbyggt format (t.ex. obehandlat eller JPEG).
uk: ``Формат``: вкажіть формат для збереження даних. Для усіх ПЗЗ можна скористатися лише форматом ``FITS``. Для цифрових дзеркальних фотокамер ви можете вибрати додатково ``Природний</guimenuitem> формат (наприклад RAW або JPEG).

source: ``Custom Properties``: Set extended properties available in the camera to the job settings.
ca: ``Propietats personalitzades``: Establiu les propietats esteses disponibles a la càmera a la configuració de la tasca.
pt_br: ``Propriedades personalizadas``: Define as propriedades estendidas disponíveis na câmera para as configurações da tarefa.
sl: ``Lastnosti po meri``: Nastavite razširjene lastnosti, ki so na voljo v kameri, za nastavitve opravila.
sv: ``Egna egenskaper``: Ställ in utökade egenskaper tillgängliga för kameran i jobbinställningarna.
uk: ``Нетипові властивості``: вкажіть додаткові властивості камери, які використовуватимуться для виконання завдання.

source: ``Calibration``: For Dark & Flat frames, you can set additional options explained in the :ref:`Calibration Frames section below <ekos-capture-cal-frames>`.
ca: ``Calibratge``: Per als fotogrames foscos i plans, podreu establir opcions addicionals explicades a la :ref:`secció Fotogrames de calibratge a continuació <ekos-capture-cal-frames>`.
pt_br: ``Calibração``: Para quadros escuros e planos, você pode definir opções adicionais explicadas na seção :ref:`Quadros de calibração abaixo <ekos-capture-cal-frames>`.
sl: ``Kalibracija``: Za temne in ravne okvirje lahko nastavite dodatne možnosti, ki so razložene v razdelku :ref:`Kalibracijski okvirji pod <ekos-capture-cal-frames>`.
sv: ``Kalibrering``: För Mörka och plana bilder, kan ytterligare alternativ ställas in, som förklaras i avsnittet :ref:`Kalibreringsbilder <ekos-capture-cal-frames>` nedan.

source: ``Frame``: Specify the left (X), top (Y), width (W), and height (H) of the desired CCD frame. If you changed the frame dimensions, you can reset it to default values by clicking on the reset button.
ca: ``Fotograma``: Especifiqueu l'esquerra (X), la part superior (Y), l'amplada (W) i l'alçada (H) del fotograma del CCD desitjat. Si heu canviat les dimensions del fotograma, podreu restablir-lo als valors predeterminats fent clic al botó Restableix.
fr: ``Trame`` : spécifie l'origine gauche (X), haute (Y), la largeur (W) et la hauteur (H) des trames du CCD. Si vous avez modifié la dimension des trames, vous pouvez la réinitialiser en cliquant sur le bouton ``Réinitialiser``.
pt_br: ``Quadro``: Especifica a esquerda (X), a parte superior (Y), a largura (L) e a altura (A) do quadro CCD desejado. Se você alterou as dimensões do quadro, pode redefini-lo para os valores padrão clicando no botão de redefinição.
sl: ``Okvir``: Določite levi (X), zgornji (Y), širino (W) in višino (H) želeni okvir CCD. Če ste spremenili dimenzije okvirja, jih lahko ponastavite na privzete vrednosti s klikom na gumb za ponastavitev.
sv: ``Bildruta``: Ange vänsterkant (X), överkant (Y), bredd (B) och höjd (H) för den önskade CCD-bildrutan. Om rutans dimensioner ändras kan de återställas till standardvärden genom att klicka på återställningsknappen.
uk: ``Кадр``: вкажіть ліву (X) і верхню (Y) межі, а також ширину (Ш) та висоту (В) бажаного кадру ПЗЗ. Якщо ви змінили розмірності кадру, їх можна скинути до типових натисканням кнопки відновлення початкових значень.

source: ``Binning``: Specify horizontal (X) and vertical (Y) binning.
ca: ``Agrupament``: Especifiqueu l'agrupament horitzontal (X) i vertical (Y).
fr: ``Groupement de pixels`` : spécifie le groupement de pixels horizontal (X) et vertical (Y) (binning en anglais).
pt_br: ``Binning``: Especifica o binning horizontal (X) e vertical (Y).
sl: ``Združevanje``: Določite vodoravno (X) in navpično (Y) združevanje.
sv: ``Indelning``: Ange horisontell (X) och vertikal (Y) indelning.
uk: ``Кроки``: вкажіть кроки за горизонталлю (X) та вертикаллю (Y).

source: Custom Properties
ca: Propietats personalitzades
ca@valencia: Propietats personalitzades
fr: Propriétés personnalisables
nl: Aangepaste eigenschappen
pt_br: Propriedades personalizadas
sl: Lastnosti po meri
sv: Egna egenskaper
uk: Нетипові властивості
