Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: Practically speaking, imagine you had a 6-panel mosaic you wanted to alternate. You might give all of those jobs the same group name, make them all e.g. "Repeat for 5 times". Then, they would run in lock-step. The cadence of job switching would be controlled by the length of the sequence file assigned to each of those jobs. You wouldn't want to make the cadence too short (e.g. capturing one 2-minute image), as there is overhead in switching jobs. For instance, starting jobs may involved aligning, starting guiding, and even focusing.
ca: Pràcticament parlant, imagineu que tenia un mosaic de sis plafons que voleu alternar. Podríeu donar a totes aquestes tasques el mateix nom de grup, feu-los tots, p. ex., «Repeteix 5 vegades». Llavors s'executarien en un pas de bloqueig. La cadència de commutació de tasques es controlaria per la longitud del fitxer de seqüència assignat a cada un d'aquestes tasques. No voldreu fer la cadència massa curta (p. ex., capturar una imatge de 2 minuts), ja que hi ha sobrecàrrega en canviar de tasca. Per exemple, iniciar tasques pot implicar alinear, començar a orientar i fins i tot centrar.
ca@valencia: En termes pràctics, imagineu que teniu un mosaic de sis quadros que voleu alternar. Podeu donar a totes estes tasques el mateix nom de grup, p. ex., ``Repetix 5 vegades``. Després, s'executarien en un pas de bloqueig. La cadència d'el canvi de tasques estaria controlada per la llargària del fitxer de seqüències assignat a cadascuna d'estes tasques. No voldreu que la cadència siga massa curta (p. ex., capturar una imatge de 2 minuts), ja que canviar de tasca suposa una sobrecàrrega. Per exemple, iniciar tasques pot implicar alinear, començar el guiatge i, fins i tot enfocar.
fr: Dans la pratique, imaginez que vous une mosaïque à 6 panneaux que vous souhaitez alterner. Vous pouvez mettre chaque tâche dans le même groupe et les faire se répéter par exemple 5 fois. Ensuite, elles s'exécuteront en pas fixe. La cadence de changement sera contrôlée par la longueur du fichier de séquence attribué à chaque tâche. Vous ne voulez pas avoir une cadence trop courte (p. ex. pose de 2 minutes), parce que les changements impliquent plusieurs opérations telles que l'alignement, le guidage et la mise au point.
nl: Praktisch gesproken, stel u hebt een 6-paneel mozaïek dat u wilt afwisselen. U zou al die taken dezelfde groepsnaam geven, maak ze allen bijv. "Herhaal 5 keer". Daarna zou u ze uitvoeren in vergrendelde stap. De cadens van het omschakelen van taken zou bestuurd worden door de lengte van het reeksbestand toegekend aan elk van die taken. U wilt de cadans niet te kort maken (bijv. een 2-minuten afbeelding), omdat er overhead is in het omschakelen van taken. Bijvoorbeeld, starten van taken kan uitlijnen, volgen starten en zelfs focusseren betekenen.
pt_br: Na prática, imagine que você tenha um mosaico de 6 painéis que queira alternar. Você pode dar a todos essas tarefas o mesmo nome de grupo, por exemplo, "Repetir 5 vezes". Assim, eles seriam executados em sincronia. A cadência de alternância de trabalhos seria controlada pela duração do arquivo de sequência atribuído a cada um desses trabalhos. Você não gostaria de tornar a cadência muito curta (por exemplo, capturando uma imagem de 2 minutos), pois há sobrecarga na alternância de trabalhos. Por exemplo, iniciar trabalhos pode envolver alinhamento, início de guia e até mesmo foco.
sl: Praktično gledano si predstavljajte, da imate mozaik s 6 paneli, ki ga želite izmenjevati. Vsem tem opravilom lahko daste isto ime skupine, na primer "Ponovi 5-krat". Nato bi se izvajala v zaklenjenem koraku. Kadenco preklapljanja opravil bi nadzorovala dolžina zaporedne datoteke, dodeljene vsakemu od teh opravil. Kadence ne bi želeli narediti prekratke (npr. zajem ene 2-minutne slike), saj pri preklapljanju opravil pride do dodatnih stroškov. Na primer, zagon opravil lahko vključuje poravnavo, začetek vodenja in celo fokusiranje.

source: Repeat all jobs
ca: Repeteix totes les tasques
ca@valencia: Repetix totes les tasques
fr: Répétez toutes les tâches
nl: Alle jobs herhalen
pt_br: Repetir todas as tarefas
sl: Ponovi vsa opravila
uk: Повторити усі завдання

source: There is a checkbox and number input right below the Scheduler jobs table that allows you to repeat the entire schedule N times. This can be used to alternate a few jobs. You can just list the jobs on the scheduler, set it to repeat N times, and the jobs will repeat. However, this change is incompatible with 'Remember job progress (above) and unavailable if Remember Job Progress is checked. (Note: Remember Job Progress is recommended.)
ca: Hi ha una casella de selecció i una entrada de números just a sota de la taula de tasques del programador que permet repetir la planificació completa N vegades. Això es pot utilitzar per a alternar entre tasques. Podeu llistar les tasques en el programador, establir-les per a repetir N vegades, i les tasques es repetiran. No obstant això, aquest canvi és incompatible amb «Recorda el progrés de la tasca» (a dalt) i no està disponible si es marca «Recorda el progrés de la tasca». (Nota: Es recomana recordar el progrés de la tasca).
ca@valencia: Hi ha una casella de selecció i una entrada de número just davall de la taula de tasques del programador que permet repetir tota la planificació N vegades. Açò es pot utilitzar per a alternar entre les tasques. Podeu senzillament llistar les tasques en la planificació, establiu-la perquè es repetisca N vegades i les tasques es repetiran. Tot i açò, este canvi és incompatible amb ``Recorda el progrés de la tasca`` (a dalt) i no estarà disponible si està marcada. (Nota: recordeu que es recomana esta última opció).
fr: Il existe une case à cocher et un champ nombre juste sous la table de tâches qui permet de répéter la programmation entière N fois. Cela peut être utilisé pour alterner quelques tâches. Il suffit de lister les tâches sur l'ordonnanceur, régler pour répéter N fois et les tâches se répéteront. Toutefois, ce changement est incompatible avec l'option « Se souvenir de la progression » et indisponible si cette option est cochée. (Remarque : cette option est recommandée).
nl: Er is een keuzevak en getalinvoer direct onder de takentabel van de planner die u het herhalen biedt van het gehele plan N keer. Dit kan gebruikt worden om een paar taken te alterneren. U kunt de taken in de planner bekijken, deze instellen op N keer herhalen en de taken zullen zich herhalen. Deze wijziging is niet compatibel met 'Taakvoortgang onthouden (hier boven) en niet beschikbaar als Taakvoortgang onthouden is geactiveerd. (Opmerking: taakvoortgang onthouden is aanbevolen).
pt_br: Há uma caixa de seleção e uma entrada numérica logo abaixo da tabela de tarefas do agendador que permite repetir toda a programação N vezes. Isso pode ser usado para alternar algumas tarefas. Você pode simplesmente listar as tarefas no agendador, configurá-lo para repetir N vezes, e as tarefas serão repetidas. No entanto, essa alteração é incompatível com "Lembrar progresso da tarefa" (acima) e não estará disponível se a opção "Lembrar progresso da tarefa" estiver marcada. (Observação: a opção "Lembrar progresso da tarefa" é recomendada.)
sl: Tik pod tabelo opravil razporejevalnika je potrditveno polje in vnos številke, ki vam omogoča, da celoten razpored ponovite N-krat. To lahko uporabite za zamenjavo nekaj opravil. Opravilo lahko samo navedete v razporejevalniku, ga nastavite tako, da se ponovi N-krat, in opravila se bodo ponovila. Vendar ta sprememba ni združljiva z 'Zapomni si napredek opravila' (zgoraj) in ni na voljo, če je potrjeno možnost Zapomni si napredek opravila. (Opomba: Ne pozabite, da je priporočljiva nastavitev Zapomni si napredek opravila.)
uk: Під таблицею завдань планувальника передбачено поле для позначки і поле для введення числа, за допомогою яких ви можете повторити увесь розклад спостережень потрібну кількість разів. Цим можна скористатися для почергового виконання невеликої кількості завдань. Ви можете просто додати завдання до планувальника, встановити повторення потрібну кількість разів, і програма повторно виконає завдання. Втім, така зміна є несумісною із пунктом «Запам'ятовувати дані щодо поступу завдань» (вище) і є недоступною, якщо позначено цей пункт (Зауваження: рекомендуємо позначити цей пункт.)

source: Editing running jobs
ca: Edició de tasques en execució
ca@valencia: Editar les tasques que s'executaran
fr: En cours de modification des tâches actives
nl: Actieve taken bewerken
pt_br: Editando tarefas em execução
sl: Urejanje tekočih opravil
uk: Редагування запущених завдань

source: It is possible to edit the scheduler's job table, and attributes of individual jobs, while the scheduler is running. As always, you double click on a job, change the desired attributes, and click the checkbox to finalize the change. If you edit the running job it will be restarted (i.e. the startup steps (slew, focus, align, guide) will be re-done. You can also move jobs up and down in priority, add new jobs, or deleted existing ones. You cannot delete the running job.
ca: És possible editar la taula de tasques del programador, i els atributs de tasques individuals, mentre el programador està executant-se. Com sempre, feu doble clic en una tasca canvieu els atributs desitjats, i feu clic en la casella de selecció per a finalitzar el canvi. Si editeu la tasca en execució, es reiniciarà (és a dir, els passos d'inici (orientació, enfocament, alineació, guiatge) es refaran). També podeu moure feines amunt i avall en prioritat, afegir tasques noves, o eliminar-ne d'existents. No podeu eliminar la tasca en curs.
ca@valencia: És possible editar la taula de tasques del programador i els atributs de tasques individuals mentre s'executa el programador. Com sempre, feu doble clic damunt d'una tasca, canvieu els atributs desitjats i cliqueu damunt de la casella de selecció per a finalitzar el canvi. Si editeu la tasca en execució, es reiniciarà (és a dir, es tornaran a fer els passos d'inici (orienta, enfoca, alinea i guia). També es poden moure les tasques cap amunt i cap avall per a establir la prioritat, afegir tasques noves o suprimir-ne les existents. No es podrà suprimir la tasca en execució.
fr: Il est possible de modifier la table de tâches et les attributs des tâches individuelles pendant que l'ordonnanceur est actif. Comme toujours, il faut double-cliquer sur une tâche, modifier les attributs et cliquer sur la case à cocher pour enregistrer les modifications. Si vous modifiez une tâche active, celle-ci sera redémarrée (les étapes initiales (rotation, mise au point, alignement, guidage) seront relancées. Vous pouvez également déplacer les tâches pour modifier les priorités, ajouter de nouvelles tâches ou en supprimer. Vous ne pouvez pas supprimer une tâche active.
nl: Het is mogelijk de tabel met taken in de planner en attributen van individuele taken te bewerken, terwijl de planner actief is. Zoals altijd klikt u dubbel op een taak, wijzigt de gewenste attributen en klikt op het keuzevak om de wijziging af te ronden. Als u edit de actieve taak bewerkt zal deze opnieuw gestart worden (d.w.z. de opstartstappen (draaien, focusseren, uitlijnen, volgen) zullen opnieuw gedaan worden. U kunt ook taken omhoog en omlaag in prioriteit verplaatsen, nieuwe taken toevoegen of bestaande verwijderen. U kunt de actieve taak niet verwijderen.
pt_br: É possível editar a tabela de tarefas do agendador e os atributos de tarefas individuais enquanto o agendador estiver em execução. Como sempre, clique duas vezes em uma tarefa, altere os atributos desejados e clique na caixa de seleção para finalizar a alteração. Se você editar a tarefa em execução, ela será reiniciada (ou seja, as etapas de inicialização (giro, foco, alinhamento, guia) serão refeitas). Você também pode mover tarefas para cima e para baixo em prioridade, adicionar novas tarefas ou excluir as existentes. Não é possível excluir a tarefa em execução.
sl: Med delovanjem razporejevalnika je možno urejati tabelo opravil razporejevalnika in atribute posameznih opravil. Kot vedno dvakrat kliknete na opravilo, spremenite želene atribute in kliknete potrditveno polje, da zaključite spremembo. Če uredite tekoče opravilo, se bo znova zagnalo (tj. zagonski korake (obračanje, fokusiranje, poravnava, vodenje) bodo znova opravljeni. Prav tako lahko premaknete opravila gor in dol po prioriteti, dodate nova opravila ali izbrišete obstoječa. Ne morete izbrisati delujočega opravila.
uk: Під час роботи планувальника можна редагувати таблицю завдань планувальника та атрибути окремих завдань. Як завжди, ви двічі клацаєте на пункті завдання, змінюєте потрібні атрибути і позначаєте прапорець завершення внесення змін. Якщо ви відредагуєте поточне завдання, його буде перезапущено (тобто кроки запуску (обертання, фокусування, вирівнювання, спрямування) буде виконано повторно. Ви також можете переміщувати завдання вгору та вниз за пріоритетністю, додавати нові завдання або вилучати наявні. Ви не можете вилучати запущені завдання.

source: One important attribute of scheduler jobs is their sequence file (.esq) which controls the capture module while the job is running. For example, it sets number of captures, filters used, gain/ISO, etc. The .esq is normally created and edited in the capture tab, but that cannot be done while the scheduler is running. If you desire to make changes to a .esq file while the scheduler is running, or create a new one, the scheduler provides a tool called the Capture Sequence Editor.
ca: Un atribut important de les tasques del programador és el seu fitxer de seqüència (.esq) que controla el mòdul de captura mentre s'executa la tasca. Per exemple, estableix el nombre de captures, els filtres utilitzats, ISO/guany, etc. Normalment, el «.esq» és creat i editat en la pestanya de captura, però això no es pot fer mentre el programador està executant-se. Si desitgeu fer canvis en un fitxer «.esq» mentre el programador està en execució, o crear-ne un de nou, el programador proporciona una eina anomenada Editor de seqüències de captura.
ca@valencia: Un atribut important de les tasques del programador és el seu fitxer de seqüència (.esq), el qual controla el mòdul «Captura» mentre s'executa la tasca. Per exemple, establix el nombre de captures, filtres utilitzats, guany o ISO, etc. Normalment, es crea el fitxer «.esq» i s'edita en la pestanya «Captura», però açò no es pot fer mentre s'està executant el programador. Si voleu fer canvis en un fitxer «.esq» mentre s'està executant el programador, o crear-ne un de nou, el programador proporciona una eina anomenada ``Editor de seqüències de captura``.
fr: Un attribut important des tâches de l'ordonnanceur est leur fichier de séquence (.esq) qui contrôle le module d'acquisition pendant que la tâche est active. Par exemple, il règle le nombre d'acquisitions, les filtres utilisés, le gain / ISO, etc. Le fichier « .esq » est normalement créé et modifié dans l'onglet d'acquisition, mais il est impossible de le faire pendant que l'ordonnanceur est actif. Si vous souhaitez modifier un fichier .esq » pendant que l'ordonnanceur est actif, ou en créer un nouveau, il faut utiliser l'outil de modification de la séquence d'acquisition.
nl: Eén belangrijk attribuut van plannertaken is hun reeksbestand (.esq) die de opnamemodule bestuurt terwijl de taak actief is. Het stelt bijvoorbeeld het aantal opnamen, gebruikte filters, versterking/ISO, etc. in. De .esq wordt normaal aangemaakt en bewerkt in het tabblad Opnamen, maar dat kan niet gedaan worden terwijl de planner actief is. Als u wijzigingen wilt maken in een .esq-bestand terwijl de planner actief is of een nieuwe wilt aanmaken, biedt de planner een hulpmiddel genaamd de bewerker van opnamereeksen.
pt_br: Um atributo importante dos trabalhos do agendador é o arquivo de sequência (.esq), que controla o módulo de captura enquanto o trabalho está em execução. Por exemplo, ele define o número de capturas, os filtros usados, o ganho/ISO, etc. O .esq normalmente é criado e editado na aba de captura, mas isso não pode ser feito enquanto o agendador está em execução. Se você desejar fazer alterações em um arquivo .esq enquanto o agendador está em execução, ou criar um novo, o agendador fornece uma ferramenta chamada de editor de sequência de captura.
sl: Pomemben atribut opravil razporejevalnika je njihova zaporedna datoteka (.esq), ki nadzoruje modul za zajemanje med izvajanjem opravila. Nastavi na primer število zajemov, uporabljene filtre, ojačanje/ISO itd. Datoteka .esq se običajno ustvari in uredi na zavihku za zajem, vendar tega ni mogoče storiti, ko je razporejevalnik zagnan. Če želite spremeniti datoteko .esq, medtem ko se razporejevalnik izvaja, ali ustvariti novo, razporejevalnik ponuja orodje, imenovano Urejevalnik zaporedja zajema.
uk: Важливим атрибутом завдань планувальника є їхній файл послідовності (.esq), який керує модулем захоплення під час виконання завдання. Наприклад, він встановлює кількість знімків, використовувані фільтри, підсилення/ISO тощо. Зазвичай .esq створюють та редагують на вкладці захоплення, але це не можна робити, коли запущено планувальник. Якщо ви бажаєте внести зміни у файл .esq під час роботи планувальника або створити новий, планувальник надає інструмент під назвою «Редактор послідовності захоплення».

source: Capture Sequence Editor
ca: Editor de seqüències de captura
ca@valencia: Editor de seqüències de captura
fr: Modificateur de séquences d'acquisition
nl: Bewerker van opnamereeks
pt_br: Editor de sequência de captura
sl: Urejevalnik zaporedja zajema

source: The Capture Sequence Editor is a tool to create and edit capture sequence files (.esq) which can be started by clicking the edit (pencil) icon just above the scheduler table. A screenshot is shown below.
ca: L'Editor de seqüències de captura és una eina per a crear i editar fitxers de seqüències de captura (.esq) que es pot iniciar fent clic a la icona d'edició (llapis) damunt la taula del programador. A sota es mostra una captura de pantalla.
ca@valencia: L'Editor de seqüències de captura és una eina per a crear i editar fitxers de seqüència de captura (.esq), el qual es pot iniciar clicant damunt de la icona d'edició (un llapis) just damunt de la taula del programador. A continuació es mostra una captura de pantalla.
fr: Le Modificateur de séquence d'acquisition est un outil pour créer et modifier les fichiers (.esq) de séquences d'acquisition qui peut être démarré en cliquant sur l'icône en forme de crayon juste au-dessus de la table de l'ordonnanceur. Une capture d'écran est montrée ci-dessous.
nl: De Bewerker van opnamereeksen is een hulpmiddel om opnamereeksbestanden aan te maken en te bewerken (.esq) die gestart kunnen worden door te klikken op het bewerkpictogram (potlood) net boven de plannertabel. Een schermafdruk wordt onderstaand getoond.
pt_br: O editor de sequência de captura é uma ferramenta para criar e editar arquivos de sequência de captura (.esq), que pode ser iniciado clicando no ícone de edição (lápis) logo acima da tabela do agendador. Uma captura de tela é mostrada abaixo.
sl: Urejevalnik zaporedja zajema je orodje za ustvarjanje in urejanje datotek zaporedja zajema (.esq), ki ga lahko zaženete s klikom na ikono za urejanje (svinčnik) tik nad tabelo razporejevalnika. Posnetek zaslona je prikazan spodaj.
uk: Редактор послідовності захоплення — це інструмент для створення та редагування файлів послідовності захоплення (.esq), який можна запустити, натиснувши піктограму редагування (олівець) над таблицею планувальника. Нижче наведено знімок екрана.

source: The editor is very similar in use and layout to the capture tab--though it is missing all the controls to actually capture image. You edit jobs the same way you do in capture, and load or save sequence queues the same way too (though there are additional Load and Save-To buttons provided in the editor).
ca: L'editor és molt similar en ús i disposició a la pestanya de captura, encara que li manquen tots els controls de capturar realment imatges. Editeu les tasques de la mateixa manera que ho feu en la captura, i també carregueu o deseu les cues de seqüències de la mateixa manera (encara que hi ha botons addicionals de càrrega i desament proporcionats en l'editor).
ca@valencia: L'editor és molt similar en ús i disposició a la pestanya «Captura», tot i que li falten tots els controls per a capturar imatges. Editeu les tasques de la mateixa manera que ho feu en la captura i també carregueu o guardeu les cues en seqüència de la mateixa manera (tot i que hi ha els botons addicionals ``Carrega`` i ``Guarda`` a l'editor).
fr: Cet outil est très similaire à l'utilisation et dans sa forme à l'onglet d'acquisition, bien qu'il manque tous les boutons pour l'acquisition proprement dit. Les tâches sont modifiées de la même manière que les acquisitions, ainsi que le chargement et l'enregistrement des files de séquences (mais il y a des boutons de chargement et d'enregistrement additionnels).
nl: De bewerker lijkt in gebruik en indeling erg op het tabblad Opname--hoewel er alle besturing ontbreekt om de afbeelding op te nemen. U bewerkt taken op dezelfde manier zoals u doet in opnamen en laadt of slaat reekswachtrijen op ook op dezelfde manier (hoewel er extra knoppen Laden en Opslaan naar in de bewerker geboden worden).
pt_br: O editor é muito semelhante em uso e layout à aba de captura — embora faltem todos os controles para capturar a imagem. Você edita trabalhos da mesma forma que faz na captura e carrega ou salva filas de sequências da mesma forma (embora existam botões adicionais "Carregar" e "Salvar em" no editor).
sl: Urejevalnik je po uporabi in postavitvi zelo podoben zavihku za zajem - čeprav manjkajo vsi kontrolniki za dejanski zajem slike. Opravila urejate na enak način kot pri zajemanju in na enak način nalagate ali shranjujete čakalne vrste zaporedja (čeprav sta v urejevalniku na voljo dodatna gumba Naloži in Shrani v).
uk: Редактор дуже схожий за користуванням і компонуванням на редактор на вкладці захоплення, хоча в ньому немає усіх елементів керування для фактичного захоплення зображення. Ви редагуєте завдання так само, як і під час захоплення, і так само завантажуєте або зберігаєте черги послідовності (хоча в редакторі є додаткові кнопки «Завантажити» та «Зберегти до»).
