Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: Other types of telescope will have other ways to adjust the focal plane, for example, by moving the primary or secondary mirrors. You will need to either get the Step Size from the documentation for your equipment or work out how to measure it in a way that are consistent with that described above.
bg: Други видове телескопи ще имат други начини за регулиране на фокалната равнина, например чрез преместване на първичните или вторичните огледала. Ще трябва или да вземете размера на стъпката от документацията за вашето оборудване, или да измислите как да го измерите по начин, който е в съответствие с описания по-горе.
ca@valencia: Altres tipus de telescopis tindran altres maneres d'ajustar el pla focal, per exemple, movent els espills primaris o secundaris. Haureu d'obtindre la mida del pas en la documentació del vostre equip o trobar com mesurar-la d'una manera coherent amb la descrita anteriorment.
fr: ``CFZ finale`` : c'est la plus grande des valeurs entre la CFZ calculée en utilisant l'algorithme choisi pour les paramètres spécifiés et la ``CFZ de l'appareil``. C'est la valeur affichée et donc celle effective de votre équipement.
pt_br: Outros tipos de telescópios terão outras maneiras de ajustar o plano focal, por exemplo, movendo os espelhos primário ou secundário. Você precisará obter o tamanho do passo na documentação do seu equipamento ou descobrir como medi-lo de forma consistente com a descrita acima.
sl: Druge vrste teleskopov bodo imele druge načine prilagajanja goriščne ravnine, na primer s premikanjem primarnega ali sekundarnega zrcala. Velikost koraka boste morali pridobiti iz dokumentacije za vašo opremo ali ugotoviti, kako jo izmeriti na način, ki je skladen z zgoraj opisanim.
sv: Andra typer av teleskop har andra sätt att justera fokalplanet, till exempel genom att flytta de primära eller sekundära speglarna. Du måste antingen få stegstorleken från utrustningens dokumentation eller ta reda på hur du mäter den på ett sätt som överensstämmer med det som beskrivs ovan.
uk: Для інших типів телескопів існують інші способи коригування фокальної площини, наприклад, пересуванням основного або вторинного дзеркала. Вам знадобиться або отримати розмір кроку з документації до вашого обладнання або визначити спосіб вимірювання так, щоб воно узгоджувалося із описаним вище способом.

source: <guilabel>CFZ Camera</guilabel>: The pixel size of the camera attached via the Optical Train may have a limiting effect on the CFZ. So an equivalent CFZ for the attached camera is calculated assuming a Nyquist 2* limit.
bg: <guilabel>CFZ камера</guilabel>: Размерът на пикселите на камерата, свързана чрез оптичната система, може да има ограничаващ ефект върху CFZ. Така че еквивалентен CFZ за прикрепената камера се изчислява, като се приема ограничение на Nyquist 2*.
sl: <guilabel>Kamera CFZ</guilabel>: Velikost slikovnih pik kamere, priključene prek optičnega vlaka, lahko omejuje CFZ. Torej je enakovreden CFZ za priključeno kamero izračunan ob predpostavki Nyquistove omejitve 2*.
sv: <guilabel>KFZ kamera</guilabel>: Bildpunktsstorleken för kameran som är ansluten via optiken kan ha en begränsande effekt på KFZ. Så en ekvivalent KFZ för den anslutna kameran beräknas med antagande av en två gångers Nyquist-gräns.
uk: <guilabel>КЗФ камери</guilabel>: розмір у пікселях зображення камери, яку з'єднано з оптичним трактом, може обмежувати КЗФ. Тому еквівалентну КЗФ для з'єднаної камери обчислюють, беручи до уваги обмеження Найквіста 2*.

source: <guilabel>Final CFZ</guilabel>: This is the larger of the CFZ calculated using the selected algorithm for the specified parameter and the <guilabel>CFZ Camera</guilabel>. It is the display value and is, in effect, the CFZ of your equipment.
bg: <guilabel>Крайна CFZ</guilabel>: Това е по-голямата от CFZ, изчислена с помощта на избрания алгоритъм за посочения параметър и <guilabel>CFZ на камерата</guilabel>. Това е показаната стойност и всъщност е CFZ на вашето оборудване.
sl: <guilabel>Končni CFZ</guilabel>: To je večji CFZ, izračunan z uporabo izbranega algoritma za podani parameter in <guilabel>CFZ kamere</guilabel>. To je prikazana vrednost in je dejansko CFZ vaše opreme.
sv: <guilabel>Slutlig KFZ</guilabel>: Det är den största av KFZ beräknad med den valda algoritmen för den angivna parametern och <guilabel>KFZ kameran</guilabel>. Det är värdet som visas och är i själva verket utrustningens KFZ.
uk: <guilabel>Остаточна КЗФ</guilabel>: це більша з КЗФ, які обчислено за допомогою вибраного алгоритму для вказаного параметра та значення <guilabel>КЗФ камери</guilabel>. Це показане значення і отже, КЗФ вашого обладнання.

source: <title>Focus Advisor</title>
bg: <title>Помощник за фокусиране</title>
sl: <title>Svetovalec fokusa</title>
sv: <title>Fokuseringsrådgivare</title>
uk: <title>Радник з фокусування</title>

source: <screeninfo>Focus Advisor</screeninfo>
bg: <screeninfo>Помощник за фокусиране</screeninfo>
sl: <screeninfo>Svetovalec fokusa</screeninfo>
sv: <screeninfo>Fokuseringsrådgivare</screeninfo>
uk: <screeninfo>Радник з фокусування</screeninfo>

source: <phrase>Focus Advisor</phrase>
bg: <phrase>Помощник за фокусиране</phrase>
sl: <phrase>Svetovalec fokusa</phrase>
sv: <phrase>Fokuseringsrådgivare</phrase>
uk: <phrase>Радник з фокусування</phrase>

source: The Focus Advisor dialog is a feature to assist with setting up of focus parameters. To use, select the required options and press <guilabel>Run</guilabel>. This is currently an <emphasis role="bold">experimental feature.</emphasis>
sl: Pogovorno okno svetovalca fokusiranja je funkcija za pomoč pri nastavitvi parametrov fokusa. Za uporabo izberite zahtevane možnosti in pritisnite <guilabel>Zaženi</guilabel>. To je trenutno <emphasis role="bold">eksperimentalna zmožnost.</emphasis>
sv: Dialogrutan Fokuseringsrådgivaren är en funktion som hjälper dig att ställa in fokuseringsparametrar. För att använda den, välj önskade alternativ och tryck på <guilabel >Kör</guilabel >. Det är för närvarande en <emphasis role="bold">experimentell funktion.</emphasis>
uk: Діалогове вікно радника з фокусування призначено для спрощення налаштовування параметрів фокусування. Щоб скористатися ним, виберіть належні значення параметрів і натисніть кнопку <guilabel>Запустити</guilabel>. У поточній версії ця можливість є <emphasis role="bold">експериментальною</emphasis>.

source: The purpose of Focus Advisor is to help people to use the Focus module within Ekos. The Focus module is functionally rich and contains a lot of parameters that need to be set self-consistently to achieve good results. Focus Advisor is designed to help with basic parameter setup that should achieve focus. It is not designed to achieve the best possible focus for your equipment; you will have to experiment with your setup to achieve that. But Focus Advisor provides a place to start that experimentation.
ca@valencia: El propòsit de l'Assessor d'enfocament és ajudar les persones que malden per a utilitzar el mòdul «Enfocament» dins d'Ekos. Este mòdul és ric en característiques i té molts paràmetres que necessiten ser establits de manera coherent per a aconseguir bons resultats. L'Assessor d'enfocament està dissenyat per ajudar a la configuració bàsica dels paràmetres que haurien d'aconseguir l'enfocament. No està dissenyat per a aconseguir el millor enfocament possible per al vostre equip. Haureu d'experimentar amb la configuració per a aconseguir-ho. Però proporciona un lloc per a començar amb esta experimentació.
fr: Si le conseiller de mise au point ne donne pas de bons résultats, pourquoi ne pas ouvrir une discussion sur le forum afin de permettre de l'améliorer pour donner de meilleurs résultats dans le futur ? Cela permettra de l'améliorer avec le temps.
pt_br: O objetivo do conselheiro de foco é ajudar as pessoas a usar o módulo de foco dentro do Ekos. O módulo de foco é funcionalmente rico e contém muitos parâmetros que precisam ser definidos de forma auto-consistente para alcançar bons resultados. O conselheiro de foco foi projetado para auxiliar na configuração básica de parâmetros que devem obter o foco. Ele não foi projetado para obter o melhor foco possível para o seu equipamento; você terá que experimentar com sua configuração para conseguir isso. Mas o conselheiro de foco oferece um ponto de partida para essa experimentação.
sl: Namen svetovalca fokusa je pomagati ljudem, ki imajo težave pri uporabi modula Focus znotraj Ekosa. Modul Focus je funkcionalno bogat in vsebuje veliko parametrov, ki jih je potrebno samo-konsistentno nastavljati za doseganje dobrih rezultatov. Svetovalec fokusa je zasnovan za pomoč pri osnovnih nastavitvah parametrov, ki bi morali doseči fokus. Ni zasnovan za doseganje najboljšega možnega fokusa vaše opreme; boste morali eksperimentirati s svojo nastavitvijo, da boste to dosegli. Toda svetovalec fokusa ponuja mesto za začetek tega eksperimentiranja.
sv: Syftet med fokuseringsrådgivaren är att hjälpa personer att använda fokuseringsmodulen i Ekos. Fokuseringsmodulen är funktionsrik och innehåller en hel del parametrar som måste ställas in självständigt för att uppnå bra resultat. Fokuseringsrådgivaren är utformad för att hjälpa till med grundläggande parameterinställning för att uppnå fokus. Den är inte utformad för att uppnå bästa möjliga fokus för utrustningen. Du måste experimentera med inställningarna för att uppnå det. Men fokuseringsrådgivaren ger en grund att börja experimentera med.
uk: Метою радника з фокусування є допомогти користувачам, у яких виникають проблеми із використанням модуля фокусування у Ekos. Модуль фокусування є функціонально багатим і надає доступу до багатьох параметрів, які має бути встановлено узгоджено для отримання якісних результатів. Радник з фокусування створено так, щоб допомогти із налаштуванням базових параметрів для досягнення правильного фокусування. Його метою не є досягнення найкращого можливого фокусування для вашого обладнання одразу; вам доведеться поекспериментувати із налаштуваннями для досягнення ідеалу. Втім, радник з фокусування надає вам міцну основу, щоб розпочати експериментування.

source: Focus Advisor is aimed towards the less experienced users.
ca@valencia: L'Assessor d'enfocament està dirigit als usuaris amb menys experiència.
fr: En cliquant sur le bouton du conseiller de mise au point, une série de paramètres est recommandée, fondée sur le train optique que vous êtes en train d'utiliser dans le module de mise au point.
pt_br: O conselheiro de foco é voltado para usuários menos experientes.
sl: Svetovalec fokusa je namenjen manj izkušenim uporabnikom.
sv: Fokuseringsrådgivaren är avsedd för mindre erfarna användare.
uk: Радник з фокусування призначено для менш досвідчених користувачів.

source: If Focus Advisor does not appear to give good results on your setup why not start a discussion on the forum so it can be enhanced to give better results in the future. This way it will build over time to be more useful.
bg: Ако помощника за фокусиране не дава добри резултати при вашата настройка, можете да започнете дискусия във форума, за да бъде подобрен и да дава по-добри резултати в бъдеще. По този начин той ще се надгражда с времето и ще бъде по-полезен.
ca@valencia: Si l'Assessor d'enfocament no pareix donar bons resultats en la vostra configuració, perquè no inicieu un debat en el fòrum perquè es puga millorar i que done millors resultats en el futur. D'esta manera, amb el temps es farà que siga més útil.
fr: En haut du panneau est affiché de l'information concernant le train optique utilisé. Ensuite, six lignes sont affichées liées aux différents ensembles de paramètres utilisés par le module de mise au point. Et à côté de chaque ligne il y a une case à cocher permettant d'utiliser les données des recommandations du conseiller pour les champs de mise au point associés.
pt_br: Se o conselheiro de foco não parece dar bons resultados na sua configuração, por que não iniciar uma discussão no fórum para que ele possa ser aprimorado e gerar melhores resultados no futuro? Dessa forma, ele se desenvolverá com o tempo e se tornará mais útil.
sl: Če se vam zdi, da svetovalec fokusa pri vaši nastavitvi ne daje dobrih rezultatov, zakaj ne bi začeli razprave na forumu, da bi ga lahko izboljšali in dajal boljše rezultate v prihodnosti. Tako se bo sčasoma povečal in postal bolj uporaben.
sv: Om fokuseringsrådgivaren inte verkar ge bra resultat för din installation, varför inte starta en diskussion på forumet så att den kan förbättras för att ge bättre resultat i framtiden. På så sätt kommer den att förbättras med tiden för att bli mer användbar.
uk: Якщо радник з фокусування не дає якісних результатів для вашої конфігурації, чому б не почати обговорення на форумі, щоб ми могли удосконалити програму для досягнення кращих результатів у майбутніх версіях? Таким чином, ми зможемо поступово робити програму усе більш корисною.

source: When you click on Focus Advisor it works out a series of parameter recommendations based on the Optical Train you are using in Focus.
bg: Когато щракнете върху панела Помощник за фокусиране, той изработва поредица от препоръки за параметри въз основа на оптичната система, което използвате във Фокус.
ca@valencia: Quan cliqueu damunt de l'Assessor d'enfocament, s'elaboraran una sèrie de recomanacions de paràmetres basades en el «Tren òptic» que esteu utilitzant a «Enfocament».
fr: Les paramètres de mise au point sont regroupés de la manière suivante :
pt_br: Ao clicar no conselheiro de foco, ele elabora uma série de recomendações de parâmetros com base no trem óptico que você está usando no módulo de foco.
sl: Ko kliknete svetovalca za fokus, izdela niz priporočil za parametre na podlagi optičnega vlaka, ki ga uporabljate v fokusu.
sv: När du klickar på fokuseringsrådgivarens ruta utarbetar den en serie parameterrekommendationer baserat på optiken du använder för fokusering.
uk: Після натискання на кнопки радника з фокусування програма видає набір рекомендацій щодо параметрів на основі оптичного тракту, який ви використовуєте у модулі «Фокус».

source: There are 4 checkboxes on display that by default are all checked. Some can be toggled off if required. For example, Update Parameters will reset most parameters to standard settings. Once run, it is not necessary to repeatedly run this option so the associated checkbox can be toggled off for subsequent runs.
sl: Na zaslonu so 4 potrditvena polja, ki so privzeto potrjena. Nekatere lahko po potrebi izklopite. Na primer, posodobitev parametrov bo večino ponastavila na standardne nastavitve. Ko enkrat teče, vam ni treba ponavljati zaganjati te možnosti, tako da lahko povezano potrditveno polje izklopite za nadaljnje teke.
sv: Det finns fyra visande kryssrutor som alla normalt är markerade. Vissa kan stängas av vid behov. Till exempel återställer Uppdatera parametrar de flesta parametrar till normala inställningar. När det väl har körts är det inte nödvändigt att använda alternativet upprepade gånger så den tillhörande kryssrutan kan stängas av vid efterföljande körningar.
uk: Передбачено 4 пункти, які типово позначено. Деякі з них можна вимкнути, якщо це потрібно. Наприклад, пункт «Оновити параметри» відновлює стандартні значення усіх параметрів. Після запуску, під час повторних сеансів обробки потреба у такому відновленні зникає, тому позначку з відповідного пункту можна зняти.

source: The following buttons are available:
ca@valencia: Hi ha disponibles els botons següents:
fr: ``Appareil & paramètres de la roue à filtre`` : ce sont les paramètres de la section :doc:`Appareil & Roue à filtres <focus-ccd-filter-wheel>` de l'écran de mise au point. En survolant cette étiquette avec la souris, vous pouvez voir dans l'info-bulle les valeurs recommandées par le conseiller de mise au point.
pt_br: Os seguintes botões estão disponíveis:
sl: Na voljo so naslednji gumbi:
sv: Följande knappar är tillgängliga:
uk: Доступними є такі кнопки:

source: <guilabel>Help</guilabel>: Press this button to launch the Focus Advisor Help dialog:
sl: <guilabel>Pomoč</guilabel>: Pritisnite ta gumb, da zaženete pomoč pri uporabi svetovalca fokusa:
sv: <guilabel>Hjälp</guilabel>: Tryck på knappen för att starta fokuseringsrådgivaren.
uk: <guilabel>Довідка</guilabel>: натисніть цю кнопку, щоб відкрити діалогове вікно довідки з користування радником з фокусування.

source: <screeninfo>Focus Advisor - Help</screeninfo>
sl: <screeninfo>Svetovalec fokusa - Pomoč</screeninfo>
sv: <screeninfo>Fokuseringsrådgivaren: Hjälp</screeninfo>
uk: <screeninfo>Радник з фокусування — довідка</screeninfo>

source: <phrase>Focus Advisor - Help</phrase>
sl: <phrase>Svetovalec fokusa - Pomoč</phrase>
sv: <phrase>Fokuseringsrådgivaren: Hjälp</phrase>
uk: <phrase>Радник з фокусування — довідка</phrase>

source: The Help dialog shows details of the current Optical Train at the top. Then comes a table comparison of the value of each Focus parameter in <link linkend="focus-settings">Focus Settings</link> versus the value suggested by Focus Advisor. This allows you to see what Focus Advisor would update if Update Parameters were checked and Focus Advisor run.
sl: Pogovorno okno Pomoč prikazuje podrobnosti o trenutnem optičnem vlaku na vrhu. Potem prihaja primerjava tabele vrednosti vsakega parametra fokusa v <link linkend="focus-settings">Nastavitve fokusa</link> v primerjavi s predlagano vrednostjo svetovalca za fokus. To vam omogoča, da vidite, kaj bi svetovalec za fokus posodobil, če bi bili odkljukani parametri posodobitve in bil zagnan svetovalec fokusa.
sv: Hjälpdialogrutan visar detaljer om det aktuella optiken överst. Sedan kommer en tabell med jämförelse av värdet på varje fokuseringsparameter i <link linkend="focus-settings">Fokuseringsinställningar</link> mot värdet som föreslås av Fokuseringsrådgivaren. Det låter dig se vad Fokuseringsrådgivaren skulle uppdatera om Uppdatera parametrar markerats och Fokuseringsrådgivaren kördes.
uk: У верхній частині діалогового вікна довідки буде показано подробиці щодо поточного оптичного тракту. Далі буде показано таблицю порівняння для кожного з параметрів фокусування у <link linkend="focus-settings">параметрах фокусування</link> програми з запропонованими радником з фокусування значеннями. Це надасть вам змогу переглянути, які оновлення буде виконано радником, якщо позначено пункт оновлення параметрів і запущено радник з фокусування.

source: The <guilabel>Show Only Changes</guilabel> checkbox determines whether all parameters are listed or only those that differ from the Focus Advisor recommendation. The <guilabel>Close</guilabel> button closes the Help dialog.
sl: Potrditveno polje <guilabel>Prikaži samo spremembe</guilabel> določa, ali so navedeni vsi parametri ali samo tisti, ki se razlikujejo od priporočila svetovalca fokusa. Gumb <guilabel>Zapri</guilabel> zapre pogovorno okno pomoči.
sv: Kryssrutan <guilabel >Visa bara ändringar</guilabel > avgör om alla parametrar är listade eller bara de som skiljer sig från Fokuseringsrådgivarens rekommendationer. Knappen <guilabel >Stäng</guilabel > stänger hjälpdialogen.
uk: Пункт <guilabel>Показати лише зміни</guilabel> визначає, слід показувати усі параметри у списку, чи лише ті, які відрізняються від рекомендацій радника. Кнопка <guilabel>Закрити</guilabel> закриває діалогове вікно довідки.

source: <guilabel>Run</guilabel>: Press this button to run Focus Advisor for the checked options. The V-Curve will be dynamically updated with progress, as will the Focus Advisor dialog.
sl: <guilabel>Zaženi</guilabel>: Pritisnite ta gumb, da zaženete svetovalca fokusa za odkljukane možnosti. V-krivulja se bo z napredkom dinamično posodabljala kot tudi pogovorno okno svetovalca fokusa.
sv: <guilabel>Kör</guilabel>: Tryck på knappen för att köra Fokuseringsrådgivaren för de markerade alternativen. V-kurvan uppdateras dynamiskt med förloppet, liksom dialogrutan Fokuseringsrådgivaren.
uk: <guilabel>Запустити</guilabel>: натисніть цю кнопку, щоб запустити радник з фокусування для позначених параметрів. V-крива буде динамічно оновлюватися із поступом процедури, так само, як і значення у вікні радника з фокусування.

source: <guilabel>Stop</guilabel>: Press this button to stop Focus Advisor. Note that the <guilabel>Stop</guilabel> button on the main Focus panel does the same thing.
sl: <guilabel>Ustavi</guilabel>: Pritisnite ta gumb, da ustavite svetovalca fokusa. Vedite, da gumb <guilabel>Ustavi</guilabel> na glavni plošči Focusa naredi isto stvar.
sv: <guilabel>Stopp</guilabel>: Tryck på knappen för att stoppa Fokuseringsrådgivaren. Observera att knappen <guilabel >Stopp</guilabel > på den vanliga fokuseringspanelen gör samma sak.
uk: <guilabel>Зупинити</guilabel>: натисніть цю кнопку, щоб зупинити роботу радника з фокусування. Зауважте, що кнопка <guilabel>Зупинити</guilabel> на головній панелі фокусування виконує те саме завдання.

source: <guilabel>Close</guilabel>: Press this button to close the Focus Advisor dialog.
sl: <guilabel>Zapri</guilabel>: Pritisnite ta gumb, da zaprete pogovorno okno svetovalca fokusa.
sv: <guilabel>Stäng§</guilabel>: Tryck på knappen för att stänga fokuseringsrådgivaren.
uk: <guilabel>Закрити</guilabel>: натисніть цю кнопку, щоб закрити діалогове вікно радника з фокусування.

source: The following checkbox options are available:
ca@valencia: Hi ha disponibles les opcions de casella de selecció següents:
fr: File d'attente des filtres
pt_br: As seguintes opções de caixa de seleção estão disponíveis:
sl: Na voljo so naslednje možnosti potrditvenega polja:
sv: Följande alternativ är tillgängliga i kryssrutor:
uk: Можна скористатися одним з таких пунктів варіантів:
