Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: Camera &amp; Filter Wheel Group
bg: Група Камера и филтърно колело
sl: Kamera &amp; Skupina filtrskih koles
sv: Kamera- och filterhjulsgruppen
uk: Група «Камера і барабан з фільтрами»

source: <screeninfo>Focus Camera &amp; Filter Wheel Group</screeninfo>
bg: <screeninfo>Група Фокус на камерата и филтърно колело</screeninfo>
sl: <screeninfo>Focus kamere &amp; Skupina filtrskih koles</screeninfo>
sv: <screeninfo>Fokuseringskamera- och filterhjulsgrupp</screeninfo>
uk: <screeninfo>Група «Камера фокусування і барабан з фільтрами»</screeninfo>

source: <phrase>Focus Camera &amp; Filter Wheel Group</phrase>
bg: <phrase>Група Фокус на камерата и филтърно колело</phrase>
sl: <phrase>Fokus kamere &amp; Skupina filtrskih koles</phrase>
sv: <phrase>Fokuseringskamera- och filterhjulsgrupp</phrase>
uk: <phrase>Група «Камера фокусування і барабан з фільтрами»</phrase>

source: This section of parameters deals with the Camera and Filter settings to use when focusing.
bg: Този раздел с параметри се занимава с настройките на камерата и филтъра, които да използвате при фокусиране.
ca@valencia: Esta secció de paràmetres tracta la configuració de la càmera i del filtre que s'emprarà durant l'enfocament.
fr: Cette section de paramètres gère les réglages de la caméra et des filtres à utiliser lors de la mise au point.
pt_br: Esta seção de parâmetros trata das configurações da câmera e do filtro a serem usadas ao focar.
sl: Ta del parametrov obravnava nastavitve kamere in filtra, ki se uporabljajo pri ostrenju.
sv: Det här avsnittet med parametrar hanterar kamera- och filterinställningar att använda vid fokusering.
uk: У цьому розділі зібрано параметри, які пов'язано із параметрами фотоапарата та фільтрів, які буде використано під час фокусування.

source: The top row of controls allows CCD parameters to be set.
bg: Горният ред контроли позволява да се задават параметри на CCD.
ca@valencia: La fila superior de controls permet establir els paràmetres de CCD.
fr: La première ligne de boutons de contrôle permet de régler les paramètres de la caméra.
pt_br: A linha superior de controles permite que os parâmetros do CCD sejam definidos.
sl: Zgornja vrstica kontrolnikov omogoča nastavitev parametrov CCD.
sv: Den övre raden gör det möjligt att ställa in CCD-parametrar.
uk: Верхній рядок елементів керування пов'язано із параметрами ПЗЗ, які слід використати.

source: <guilabel>Exp</guilabel>: The exposure time in seconds.
bg: <guilabel>Експ</guilabel>: време на експозиция в секунди.
sl: <guilabel>Exp</guilabel>: čas osvetlitve v sekundah.
sv: <guilabel>Exp</guilabel>: Exponeringstiden i sekunder.
uk: <guilabel>Експ</guilabel>: тривалість експонування у секундах.

source: The <guibutton>Toggle Full Screen</guibutton> button pops the window displaying the focus frame out to a separate window. Pressing it again returns it within the focus window.
bg: Бутонът <guibutton>Превключване на цял екран</guibutton> изважда прозореца, показвайки фокусната рамка в отделен прозорец. Натискането му отново го връща в рамките на прозореца за фокусиране.
sl: Gumb <guibutton>Preklopi na celozaslonski način</guibutton> odpre okno, ki prikaže fokusni okvir v ločenem oknu. Če ga ponovno pritisnete, se vrne v okno fokusa.
sv: Knappen <guibutton>Växla fullskärmsläge</guibutton> öppnar fönstret som visar fokuseringsbildrutan i ett separat fönster. Om du trycker på den igen återgår den till fokuseringsfönstret.
uk: Натискання кнопки <guibutton>Увімкнути або вимкнути повноекранний режим</guibutton> відкриває окреме вікно із показом рамки фокусування. Повторне натискання кнопки поверне вас до фокусованого вікна.

source: The <guibutton>Show in FITS Viewer</guibutton> button pops-up a separate FITS Viewer window to display the focus frame, in addition to the focus frame displayed within the focus window.
bg: Бутонът <guibutton>Показване във визуализатора на FITS</guibutton> отваря отделен прозорец на визуализатор на FITS за показване на кадъра на фокуса, в допълнение към фокусното изображение, показано в фокусния прозорец.
sl: Gumb <guibutton>Pokaži v pregledovalniku FITS</guibutton> odpre ločeno okno pregledovalnika FITS za prikaz okvirja fokusa, poleg okvirja fokusa, prikazanega v oknu fokusa.
sv: Knappen <guibutton>Visa i FITS-visning</guibutton> öppnar ett separat FITS-visningsfönster för att visa fokuseringsbildrutan, förutom fokuseringsbildrutan som redan visas i fokuseringsfönstret.
uk: Кнопка <guibutton>Показати у засобі перегляду FITS</guibutton> відкриває окреме вікно засобу перегляду даних FITS для показу рамки фокусування, на додачу до рамки фокусування, яку показано у вікні фокусування.

source: The <guibutton>Live Video</guibutton> button brings up the associated popup.
bg: Бутонът <guibutton>Видео в реално време</guibutton> извежда съответния изскачащ прозорец.
sl: Gumb <guibutton>Video v živo</guibutton> prikliče povezano pojavno okno.
sv: Knappen <guibutton>Direktsänd video</guibutton> visar motsvarande ruta.
uk: Кнопка <guibutton>Інтерактивне відео</guibutton> відкриває відповідне контекстне вікно.

source: The next row of controls allows Camera parameters to be set. Choose a value from the binning dropdown and then set either the camera gain or ISO.
bg: Следващият ред от контроли позволява да се задават параметри на камерата. Изберете стойност от падащото меню за групиране и след това задайте усилването на камерата или ISO.
sl: Naslednja vrstica kontrolnikov omogoča nastavitev parametrov kamere. V spustnem meniju za združevanje izberite vrednost in nato nastavite povečavo kamere ali ISO.
sv: Nästa rad låter kameraparametrar ställas in. Välj ett värde från indelningskombinationsrutan och ställ sedan in kamerans förstärkning eller ISO.
uk: Наступний рядок засобів керування надає змогу встановити параметри фотоапарата. Виберіть значення зі спадного списку, а потім вкажіть, слід підсилювати камеру чи скористатися ISO.

source: <guilabel>Binning</guilabel>: Increasing the binning will change the image scale as well as resulting in brighter pixels. It is generally only worth binning above 1x1 if your image scale is oversampled where the increase in image scale does not lead to a loss of resolution. If you wish to increase star brightness try increasing the exposure and / or gain. If you are unsure bin 1x1.
bg: <guilabel>Групиране (Binning)</guilabel>: Увеличаването на групирането ще промени мащаба на изображението, както и ще доведе до по-ярки пиксели. Обикновено си струва групиране над 1x1 само ако мащабът на изображението ви е свръх семплиран, при което увеличаването на мащаба на изображението не води до загуба на разделителна способност. Ако искате да увеличите яркостта на звездата, опитайте да увеличите експозицията и/или усилването. Ако не сте сигурни бинирайте 1x1.
sl: <guilabel>Združevanje</guilabel>: Povečanje združevanja bo spremenilo merilo slike in povzročilo svetlejše slikovne pike. Na splošno je vredno združevanja nad 1x1 le, če je merilo vaše slike prevzorčeno, pri čemer povečanje merila slike ne povzroči izgube ločljivosti. Če želite povečati svetlost zvezde, poskusite povečati osvetlitev in/ali ojačanje. Če niste prepričani, združite 1x1.
sv: <guilabel>Indelning</guilabel>: Att öka indelningen ändrar bildskalan och resulterar i ljusare bildpunkter. Det är i allmänhet bara värt att indela mer än 1 x 1 om bildskalan är översamplad, där ökningen av bildskalan inte leder till en upplösningsförlust. Om du vill öka stjärnans ljusstyrka, försök att öka exponeringen och/eller förstärkningen. Om du är osäker använd 1 x 1.
uk: <guilabel>Кроки</guilabel>: збільшення кількості кроків змінить масштаб зображення, а також дає яскравіші пікселі. Загалом, вибір варіантів, більших за 1x1, вартий, лише якщо масштаб вашого зображення є надмірним, де збільшення масштабу не веде до втрати роздільної здатності. Якщо ви хочете збільшити яскравість зірок, спробуйте збільшити час експонування і/або підсилення. Якщо ви не певні, лишіть варіант 1x1.

source: <guilabel>Gain</guilabel>: Set the Gain for the Camera being used to focus. The value needs to be high enough to give a clear star pattern but not so high as to create too much noise to interfere with the focus operation. Some experimentation will be required to find an optimum value. If you are unsure where to start try unity gain for your camera and adjust from there.
bg: <guilabel>Усилване</guilabel>: Задайте усилването за камерата, използвана за фокусиране. Стойността трябва да е достатъчно висока, за да даде ясен звезден модел, но не толкова висока, че да създава твърде много шум, който да пречи на операцията на фокусиране. Ще са необходими известни експерименти, за да се намери оптималната стойност. Ако не сте сигурни откъде да започнете, опитайте unity gain за вашата камера и коригирайте от там.
sl: <guilabel>Ojačanje</guilabel>: Nastavite ojačitev za kamero, ki se uporablja za ostrenje. Vrednost mora biti dovolj visoka, da daje jasen zvezdni vzorec, vendar ne tako visoka, da bi povzročila preveč šuma, ki bi motil delovanje ostrenja. Za iskanje optimalne vrednosti bo potrebno nekaj eksperimentiranja. Če niste prepričani, kje začeti, preizkusite enotnem ojačenju za svojo kamero in prilagodite od tam.
sv: <guilabel>Förstärkning</guilabel>: Ställ in förstärkningen för kameran som används för att fokusera. Värdet måste vara tillräckligt högt för att ge ett tydligt stjärnmönster men inte så högt att det skapar för mycket brus som stör fokuseringsfunktionen. Visst experimenterade kan krävas för att hitta ett optimalt värde. Om du är osäker på var du ska börja, prova med enhetsförstärkning för kameran och justera därifrån.
uk: <guilabel>Підсилення</guilabel>: встановіть підсилення для фотоапарата, який використано для фокусування. Значення має бути достатньо великим для отримання чистого візерунка зірок, але недостатньо великим, щоб створювати надмірне зашумення, яке заважатиме фокусуванню. Для пошуку оптимального значення потрібні певні досліди. Якщо ви не впевнені, з чого почати, спробуйте одиничний приріст для вашої камери і почати коригування з нього.

source: <guilabel>ISO</guilabel>: Set the ISO for the Camera being used to focus. Some experimentation will be required to find an optimum value.
bg: <guilabel>ISO</guilabel>: Задайте ISO за камерата, която се използва за фокусиране. Ще са необходими известни експерименти, за да се намери оптималната стойност.
sl: <guilabel>ISO</guilabel>: Nastavite ISO za kamero, ki se uporablja za ostrenje. Za iskanje optimalne vrednosti bo potrebno nekaj eksperimentiranja.
sv: <guilabel>ISO</guilabel>: Ställ in ISO för kameran som används för att fokusera. Visst experimenterande krävs för att hitta ett optimalt värde.
uk: <guilabel>ISO</guilabel>: встановіть ISO для фотоапарата, який буде використано для фокусування. Для визначення оптимального значення знадобиться певне експериментування.

source: The third row of controls deals with the Temperature Source and Filter, if there is one:
bg: Третият ред от контроли се занимава с източника на температура и филтъра, ако има такъв:
ca@valencia: La tercera fila de controls tracta la Font de temperatura i el Filtre, si n'hi ha un:
fr: La troisième ligne de boutons de contrôle gère la source de température et les filtres :
pt_br: A terceira linha de controles trata da fonte de temperatura e do filtro, se houver:
sl: Tretja vrstica kontrolnikov se ukvarja z virom temperature in filtrom, če obstaja:
sv: Den tredje raden hanterar temperaturkällan och filter, om det finns något.
uk: Третій рядок елементів керування призначено для джерела даних температури і фільтрування, якщо таке є:

source: <guilabel>TS</guilabel>: Select the temperature source from the dropdown. Underneath are displayed the current temperature from the selected temperature source and the change in temperature between when the last successful Autofocus run completed and the current temperature. It is common practice to redo focus after significant temperature changes that alter the telescope's focus point.
bg: <guilabel>Темп.Изт.</guilabel>: Изберете източник на температура от падащото меню. Отдолу се показват текущата температура от избрания източник на температура и промяната в температурата между момента, в който е завършен последният успешен автофокус, и текущата температура. Обичайна практика е да се фокусира отново след значителни температурни промени, които променят фокусната точка на телескопа.
sl: <guilabel>TS</guilabel>: V spustnem meniju izberite vir temperature. Spodaj je prikazana trenutna temperatura iz izbranega vira temperature in sprememba temperature med zaključkom zadnjega uspešnega samodejnega ostrenja in trenutno temperaturo. Običajna praksa je, da po večjih temperaturnih spremembah, ki spremenijo fokusno točko teleskopa, ponovno izostrimo.
sv: <guilabel>TK</guilabel>: Välj temperaturkälla från kombinationsrutan. Nedan visas aktuell temperatur från den valda temperaturkällan och temperaturförändringen mellan den senaste lyckade automatiska fokuseringskörningen och den aktuella temperaturen. Det är vanligt att fokusera om efter betydande temperaturförändringar som ändrar teleskopets fokuspunkt.
uk: <guilabel>ДТ</guilabel>: вибрати джерело даних щодо температури зі спадного списку. Нижче буде показано поточну температуру з вибраного джерела температури та зміну температури між моментом останньої успішної процедури автофокусування і поточним моментом. Поширеною практикою виконання повторного фокусування після значної зміни температури, яка змінює точку фокусування телескопа.

source: <guilabel>Filter</guilabel>: Select the filter to use.
bg: <guilabel>Филтър</guilabel>: Изберете филтъра, който да използвате.
sl: <guilabel>Filter</guilabel>: Izbere filter za uporabo.
sv: <guilabel>Filter</guilabel>: Välj filter att använda.
uk: <guilabel>Фільтр</guilabel>: вибрати фільтр, яким слід скористатися.

source: To start focusing it will probably be easier to select the filter that allows the most light through, for example the Lum filter. Click the filter icon <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject></inlinemediaobject> to launch the <link linkend="focus-filter-settings">Filter Settings</link> popup. This allows a number of parameters to be set per filter to be used during an Autofocus run.
bg: За да започнете да фокусирате, вероятно ще бъде по-лесно да изберете филтъра, който пропуска най-много светлина, например филтър Lum. Щракнете върху иконата на филтъра <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject></inlinemediaobject>, за да стартирате <link linkend="focus-filter-settings">Настройки филтър</link>. Това позволява задаването на определен брой параметри за всеки филтър, които да се използват по време на автофокусиране.
sl: Za začetek ostrenja bo verjetno lažje izbrati filter, ki prepušča največ svetlobe, na primer filter Lum. Kliknite ikono filtra <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject></inlinemediaobject>, da zaženete pojavno okno <link linkend="focus-filter-settings">Nastavitve filtra</link>. To omogoča nastavitev številnih parametrov za filter, ki se uporablja med samodejnim ostrenjem.
sv: För att börja fokusera är det förmodligen lättare att välja filtret som släpper igenom mest ljus, till exempel Luminans-filtret. Klicka på filterikonen <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject></inlinemediaobject> för att öppna rutan <link linkend="focus-filter-settings">Filterinställningar</link>. Det gör att ett antal parametrar kan ställas in per filter som ska användas under en automatisk fokuseringskörning.
uk: Щоб розпочати фокусування, ймовірно, варто вибрати фільтр, який пропускає найбільше світла, наприклад фільтр світності. Натисніть піктограму фільтрування <inlinemediaobject><imageobject><imagedata fileref="view-filter.png" format="PNG"/></imageobject></inlinemediaobject> для відкриття контекстного вікна <link linkend="focus-filter-settings">Параметри фільтрування</link>. За її допомогою можна встановити значення параметрів окремого фільтра, які буде використано під час автоматичного фокусування.

source: <guibutton>Reset</guibutton> button will reset the focusing subframe to full frame.
bg: Бутонът <guibutton>Нулиране</guibutton> ще превърне подкадъра за фокусиране в цял кадър.
sl: Gumb <guibutton>Ponastavi</guibutton> ponastavi podokvir za ostrenje na polno sliko.
sv: Knappen <guibutton>Återställ</guibutton> återställer fokuseringens delbild till fullskärm.
uk: Натискання кнопки <guibutton>Скинути</guibutton> відновить для допоміжного кадру фокусування розміри повного кадру.

source: Tools Group
bg: Група Инструменти
ca@valencia: El grup «Eines»
fr: Groupe d'outils
pt_br: Grupo de ferramentas
sl: Skupina orodij
sv: Verktygsgrupp
uk: Група інструментів

source: <screeninfo>Focus Tools Group</screeninfo>
bg: <screeninfo>Група Инструменти за фокус</screeninfo>
sl: <screeninfo>Skupina orodij za fokus</screeninfo>
sv: <screeninfo>Fokuseringsverktygsgrupp</screeninfo>
uk: <screeninfo>Група інструментів фокусування</screeninfo>

source: <phrase>Focus Tools Group</phrase>
bg: <phrase>Група Инструменти за фокус</phrase>
sl: <phrase>Skupina orodij za fokus</phrase>
sv: <phrase>Fokuseringsverktygsgrupp</phrase>
uk: <phrase>Група інструментів фокусування</phrase>

source: This section describes the focus tools that are currently available.
bg: В този раздел са описани наличните към момента инструменти за фокусиране.
ca@valencia: Esta secció descriu les eines d'enfocament que hi ha disponibles.
fr: Cette section décrit les outils de la mise au point actuellement disponibles.
pt_br: Esta seção descreve as ferramentas de foco que estão disponíveis atualmente.
sl: Ta razdelek opisuje orodja za fokusiranje, ki so trenutno na voljo.
sv: Det här avsnittet beskriver fokuseringsverktygen som för närvarande är tillgängliga.
uk: У цьому розділі наведено опис інструментів фокусування, які доступні у поточній версії.

source: The <guibutton>Aberration Inspector</guibutton> button starts an <link linkend="focus-aberration-inspector">Aberration Inspector</link> run. The <guibutton>Stop</guibutton> button can be used to stop the run.
bg: Бутонът <guibutton>Инспектор на аберациите</guibutton> стартира изпълнение на <link linkend="focus-aberration-inspector">Инспектор на аберации</link>.
sl: Gumb <guibutton>Inšpektor aberacije</guibutton> zažene program <link linkend="focus-aberration-inspector">Aberration Inspector</link>. Gumb <guibutton>Ustavi</guibutton> lahko uporabite za zaustavitev teka.
sv: Knappen <guibutton>Aberrationsinspektion</guibutton> startar en körning av <link linkend="focus-aberration-inspector">aberrationsinspektion</link>. Knappen <guibutton>Stoppa</guibutton> kan användas för att stoppa körningen.
uk: Натискання кнопки <guibutton>Інспектор аберації</guibutton> запускає <link linkend="focus-aberration-inspector">інспектор аберації</link>. Кнопкою <guibutton>Зупинити</guibutton> можна скористатися для припинення процедури.

source: The <guibutton>CFZ</guibutton> button launches the <link linkend="focus-cfz">Critical Focus Zone</link> tool.
bg: Бутонът <guibutton>CFZ</guibutton> стартира инструмента <link linkend="focus-advisor">Критична фокусна зона</link>.
sl: Gumb <guibutton>CFZ</guibutton> zažene orodje <link linkend="focus-cfz">Critical Focus Zone</link>.
sv: Knappen <guibutton>KFZ</guibutton> startar verktyget <link linkend="focus-cfz">Kritisk fokuseringszon</link>.
uk: Кнопка <guibutton>КЗФ</guibutton> відкриває вікно інструмента <link linkend="focus-cfz">Критична зона фокусування</link>.

source: The <guibutton>Advisor</guibutton> button launches the <link linkend="focus-advisor">Focus Advisor</link> tool.
bg: Бутонът <guibutton>Помощник</guibutton> стартира инструмента <link linkend="focus-advisor">Помощник за фокусиране</link>.
sl: Gumb <guibutton>Svetovalec</guibutton> zažene orodje <link linkend="focus-advisor">Svetovalec fokusa</link>.
sv: Knappen <guibutton>Rådgivare</guibutton> startar verktyget <link linkend="focus-advisor">Fokuseringsrådgivare</link>.
uk: Кнопка <guibutton>Радник</guibutton> відкриває вікно інструмента <link linkend="focus-advisor">Радник з фокусування</link>.

source: The <guilabel>Force AF</guilabel> checkbox can be used when a sequence is active either in Capture or the Scheduler. When checked, an Autofocus will be triggered at the completion of the currently active subframe.
sl: Potrditveno polje <guilabel>Prisili AF</guilabel> lahko uporabite, ko je zaporedje aktivno v zajemu ali razporejevalniku. Ko je odkljukano, se sproži samodejno fokusiranje ob zaključku trenutno aktivnega podokvira.
sv: Kryssrutan <guilabel>Tvinga AF</guilabel> kan användas när en sekvens är aktiv antingen i tagning- eller schemaläggning. När den markeras, startas en automatisk fokusering när den för närvarande aktiva delbilden är slutförd.
uk: Пунктом <guilabel>Примусове АФ</guilabel> можна скористатися, якщо активною є послідовність дій для захоплення зображення або у планувальнику. Якщо позначено, після завершення створення поточного активного підкадру виконуватиметься автоматичне фокусування.

source: <title>Focus Options</title>
bg: <title>Настройки на фокуса</title>
sl: <title>Možnosti fokusa</title>
sv: <title>Fokuseringsinställningar</title>
uk: <title>Параметри фокусування</title>

source: <screeninfo>Focus Options</screeninfo>
bg: <screeninfo>Настройки на фокус</screeninfo>
sl: <screeninfo>Možnosti fokusa</screeninfo>
sv: <screeninfo>Fokuseringsinställningar</screeninfo>
uk: <screeninfo>Параметри фокусування</screeninfo>

source: <phrase>Focus Options</phrase>
bg: <phrase>Настройки на фокуса</phrase>
sl: <phrase>Možnosti fokusa</phrase>
sv: <phrase>Fokuseringsinställningar</phrase>
uk: <phrase>Параметри фокусування</phrase>

source: Parameters to configure Focus are accessed by pressing the <guibutton>Options...</guibutton> button. This launches the Options dialog with three panes:
bg: Достъпът до параметрите за конфигуриране на Фокус се осъществява чрез натискане на <guibutton>Настройки...</guibutton>. Това стартира диалоговия прозорец Настройки с три панела:
sl: Do parametrov za konfiguracijo Focusa dostopate s pritiskom na gumb <guibutton>Možnosti...</guibutton>. To zažene pogovorno okno Možnosti s tremi podokni:
sv: Parametrar för att ställa in fokusering går att komma åt genom att klicka på knappen <guibutton>Alternativ...</guibutton>. Det startar alternativdialogrutan med tre rutor:
uk: Доступ до параметрів фокусування можна отримати натисканням кнопки <guibutton>Параметри...</guibutton>. У відповідь буде відкрито вікно з трьома панелями:

source: <link linkend="focus-settings">Settings</link>: These are general Focus settings.
bg: <link linkend="focus-settings">Настройки</link>: Това са общите настройки за фокус.
sl: <link linkend="focus-settings">Nastavitve</link>: To so splošne nastavitve fokusa.
sv: <link linkend="focus-settings">Inställningar</link>: De är allmänna fokuseringsinställningar.
uk: <link linkend="focus-settings">Параметри</link>: тут зібрано загальні параметри фокусування.

source: <link linkend="focus-process">Process</link>: Parameters associated with the Autofocus process.
bg: <link linkend="focus-process">Процес</link>: Параметри, свързани с процеса на автоматичното фокусиране.
sl: <link linkend="focus-process">Proces</link>: Parametri, povezani s postopkom samodejnega ostrenja.
sv: <link linkend="focus-process">Process</link>: Parametrar som hör ihop med den automatiska fokuseringsprocessen.
uk: <link linkend="focus-process">Процес</link>: тут зібрано параметри, які пов'язано із процесом автофокусування.
