Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: The startup and shutdown scripts must be *executable* in order for Ekos to invoke them (e.g. use **``chmod +x startup_script.py``** to mark the script as executable). Ekos Scheduler enables truly simple robotic operation without the need of any human intervention in any step of the process. Without human presence, it becomes increasingly critical to gracefully recover from failures in any stage of the observation run. Using Plasma notifications, the user can configure audible alarms and email notifications for the various events in the Scheduler.
ca: Els scripts d'inici i de tancament hauran de ser *executables* per tal que l'Ekos els invoqui (p. ex., utilitzeu **``chmod +x script_inici.py``** per a marcar l'script com a executable). El programador de l'Ekos permet una operació robòtica veritablement senzilla sense la necessitat de cap intervenció humana en cap pas del procés. Sense presència humana, cada vegada és més crític recuperar amb facilitat els errors durant qualsevol etapa de l'observació. Emprant les notificacions del Plasma, l'usuari podrà configurar alarmes audibles i notificacions per correu electrònic per als diferents esdeveniments del programador.
ca@valencia: Els scripts d'inici i de tancament hauran de ser *executables* per tal que Ekos els invoque (p. ex., utilitzeu **``chmod +X script_inici.py``** per a marcar l'script com a executable). El programador d'Ekos permet una operació robòtica veritablement senzilla sense la necessitat de cap intervenció humana en cap pas del procés. Sense presència humana, cada vegada és més crítica recuperar amb facilitat els errors durant qualsevol etapa de l'observació. Emprant les notificacions de Plasma, l'usuari podrà configurar alarmes audibles i notificacions per correu electrònic per als diferents esdeveniments del programador.
fr: Les scripts doivent être *exécutables* pour que Ekos puisse les invoquer (c'est-à-dire utilisez la commande ``chmod u+x startup_script.py`` pour le rendre exécutable). L'ordonnanceur de Ekos permet d'opérer un observatoire de manière complètement robotisée sans aucune intervention humaine. Il est donc critique que le système puisse se rétablir après des erreurs, et cela à n'importe quelle étape du processus d'observation. L'utilisation des notifications plasma permet de configurer des alarmes audibles et l'envoi automatique de courriels pour divers évènements de l'ordonnanceur.
nl: Opstart- en afsluitsripts moeten *uitvoerbaar* worden gemaakt, voordat die door Ekos kunnen worden gebruikt (bijv. gebruik hiervoor **``chmod +x script_naam.py``**). De planner van Ekos maakt een werkelijk eenvoudige automatische werking mogelijk van elk stap in het proces. Zonder iemand in de buurt, wordt het steeds belangrijker dat als er iets misgaat in enige fase van de waarnemingen, dat de waarnemingen op een goede manier worden beëindigd. Met Plasma-berichten kan de gebruiker hoorbare alarmen en e-mailberichten instellen voor de diverse gebeurtenissen in de planner.
pt_br: Os scripts de inicialização e desligamento devem ser *executáveis* para que o Ekos os invoque (por exemplo, use **``chmod +x startup_script.py``** para marcar o script como executável). O agendador do Ekos permite uma operação robótica verdadeiramente simples sem a necessidade de qualquer intervenção humana em qualquer etapa do processo. Sem a presença humana, torna-se cada vez mais crítico recuperar-se adequadamente de falhas em qualquer estágio da execução da observação. Usando as notificações do Plasma, o usuário pode configurar alarmes sonoros e notificações por e-mail para os vários eventos no agendador.
sl: Skripti za zagon in zaustavitev morajo biti *izvedljivi*, da jih Ekos lahko zažene (npr. uporabite **``chmod +x startup_script.py``**, da skript označite kot izvedljiv). Ekos razporejevalnik omogoča resnično preprosto robotsko delovanje brez potrebe po človeškem posredovanju v katerem koli koraku procesa. Brez človeške prisotnosti postaja vse bolj pomembno elegantno okrevanje po napakah v kateri koli fazi opazovalnega izvajanja. Z uporabo obvestil Plasma lahko uporabnik konfigurira zvočne alarme in e-poštna obvestila za različne dogodke v razporejevalniku.

source: Mosaic Planner
ca: Planificador de mosaics
ca@valencia: Planificador del mosaic
fr: Planificateur de mosaïques
nl: Mozaïekplanner
pt_br: Planejador de mosaico
sl: Načrtovalnik mozaika

source: Hubble-like super wide field images of `galaxies <http://darkskyart.com/?page_id=96>`__ and nebulae are truly awe-inspiring, and while it takes great skills to obtain such images and process them; many notable names in the field of astrophotography employ gear that is not *vastly* different from yours or mine. I emphasize *vastly* because some do indeed have impressive equipment and dedicated observatories worth tens of the thousands of dollars. Nevertheless, many amateurs can obtain stellar wide-field images by combining smaller images into a single grand mosaic.
ca: Les imatges com ara les del Hubble amb un camp de gran abast de `galàxies <http://darkskyart.com/?page_id=96>`__ i nebuloses són realment inspiradores, i si bé es necessiten grans habilitats per a obtenir aquestes imatges i processar-les, molts noms reconeguts en el camp de l'astrofotografia empren equip que no és *molt* diferents del vostre o del meu. Ho emfatitzo *enormement** perquè alguns realment tenen un equip impressionant i observatoris dedicats per valor de desenes dels milers de dòlars. No obstant això, molts aficionats poden obtenir imatges estel·lars amb un camp de gran abast combinant imatges més petites en un mosaic únic i gran.
ca@valencia: Les imatges amb un camp de gran abast, com ara les del Hubble, les `galàxies <http://darkskyart.com/?page_id=96>`__ i nebuloses són realment espantoses, i si bé es necessiten grans habilitats per a obtindre estes imatges i processar-les, molts noms reconeguts en el camp de l'astrofotografia empren equip que no són *molt* diferents del vostre o del meu. Ho emfatitze *enormement* perquè alguns realment tenen un equip impressionant i observatoris dedicats per valor de desenes de milers de dòlars. No obstant açò, molts aficionats poden obtindre imatges estrel·lars amb un camp de gran abast combinant imatges més xicotetes en un sol i gran mosaic.
fr: Les images super grand champ du télescope spacial Hubble de `galaxies <http://darkskyart.com/?page_id=96>`__ ou de nébuleuses sont source d'émerveillement. Bien que des compétences pointues soient nécessaires pour obtenir de telles images et les traiter, les grands noms en astrophotographie emploient du matériel qui n'est pas *très éloigné* du vôtre ou du mien. Je souligne *très éloigné* parce certains ont en effet du matériel très impressionnant et des observatoires dédiés valant une fortune. Néanmoins, beaucoup d'amateurs peuvent obtenir des images grand champ en combinant plusieurs petites images en une seule et grande mosaïque.
nl: Super wide-field afbeeldingen als van de Hubbletelescoop van `melkwegstelsels <http://darkskyart.com/?page_id=96>` en nevels zijn werkelijk heel indrukwekkend, en hoewel er veel vakmanschap nodig is om deze opnames te maken en te bewerken; zijn er veel opmerkelijke namen op het gebied van de astrofotografie, die apparatuur gebruiken die niet *heel veel* verschilt van die van u en mij. Ik benadruk *heel veel*, omdat sommigen inderdaad indrukwekkende apparatuur hebben en speciale waarneemstations die tienduizenden Euro's kosten. Niettemin, vele amateurs kunnen wide-field opnames maken van sterren, door kleinere afbeeldingen te combineren in een enkele grootse mozaïek.
pt_br: Imagens de campo super-amplo semelhantes às do Hubble de `galáxias <http://darkskyart.com/?page_id=96>`__ e nebulosas são verdadeiramente inspiradoras e, embora sejam necessárias grandes habilidades para obter tais imagens e processá-las, muitos nomes notáveis ​​no campo da astrofotografia empregam equipamentos que não são *muito* diferentes dos seus ou dos meus. Enfatizo *muito* porque alguns realmente possuem equipamentos impressionantes e observatórios dedicados que valem dezenas de milhares de dólares. No entanto, muitos amadores podem obter imagens estelares de campo amplo combinando imagens menores em um único grande mosaico.
sl: Hubblovi posnetki `galaksij <http://darkskyart.com/?page_id=96>`__ in meglic s super širokim poljem so resnično osupljivi, in čeprav je za pridobitev in obdelavo takšnih slik potrebno veliko znanja, mnoga pomembna imena na področju astrofotografije uporabljajo opremo, ki se *bistveno* ne razlikuje od vaše ali moje. Poudarjam *bistveno*, ker imajo nekateri resnično impresivno opremo in namenske observatorije, vredne več deset tisoč dolarjev. Kljub temu lahko mnogi amaterji pridobijo zvezdne slike s širokim poljem tako, da združijo manjše slike v en sam velik mozaik.

source: We are often limited by our camera+telescope Field of View (FOV). By increasing FOV by means of a focal reducer or a shorter tube, we gain a larger sky coverage at the expense of spatial resolution. At the same time, many attractive wide-field targets span multiple FOVs across the sky. Without any changes to your astrophotography gear, it is possible to create a super mosaic image *stitched* together from several smaller images. There are two major steps to accomplish a super mosaic image:
ca: Sovint estem limitats pel camp de visió de la càmera+telescopi (CDV). En augmentar el CDV mitjançant un reductor focal o un tub més curt, obtindrem una cobertura del cel més gran a costa de la resolució espacial. Alhora, molts dels objectius amb un camp de gran abast ocupen múltiples CDV a través del cel. Sense cap canvi en el vostre equip d'astrofotografia, és possible crear una superimatge en mosaic *enganxada* a partir de diverses imatges més petites. Hi ha dos passos principals per a aconseguir una superimatge en mosaic:
ca@valencia: Sovint estem limitats pel camp de visió de la càmera+telescopi (CDV). En augmentar CDV mitjançant un reductor focal o un tub més curt, obtindrem una cobertura del cel més gran a costa de la resolució espacial. Alhora, molts dels objectius amb un camp de gran abast ocupen múltiples CDV a través del cel. Sense cap canvi en el vostre equip d'astrofotografia, és possible crear una superimatge en mosaic *unida* a partir de diverses imatges més xicotetes. Hi ha dos passos principals per a aconseguir una superimatge en mosaic:
fr: Nous sommes souvent limités par le champ de vision de l'ensemble caméra et télescope. En augmentant le champ de vision à l'aide d'un réducteur de focale ou un tube plus court, on obtient une couverture du ciel plus importante au coût d'une diminution de la résolution spatiale. En même temps, beaucoup de cibles grand champ couvrent plusieurs champs de vision dans le ciel. Sans aucune modification de votre matériel, il est possible de créer une super mosaïque en *joignant* ensemble plusieurs images plus petites. Il y a deux étapes principales pour accomplir une mosaïque :
nl: We worden vaak beperkt door het gezichtsveld (GV) van onze camera+telescoop combinatie. Door het GV te vergroten door middel van het verkorten van de brandpuntsafstand, of een kortere buis, zien we een groter gedeelte van de hemel, ten koste van de ruimtelijke resolutie. Tegelijkertijd zijn er vele aantrekkelijke wide-field doelen die meerdere GV's beslaan aan de hemel. Zonder veranderingen in uw astrografische apparatuur, is het mogelijk een aantal kleinere afbeeldingen tot een super mozaïekbeeld aan elkaar te *plakken*. Dit kan op twee manieren:
pt_br: Frequentemente, somos limitados pelo campo de visão (CDV) da nossa câmera e telescópio. Ao aumentar o CDV por meio de um redutor focal ou um tubo mais curto, obtemos uma maior cobertura do céu em detrimento da resolução espacial. Ao mesmo tempo, muitos alvos atraentes de campo amplo abrangem múltiplos CDVs no céu. Sem nenhuma alteração no seu equipamento de astrofotografia, é possível criar uma imagem em super-mosaico *costurada* a partir de várias imagens menores. Há duas etapas principais para obter uma imagem em super-mosaico:
sl: Pogosto smo omejeni z vidnim poljem naše kamere in teleskopa. Z povečanje vidnega polja s pomočjo goriščnega reduktorja ali krajše cevi pridobimo večjo pokritost neba na račun prostorske ločljivosti. Hkrati se številni privlačni cilji s širokim vidnim poljem raztezajo čez več vidnih polj na nebu. Brez kakršnih koli sprememb v vaši astrofotografski opremi je mogoče ustvariti super mozaično sliko, *sestavljeno* iz več manjših slik. Za dosego super mozaične slike sta potrebna dva glavna koraka:

source: Capture multiple images spanning the target with some overlap between images. The overlap is necessary to enable the processing software from aligning and joining the sub-images.
ca: Captureu múltiples imatges que abastin l'objectiu amb certa superposició entre les imatges. La superposició és necessària per a permetre que el programari de processament alineï i uneixi les subimatges.
ca@valencia: Captureu múltiples imatges que abasten l'objectiu amb certa superposició entre les imatges. La superposició és necessària per a permetre que el programari de processament alinee i unisca les subimatges.
fr: Acquérir plusieurs images couvrant la cible qui se chevauchent partiellement. Le chevauchement est nécessaire pour permettre au logiciel de traitement d'aligner et de joindre les petites images.
nl: Maak meerdere opnamen die samen met enige overlap het hele object beslaan. De overlap is nodig voor de software die de sub-afbeeldingen met elkaar uitlijnt en aan elkaar verbindt.
pt_br: Capturar múltiplas imagens abrangendo o alvo com alguma sobreposição entre elas. A sobreposição é necessária para permitir que o software de processamento alinhe e junte as subimagens.
sl: Zajemite več slik, ki zajemajo cilj z nekaj prekrivanja med slikami. Prekrivanje je potrebno, da programski opremi za obdelavo omogoči poravnavo in spajanje podslik.
uk: Створення набору знімків, які покривають ціль із певним перекриттям між собою. Перекриття потрібне для того, щоб програмне забезпечення для обробки знімків могло вирівняти та з'єднати фрагменти мозаїки.

source: Process the images and *stitch* them into a super mosaic image.
ca: Processeu les imatges i *enganxeu-les* en una superimatge en mosaic.
ca@valencia: Processeu les imatges i *uniu-les* en una superimatge en mosaic.
fr: Traiter les images et les *joindre* ensemble pour créer la mosaïque.
nl: Bewerk de afbeeldingen en *plak* ze aan elkaar tot een super mozaïek afbeelding.
pt_br: Processar as imagens e *costura-las* para formar uma super imagem em mosaico.
sl: Obdelajte slike in jih *sešijte* v super mozaično sliko.

source: The 2nd step is handled by image processing applications such as `PixInsight <https://pixinsight.com>`__, among others, and will not be the topic of discussion here. The first step can be accomplished in Ekos Scheduler where it creates a mosaic suitable for your equipment and in accordance with the desired field of view. Not only Ekos creates the mosaic panels for your target, but it also constructs the corresponding observatory jobs required to capture all the images. This greatly facilitates the logistics of capturing many images with different filters and calibration frames across a wide area of the sky.
ca: El segon pas és gestionat per les aplicacions de processament de la imatge com `PixInsight <https://pixinsight.com>`__, entre d'altres, i no serà el tema de debat aquí. El primer pas es pot aconseguir al programador de l'Ekos, on aquest crearà un mosaic adequat per al vostre equip i d'acord amb el camp de visió desitjat. No només l'Ekos crea subfinestres en mosaic per al vostre objectiu, sinó que també construeix les tasques corresponents de l'observatori requerides per a capturar totes les imatges. Això facilita enormement la logística de capturar moltes imatges amb filtres i calibratges diferents de l'enquadrat en una àmplia àrea del cel.
ca@valencia: El segon pas és gestionat per les aplicacions de processament de la imatge com `PixInsight <https://pixinsight.com>`__, entre d'altres, i no serà el tema de debat ací. El primer pas es pot aconseguir al programador d'Ekos, on este crearà un mosaic adequat per al vostre equip i d'acord amb el camp de visió desitjat. No només Ekos crea subfinestres en mosaic per al vostre objectiu, sinó que també construïx les tasques corresponents per a l'observatori, requerides per a capturar totes les imatges. Açò facilita enormement la logística de capturar moltes imatges amb diferents filtres i calibratge de l'enquadrat en una àmplia àrea del cel.
fr: La seconde étape est gérée par des logiciels de traitement d'images comme `PixInsight <https://pixinsight.com>`__ ou autres, mais cela ne sera pas le sujet ici. La première étape peut être accomplie par l'ordonnanceur Ekos qui permet l'acquisition d'images appropriée à votre équipement et qui couvre le champ de vision désiré. Ekos crée non seulement les panneaux pour votre cible mais il construit également les tâches nécessaires pour acquérir toutes les images. Cela facilite grandement la logistique d'acquisition d'images de différents filtres et trames de calibration d'une vaste région du ciel.
nl: De tweede manier wordt afgehandeld door toepassingen voor het bewerken van afbeeldingen, zoals `PixInsight <https://pixinsight.com>`, onder andere, welke hier niet zullen worden besproken. De eerste stap wordt gedaan in de planner van Ekos, waarin een mozaïek wordt aangemaakt die geschikt is voor uw apparatuur, in overeenstemming met de gewenste GV. Ekos maakt niet alleen de mozaïekpanelen aan voor uw doel, maar ook de ermee corresponderende waarneemtaken die nodig zijn voor het maken van alle opnames. Hiermee wordt de logistiek van het maken van veel opnames met verschillende filters en calibratie-frames over een groot gebied van de hemel, veel eenvoudiger.
pt_br: A segunda etapa é realizada por aplicativos de processamento de imagens, como o `PixInsight <https://pixinsight.com>`__, entre outros, e não será o tópico de discussão aqui. A primeira etapa pode ser realizada no agendador do Ekos, que cria um mosaico adequado ao seu equipamento e de acordo com o campo de visão desejado. O Ekos não apenas cria os painéis de mosaico para o seu alvo, como também constrói as tarefas de observatório correspondentes necessárias para capturar todas as imagens. Isso facilita muito a logística de capturar muitas imagens com diferentes filtros e quadros de calibração em uma ampla área do céu.
sl: Drugi korak opravijo aplikacije za obdelavo slik, kot je med drugim `PixInsight <https://pixinsight.com>`__, in o tem tukaj ne bomo razpravljali. Prvi korak je mogoče izvesti v Ekos razporejevalniku, kjer se ustvari mozaik, primeren za vašo opremo in v skladu z želenim vidnim poljem. Ekos ne ustvari le mozaičnih plošč za vaš cilj, temveč tudi sestavi ustrezna opazovalna opravila, potrebna za zajem vseh slik. To močno olajša logistiko zajemanja številnih slik z različnimi filtri in kalibracijskimi okvirji na širokem območju neba.

source: The ``Mosaic Planner`` in the Ekos Scheduler will create multiple Scheduler jobs based on a central target. To toggle the planner, click on the ``Mosaic Planner`` button in Ekos Scheduler or KStars INDI toolbar as illustrated in the screenshot. The planner draws the Mosaic Panel directly unto the sky map. It is recommended to enable HiPS overlay for the best experience. The planner is composed of four stages:
ca: El ``Planificador de mosaic`` al programador de l'Ekos crearà múltiples tasques del programador basant-se en un objectiu central. Per a commutar el programador, feu clic al botó ``Planificador de mosaic`` a la barra d'eines Programador de l'Ekos o de l'INDI del KStars tal com s'il·lustra a la captura de pantalla. El programador dibuixa el plafó del mosaic directament al mapa celeste. Es recomana activar la superposició HiPS per a una experiència millor. El programador està format per quatre etapes:
ca@valencia: El ``Planificador del mosaic`` al «Programador» d'Ekos crearà múltiples tasques del programador basant-se en un objectiu central. Per a fer canvis en el planificador, cliqueu damunt del botó ``Planificador del mosaic`` al «Programador» d'Ekos o en la barra d'eines INDI de KStars, tal com s'il·lustra en la captura de pantalla. El planificador dibuixa el Quadro del mosaic directament davall el mapa celeste. Es recomana activar la superposició HiPS per a una millor experiència. El planificador està format per quatre etapes:
fr: Le ``planificateur de mosaïques`` de l'ordonnanceur d'Ekos créera plusieurs tâches fondées sur une cible centrale. Pour afficher le planificateur, cliquez sur le bouton ``Planificateur de mosaïques`` dans l'ordonnanceur d'Ekos ou sur la barre d'outils INDI de KStars comme illustré dans la capture d'écran. Le planificateur dessine la mosaïque directement sur la carte du ciel. Il est recommandé d'activer la superposition HiPS pour la meilleure expérience. Le planificateur est composé de quatre étapes :
nl: De ``Mozaïekplanner`` in de Ekos planner zal meerdere plannerjobs aanmaken gebaseerd op een centraal doel. Om de planner om te schakelen, klik op de knop ``Mozaïekplanner`` in de Ekos planner of KStars INDI werkbalk zoals getoond in de schermafdruk. De planner tekent het Mozaïekpaneel direct op de hemelkaart. Aanbevolen is het inschakelen van HiPS overlay voor de beste ervaring. De planner is opgebouwd uit vier stadia:
pt_br: O ``Planejador de mosaico`` no agendador do Ekos criará múltiplas tarefas com base em um alvo central. Para alternar o planejador, clique no botão do ``Planejador de mosaico`` no agendador do Ekos ou na barra de ferramentas INDI do KStars, conforme ilustrado na captura de tela. O planejador desenha o painel do mosaico diretamente no mapa celeste. Recomenda-se habilitar a sobreposição HiPS para uma melhor experiência. O planejador pode ser configurado em quatro etapas:
sl: ``Načrtovalnik mozaika`` v Ekos razporejevalniku bo ustvaril več opravil razporejevalnika na podlagi osrednjega cilja. Če želite preklopiti med načrtovalnikom, kliknite gumb ``Načrtovalnik mozaika`` v razporejevalniku Ekos ali orodni vrstici INDI KStars, kot je prikazano na posnetku zaslona. Načrtovalec nariše mozaično ploščo neposredno na zvezdno karto. Za najboljšo izkušnjo je priporočljivo omogočiti prekrivanje HiPS. Načrtovalnik je sestavljen iz štirih stopenj:
