Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: Each time Aberration Inspector is run it launches a new dialog with the run number appended to the title. This way several runs can be performed and the results compared. Note, however, that the dialog holds a lot of data (roughly 10x the amount of a standard Autofocus run). The system resources associated with this are released when the dialog is closed. For this reason on lower powered machines, once the tool has been used, it is recommended to close all Aberration Inspector dialogs before imaging.
bg: Всеки път, когато се стартира Инспектор на аберациите, той стартира нов диалог с номера на цикъла, добавен към заглавието. По този начин могат да се извършат няколко теста и да се сравнят резултатите. Обърнете внимание обаче, че диалоговият прозорец съдържа много данни (приблизително 10 пъти повече от стандартното изпълнение на автофокус). Системните ресурси, свързани с това, се освобождават при затваряне на диалоговия прозорец. Поради тази причина при машини с по-малка мощност, след като инструментът е бил използван, се препоръчва да затворите всички диалогови прозорци на инспектора на аберациите преди създаване на изображения.
ca@valencia: Cada vegada que s'executa l'Inspector d'aberracions, s'obrirà un diàleg nou amb el número d'execució adjunt al títol. D'esta manera es poden realitzar diverses execucions i comparar els resultats. Cal tindre en compte, però, que el diàleg contindrà moltes dades (aproximadament 10 vegades la quantitat d'una execució estàndard d'enfocament automàtic). Els recursos del sistema associats amb açò s'alliberaran quan es tanque el diàleg. Per este motiu, en les màquines amb poca potència, una vegada s'haja utilitzat l'eina, es recomana tancar tots els diàlegs de l'Inspector d'aberracions abans d'obtindre les imatges.
fr: Résultats de l'inspecteur d'aberration
pt_br: Cada vez que o Inspetor de aberração é executado, ele abre uma nova caixa de diálogo com o número da execução anexado ao título. Dessa forma, várias execuções podem ser realizadas e os resultados comparados. Observe, no entanto, que a caixa de diálogo contém muitos dados (aproximadamente 10 vezes a quantidade de uma execução padrão do foco automático). Os recursos do sistema associados a isso são liberados quando a caixa de diálogo é fechada. Por esse motivo, em máquinas de menor potência, após o uso da ferramenta, é recomendável fechar todas as caixas de diálogo do Inspetor de aberração antes de gerar imagens.
sl: Vsakič, ko se zažene Inšpector aberacije, se odpre novo pogovorno okno s številko zagona dodano naslovu. Na ta način je mogoče izvesti več tekov in primerjati rezultate. Upoštevajte pa, da pogovorno okno vsebuje veliko podatkov (približno 10-kratno količino običajnega samodejnega fokusiranja). Sistemski viri, povezani s tem, se sprostijo, ko zaprete pogovorno okno. Zaradi tega je pri strojih z nižjo močjo po uporabi orodja priporočljivo zapreti vsa pogovorna okna pregledovalnika odstopanj pred slikanjem.
sv: Varje gång aberrationsinspektion körs visar den en ny dialogruta med körnumret bifogat i titeln. På så sätt kan flera körningar utföras och resultaten jämföras. Observera dock att dialogrutan innehåller mycket data (ungefär 10 gånger mängden av en vanlig automatisk fokuseringskörning). Systemresurserna som är kopplade till det frigörs när dialogrutan stängs. Av den anledning rekommenderas det att stänga alla aberrationsinspektionens dialogrutor på datorer med lägre prestanda innan bildtagning, när verktyget har använts.
uk: Під час кожного запуску інспектора аберації програма відкриває нове діалогове вікно у заголовку якого буде дописано номер запуску. У такий спосіб можна виконати декілька запусків і порівняти результати. Втім, зауважте, що у діалоговому вікні міститиметься багато даних (приблизно удесятеро більше за стандартне вікно автоматичного фокусування). Системні ресурси, які пов'язано із цим процесом, буде вивільнено при закритті діалогового вікна. З цієї причини на малопотужних комп'ютерах після завершення користування інструментом рекомендуємо закрити усі вікна інспектора аберації, перш ніж буде розпочато процедуру створення знімків.

source: The following sections describe the sections of the Aberration Inspector dialog.
bg: Следващите редове описват разделите на диалоговия прозорец на инспектора на аберациите.
ca@valencia: Les seccions següents descriuen les seccions del diàleg «Inspector d'aberracions».
fr: Résultats de l'inspecteur d'aberration
pt_br: As seções a seguir descrevem as seções da caixa de diálogo do Inspetor de aberrações.
sl: Naslednji razdelki opisujejo razdelke pogovornega okna Inšpektorja aberacije.
sv: Följande avsnitt beskriver delarna av aberrationsinspektionens dialogruta.
uk: У наступних розділах описано розділи діалогового вікна інспектора аберації.

source: <title>Aberration Inspector V-Curve</title>
bg: <title>V-крива на инспектора на аберациите</title>
sl: <title>V-krivulja inšpektorja aberacije</title>
sv: <title>Aberrationsinspektionens v-kurva</title>
uk: <title>V-крива інспектора аберації</title>

source: <screeninfo>Aberration Inspector V-Curve</screeninfo>
bg: <screeninfo>V-крива на инспектора на аберации</screeninfo>
sl: <screeninfo>V-krivulja inšpektorja aberacije</screeninfo>
sv: <screeninfo>Aberrationsinspektionens v-kurva</screeninfo>
uk: <screeninfo>V-крива інспектора аберації</screeninfo>

source: <phrase>Aberration Inspector V-Curve</phrase>
bg: <phrase>V-крива на инспектора на аберациите</phrase>
sl: <phrase>V-krivulja inšpektorja aberacije</phrase>
sv: <phrase>Aberrationsinspektionens v-kurva</phrase>
uk: <phrase>V-крива інспектора аберації</phrase>

source: At the top of the dialog are some controls, followed by the V-Curve. The controls are:
bg: В горната част на диалоговия прозорец има някои контроли, последвани от V-кривата. Контролите са:
ca@valencia: En la part superior del diàleg hi ha alguns controls, seguits per la Corba V. Els controls són:
fr: Le champ donne le sens de mouvement du backfocus nécessaire à l'améliorer ; il faut soit le rapprocher du correcteur de champ du télescope, soit l'en éloigner.
pt_br: Na parte superior da caixa de diálogo, há alguns controles, seguidos pela Curva em V. Os controles são:
sl: Na vrhu pogovornega okna je nekaj kontrolnikov, ki jim sledi V-krivulja. Kontrole so:
sv: Längst upp i dialogrutan finns några kontroller, följda av v-kurvan. Kontrollerna är:
uk: У верхній частині діалогового вікна розташовано засоби керування, а за ними V-криву. Засоби керування:

source: <guilabel>Tiles</guilabel>: Three options are available:
bg: <guilabel>Плочки</guilabel>: Налични са три опции:
sl: <guilabel>Ploščice</guilabel>: Na voljo so tri možnosti:
sv: <guilabel>Plattor</guilabel>: Tre alternativ är tillgängliga:
uk: <guilabel>Плитки</guilabel>: можна скористатися одним з трьох варіантів:

source: All: All 9 tiles are displayed.
bg: Всички: Показват се всички 9 плочки.
ca@valencia: Totes: es mostren les 9 tessel·les.
fr: ``Inclinaison haut-bas`` : indique l'inclinaison haut-bas en microns et en pourcentage.
pt_br: Todos: Todos os 9 blocos são exibidos.
sl: Vse: prikazanih je vseh 9 ploščic.
sv: Alla: Alla nio plattor visas.
uk: Усі: буде показано усі 9 плиток.

source: Centre and outer corners: The centre and 4 corner tiles are displayed.
bg: Център и външни ъгли: Показват се централната и 4 ъглови плочки.
ca@valencia: Centre i cantons exteriors: Es mostra la tessel·la central i les 4 cantons.
fr: ``Inclinaison totale`` : l'inclinaison diagonale en microns et en pourcentage
pt_br: Centro e cantos externos: Os blocos do centro e dos 4 cantos são exibidos.
sl: Sredina in zunanji koti: Prikazane so sredina in 4 kotne ploščice.
sv: Centrum och yttre hörn: Centrum och fyra hörnplattor visas.
uk: Центр і зовнішні кути: буде показано центральну і 4 кутових плитки.

source: Centre and inner diamond: The centre and 4 inner diamond tiles are displayed.
bg: Център и вътрешен ромб: Показват се централната и 4 вътрешни плочки.
ca@valencia: Centre i diamant interior: es mostra la tessel·la central i les 4 del diamant interior.
fr: À nouveau, plus le delta est petit et plus le capteur est près du backfocus parfait. Si l'aplatisseur de champ n'aplatit pas le champ jusque dans les coins du capteur, il est possible de voir cela en positionnant l'option de « Centre et coins extérieurs » à « Centre et losanges intérieurs ». Si les résultats du backfocus sont cohérents entre ces deux options, cela signifie que l'aplatisseur de champ fait bien son travail jusqu'aux coins du capteur.
pt_br: Centro e losango e interno: O centro e os quatro blocos internos em forma de losango são exibidos.
sl: Središče in notranji diamant: Prikazane so sredina in 4 notranje diamantne ploščice.
sv: Centrum och inre romb: Centrum och fyra inre plattor i en romb visas.
uk: Центр і внутрішній ромб: буде показано центр і 4 плитки у внутрішньому ромбі.

source: <guilabel>Labels</guilabel>: Checkbox toggles focus point labels on the V-Curve.
bg: <guilabel>Етикети</guilabel>: квадратчето за отметка превключва етикетите на точките на фокус върху V-кривата.
sl: <guilabel>Oznake</guilabel>: Potrditveno polje preklopi oznake točk fokusa na V-krivuljo.
sv: <guilabel>Beteckningar</guilabel>: Kryssruta som visar eller döljer beteckningar för fokuseringspunkten på v-kurvan.
uk: <guilabel>Мітки</guilabel>: цей пункт вмикає або вимикає показ мітки точки фокусування на V-кривій.

source: <guilabel>CFZ</guilabel>: Checkbox toggles whether the CFZ moustache is displayed on the V-Curve.
bg: <guilabel>CFZ</guilabel>: квадратчето за отметка превключва дали индикаторът на CFZ да се показва на V-кривата.
sl: <guilabel>CFZ</guilabel>: Potrditveno polje preklopi, ali so brki CFZ prikazani na V-krivulji.
sv: <guilabel>KFZ</guilabel>: Kryssrutan ändrar om KFZ-mustaschen visas på v-kurvan.
uk: <guilabel>КЗФ</guilabel>: цей пункт вмикає або вимикає показ вуса КЗФ на V-кривій.

source: <guilabel>Optimise Tile Centres</guilabel>: If unchecked, the geometrical centre of the tile is used; if checked, the centre of the tile is calculated as an average of the star positions within the tile. Whilst theoretically more accurate to check this option, it is likely to have a significant impact only if the number of stars is small.
bg: <guilabel>Оптимизиране на центровете на плочката</guilabel>: Ако не е отметнато, се използва геометричният център на плочката; ако е отметнато, центърът на плочката се изчислява като средна стойност на позициите на звездите в плочката. Въпреки че теоретично е по-точно да се избере тази опция, е вероятно да има значително въздействие само ако броят на звездите е малък.
sl: <guilabel>Optimiziraj središča ploščic</guilabel>: Če ni označeno, se uporabi geometrijsko središče ploščice; če je označeno, se središče ploščice izračuna kot povprečje položajev zvezd znotraj ploščice. Čeprav je teoretično natančneje preveriti to možnost, bo verjetno pomembno vplivala le, če je število zvezd majhno.
sv: <guilabel>Optimera plattornas centrum</guilabel>: Om omarkerat används plattans geometriska centrum. Om markerad, beräknas mitten av plattan som ett genomsnitt av stjärnpositionerna inom plattan. Även om det är teoretiskt mer korrekt att markera alternativet, har det sannolikt endast en betydande inverkan om antal stjärnor är litet.
uk: <guilabel>Оптимізувати центри плиток</guilabel>: якщо не позначено, буде використано геометричний центр плитки; якщо позначено, центр плитки буде обчислено як середнє від позицій зірок на плитці. Хоча з теоретичної точки зору точніші результати можна отримати, якщо позначити цей пункт, ймовірно, що значний вплив це матиме, лише якщо кількість зірок на знімку є малою.

source: <guilabel>Close</guilabel>: Close the Aberration Inspector dialog.
bg: <guilabel>Затваряне</guilabel>: Затваряне на диалоговия прозорец на Инспектора на аберациите.
sl: <guilabel>Zapri</guilabel>: Zapri pogovorno okno Inšpektorja aberacije.
sv: <guilabel>Stäng</guilabel>: Stänger aberrationsinspektionens dialogruta.
uk: <guilabel>Закрити</guilabel>: закрити вікно інспектора аберації.

source: The V-Curve is similar to the V-Curve on the main Focus tab, except each tile is represented by its own curve. The number of curves is determined by the setting of the <guilabel>Tiles</guilabel> combobox. The x-axis displays the focuser position and the y-axis the measure (e.g. HFR) used by Autofocus. Each curve has its own colour and 2 character identifier as displayed in the legend.
bg: V-кривата е подобна на V-кривата в главния раздел Фокус, с изключение на това, че всяка плочка е представена от своя собствена крива. Броят на кривите се определя от настройката на падащия списък <guilabel>Плочки</guilabel>. Оста x показва позицията на фокусера, а оста y измерването (напр. HFR), използвано от автофокуса. Всяка крива има свой собствен цвят и идентификатор от 2 знака, както е показано в легендата.
sl: V-krivulja je podobna V-krivulji na glavnem zavihku Fokus, le da je vsaka ploščica predstavljena s svojo krivuljo. Število krivulj je določeno z nastavitvijo kombiniranega polja <guilabel>Ploščice</guilabel>. Na osi x je prikazan položaj fokusiranja, na osi y pa je prikazana mera (npr. HFR), ki jo uporablja samodejno fokusiranja. Vsaka krivulja ima svojo barvo in identifikator 2 znakov, kot je prikazano v legendi.
sv: V-kurvan liknar v-kurvan på den huvudsakliga fokuseringsfliken, förutom att varje platta representeras av en egen kurva. Antalet kurvor bestäms av inställningen i kombinationsrutan <guilabel>Plattor</guilabel>. X-axeln visar fokuseringspositionen och y-axeln det mått (t.ex. HFR) som används av automatisk fokusering. Varje kurva har sin egen färg och identifierare med två tecken som visas i förklaringen.
uk: V-крива є подібною до V-кривої на основній вкладці засобу фокусування, але кожну плитку представлено власною кривою. Кількість кривих визначається значенням у спадному списку <guilabel>Плитки</guilabel>. На вісі x буде показано позицію фокусування, а на вісі y міру (наприклад РПП), яку використано засобом автоматичного фокусування. Кожна крива матиме власний колір та дволітерний ідентифікатор, як це показано на панелі умовних позначень.

source: Hover the mouse over a curve minimum to see more information about that curve.
bg: Задръжте курсора на мишката върху минимума на кривата, за да видите повече информация за тази крива.
ca@valencia: Passeu el ratolí per damunt d'un mínim de la corba per a veure més informació sobre esta.
fr: Graphique 3D de l'inspecteur d'aberration
pt_br: Passe o mouse sobre o mínimo de uma curva para ver mais informações sobre essa curva.
sl: Premaknite miško nad minimum krivulje, da vidite več informacij o tej krivulji.
sv: Håll musen över en kurvas minimum för att se mer information om den kurvan.
uk: Наведіть вказівник миші на мінімум кривої, щоб переглянути більше відомостей щодо кривої.

source: <title>Aberration Inspector Table</title>
bg: <title>Таблица на инспектор на аберациите</title>
sl: <title>Tabela inšpektorja aberacije</title>
sv: <title>Aberrationsinspektionstabell</title>
uk: <title>Таблиця інспектора аберації</title>

source: <screeninfo>Aberration Inspector Table</screeninfo>
bg: <screeninfo>Таблица за инспектор на аберации</screeninfo>
sl: <screeninfo>Tabela inšpektorja aberacije</screeninfo>
sv: <screeninfo>Aberrationsinspektionstabell</screeninfo>
uk: <screeninfo>Таблиця інспектора аберації</screeninfo>

source: <phrase>Aberration Inspector Table</phrase>
bg: <phrase>Таблица на инспектор на аберациите</phrase>
sl: <phrase>Tabela inšpektorja aberacije</phrase>
sv: <phrase>Aberrationsinspektionstabell</phrase>
uk: <phrase>Таблиця інспектора аберації</phrase>

source: The table displays information pertinent to each tile as selected by the <guilabel>Tiles</guilabel> setting.
bg: Таблицата показва информация, отнасяща се за всяка плочка, избрана от настройката <guilabel>Плочки</guilabel>.
sl: Tabela prikazuje informacije, ki se nanašajo na vsako ploščico, kot je izbrana z nastavitvijo <guilabel>Ploščice</guilabel>.
sv: Tabellen visar information som är relevant för varje platta enligt inställningen <guilabel>Plattor</guilabel>.
uk: У таблиці буде показано відомості щодо кожної плитки, яку вибрано за допомогою параметра <guilabel>Плитки</guilabel>.

source: A tooltip like graphic is displayed when the mouse is hovered over either of the leftmost 2 columns. The graphic displays a picture of the sensor scaled to the dimensions of the sensor. Overlayed on the sensor are the tiles as selected by the <guilabel>Tiles</guilabel> setting. The tiles are scaled appropriately for the tile settings. Each tile is labelled with the Tile Name and the tile corresponding to the row that the mouse is hovering over, is highlighted in the colour of that tile.
bg: Подсказка, подобна на графика, се показва, когато курсорът на мишката се задържи над някоя от най-левите 2 колони. Графиката показва картина на сензора, мащабирана до размерите на сензора. Върху сензора са насложени плочките, избрани от настройката <guilabel>Плочки</guilabel>. Плочките са мащабирани по подходящ начин за настройките на плочките. Всяка плочка е етикетирана с името на плочката и плочката, съответстваща на реда, над който мишката е поставена, се маркира в цвета на тази плочка.
sl: Grafika podobna opisu orodja se prikaže, ko miško premaknete nad enega od dveh skrajno levih stolpcev. Grafika prikazuje sliko senzorja prilagojeno dimenzijam senzorja. Na senzorju so prekrite ploščice, kot so izbrane z nastavitvijo <guilabel>Ploščice</guilabel>. Ploščice so ustrezno prilagojene nastavitvam ploščic. Vsaka ploščica je označena z imenom ploščice in ploščica, ki ustreza vrstici, nad katero je miška, je označena z barvo te ploščice.
sv: Ett grafiskt verktygstips visas när musen hålls över någon av de två kolumnerna längst till vänster. Grafiken visar en bild av sensorn skalad till sensorns dimensioner. Plattorna som valts av inställningen <guilabel>Plattor</guilabel> är överlagrade på sensorn. Plattorna skalas på lämpligt sätt enligt plattinställningarna. Varje platta är märkt med plattnamnet och plattan som motsvarar raden som musen hålls över är markerad i den plattans färg.
uk: Графік, подібний до панелі підказки, буде показано, коли вказівник миші буде наведено на один з найлівіших 2 стовпчиків. На графіку буде показано зображення з датчика, яке масштабовано до розмірностей датчика. На зображення з датчика буде накладено плитки, які вибрано за допомогою параметра <guilabel>Плитки</guilabel>. Плитки буде масштабовано відповідно до параметрів плиток. На кожній плитці буде показано мітку із назвою плитки, а плитку, що відповідає рядку, на який наведено вказівник миші, буде підсвічено кольором плитки.

source: The following columns are displayed:
bg: Показани са следните колони:
ca@valencia: Es mostren les columnes següents:
fr: Aucun : aucune sélection possible
pt_br: As seguintes colunas são exibidas:
sl: Prikazani so naslednji stolpci:
sv: Följande kolumner visas:
uk: Буде показано такі стовпчики:

source: <guilabel>Tile</guilabel>: The 1 or 2 character name of the tile, e.g. TL = Top Left, C = Centre, etc.
bg: <guilabel>Плочка</guilabel>: Името на плочката от 1 или 2 знака, напр. TL = Горе вляво, C = Център и т.н.
sl: <guilabel>Ploščica</guilabel>: 1- ali 2-mestno ime ploščice, npr. TL = zgoraj levo, C = sredina itd.
sv: <guilabel>Platta</guilabel>: Namnet på plattan med ett eller två tecken, t.ex. TL = överst till vänster, C = centrum, etc.
uk: <guilabel>Плитка</guilabel>: назва плитки з однієї або двох літер. Приклад: TL = Top Left (верхня ліва), C = Centre (центральна) тощо.

source: <guilabel>Description</guilabel>: Tile Description, e.g. Top Left, Centre, etc.
bg: <guilabel>Описание</guilabel>: Описание на плочка, напр. горе вляво, център и т.н.
sl: <guilabel>Opis</guilabel>: Opis ploščice, npr. zgoraj levo, sredina itd.
sv: <guilabel>Beskrivning</guilabel>: Plattbeskrivningen, t.ex. Överst till vänster, Centrum, etc.
uk: <guilabel>Опис</guilabel>: опис плитки, наприклад, «верхня ліва», «центральна» тощо.

source: <guilabel>Solution</guilabel>: The focus solution. This matches the solution on the V_Curve.
bg: <guilabel>Решение</guilabel>: Фокусното решение. Това съответства на решението на V-кривата.
sl: <guilabel>Rešitev</guilabel>: Rešitev fokusa. To se ujema z rešitvijo na V_Curve.
sv: <guilabel>Lösning</guilabel>: Fokuseringslösningen. Den motsvarar lösningen på v-kurvan.
uk: <guilabel>Розв'язок</guilabel>: розв'язок фокусування. Відповідає розв'язку на V-кривій.

source: <guilabel>Delta (ticks)</guilabel>: This is the delta of the solution for the current table row from the solution of the Centre tile. The Delta of the Centre row will, of course, be zero.
bg: <guilabel>Делта (деления)</guilabel>: Това е делтата на решението за текущия ред на таблицата спрямо решението на централната плочка. Делтата на централния ред, разбира се, ще бъде нула.
sl: <guilabel>Delta (kljukice)</guilabel>: To je delta rešitve za trenutno vrstico tabele glede na rešitev sredinske ploščice. Delta sredinske vrstice bo seveda enaka nič.
sv: <guilabel>Delta (tick)</guilabel>: Delta för lösningen i den aktuella tabellraden från lösningen för centrumplattan. Centrumradens delta är naturligtvis noll.
uk: <guilabel>Дельта (у поділках)</guilabel>: це приріст розв'язку для поточного рядка таблиці, порівняно із розв'язком для центральної плитки. Дельта для центрального рядка, звичайно ж, дорівнюватиме нулю.

source: <guilabel>Delta (μm)</guilabel>: This is Delta (ticks) converted to microns using the step size in microns as specified in the CFZ Focus tab.
bg: <guilabel>Делта (μm)</guilabel>: Това е делта (деления), преобразувана в микрони, използвайки размера на стъпката в микрони, както е посочено в раздела CFZ на модула Фокус.
sl: <guilabel>Delta (μm)</guilabel>: To je delta (črtice), pretvorjena v mikrone z uporabo velikosti koraka v mikronih, kot je določeno na zavihku CFZ Focus.
sv: <guilabel>Delta (μm)</guilabel>: Delta (tick) konverterat till mikrometer genom att använda stegstorleken i mikrometer som anges under fokuseringsfliken KFZ.
uk: <guilabel>Дельта (мкм)</guilabel>: це «Дельта (у позначках)» перетворене у мікрони на основі розміру кроку у мікронах, який вказано на вкладці КЗФ фокусування.

source: <guilabel>Num Stars</guilabel>: This shows the min / max number of stars detected during the Autofocus run. Usually, the minimum number would be a far out of focus datapoint and the max number would be the in focus datapoint.
bg: <guilabel>Брой звезди</guilabel>: Това показва минималния / максималния брой звезди, открити по време на изпълнението на автофокуса. Обикновено минималният брой ще бъде точка от данни, която е далеч извън фокуса, а максималният брой ще бъде точката от данни във фокус.
sl: <guilabel>Število zvezd</guilabel>: To prikazuje najmanjše/največje število zvezd, zaznanih med samodejnim fokusiranjem. Običajno bi bilo najmanjše število podatkovnih točk daleč zunaj fokusa, največje število pa podatkovnih točk v fokusu.
sv: <guilabel>Antal stjärnor</guilabel>: Visar minimalt eller maximalt antal stjärnor som upptäckts under den automatiska fokuseringskörningen. Vanligtvis gäller det minimala antalet en datapunkt som är långt ur fokus och det maximala antalet datapunkten som är i fokus.
uk: <guilabel>К-ть зірок</guilabel>: тут буде показано мінімальну/максимальну кількість зірок, які виявлено під час запуску автоматичного фокусування. Зазвичай, мінімальна кількість має бути далі від точки даних фокусування, а максимальна кількість — у точці даних фокусування.
