Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: Focus V-Curve
ca@valencia: Corba V de l'enfocament
fr: Le profil relatif est un graphique qui représente les valeurs HFR affichées les unes contre les autres. Les valeurs basses de HFR correspondent à des formes plus étroites et inversement. La courbe en rouge plein représente le profil de la valeur HFR courante, alors que la courbe en vert pointillé représente la valeur précédente. Enfin, la courbe en magenta montre la première valeur HFR mesurée. Ce graphique vous permet de juger de la qualité de la mise au point relative.

source: Focus Relative Profile
ca@valencia: Perfil relatiu de l'enfocament
fr: Ekos prend en charge le concept de mise au point adaptative (MaPA). Sans MaPA, une session typique d'imagerie débuterait avec une mise au point automatique, puis une séquence de poses, puis une autre mise au point automatique, etc. Les mises au point automatiques sont déclenchées par plusieurs facteurs tels que l'heure, un changement de filtre, un changement de température, etc. Ainsi, essentiellement, une séquence lance la prise de poses qui sont légèrement hors de la position optimale de mise au point jusqu'à ce que l'un de ces facteurs déclenchent une mise au point automatique.

source: Good Focus Curve
ca@valencia: Corba d'enfocament bona
fr: La première étape est de déterminer les valeurs de ``Pas / °C`` et/ou ``Pas / °Alt`` de votre équipement. Pour ce faire il existe un utilitaire dans Ekos qui permet d'enregistrer les données de mises au point et les messages liés pour chaque processus de mise au point automatique. Cette information est écrite dans un fichier texte qui se trouve dans un dossier nommé « focuslogs » au même emplacement que le dossier des fichiers journaux de débogage. Ces fichiers sont nommés « autofocus-(datetime).txt ». Les données écrites sont la date, l'heure, la position, la température, le filtre, le HFR et l'altitude. Ces données devront être analysées séparément de Ekos afin de déterminer la valeur de ``Pas / °C`` et si requis celle de ``Pas / °Alt``.

source: Bad Focus Curve
ca@valencia: Corba d'enfocament roïna
fr: Fichier journal de mise au point automatique

source: Focus Autofocus Log
ca@valencia: Registre de l'enfocament automàtic
fr: Le moteur de mise au point doit être de type absolu.

source: Focus Analyze
ca@valencia: Anàlisi de l'enfocament
fr: Pointer vers une région du ciel connue pour obtenir une bonne résolution. C'est typiquement haut dans le ciel sans obstacle où il y a beaucoup d'étoiles, comme la voie Lactée. La raison pour laquelle il est plus important pour l'inspecteur d'aberration que pour la mise au point automatique d'avoir un ciel très étoilé et que l'analyse de mise au point doit être réalisée pour chaque tuile de la mosaïque. Il faut donc que chaque tuile ait assez d'étoiles pour réaliser une mise au point précise.

source: https://www.gnu.org/software/gsl/doc/html/nls.html
fr: Courbe en V de l'inspecteur d'aberration
