Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: It is recommended to use the <link linkend="focus-advisor">Focus Advisor</link> tool on new Optical Trains to set parameters appropriately.
sl: Priporočljivo je, da uporabite <link linkend="focus-advisor">Svetovalec fokusa</link> na novih optičnih vlakih za ustrezno nastavitev parametrov.
sv: Det rekommenderas att använda verktyget <link linkend="focus-advisor">Fokuseringsrådgivare</link> för att ställa in parametrarna på lämpligt sätt.
uk: Рекомендуємо скористатися інструментом <link linkend="focus-advisor">порад з фокусування</link> для належного встановлення параметрів для нових оптичних трактів.

source: Focuser Group
bg: Група на фокусера
ca@valencia: Grup de l'enfocador
fr: Moteur de mise au point
pt_br: Grupo de focalizador
sl: Fokusna skupina
sv: Fokuseringsgrupp
uk: Група засобів фокусування

source: <screeninfo>Focuser Settings</screeninfo>
bg: <screeninfo>Настройки на фокусера</screeninfo>
sl: <screeninfo>Nastavitve fokuserja</screeninfo>
sv: <screeninfo>Fokuseringsinställningar</screeninfo>
uk: <screeninfo>Параметри засобу фокусування</screeninfo>

source: <phrase>Focuser Settings</phrase>
bg: <phrase>Настройки на фокусер</phrase>
sl: <phrase>Nastavitve fokuserja</phrase>
sv: <phrase>Fokuseringsinställningar</phrase>
uk: <phrase>Параметри засобу фокусування</phrase>

source: All INDI-compatible focusers are supported. It is recommended to use <emphasis role="bold">absolute</emphasis> focusers for the best results since their absolute position is known on power up. In INDI, the focuser <emphasis>zero</emphasis> position is when the drawtube is <emphasis role="bold">fully retracted</emphasis>. When focusing <emphasis>outwards</emphasis>, the focuser position increases, while it decreases when focusing <emphasis>inwards</emphasis>. The following focuser types are supported:
bg: Поддържат се всички INDI-съвместими фокусери. Препоръчително е да използвате <emphasis role="bold">абсолютни</emphasis> фокусери за най-добри резултати, тъй като тяхната абсолютна позиция е известна при включване. В INDI <emphasis>нулевата</emphasis> позиция на фокусера е, когато изтеглящата се тръба е <emphasis role="bold">напълно прибрана</emphasis>. При фокусиране <emphasis>навън</emphasis> позицията на фокусера се увеличава и намалява при фокусиране <emphasis>навътре</emphasis>. Поддържат се следните типове фокусери:
sl: Podprti so vsi fokuserji združljivi z INDI. Za najboljše rezultate je priporočljiva uporaba <emphasis role="bold">absolutnih</emphasis> fokuserjev, saj je njihov absolutni položaj znan ob vklopu. V INDI je <emphasis>ničelni</emphasis> položaj fokuserja, ko je cev <emphasis role="bold">popolnoma umaknjena</emphasis>. Pri ostrenju <emphasis>navzven</emphasis> se položaj fokuserja poveča, medtem ko se zmanjša pri ostrenju <emphasis>navznoter</emphasis>. Podprte so naslednje vrste ostrenja:
sv: Alla fokuseringsenheter kompatibla med INDI stöds. Det rekommenderas att använda <emphasis role="bold">absoluta</emphasis> fokuseringsenheter för bästa resultat eftersom deras absoluta position är känd vid igångsättning. Med INDI är fokuseringsenhetens <emphasis>nollposition</emphasis> när dragröret är <emphasis role="bold">helt indragen</emphasis>. Vid fokusering <emphasis>utåt</emphasis>, ökar fokuseringsenhetens position, medan den minskar vid fokusering <emphasis>inåt</emphasis>. Följande fokuseringsenheter stöds:
uk: Передбачено підтримку усіх сумісних із INDI засобів фокусування. Рекомендуємо користуватися <emphasis role="bold">абсолютними</emphasis> засобами фокусування для отримання найкращих результатів, оскільки їхня абсолютна позиція є відомою на час вмикання. У INDI, <emphasis>нульовою</emphasis> позицією засобу фокусування вважається позиція, у якій тубус <emphasis role="bold">повністю втягнено</emphasis>. При фокусуванні <emphasis>назовні</emphasis> позиція засобу фокусування зростає, а при фокусуванні <emphasis>всередину</emphasis> — зменшується. Передбачено підтримку таких типів засобів фокусування:

source: <emphasis role="bold">Absolute</emphasis>: Absolute Position Focusers such as RoboFocus, MoonLite, ASI ZWO
bg: <emphasis role="bold">Абсолютни</emphasis>: Фокусери с абсолютна позиция като RoboFocus, MoonLite, ASI ZWO
sl: <emphasis role="bold">Absolutni</emphasis>: fokuserji absolutnega položaja, kot so RoboFocus, MoonLite, ASI ZWO
sv: <emphasis role="bold">Absoluta</emphasis>: Fokuseringsenheter med absolut position såsom RoboFocus, MoonLite, ASI ZWO
uk: <emphasis role="bold">Абсолютний</emphasis>: засоби фокусування з абсолютною позицією, зокрема RoboFocus, MoonLite, ASI ZWO.

source: <emphasis role="bold">Relative</emphasis>: Relative Position Focusers.
bg: <emphasis role="bold">Относителни</emphasis>: Фокусери за относителна позиция.
sl: <emphasis role="bold">Relativni</emphasis>: fokuserji relativnega položaja.
sv: <emphasis role="bold">Relativa</emphasis>: Fokuseringsenheter med relativ position.
uk: <emphasis role="bold">Відносний</emphasis>: прилади фокусування з відносною позицією.

source: <emphasis role="bold">Time Based</emphasis>: Time based focusers with no position feedback that adjust focus position by moving for a certain amount of time.
bg: <emphasis role="bold">Време-базирани</emphasis>: Фокусери, базирани на време без обратна връзка за позицията, които регулират позицията на фокуса, като се движат за определен период от време.
sl: <emphasis role="bold">Na podlagi časa</emphasis>: Fokusi za ostrenje na podlagi časa brez povratne informacije o položaju, ki prilagodijo položaj izostritve s premikanjem za določen čas.
sv: <emphasis role="bold">Tidsbaserad</emphasis>: Tidsbaserade fokusering utan positionsåterkoppling som justerar fokuseringspositionen genom att flytta under en viss tid.
uk: <emphasis role="bold">На основі часу</emphasis>: засновані на часу засоби фокусування без зворотного зв'язку за позицією, які коригують позицію фокусування пересуванням на певний часовий крок.

source: The <guibutton>Focuser</guibutton> field contains the focuser in the attached Optical Train.
bg: Полето <guibutton>Фокусер</guibutton> съдържа фокусера в прикачената оптична система.
sl: Polje <guibutton>Fokuser</guibutton> vsebuje fokuser v priloženem optičnem vlaku.
sv: Fältet <guibutton>Fokuseringsenhet</guibutton> innehåller fokuseringsenheten i den tillhörande optiken.
uk: У полі <guibutton>Засіб фокусування</guibutton> міститься запис засобу фокусування у долученому оптичному тракті.

source: For absolute and relative focusers, the step size is in units of <emphasis>ticks</emphasis> and for simple, or time based, focusers, the step size is in <emphasis>milliseconds</emphasis>. The <guibutton>In</guibutton> and <guibutton>Out</guibutton> buttons can then be used to move the focuser by the number of ticks defined in the <guibutton>Initial Step Size</guibutton> field in the <link linkend="focus-mechanics">Mechanics</link> tab.
bg: За абсолютни и относителни фокусери размерът на стъпката е в единици <emphasis>деления</emphasis>, а за прости или базирани на време фокусери размерът на стъпката е в <emphasis>милисекунди</emphasis>. След това бутоните <guibutton>Навътре</guibutton> и <guibutton>Навън</guibutton> могат да се използват за преместване на фокусeра с броя деления, определени в полето <guibutton>Размер на началната стъпка</guibutton> в раздел <link linkend="focus-mechanics">Механика</link>.
sl: Za absolutne in relativne fokuserje je velikost koraka v <emphasis>črticah</emphasis>, za preprosta ali časovna ostrenja pa je velikost koraka v <emphasis>milisekundah</emphasis>. Gumba <guibutton>Noter</guibutton> in <guibutton>Ven</guibutton> lahko nato uporabite za premikanje fokuserja za število črtic, določenih v polju <guibutton>Velikost začetnega koraka</guibutton> v zavihku <link linkend="focus-mechanics">Mehanika</link>.
sv: För absoluta och relativa fokuseringsenheter är stegstorleken i <emphasis>tick</emphasis> och för enkla eller tidsbaserade fokuseringsenheter är stegstorleken i <emphasis>millisekunder</emphasis>. Knapparna <guibutton>In</guibutton> och <guibutton>Ut</guibutton> kan sedan användas för att flytta fokuspunkten med antalet tick som definierats i fältet <guibutton>Initial stegstorlek</guibutton> under fliken <link linkend="focus-mechanics">Mekanik</link>.
uk: Для засобів абсолютного і відносного фокусування одиницями розміру кроку будуть <emphasis>позначки</emphasis>, для простих, заснованих на часу, засобів фокусування розмір вимірюватиметься у <emphasis>мілісекундах</emphasis>. Кнопками <guibutton>Всередину</guibutton> і <guibutton>Назовні</guibutton> можна скористатися для пересування засобу фокусування на кількість позначок, яку указано у полі <guibutton>Розмір початкового кроку</guibutton> на вкладці <link linkend="focus-mechanics">Механіка</link>.

source: The Steps fields has 2 parts:
bg: Полетата Стъпки имат 2 части:
ca@valencia: Els camps de Passos tenen 2 parts:
fr: Les champs de pas ont 2 parties :
pt_br: Os campos Etapas possuem 2 partes:
sl: Polja Koraki imajo 2 dela:
sv: Fältet Steg har två delar:
uk: Поля панелі «Кроки» мають дві частини:

source: <emphasis role="bold">Left Hand Steps</emphasis>: Current focuser position. This is output only and is updated as the focuser moves to reflect the current position.
bg: <emphasis role="bold">Полето от ляво</emphasis> показва текуща позиция на фокусера. Това не е поле за въвеждане и се актуализира при преместване на фокусера.
sl: <emphasis role="bold">Koraki leve roke</emphasis>: Trenutni položaj fokuserja. To je samo izhod in se posodablja, ko se fokuser premakne, da odraža trenutni položaj.
sv: <emphasis role="bold">Vänsterhandssteg</emphasis>: Aktuell fokuseringsposition. Det matas bara ut och uppdateras när fokuseringsenheten flyttas för att återspegla den aktuella positionen.
uk: <emphasis role="bold">Ліва частина</emphasis>: позиція поточного засобу фокусування. Це лише виведені дані, вони оновлюються при пересуванні засобу фокусування для встановлення відповідності поточній позиції.

source: <emphasis role="bold">Right Hand Steps</emphasis>: This is input and allows the user to enter a desired position. When the <guibutton>Goto</guibutton> button is pressed, the focuser is moved from its current position to the position indicated in this field.
bg: <emphasis role="bold">Полето от дясно</emphasis> е поле за въвеждане и позволява на потребителя да въведе желана позиция. Когато се натисне бутонът <guibutton>Отиване до позицията на абсолютен фокус</guibutton>, фокусът се премества от текущата си позиция до позицията, посочена в това поле.
sl: <emphasis role="bold">Koraki desne roke</emphasis>: To je vnos in uporabniku omogoča vnos želenega položaja. Ko pritisnete gumb <guibutton>Pojdi</guibutton>, se fokus premakne s trenutnega položaja na položaj, označen v tem polju.
sv: <emphasis role="bold">Högerhandssteg</emphasis>: Det är inmatning och låter användaren ange en önskad position. När knappen <guibutton>Gå till</guibutton> trycks ned, flyttas fokuspunkten från sin nuvarande position till den position som anges i fältet.
uk: <emphasis role="bold">Права частина</emphasis>: це вхідні дані, тут користувач може ввести бажану позицію. Якщо натиснуто кнопку <guibutton>Перейти</guibutton>, засіб фокусування буде пересунуто з його поточної позиції до позиції, яку вказано у цьому полі.

source: On startup, the Left Hand Steps will show the current focuser position. The Right Hand Steps field is defaulted from the Optical Train saved settings. This is useful, for example, if you have several Optical Trains that use the same focuser but solve at different positions. In this case, the Right Hand Steps will contain the last persisted value for this field for the selected Optical Train. So, after swapping equipment and selecting the Optical Train, if the user presses the <guibutton>Goto</guibutton> button then the focuser will be moved to a good place to start focusing from.
bg: При стартиране полето в ляво ще указва текущата позиция на фокусера. Полето в дясно приема по подразбиране запазените настройки на оптичната система. Това е полезно, например, ако имате няколко оптични системи, които използват един и същ фокусер, но решават на различни позиции. В този случай полето от дясната страна ще съдържа последната постоянна стойност за това поле за избрания оптичен компонент. И така, след смяна на оборудването и избиране на оптичната система, ако потребителят натисне бутона <guibutton>Отиване до абсолютен фокус</guibutton>, тогава фокусиращото устройство ще бъде преместено на добра позиция, от която да започне фокусирането.
sl: Ob zagonu bodo koraki leve roke prikazali trenutni položaj fokusa. Polje Desni koraki je privzeto nastavljeno iz shranjenih nastavitev optičnega vlaka. To je na primer uporabno, če imate več optičnih vlakov, ki uporabljajo isti fokuser, vendar rešujejo na različnih položajih. V tem primeru bodo desni koraki vsebovali zadnjo vztrajno vrednost za to polje za izbrani optični vlak. Torej, po zamenjavi opreme in izbiri optičnega vlaka, če uporabnik pritisne gumb <guibutton>Pojdi</guibutton>, se fokuser premakne na dobro mesto za začetek ostrenja.
sv: Vid start visar vänsterhandsstegen den aktuella fokuseringspositionen. Fältet för högerhandssteg är förvalt från optikens sparade inställningar. Det är användbart, om du till exempel har flera optiker som använder samma fokuseringsenhet men löser på olika positioner. I det här fallet kommer högerhandsstegen att innehålla det sista kvarvarande värdet för detta fält för den valda optiken. Så, efter att ha bytt utrustning och valt optisk, om användaren trycker på knappen <guibutton>Gå till</guibutton> flyttas fokuseringsenheten till ett bra ställe att börja fokusera från.
uk: Після запуску ліворуч буде показано поточну позицію засобу фокусування. У правому полі типово буде показано дані зі збережених параметрів оптичного тракту. Це корисно, наприклад, якщо у вас декілька оптичних трактів, де використано той самий засіб фокусування, але із розв'язанням у різних позиціях. У цьому випадку у правих полях міститиметься останні стале значення для цього поля для вибраного оптичного тракту. Отже, після зміни обладнання і вибору оптичного тракту, якщо користувач натискає кнопку <guibutton>Перейти</guibutton>, засіб фокусування буде пересунуто до доброї початкової позиції для фокусування.

source: The <guibutton>Goto Focus Position</guibutton> button moves the focuser to the position in the righthand Steps field.
bg: Бутонът <guibutton>Отиване до позицията на фокуса</guibutton> премества фокусера на позицията в полето на стъпките с дясна ръка.
sl: Gumb <guibutton>Pojdi na položaj fokusa</guibutton> premakne fokus na položaj v desnem polju Koraki.
sv: Knappen <guibutton>Gå till fokuseringsposition</guibutton> flyttar fokuseringsenheten till positionen i fältet högerhandssteg.
uk: Кнопка <guibutton>Перейти до позиції фокусування</guibutton> пересуває засіб фокусування у позицію, яку вказано у правому полі «Кроки».

source: The <guibutton>Stop Focuser Motion</guibutton> button stops the in-progress focuser motion.
bg: Бутонът <guibutton>Спиране на движението на фокусера</guibutton> спира текущото движение на фокусера.
sl: Gumb <guibutton>Ustavi gibanje fokuserja</guibutton> ustavi gibanje fokuserja v teku.
sv: Knappen <guibutton>Stoppa fokuseringsrörelse</guibutton> stoppar den pågående fokuseringsrörelsen.
uk: Натискання кнопки <guibutton>Припинити рух засобу фокусування</guibutton> припиняє поточний рух засобу фокусування.

source: The <guibutton>Auto Focus</guibutton> button starts an Autofocus run. The <guibutton>Stop</guibutton> button is used to stop the run.
bg: Бутонът <guibutton>Автоматичен фокусиране</guibutton> стартира изпълнение на автофокус. Бутонът <guibutton>Спиране</guibutton> се използва за спиране на изпълнението.
sl: Gumb <guibutton>Samodejno ostrenje</guibutton> zažene samodejno ostrenje. Gumb <guibutton>Ustavi</guibutton> se uporablja za zaustavitev teka.
sv: Knappen <guibutton>Automatisk fokusering</guibutton> startar en automatisk fokuseringskörning. Knappen <guibutton>Stopp</guibutton> används för att stoppa körningen.
uk: Натискання кнопки <guibutton>Автоматичне фокусування</guibutton> розпочинає процедуру автоматичного фокусування. Кнопкою <guibutton>Зупинити</guibutton> можна скористатися для припинення процедури.

source: The <guibutton>Capture Image</guibutton> button will take a frame based on the current settings in the <link linkend="focus-ccd-filter-wheel"> Camera &amp; Filter Wheel Group</link>. The <guibutton>Start Framing</guibutton> button will start repeatedly capturing frames until the <guibutton>Stop</guibutton> button is pressed.
bg: Бутонът <guibutton>Заснемане на изображение</guibutton> ще заснеме кадър въз основа на текущите настройки в <link linkend="focus-ccd-filter-wheel"> Камера и филтърно колело</link>. Бутонът <guibutton>Стартиране на кадриране</guibutton> ще започне многократно да заснема кадри, докато не бъде натиснат бутонът <guibutton>Стоп</guibutton>.
sl: Gumb <guibutton>Zajemi sliko</guibutton> posname sličico na podlagi trenutnih nastavitev v <link linkend="focus-ccd-filter-wheel"> kameri &amp; Skupina filtrskih koles</link>. Gumb <guibutton>Začni kadrirati</guibutton> bo začel večkrat zajemati sličice, dokler ne pritisnete gumba <guibutton>Ustavi</guibutton>.
sv: Knappen <guibutton>Ta bild</guibutton> tar en bildruta baserat på de aktuella inställningarna i <link linkend="focus-ccd-filter-wheel"> Kamera och filterhjulsgrupp</link>. Knappen <guibutton>Starta bildtagning</guibutton> börjar ta bildrutor upprepade gånger tills knappe <guibutton>Stopp</guibutton> trycks ner.
uk: За допомогою натискання кнопки <guibutton>Захопити зображення</guibutton> можна створити кадр на основі поточних параметрів у групі <link linkend="focus-ccd-filter-wheel">Камера і барабан фільтрів</link>. Натискання кнопки <guibutton>Розпочати кадрування</guibutton> призведе до повторного захоплення кадрів, аж до натискання кнопки <guibutton>Припинити</guibutton>.

source: Some of the focus algorithms will attempt to cope with being started away from the point of optimum focus, but for predictable results, it is best to start from a position of being approximately in focus. For first time setup, <guibutton>Start Framing</guibutton> can be used along with the <guibutton>In</guibutton> and <guibutton>Out</guibutton> buttons to adjust the focus position to roughly minimize the HFR of the stars in the captured images. When Framing is used in this way, the <link linkend="focus-v-curve">V-Curve</link> graph changes to show a time series of frames and their associated HFRs. This makes the framing process much easier to perform.
bg: Някои от алгоритмите за фокусиране ще се опитат да се справят със стартирането далеч от точката на оптимален фокус, но за предвидими резултати е най-добре да започнете от позиция, в която сте приблизително на фокус. За настройка за първи път <guibutton>Стартиране на кадриране</guibutton> може да се използва заедно с бутоните <guibutton>Навътре</guibutton> и <guibutton>Навън</guibutton>, за да регулирате позицията на фокуса и да намалите грубо HFR на звездите в заснетите изображения. Когато кадрирането се използва по този начин, графиката на <link linkend="focus-v-curve">V-кривата</link> се променя, за да покаже времеви серии от кадри и свързаните с тях HFR. Това прави процеса на кадриране много по-лесен за изпълнение.
sl: Nekateri algoritmi ostrenja se bodo poskušali spoprijeti s tem, da se začnejo stran od točke optimalnega ostrenja, vendar je za predvidljive rezultate najbolje začeti s položaja, kjer ste približno izostreni. Za prvo nastavitev lahko uporabite <guibutton>Začni okvirjanje</guibutton> skupaj z gumboma <guibutton>Noter</guibutton> in <guibutton>Ven</guibutton>, da prilagodite položaj izostritve, da približno zmanjšate HFR slike zvezde na posnetih slikah. Ko se okvirjanje uporablja na ta način, se graf <link linkend="focus-v-curve">V-Curve</link> spremeni tako, da prikaže časovno vrsto sličic in z njimi povezanih HFR. Zaradi tega je postopek okvirjanja veliko lažji.
sv: Vissa av fokuseringsalgoritmerna försöker klara av att startas borta från punkten för optimalt fokus, men för förutsägbara resultat är det bäst att utgå från en position som är ungefär i fokus. För förstagångsinstallationen kan <guibutton>Starta bildtagning</guibutton> användas tillsammans med knapparna <guibutton>In</guibutton> och <guibutton>Ut</guibutton> för att justera fokuseringspositionen för att ungefär minimera HFR för stjärnor i de tagna bilderna. När bildtagning används på detta sätt ändras diagrammets <link linkend="focus-v-curve">V-kurva</link> för att visa en tidsserie av bildrutor och deras associerade HFR:er. Det gör bildtagningsprocessen mycket lättare att utföra.
uk: Деякі алгоритми фокусування намагаються вирішувати проблеми із початковими позиціями, які перебувають далеко від оптимального фокуса, але для отримання передбачуваних результатів краще починати з позиції, яка є близькою до фокуса. Для початку, можна скористатися полем <guibutton>Початкове кадрування</guibutton> із кнопками <guibutton>Всередину</guibutton> і <guibutton>Назовні</guibutton> для користування позиції фокусування з метою грубої мінімізації РПП зірок у захоплених зображень. Якщо кадрування використано у цей спосіб, на графіку <link linkend="focus-v-curve">V-кривої</link> буде показано послідовність моментів часу для кадрів та відповідні значення РПП. Це значно спрощує виконання процедури кадрування.

source: If you are completely new to astronomy, it is always a good idea to get familiar with your equipment in daylight. This includes getting the approximate focus position on a distant object. This will provide a good starting position for focusing on stars when nighttime comes.
bg: Ако сте съвсем нов в астрономията, винаги е добра идея да се запознаете с оборудването си на дневна светлина. Това включва получаване на приблизителната позиция на фокус върху отдалечен обект. Това ще осигури добра начална позиция за фокусиране върху звездите, когато настъпи нощта.
ca@valencia: Si sou completament nou en l'astronomia, sempre és una bona idea familiaritzar-vos amb l'equip a plena llum del dia. Açò inclou obtindre la posició aproximada d'enfocament sobre un objecte distant. Us proporcionarà una bona posició de partida per a enfocar les estreles quan arribe la nit.
fr: Si vous êtes complètement novice en astronomie, c'est toujours une bonne idée de se familiariser avec son équipement de jour. Cela inclut de trouver la position approximative de la mise au point sur un objet distant et permettra d'avoir un bon point de départ à la nuit tombée.
pt_br: Se você é completamente novo em astronomia, é sempre uma boa ideia se familiarizar com seu equipamento à luz do dia. Isso inclui obter a posição aproximada do foco em um objeto distante. Isso fornecerá uma boa posição inicial para focar as estrelas quando a noite chegar.
sl: Če ste popolnoma novi v astronomiji, je vedno dobro, da se s svojo opremo seznanite pri dnevni svetlobi. To vključuje pridobivanje približnega položaja izostritve na oddaljenem objektu. To bo zagotovilo dober začetni položaj za fokusiranje na zvezde, ko pride noč.
sv: Om du är helt ny inom astronomi är det alltid en bra idé att bekanta dig med din utrustning i dagsljus. Det inkluderar att få ungefärlig fokuseringsposition på ett avlägset objekt. Det ger ett bra utgångsläge för att fokusera på stjärnor när natten kommer.
uk: Якщо ви є початківцем в астрономії, варто ознайомитися із вашим обладнанням при світлі дня. Зокрема, варто спробувати виконати приблизне фокусування на віддаленому об'єкті. Це надасть вам добру початкову позицію для фокусування на зірках уночі.
