Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: This feature is useful to ensure that Autofocus starts from close to the focus point which will mean a more symmetric V-curve. It is particularly useful when changing between filters which have large differences in focus points.
bg: Тази функция е полезна, за да се гарантира, че автофокусът започва близо до фокусната точка, което ще означава по-симетрична V-крива. Това е особено полезно при смяна между филтри, които имат големи разлики във фокусните точки.
ca@valencia: Esta característica és útil per a assegurar que l'enfocament automàtic comença des de prop del punt d'enfocament, el qual significarà una corba V més simètrica. És especialment útil quan es canvia entre filtres que tenen diferències grans en els punts d'enfocament.
fr: Cette fonctionnalité est utile pour s'assurer que le moteur de mise au point démarrera à une position proche du point de mise au point ce qui impliquera une courbe en V plus symétrique. Cela est particulièrement utile lors de changement de filtres qui ont une position de mise au point très différente.
pt_br: Esta funcionalidade é útil para garantir que o foco automático comece próximo ao ponto de foco, o que resultará em uma curva em V mais simétrica. É particularmente útil ao alternar entre filtros que apresentam grandes diferenças nos pontos de foco.
sl: Ta funkcija je uporabna za zagotovitev, da se samodejno ostrenje začne od blizu točke fokusa, kar bo pomenilo bolj simetrično V-krivuljo. To je še posebej uporabno pri menjavi med filtri, ki imajo velike razlike v točkah ostrenja.
sv: Funktionen är användbar för att säkerställa att automatisk fokusering börjar från nära fokuseringspunkten, vilket innebär en mer symmetrisk V-kurva. Det är särskilt användbart när du växlar mellan filter som har stora skillnader i fokuseringspunkter.
uk: Ця можливість корисна для забезпечення початку фокусування з позиції, яка близька до точки фокусування, що означатиме симетричнішу V-криву. Це зокрема корисно при зміні фільтрів, коли різниця у точках фокусування є великою.

source: It is possible to use this feature on its own without Adaptive Focus. Just set the checkbox and leave the ticks per degree C set to zero. This way the Autofocus start position will be filter dependent and will start each Autofocus run at the focus point of the last successful Autofocus run for that filter.
bg: Възможно е да използвате тази функция самостоятелно без адаптивен фокус. Просто поставете отметка в квадратчето и оставете отметките за градус C на нула. По този начин началната позиция на автофокуса ще зависи от филтъра и ще стартира всеки автофокус в точката на фокусиране на последния успешен автофокус за този филтър.
ca@valencia: És possible utilitzar esta característica per si mateixa sense l'enfocament adaptatiu. Senzillament marqueu la casella de selecció i deixeu les marques per grau C establides a zero. D'esta manera, la posició inicial de l'enfocament automàtic dependrà del filtre i iniciarà cada execució d'enfocament automàtic en el punt d'enfocament de l'última execució d'enfocament automàtic correcta per a este filtre.
fr: Il est possible d'utiliser cette fonctionnalité seule sans la mise au point automatique. Il suffit pour cela de cocher la case et laisser la valeur de Pas / °C à zéro. Ainsi la position de départ de la mise au point automatique sera dépendante du filtre utilisé et démarrera chaque processus à la position de mise au point de la dernière position réussie pour le filtre en question.
pt_br: É possível usar este recurso sozinho, sem o foco adaptativo. Basta marcar a caixa de seleção e deixar os tiques por grau Celsius em zero. Dessa forma, a posição inicial do foco automático dependerá do filtro e iniciará cada execução do foco automático no ponto de foco da última execução bem-sucedida do foco automático para aquele filtro.
sl: To funkcijo je mogoče uporabljati samostojno brez prilagodljivega ostrenja. Samo potrdite polje in pustite črtice na stopinjo C nastavljene na nič. Tako bo začetni položaj samodejnega ostrenja odvisen od filtra in bo vsak zagon samodejnega ostrenja začel na točki ostrenja zadnjega uspešnega zagona samodejnega ostrenja za ta filter.
sv: Det är möjligt att använda funktionen på egen hand utan adaptiv fokusering. Markera bara kryssrutan och lämna Tick / °C inställd till noll. På så sätt kommer startpositionen för automatisk fokusering att vara filterberoende och varje automatisk fokuseringskörning startar vid fokuseringspunkten för den senaste lyckade automatiska fokuseringskörningen för det filtret.
uk: Цією можливістю можна скористатися і без адаптивного фокусування. Просто позначте пункт і лишіть нульове значення поділок на градус C. Це зробить початкову позицію автоматичного фокусування залежною від фільтра. Кожна процедура автоматичного фокусування розпочинатиметься у точці фокусування, яку було знайдено під час останнього успішного автофокусування для відповідного фільтра.

source: <guilabel>Max Total Move</guilabel>: The maximum total focuser movement that Adaptive Focus is allowed in the observing session. The purpose of this is as a "dead man's handle" on Adaptive Focus in case it runs away. For example, if the temperature source fails and returns bad temperature readings whilst the equipment is unattended, this could result in Adaptive Focus attempting to make large focuser movements.
bg: <guilabel>Максимално общо движение</guilabel>: Максималното общо движение на фокусера при Адаптивен фокус , което е разрешено в сесията за наблюдение. Целта на тази функция е да предпази адаптивния фокус, в случай че той избяга. Например, ако източникът на температура се повреди и върне лоши температурни показания, докато оборудването е без надзор, това може да доведе до опит на адаптивния фокус да извърши големи движения на фокусиращото устройство.
sl: <guilabel>Največji skupni premik</guilabel>: Največji skupni premik ostrenja, ki ga prilagodljivo ostrenje dovoljuje v seji opazovanja. Namen tega je kot "ročaj mrtveca" pri prilagodljivem ostrenju v primeru, da pobegne. Če na primer vir temperature odpove in vrne slabe odčitke temperature, medtem ko je oprema nenadzorovana, lahko to povzroči, da bo prilagodljivo ostrenje poskušalo izvajati velike premike fokuserja.
sv: <guilabel>Maximal total förflyttning</guilabel>: Den maximala totala fokuseringsrörelsen som adaptiv fokusering tillåts under observationssessionen. Syftet med den är som ett "dödmansgrepp" för adaptiv fokusering ifall den sticker iväg. Till exempel, om temperaturkällan går sönder och ger fel temperaturavläsning medan utrustningen är obevakad, kan det resultera i att adaptiv fokusering försöker göra stora fokuseringsrörelser.
uk: <guilabel>Макс. загальний рух</guilabel>: максимальний загальний рух засобу фокусування, який дозволено під час адаптивного фокусування у сеансі спостереження. Цей параметр є «резервною кнопкою» для адаптивного фокусування, якщо обробка даних призводитиме до розбіжності. Наприклад, якщо виникне помилка джерела даних температури і воно повертатиме помилкові значення температури будучи недоступним для обслуговування, результатом може бути спроба надто великих змін фокусування під час застосування алгоритму адаптивного фокусування.

source: If the Max Total Move is reached then <guilabel>Adaptive Focus</guilabel> is unchecked until manually re-checked by the user.
bg: Ако максималното общо движение бъде достигнато, тогава <guilabel>Адаптивният фокус</guilabel> не е активен, докато не бъде активиран отново ръчно от потребителя.
sl: Če je dosežen največji skupni premik, potem <guilabel>Prilagodljivo ostrenje</guilabel> ni označeno, dokler ga uporabnik ročno znova ne označi.
sv: Om Maximal total förflyttning nås blir <guilabel>Adaptiv fokusering</guilabel> avmarkerat tills den kontrolleras manuellt av användaren.
uk: Якщо буде досягнуто значення максимального загального руху, програма зніме позначення з пункту <guilabel>Адаптивне фокусування</guilabel>, аж доки його не буде знову позначено користувачем вручну.

source: <title>Focus Process</title>
bg: <title>Процес на фокусиране</title>
sl: <title>Postopek ostrenja</title>
sv: <title>Fokuseringsprocessen</title>
uk: <title>Процедура фокусування</title>

source: <screeninfo>Focus Process</screeninfo>
bg: <screeninfo>Процес на фокусиране</screeninfo>
sl: <screeninfo>Postopek ostrenja</screeninfo>
sv: <screeninfo>Fokuseringsprocessen</screeninfo>
uk: <screeninfo>Процедура фокусування</screeninfo>

source: <phrase>Focus Process</phrase>
bg: <phrase>Процес на фокусиране</phrase>
sl: <phrase>Postopek ostrenja</phrase>
sv: <phrase>Fokuseringsprocessen</phrase>
uk: <phrase>Процедура фокусування</phrase>

source: Focus Process Parameters:
bg: Параметри на процеса на фокусиране:
ca@valencia: Paràmetres del procés d'enfocament:
fr: Paramètres du processus de mise au point :
pt_br: Parâmetros do processo de foco:
sl: Parametri procesa ostrenja:
sv: Fokuseringsprocessens parametrar:
uk: Параметри процесу фокусування:

source: <guilabel>Detection</guilabel>: Select star detection algorithm. Each algorithm has its strengths and weaknesses. It is recommended to use SEP, unless you have a specialized use. The following are available:
bg: <guilabel>Разпознаване</guilabel>: Изберете алгоритъм за разпознаване на звезда. Всеки алгоритъм има своите силни и слаби страни. Препоръчително е да използвате SEP, освен ако нямате специализирана употреба. Налични са следните:
sl: <guilabel>Zaznavanje</guilabel>: Izberite algoritem za zaznavanje zvezde. Vsak algoritem ima svoje prednosti in slabosti. Priporočljivo je, da uporabite SEP, razen če imate specializirano uporabo. Na voljo so:
sv: <guilabel>Detektering</guilabel>: Välj stjärndetekteringsalgoritm. Varje algoritm har sina styrkor och svagheter. Det rekommenderas att använda SEP, om du inte har en specialiserad användning. Följande är tillgängliga:
uk: <guilabel>Виявлення</guilabel>: виберіть алгоритм виявлення зірок. У кожного з алгоритмів є свої переваги і недоліки. Рекомендуємо використовувати SEP, якщо ваш випадок є специфічним. Доступні такі параметри:

source: <emphasis role="bold">SEP</emphasis>: Source Extraction and Photometry built in library. This is the default value.
bg: <emphasis role="bold">SEP</emphasis>:Source Extraction and Photometry Извличане на източник и фотометрия, вградена библиотека. Това е стойността по подразбиране.
sl: <emphasis role="bold">SEP</emphasis>: Ekstrakcija vira in fotometrija, vgrajena v knjižnico. To je privzeta vrednost.
sv: <emphasis role="bold">SEP</emphasis>: Inbyggt bibliotek för källextraktion och fotometri. Det är standardvärdet.
uk: <emphasis role="bold">SEP</emphasis>: вбудована бібліотека видобування початкових даних і фотометрії (Source Extraction and Photometry). Це типове значення.

source: <emphasis role="bold">Centroid</emphasis>: An extraction method based on estimating star mass around signal peaks.
bg: <emphasis role="bold">Центроид</emphasis>: Метод за извличане, базиран на оценка на звездната маса около пиковете на сигнала.
sl: <emphasis role="bold">Centroid</emphasis>: Metoda ekstrakcije, ki temelji na ocenjevanju zvezdne mase okoli vrhov signala.
sv: <emphasis role="bold">Tyngdpunkt</emphasis>: En extraktionsmetod baserad på att uppskatta stjärnmassan omkring signaltoppar.
uk: <emphasis role="bold">Центр ваги</emphasis>: метод видобування даних на основі оцінки маси зірки навколо піків сигналів.

source: <emphasis role="bold">Gradient</emphasis>: A single source extraction model based on the Sobel filter.
bg: <emphasis role="bold">Градиент</emphasis>: Модел за извличане на един източник, базиран на филтъра Sobel.
sl: <emphasis role="bold">Gradient</emphasis>: model ekstrakcije z enim virom, ki temelji na Sobelovem filtru.
sv: <emphasis role="bold">Gradient</emphasis>: En extraktionsmodell för en enda källa baserad på Sobel-filtret.
uk: <emphasis role="bold">Градієнт</emphasis>: модель видобування з єдиного джерела на основі фільтрування Собеля.

source: <emphasis role="bold">Threshold</emphasis>: A single source detection algorithm based on pixel values.
bg: <emphasis role="bold">Праг</emphasis>: Алгоритъм за откриване на един източник въз основа на стойности на пиксели.
sl: <emphasis role="bold">Prag</emphasis>: En sam algoritem za zaznavanje vira na podlagi vrednosti slikovnih pik.
sv: <emphasis role="bold">Tröskel</emphasis>: En algoritm för identifiering av en enda källa baserad på bildpunktsvärden.
uk: <emphasis role="bold">Поріг</emphasis>: алгоритм виявлено єдиного джерела на основі значень пікселів.

source: <emphasis role="bold">Bahtinov</emphasis>: This detection method can be used when using a Bahtinov mask for focusing. First take an image, then select the star to focus on. A new image will be taken and the diffraction pattern will be analysed. Three lines will be displayed on the diffraction pattern showing how well the pattern is recognized and how good the image is in focus. When the pattern is not well recognized, the <emphasis>Num. of rows</emphasis> parameter can be adjusted to improve recognition. The line with the circles at each end is a magnified indicator for the focus. The shorter the line, the better the image is in focus.
bg: <emphasis role="bold">Бахтинов</emphasis>: Този метод за откриване може да се използва, когато се използва маска на Бахтинов за фокусиране. Първо направете изображение, след което изберете звездата, върху която да фокусирате. Ще бъде направено ново изображение и дифракционната картина ще бъде анализирана. бъдат показани на дифракционния модел, показващи колко добре е разпознат шаблонът и колко добре е фокусирано изображението. Когато моделът не е добре разпознат, параметърът <emphasis>Брой редове</emphasis> може да се коригира за подобряване на разпознаването. Линията с кръговете във всеки край е увеличен индикатор за фокуса. Колкото по-къса е линията, толкова по-добре е фокусирано изображението.
sl: <emphasis role="bold">Bahtinov</emphasis>: To metodo zaznavanja je mogoče uporabiti pri uporabi Bahtinove maske za ostrenje. Najprej posnemite sliko, nato izberite zvezdo, ki jo želite izostriti. Posneta bo nova slika in analiziran bo uklonski vzorec. Na uklonskem vzorcu bodo prikazane tri črte, ki bodo pokazale, kako dobro je vzorec prepoznan in kako dobro je slika izostrena. Ko vzorec ni dobro prepoznan, je <emphasis>Število vrstic</emphasis> mogoče prilagoditi za izboljšanje prepoznavnosti. Črta s krogi na vsakem koncu je povečan indikator fokusa. Čim krajša je črta, tem bolje je slika izostrena.
sv: <emphasis role="bold">Bahtinov</emphasis>: Detekteringsmetoden kan användas när en Bahtinov-mask för fokusering. Ta först en bild, välj sedan stjärnan att fokusera på. En ny bild tas och diffraktionsmönstret analyseras. Tre linjer av diffraktionsmönstret visas som anger hur bra mönstret känns igen och hur bra bilden är fokuserad. När mönstret inte känns igen så väl, kan parametern <emphasis>Antal rader</emphasis> justeras för att förbättra igenkänningen. Linjen med cirklar i varje ända är en förstorad indikering av fokus. Ju kortare linjen är desto bättre är bilden fokuserad.
uk: <emphasis role="bold">Бахтінов</emphasis>: цим методом виявлення можна скористатися, якщо для фокусування використано маску Бахтінова. Спочатку створіть знімок, потім виберіть зірку для фокусування. Програма створить новий знімок і проаналізує дифракційний шаблон. На дифракційному шаблоні буде показано три прямі, які вказуватимуть на те, наскільки добре було розпізнано шаблон, і наскільки фокусовано зображення. Якщо шаблон розпізнано не дуже добре, можна скоригувати значення параметра <emphasis>К-ть рядків</emphasis>. Лінія із колами на кінцях є збільшеним індикатором для фокусування. Чим коротшою є лінія, тим фокусованішим є зображення.

source: <guilabel>SEP Profile</guilabel>: If the star detection algorithm is set to <emphasis>SEP</emphasis>, then choose a parameter profile to use with the algorithm. The following are recommended:
sl: <guilabel>Profil SEP</guilabel>: Če je algoritem za zaznavanje zvezde nastavljen na <emphasis>SEP</emphasis>, potem izberite profil parametrov za uporabo z algoritmom. Priporočljivo je naslednje:
sv: <guilabel>SEP-profil</guilabel>: Om stjärndetekteringsalgoritmen är inställd till <emphasis>SEP</emphasis>, välj då en parameterprofil att använda med algoritmen. Följande rekommenderas:
uk: <guilabel>Профіль SEP</guilabel>: якщо встановлено алгоритм виявлення зірки <emphasis>SEP</emphasis>, виберіть профіль параметрів, яким слід скористатися в алгоритмі. Рекомендуємо таке:

source: <emphasis role="bold">1-Focus-Default:</emphasis> for scopes that do not have a central obstruction such as a refractor.
sl: <emphasis role="bold">1-Focus-Default:</emphasis> za obsege, ki nimajo osrednje ovire, kot je refraktor.
sv: <emphasis role="bold">1-Focus-Default:</emphasis> för teleskop som inte har en central obstruktion, såsom en refraktor.
uk: <emphasis role="bold">1-Focus-Default:</emphasis> для телескопів без центральної перешкоди, зокрема рефракторів.

source: <emphasis role="bold">1-Focus-Default-Donut:</emphasis> for scopes that have a central obstruction such as a Newtonian, SCT, RASA, Ritchey-Cretien, etc.
sl: <emphasis role="bold">1-Focus-Default-Donut:</emphasis> za obsege, ki imajo osrednjo oviro, kot so Newtonov, SCT, RASA, Ritchey-Cretien, itd.
sv: <emphasis role="bold">1-Focus-Default-Donut:</emphasis> för teleskop som har en central obstruktion såsom ett Newton-, SCT-, RASA-, Ritchey-Cretien-teleskop, etc.
uk: <emphasis role="bold">1-Focus-Default-Donut:</emphasis> для телескопів із центральною перешкодою, зокрема ньютонівських телескопів, телескопів SCT, RASA, Річі-Кретьєна тощо.

source: <guilabel>Algorithm</guilabel>: Select the Autofocus process algorithm:
bg: <guilabel>Алгоритъм</guilabel>: Изберете алгоритъма на процеса на автоматично фокусиране:
sl: <guilabel>Algoritem</guilabel>: Izberite algoritem postopka samodejnega ostrenja:
sv: <guilabel>Algoritm</guilabel>: Välj den automatiska fokuseringsprocessens algoritm:
uk: <guilabel>Алгоритм</guilabel>: виберіть алгоритм процедури автофокусування:

source: <emphasis role="bold">Linear 1 Pass</emphasis>: This is the recommended algorithm. In this algorithm, Ekos establishes a V-Curve and fits a curve to the data to find the focus solution. It then moves to the calculated solution.
bg: <emphasis role="bold">Единично линейно преминаване</emphasis>: Това е препоръчителният алгоритъм. В този алгоритъм Ekos установява V-крива и напасва крива към данните, за да намери решението за фокусиране. След това се преминава към изчисленото решение.
sl: <emphasis role="bold">Linearni 1 prehod</emphasis>: To je priporočeni algoritem. V tem algoritmu Ekos vzpostavi V-krivuljo in prilagodi krivuljo podatkom, da najde rešitev fokusa. Nato se premakne na izračunano rešitev.
sv: <emphasis role="bold">Engångslinjär</emphasis>: Det är den rekommenderade algoritmen. I denna algoritm fastställer Ekos en V-kurva och anpassar en kurva till data för att hitta fokuseringslösningen. Den går sedan till den beräknade lösningen.
uk: <emphasis role="bold">Лінійний однопрохідний</emphasis>: це рекомендований алгоритм. у межах лінійного однопрохідного алгоритму Ekos встановлює V-криву першого проходу і апроксимації для пошуку розв'язку фокусування. Далі, програма виконує фокусування за обчисленим розв'язком.

source: This algorithm supports the older style Quadratic curve type as well as the newer <link linkend="Levenberg-Marquardt">Levenberg-Marquardt Solver</link> for Hyperbolic and Parabolic curves. It will also weight the datapoints in the curve fitting process if <guilabel>Use Weights</guilabel> is checked and run a refinement process if <guilabel>Refine Curve Fit </guilabel> is selected.
bg: Този алгоритъм поддържа по-стария тип квадратична крива, както и по-новия <link linkend="Levenberg-Marquardt">Levenberg-Marquardt Solver</link> за хиперболични и параболични криви. Той също така ще претегли точките от данни в процеса на напасване на кривата, ако е отметнато <guilabel>Използване на тежестта</guilabel> и ще стартира процес на прецизиране, ако е избрано <guilabel>Прецизиране на кривата </guilabel>.
sl: Ta algoritem podpira starejši tip kvadratne krivulje kot tudi novejši <link linkend="Levenberg-Marquardt">Levenberg-Marquardtov reševalnik</link> za hiperbolične in parabolične krivulje. Prav tako bo obtežil podatkovne točke v procesu prileganja krivulje, če je označeno <guilabel>Uporabi uteži</guilabel>, in zagnal postopek izboljšanja, če je izbrano <guilabel>Izboljšaj prileganje krivulje </guilabel>.
sv: Algoritmen stöder den äldre stilen med kvadratisk kurvtyp, såväl som det nyare <link linkend="Levenberg-Marquardt">Levenberg-Marquardt lösningsverktyget</link> för hyperboliska och paraboliska kurvor. Den viktar också datapunkterna i kurvanpassningsprocessen om <guilabel>Använd viktning</guilabel> är markerat och utför en förfiningsprocess om <guilabel>Förfina kurvanpassning</guilabel> har valts.
uk: У цьому алгоритмі передбачено підтримку давнішого стилю типу квадратичної кривої, а також новішого <link linkend="Levenberg-Marquardt">розв'язувача Левенберга-Марквардта</link> для гіперболічних та параболічних кривих. У його межах програма виконує зважування точок даних у процесі апроксимації кривої, якщо позначено пункт <guilabel>Використовувати вагову функцію</guilabel>, і виконує процедуру коригування, якщо позначено пункт <guilabel>Удосконалення апроксимації кривої</guilabel>.
