Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: Stacking / Image Integration Information
ca: Apilament / Informació d'integració de la imatge
ca@valencia: Informació sobre l'apilament i integració de les imatges
fr: Information sur l'empilement des images
nl: Informatie over stapeling / afbeeldingsintegratie
pt_br: Informações sobre empilhamento/integração de imagens
sl: Informacije o zlaganju/integraciji slike
sv: Staplings- och bildintegreringsinformation
uk: Відомості щодо стосування та інтеграції зображення

source: The value of image stacking is that as images are stacked, the accumulation of exposure time and the data that represents the target signal is increased proportionally with the added number of images being integrated, but the increase in noise is disproportionally lower. As a result, the quality of integrated images can be seen as curve which starts with a good “yield” when the first few sub-exposures are integrated, but this curve has diminishing returns as the number of sub-exposures being integrated is increased.
ca: El valor de l'apilament d'imatges és que a mesura que s'apilen les imatges, l'acumulació de temps d'exposició i les dades que representen el senyal de destinació s'incrementen proporcionalment amb el nombre afegit d'imatges que s'integren, però l'augment del soroll és desproporcionadament menor. Com a resultat, la qualitat de les imatges integrades es pot veure com una corba que comença amb un bon «rendiment» quan les primeres subexposicions estan integrades, però aquesta corba té un retorn decreixent a mesura que augmenta el nombre de subexposicions que s'estan integrant.
ca@valencia: El valor de l'apilament d'imatges és quan les imatges estan apilades, l'acumulació de temps d'exposició i les dades que representen el senyal de l'objectiu s'incrementen proporcionalment amb el nombre afegit d'imatges integrades, però l'augment del soroll és desproporcionadament menor. Com a resultat, la qualitat de les imatges integrades es pot veure com una corba que comença amb un bon «rendiment» quan s'integren les primeres subexposicions, però esta corba té un retorn decreixent a mesura que augmenta el nombre de subexposicions que s'integren.
fr: Cette valeur informe sur l'effet bénéfique d'empiler les images sur l'acquisition du signal de la cible. Le résultat est une courbe indiquant la qualité de l'empilement des images en fonction du nombre d'images, la qualité diminuant avec le nombre d'images.
nl: De waarde van stapelen van afbeeldingen is dat als afbeeldingen gestapeld zijn, de accumulatie van belichtingstijd en de gegevens die het doelsignaal representeren proportioneel verhoogd is met het toegevoegde aantal afbeeldingen dat geïntegreerd wordt, maar de toename in ruis is disproportioneel lager. Als resultaat, de kwaliteit van geïntegreerde afbeeldingen kan gezien worden als een kromme de begint met een goede “opbrengst” wanneer de eerste paar sub-belichtingen geïntegreerd worden, maar deze kromme heeft verminderende opbrengsten wanneer het aantal sub-belichtingen dat geïntegreerd wordt toeneemt.
pt_br: O valor do empilhamento de imagens reside no fato de que, à medida que as imagens são empilhadas, o acúmulo do tempo de exposição e dos dados que representam o sinal alvo aumenta proporcionalmente com o número adicional de imagens sendo integradas, mas o aumento do ruído é desproporcionalmente menor. Como resultado, a qualidade das imagens integradas pode ser vista como uma curva que começa com um bom "rendimento" quando as primeiras subexposições são integradas, mas essa curva apresenta retornos decrescentes à medida que o número de subexposições sendo integradas aumenta.
sl: Vrednost zlaganja slik je v tem, da se pri zlaganju slik kopičenje časa osvetlitve in podatkov, ki predstavljajo ciljni signal, poveča sorazmerno z dodanim številom integriranih slik, vendar je povečanje šuma nesorazmerno manjše. Posledično je kakovost integriranih slik mogoče videti kot krivuljo, ki se začne z dobrim "izkoristkom", ko je integriranih prvih nekaj podosvetlitev, vendar ima ta krivulja vse manjše rezultate, ko se poveča število integriranih podosvetlitev.
sv: Värdet med bildöverlagring är att när bilder överlagras ökar ackumuleringen av exponeringstid och data som representerar målsignalen proportionellt med det tillagda antalet bilder som integreras, men ökningen av brus är oproportionerligt lägre. Som ett resultat kan kvaliteten på integrerade bilder ses som en kurva som börjar med ett bra "utbyte" när de första delexponeringarna integreras, men kurvan har minskande avkastning när antalet delexponeringar som integreras ökar.
uk: Цінність створення стосу зображень полягає в тому, що під час складання зображень накопичення часу експозиції та даних, які представляють цільовий сигнал, збільшується пропорційно до доданої кількості інтегрованих зображень, але збільшення шуму є непропорційно меншим. Як наслідок, якість інтегрованих зображень можна розглядати як криву, яка починається з хорошим «результатом», коли інтегровано кілька перших допоміжних експозицій, але ця крива має меншу віддачу зі збільшенням кількості інтегрованих допоміжних експозицій.

source: Ideally a desired signal to noise ratio (SNR) would be used for the measure of the level of quality of an image, but the exposure calculator does not possess an ability to recognize the strength of the signal from an intended imaging target, so it cannot calculate an estimated signal to noise ratio. So the level of quality to be specified in the stacking calculation is the integration time in seconds divided by the calculated noise in the integrated image, (a “Time/Noise Ratio”). For the purposes of the calculation, the “Time/Noise Ratio” can be considered as a partial analog to a signal to noise ratio. But the user must recognize that a specified time to noise ratio is not an absolute measure of the quality of all integrated images from all targets because a signal strength (magnitude or flux) is not part of this calculation.
ca: L'ideal seria utilitzar una relació senyal/soroll desitjada (SNR) per a la mesura del nivell de qualitat d'una imatge, però la calculadora d'exposició no posseeix la capacitat de reconèixer la força del senyal a partir d'un objectiu previst de processament d'imatges, de manera que no pot calcular una relació estimada de senyal/soroll. Per tant, el nivell de qualitat que s'ha d'especificar en el càlcul de l'apilament és el temps d'integració en segons dividit pel soroll calculat en la imatge integrada, (una «Relació de temps/soroll»). Als efectes del càlcul, la «Relació de temps/soroll» es pot considerar com un anàleg parcial a una relació senyal-soroll. Però l'usuari ha de reconèixer que una relació de temps a soroll especificada no és una mesura absoluta de la qualitat de totes les imatges integrades de tots els objectius perquè una intensitat del senyal (magnitud o flux) no forma part d'aquest càlcul.
ca@valencia: Idealment, s'utilitzaria una relació senyal a soroll (SNR) desitjada per a mesurar el nivell de qualitat d'una imatge, però la calculadora de l'exposició no té la capacitat de reconéixer la força del senyal a partir de l'obtenció d'imatges previstes d'un objectiu, de manera que no pot calcular una relació estimada de senyal a soroll. Per tant, el nivell de qualitat que s'ha d'especificar en el càlcul de l'apilament és el temps d'integració en segons dividit pel soroll calculat en la imatge integrada, (una «Relació de temps/soroll»). Als efectes del càlcul, la <guilabel>Relació del temps a soroll</guilabel> es pot considerar com una relació analògica parcial a una relació senyal a soroll. Però l'usuari ha de reconéixer que una relació de temps a soroll especificada no és una mesura absoluta de la qualitat de totes les imatges integrades des de tots els objectius perquè una força del senyal (magnitud o flux) no forma part d'este càlcul.
fr: Idéalement, un rapport signal sur bruit (SNR) devrait être utilisé pour mesurer le niveau de qualité des images, mais le calculateur ne permet pas de reconnaître la force du signal d'une image cible et ne peut ainsi pas calculer ce rapport. Le niveau de qualité dans le calcul d'empilement est la durée d'intégration en secondes divisée par le bruit. Ce rapport « Durée/bruit » > peut être considéré comme une analogie grossière du rapport signal sur bruit. Mais l'utilisateur doit toujours se rappeler que le rapport « Durée/bruit » n'est pas une mesure absolue de la qualité de l'empilement des images de toutes les cibles puisque la force du signal (magnitude ou flux) ne fait pas partie du calcul.
nl: Ideaal zou een gewenste signaal tot ruisverhouding (SNR) gebruikt worden voor een maat voor het kwaliteitsniveau van een afbeelding, maar de rekenmachine voor belichting bezit geen mogelijkheid om de sterkte van het signaal uit een bedoeld doel voor opname te herkennen, het kan dus niet een geschatte signaal tot ruisverhouding berekenen. Dus is het kwaliteitsniveau om te worden gespecificeerd in de stapelberekening de integratietijd in seconden gedeeld door de berekende ruis in de geïntegreerde afbeelding, (een “Tijd/ruisverhouding”). Voor het doel van de berekening kan de “Tijd/ruisverhouding” beschouwd worden als een gedeeltelijke analogie met een signaal tot ruisverhouding. Maar de gebruiker moet herkennen dat een gespecificeerde tijd tot ruisverhouding geen absolute maat van de kwaliteit van alle geïntegreerde afbeeldingen uit alle doelen is omdat een signaalsterkte (magnitude of flux) geen onderdeel is van deze berekening.
pt_br: Idealmente, uma relação sinal-ruído (SNR) desejada seria usada para medir o nível de qualidade de uma imagem, mas a calculadora de exposição não possui a capacidade de reconhecer a intensidade do sinal de um alvo de imagem pretendido, portanto, não pode calcular uma relação sinal-ruído estimada. Portanto, o nível de qualidade a ser especificado no cálculo de empilhamento é o tempo de integração em segundos dividido pelo ruído calculado na imagem integrada (uma "Relação Tempo/Ruído"). Para fins do cálculo, a "Relação Tempo/Ruído" pode ser considerada como um análogo parcial de uma relação sinal-ruído. Mas o usuário deve reconhecer que uma relação tempo-ruído especificada não é uma medida absoluta da qualidade de todas as imagens integradas de todos os alvos, pois a intensidade do sinal (magnitude ou fluxo) não faz parte deste cálculo.
sl: Idealno bi bilo želeno razmerje med signalom in šumom (SNR) uporabiti za merjenje ravni kakovosti slike, vendar kalkulator osvetlitve ne more prepoznati jakosti signala iz predvidenega cilja slikanja, zato ne more izračunajte ocenjeno razmerje med signalom in šumom. Torej je raven kakovosti, ki jo je treba določiti v izračunu zlaganja, integracijski čas v sekundah, deljen z izračunanim šumom v integrirani sliki (»razmerje čas/šum«). Za namene izračuna se lahko »razmerje čas/šum« obravnava kot delni analog razmerju med signalom in šumom. Vendar se mora uporabnik zavedati, da določeno razmerje med časom in šumom ni absolutno merilo kakovosti vseh integriranih slik iz vseh ciljev, ker moč signala (magnituda ali tok) ni del tega izračuna.
sv: Helst skulle ett önskat signal/brusförhållande (SNR) användas för att mäta kvaliteten på en bild, men exponeringsräknaren har inte förmåga att känna igen signalstyrkan från ett avsett avbildningsmål, så den kan inte beräkna ett uppskattat signal/brusförhållande. Så kvalitetsnivån som ska anges i överlagringsberäkningen är integreringstiden i sekunder dividerat med det beräknade bruset i den integrerade bilden (ett "tid/brus-förhållande"). För beräkningsändamål kan "tid/brus-förhållandet" betraktas som en partiell analog till signal/brusförhållandet. Men användaren måste inse att ett angivet tid/brus-förhållande inte är ett absolut mått på kvaliteten på alla integrerade bilder från alla mål eftersom en signalstyrka (storlek eller flöde) inte ingår i beräkningen.
uk: В ідеалі бажане співвідношення сигнал/шум (SNR) використовувалося б для вимірювання рівня якості зображення, але калькулятор експозиції не має здатності розпізнавати силу сигналу від передбачуваної цілі зображення, тому він не може розрахувати обчислювальне співвідношення сигнал/шум. Таким чином, рівень якості, який потрібно вказати при обчисленні у стосі, — це час інтеграції в секундах, поділений на обчислений шум у інтегрованому зображенні («Співвідношення час/шум»). З метою розрахунку «Співвідношення час/шум» можна розглядати як частковий аналог співвідношення сигнал/шум. Але користувач повинен розуміти, що вказане співвідношення часу і шуму не є абсолютним показником якості всіх інтегрованих зображень від усіх цілей, оскільки сила сигналу (магнітуда або потік) не є частиною цього розрахунку.

source: ``Table``: A table provides details for stacking based upon the number of hours planned for imaging.
ca: ``Taula``: Una taula proporciona detalls per a apilar en funció del nombre d'hores previstes per al processament d'imatges.
fr: ``Table`` : un tableau fournit les détails de l'empilement en fonction du nombre d'heures planifiée pour l'imagerie.
pt_br: ``Tabela``: Uma tabela fornece detalhes para empilhamento com base no número de horas planejadas para geração de imagens.
sl: ``Tabela``: tabela vsebuje podrobnosti za zlaganje na podlagi števila ur, načrtovanih za slikanje.
sv: ` Tabell` : En tabell ger information om överlagring baserat på antalet planerade timmar för bildtagning.
uk: ``Таблиця``: у таблиці наведено подробиці щодо створення стосу на основі кількості годин запланованої зйомки.

source: The table provides a quick reference for finding the approximate number of sub-exposures that might be completed for a given number of hours in an imaging session. But some functions that consume time are not included in this time calculation. For example, USB based cameras typically take some time for data transmission, or if the user has selected automatic dithering, additional time will be consumed in the imaging process, which is not included in this time calculation.
ca: La taula proporciona una referència ràpida per a trobar el nombre aproximat de subexposicions que es poden completar durant un nombre determinat d'hores en una sessió de processament d'imatges. Però algunes funcions que consumeixen temps no s'inclouen en aquest càlcul de temps. Per exemple, les càmeres basades en USB solen trigar algun temps per a la transmissió de dades, o si l'usuari ha seleccionat tramatge automàtic, es consumirà temps addicional en el processament de les imatges, que no s'inclou en aquest càlcul de temps.
ca@valencia: La taula proporciona una referència ràpida per a trobar el nombre aproximat de subexposicions que es poden completar durant un nombre determinat d'hores en una sessió d'obtenció d'imatges. Però algunes característiques que consumixen temps no s'inclouen en este càlcul de temps. Per exemple, les càmeres basades en USB solen tardar algun temps per a la transmissió de les dades, o si l'usuari ha seleccionat tramatge automàtic, es consumirà temps addicional en el procés d'obtenció de les imatges, el qual no s'inclou en este càlcul de temps.
fr: Ce tableau fournit une indication rapide pour trouver le nombre idéal de trames à utiliser pour un nombre d'heures donné pour une session d'imagerie. Mais certaines étapes qui consomment beaucoup de temps ne sont pas inclues dans le calcul de la durée d'exposition. Par exemple, les appareils connectés via un câble USB prennent beaucoup de temps à transmettre les données. Ou encore le décalage automatique entre les prises. Ces étapes ajoutent du temps au processus d'imagerie et ne sont pas inclues dans le calcul.
nl: De tabel levert een snelle referentie voor het vinden van het benaderde aantal sub-belichtingen is die voltooid zouden zijn bij een gegeven aantal uren in een opnamesessie. Maar sommige functies die tijd kosten zijn niet meegenomen in deze berekening van tijd. Bijvoorbeeld, op USB gebaseerde camera's nemen typisch enige tijd voor overdracht van gegevens of als de gebruiker automatische dithering heeft geselecteerd, wordt extra tijd geconsumeerd in het maken van afbeeldingen, die niet zijn meegenomen in deze berekening van tijd.
pt_br: A tabela fornece uma referência rápida para encontrar o número aproximado de subexposições que podem ser concluídas para um determinado número de horas em uma sessão de geração de imagens. No entanto, algumas funções que consomem tempo não estão incluídas neste cálculo de tempo. Por exemplo, câmeras baseadas em USB normalmente levam algum tempo para a transmissão de dados ou, se o usuário tiver selecionado o pontilhamento automático, será consumido tempo adicional no processo de geração de imagens, o que não está incluído neste cálculo de tempo.
sl: Tabela nudi hitro referenco za iskanje približnega števila podosvetlitev, ki bi lahko bile dokončane za določeno število ur v seji slikanja. Toda nekatere funkcije, ki porabijo čas, niso vključene v ta izračun časa. na primer, USB kamere običajno potrebujejo nekaj časa za prenos podatkov ali če je uporabnik izbral samodejno tresenje, bo postopek slikanja porabil dodaten čas, ki ni vključen v ta izračun časa.
sv: Tabellen ger en snabbreferens för att hitta det ungefärliga antalet delexponeringar som kan slutföras under ett givet antal timmar i en bildtagningssession. Men vissa funktioner som tar tid ingår inte i denna tidsberäkning. Till exempel tar USB-baserade kameror vanligtvis lite tid för dataöverföring, eller om användaren har valt automatiskt gitter förbrukas ytterligare tid i bildbehandlingsprocessen, vilket inte ingår i denna tidsberäkning.
uk: У таблиці наведено короткий довідник для пошуку приблизної кількості додаткових експозицій, які можна виконати протягом певної кількості годин у сеансі візуалізації. Але деякі функції, які споживають час, не включені у цей розрахунок часу. Наприклад, камерам на основі USB зазвичай потрібен деякий час для передачі даних, або якщо користувач вибрав автоматичне згладжування, додатковий час витрачатиметься на процес створення зображень, який не входить у цей розрахунок часу.

source: The far right column of the table shows the calculated time/noise ratio of the integrated (stacked) image that would be produced.
ca: La columna de l'extrem dret de la taula mostra la relació temps/soroll calculada de la imatge integrada (apilada) que es produiria.
ca@valencia: La columna de l'extrem dret de la taula mostra la relació temps a soroll calculada de la imatge integrada (apilada) que es produiria.
fr: La colonne tout à droite indique le rapport « Durée/bruit » de l'image empilée qui sera produite.
nl: De kolom, helemaal rechts, in de tabel toont de berekende tijd/ruisverhouding van de geïntegreerde (gestapelde) afbeelding die geproduceerd zou worden.
pt_br: A coluna mais à direita da tabela mostra a relação tempo/ruído calculada da imagem integrada (empilhada) que seria produzida.
sl: Skrajni desni stolpec tabele prikazuje izračunano razmerje med časom in šumom integrirane (zložene) slike, ki bi bila izdelana.
sv: Kolumnen längst till höger i tabellen visar det beräknade signal-brusförhållandet för den integrerade (överlagrade) bilden som skulle produceras.
uk: У дальньому правому стовпчику таблиці буде показано обчислений коефіцієнт часу/шум інтегрованого (доданого до стосу) зображення, яке буде створено.

source: ``Graph``: An interactive graph allows the user to visualize the relative change in potential quality for integrated images with various counts of sub-exposures applied in image stacking. This graph can be navigated through the adjustment of the time/noise ratio value; adjusting this value will recompute the quantity of sub-exposures required for the integrated image to achieve that specified time/noise ratio.
ca: ``Gràfic``: Un gràfic interactiu permet a l'usuari visualitzar el canvi relatiu en la qualitat potencial per a les imatges integrades amb diversos comptadors de subexposicions aplicades en l'apilament d'imatges. Aquest gràfic es pot navegar a través de l'ajust del valor de la relació temps/soroll; ajustant aquest valor es tornarà a calcular la quantitat de subexposicions necessàries per a la imatge integrada per a evitar aquesta relació temps/soroll especificada.
fr: ``Graphique`` : un graphique interactif permet à l'utilisateur d'afficher les changements relatifs de la qualité potentielle des images empilées en fonction du nombre de trames utilisées pour l'empilement. En faisant varier ce rapport, le nombre de trames sera recalculée pour que l'image empilée atteigne ce rapport « Durée / bruit ».
pt_br: ``Gráfico``: Um gráfico interativo permite ao usuário visualizar a mudança relativa na qualidade potencial de imagens integradas com diferentes contagens de subexposições aplicadas no empilhamento de imagens. Este gráfico pode ser navegado através do ajuste do valor da relação tempo/ruído; o ajuste deste valor irá recalcular a quantidade de subexposições necessárias para que a imagem integrada alcance a relação tempo/ruído especificada.
sl: ``Graf``: Interaktivni graf uporabniku omogoča vizualizacijo relativne spremembe potencialne kakovosti za integrirane slike z različnimi števili podosvetlitev, uporabljenih v zlaganju slik. Po tem grafu je mogoče krmariti s prilagajanjem vrednosti razmerja čas/šum; prilagoditev te vrednosti bo ponovno izračunala količino podosvetlitev, ki je potrebna za integrirano sliko, da doseže navedeno razmerje med časom in šumom.
sv: ``Diagram``: Ett interaktivt diagram låter användaren visualisera den relativa förändringen i potentiell kvalitet för integrerade bilder med olika antal delexponeringar som tillämpas i bildöverlagring. Man kan navigera i diagrammet genom att justera värdet på tid/brus-förhållandet. Om värdet justeras beräknas mängden delexponeringar som krävs om för att den integrerade bilden ska uppnå det angivna tid/brus-förhållandet.
uk: ``Графік``: інтерактивний графік дозволяє користувачеві візуалізувати відносну зміну потенційної якості для інтегрованих зображень із різною кількістю додаткових експозицій, застосованих у стосі зображень. На цьому графіку можна пересуватися за допомогою коригування значення співвідношення час/шум; зміна цього значення перерахує кількість додаткових експозицій, необхідних для інтегрованого зображення для досягнення заданого співвідношення час/шум.
