Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler-taskqueue.po
Languages: ca, nl, pt_br, sl, uk

source: Task Queue Collection
ca: Col·lecció de cua de tasques
nl: Takenwachtrijverzameling
uk: Збірка черги завдань

source: Task Queue Select Device
ca: Dispositiu de selecció de la cua de tasques
nl: Takenwachtrij selecteer apparaat
uk: Вибір пристрою у черзі завдань

source: Task Queue Customize Parameters
ca: Paràmetres de personalització de la cua de tasques
nl: Takenwachtrij parameters aanpassen
uk: Налаштовування параметрів черги завдань

source: Task Queue Running
ca: Execució de la cua de tasques
nl: Takenwachtrij is actief

source: **Idempotency**
ca: **Idempotència**
pt_br: **Idempotência**
sl: **Idempotentnost**
uk: **Ідемпотентність**

source: indi_setprop "Telescope.TELESCOPE_PARK.PARK=On"
sl: indi_setprop "Telescope.TELESCOPE_PARK.PARK=Vklopljeno"

source: while [ $(indi_getprop "CCD.CCD_TEMPERATURE.CCD_TEMPERATURE_VALUE") -gt -10 ]; do sleep 5 done
sl: while [ $(indi_getprop "CCD.CCD_TEMPERATURE.CCD_TEMPERATURE_VALUE") -gt -10 ]; izvedi spanje 5 končano

source: Element: PARK
pt_br: Elemento: PARK
