Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: For an integration using the 30 second sub-exposures we find that 637 sub-exposures would be required to achieve a time/noise ratio of 80. So a total integration time of 5.31 hours is required with these shorter exposures to achieve the same time/noise ratio in the integrated image.
ca: Per a una integració utilitzant subexposicions de 30 segons trobem que es requeririen 637 subexposicions per a aconseguir una relació temps/soroll de 80. Per tant, es requereix un temps d'integració total de 5,31 hores amb aquestes exposicions més curtes per a aconseguir la mateixa relació temps/soroll en la imatge integrada.
ca@valencia: Per a una integració utilitzant subexposicions de 30 segons, trobem que caldrien 637 subexposicions per a aconseguir una relació temps a soroll de 80. Per tant, es requerix un temps d'integració total de 5,31 hores amb estes exposicions més curtes per a aconseguir la mateixa relació temps a soroll en la imatge integrada.
fr: Pour l'empilement des trames de 30 secondes, on trouve que 637 trames sont nécessaires pour obtenir le rapport Durée/Bruit de 80. Ce qui donne une durée totale d'exposition de 5.31 heures avec ces trames plus courtes pour obtenir le même rapport Durée/Bruit de l'image empilée.
nl: Voor een integratie die de 30 seconden sub-belichting gebruikt vinden we dat 637 sub-belichtingen vereist zouden zijn om een tijd/ruisverhouding van 80 te bereiken. Dus een totale integratietijd van 5,31 uren is vereist met deze kortere belichtingen om dezelfde tijd/ruisverhouding in de geïntegreerde afbeelding te bereiken.
pt_br: Para uma integração usando subexposições de 30 segundos, descobrimos que 637 subexposições seriam necessárias para atingir uma relação tempo/ruído de 80. Portanto, um tempo de integração total de 5,31 horas é necessário com essas exposições mais curtas para atingir a mesma relação tempo/ruído na imagem integrada.
sl: Za integracijo z uporabo 30-sekundnih podosvetlitev ugotovimo, da bi bilo potrebnih 637 podosvetlitev, da bi dosegli razmerje čas/šum 80. Torej je potreben skupni čas integracije 5,31 ure s temi krajšimi osvetlitvami, da bi dosegli enak čas/ razmerje šuma v integrirani sliki.
sv: För en integration med 30 sekunders delexponeringar finner vi att 637 delexponeringar skulle krävas för att uppnå ett tid/brusförhållande på 80. Så en total integrationstid på 5,31 timmar krävs med dessa kortare exponeringar för att uppnå samma tid/ brusförhållande i den integrerade bilden.
uk: Для інтеграції з використанням 30-секундних проміжних експозицій нами визначено, що буде потрібно 637 проміжних експозицій для досягнення коефіцієнта час/шум 80. З цими коротшими експозиціями потрібен загальний час інтегрування 5.31 годин для досягнення такого самого коефіцієнта час/шум на інтегрованому зображенні.

source: |30 Second sub-exposure|
sl: |30 sekundna podosvetlitev|
sv: |30 sekunders delexponering|
uk: |30-секундна підекспозиція|

source: Video Tutorials
ca: Guies d'aprenentatge en vídeo
ca@valencia: Guies d'aprenentatge en vídeo
fr: Tutoriels vidéos
pt_br: Tutoriais em vídeo
sl: Video vadnice
sv: Videohandledningar
uk: Відеопідручники

source: Capture (`<https://youtu.be/Gz07j7VPnpc>`__)
ca: Captura (`<https://youtu.be/Gz07j7VPnpc>`__)
pt_br: Captura (`<https://youtu.be/Gz07j7VPnpc>`__)
sl: Zajem (`<https://youtu.be/Gz07j7VPnpc>`__)
sv: Tagning (`<https://youtu.be/Gz07j7VPnpc>`__)
uk: Захоплення (`<https://youtu.be/Gz07j7VPnpc>`__)

source: Filter Wheels (`<https://youtu.be/yfz9_UJIvLY>`__)
ca: Rodes de filtres (`<https://youtu.be/yfz9_UJIvLY>`__)
pt_br: Roda de filtro (`<https://youtu.be/yfz9_UJIvLY>`__)
sl: Kolesa filtra (`<https://youtu.be/yfz9_UJIvLY>`__)
sv: Filterhjul (`<https://youtu.be/yfz9_UJIvLY>`__)
uk: Барабани фільтрів (`<https://youtu.be/yfz9_UJIvLY>`__)

source: Ekos Capture
ca: Captura de l'Ekos
fr: Acquisition Ekos
sv: Ekos tagning
uk: Захоплення зображень у Ekos

source: image2
sl: slika2
sv: bild 2

source: image3
sl: slika3
sv: bild 3

source: image4
sl: slika4
sv: bild 4

source: image5
sl: slika5
sv: bild 5

source: image6
sl: slika6
sv: bild 6

source: image7
sl: slika7
sv: bild 7

source: image8
sl: slika8
sv: bild 8

source: image9
sl: slika9
sv: bild 9

source: image10
sl: slika10
sv: bild 10

source: Calibration settings
ca: Configuració del calibratge
fr: Réglages de la calibration
sl: Nastavitve kalibracije
sv: Kalibreringsinställningar
uk: Параметри калібрування

source: Exposure calculator
ca: Calculadora d'exposició
fr: Calculateur d'exposition
sl: Kalkulator osvetlitve
sv: Exponeringsräknare
uk: Калькулятор експозиції

source: Avoid selecting gain near a step
ca: Eviteu seleccionar el guany a prop d'un pas
ca@valencia: Eviteu seleccionar el guany a prop d'un pas
fr: Évitez de choisir une valeur de gain près d'une marche
nl: Versterking selecteren nabij een stap vermijden
sl: Izogibajte se izbiri ojačanja blizu koraka
sv: Undvik välja förstärkning nära ett steg
uk: Не вибирайте підсилення, яке близьке до кроку

source: Shift gain away from such steps
ca: Desplaceu el guany lluny d'aquests passos
ca@valencia: Desplaceu el guany cap a fora d'estos passos
fr: Déplacer le gain loin de ces seuils
nl: Versterking weg van zulke stappen schuiven
sl: Zamaknite ojačitev od takih korakov
sv: Flytta förstärkning bort från sådana steg
uk: Пересувайте підсилення подалі від таких кроків

source: 300 Second sub-exposure
ca: Subexposició de 300 segons
ca@valencia: Subexposició de 300 segons
fr: Trames de 300 secondes
nl: 300 seconden sub-belichting
sl: 300 sekundna podosvetlitev
sv: 300 sekunders delexponering
uk: 300-секундна підекспозиція

source: 30 Second sub-exposure
ca: Subexposició de 30 segons
ca@valencia: Subexposició de 30 segons
fr: Trame de 30 secondes
nl: 30 seconden sub-belichting
sl: 30 sekundna podosvetlitev
sv: 30 sekunders delexponering
uk: 30-секундна підекспозиція

source: <title>Capture</title>
ca@valencia: <title>Capturar</title>
nl: <title>Opname</title>

source: Tools
ca@valencia: Eines
nl: Hulpmiddelen

source: <tertiary>Capture</tertiary>
ca@valencia: <tertiary>Captura</tertiary>
nl: <tertiary>Opnames</tertiary>

source: <screeninfo>Ekos Capture</screeninfo>
ca@valencia: <screeninfo>Capturar amb Ekos</screeninfo>
nl: <screeninfo>Opnames met Ekos</screeninfo>

source: <phrase>Ekos Capture</phrase>
ca@valencia: <phrase>Capturar amb Ekos</phrase>
nl: <phrase>Opnames met Ekos</phrase>

source: The Capture Module is your primary image and video acquisition module in Ekos. It enables you to capture single (Preview), multiple images (Sequence Queue), or record <ulink url="https://sites.google.com/site/astropipp/ser-player">SER</ulink> videos along with a selection of filter wheel and rotator, if available.
ca@valencia: El mòdul <guilabel>Captura</guilabel> és el mòdul principal per a l'adquisició d'imatges i vídeo en Ekos. Permet capturar imatges individuals (vista prèvia), múltiples (cua en seqüència) o gravar vídeos <ulink url="https://sites.google.com/site/astropipp/ser-player">SER</ulink> juntament amb una selecció de la roda de filtres i rotor, si està disponible.
nl: In Ekos is de vang-module de belangrijkste module voor het verkrijgen van afbeeldingen en video's. Hiermee kunt u enkele (preview) opnames maken, of meerdere afbeeldingen (Wachtrij), of <ulink url="https://sites.google.com/site/astropipp/ser-player">SER</ulink>-video's, samen met een filterwiel of rotator, indien aanwezig.

source: CCD &amp; Filter Wheel Group
ca@valencia: CCD i roda de filtres
nl: CCD &amp; Filterwielgroep

source: <guilabel>CCD</guilabel>: Select the active CCD camera. If your camera has a guide head, you can select it from here as well.
ca@valencia: <guilabel>CCD</guilabel>: Seleccioneu la càmera CCD activa. Si la vostra càmera té un guiatge del capçal, també podreu seleccionar-lo des d'ací.
nl: <guilabel>CCD</guilabel>: Selecteer de actieve CCD -amera. Indien de camera een volgkop (vert.: ?) heeft kunt u die hier ook kiezen.

source: <guilabel>FW</guilabel>: Select the active Filter Wheel device. If your camera has a built-in filter wheel, the device would be the same as the camera.
ca@valencia: <guilabel>AC</guilabel>: Seleccioneu el dispositiu actiu de la roda de filtres. Si la vostra càmera té una roda de filtres incorporada, el dispositiu serà el mateix que la càmera.
nl: <guilabel>FW</guilabel>: Selecteer het actieve apparaat met filterwiel. Indien de camera een ingebouwd filterwiel heeft, zijn camera en dit apparaat hetzelfde.

source: <guilabel>Cooler</guilabel>: Toggle Cooler On/Off. Set the desired temperature, if your camera is equipped with a cooler. Check the option to force temperature setting before any capture. Capture process is only started after the measured temperature is within requested temperature tolerance. The <emphasis>default</emphasis> tolerance is 0.1 degrees Celsius but can be adjusted in <guilabel>Capture</guilabel> options under Ekos configuration.
ca@valencia: <guilabel>Refrigerador</guilabel>: Encendre/apagar la refrigeració. Establiu la temperatura desitjada, si la vostra càmera està equipada amb un refrigerador. Marqueu l'opció per a forçar l'opció de la temperatura abans de qualsevol captura. El procés de captura només s'iniciarà després que la temperatura mesurada es trobe dins de la tolerància de la temperatura requerida. La tolerància <emphasis>predeterminada</emphasis> és de 0,1 graus centígrads, però es pot ajustar en les opcions de <guilabel>Captura</guilabel> davall la configuració d'Ekos.
nl: <guilabel>Koeler</guilabel>: Koeler aan/uitzetten. Stel de gewenste temperatuur in bij een camera met een koeler. Controleer de optie voor temperatuurinstellingen vóór elke opname.Opnames worden alleen gestart, wanneer de gemeten temperatuur binnen de gestelde temperatuurtolerantie is. De <emphasis>standaard</emphasis> tolerantie is 0.1 graad Celsius maar kan worden gewijzigd in de <guilabel>Opname</guilabel>-opties bij het instellen van Ekos.

source: <title>Capture Settings</title>
ca@valencia: <title>Configureu la captura</title>
nl: <title>Opname-instellingen</title>

source: <screeninfo>Capture Settings</screeninfo>
ca@valencia: <screeninfo>Configureu la captura</screeninfo>
nl: <screeninfo>Opname-instellingen</screeninfo>

source: <phrase>Capture Settings</phrase>
ca@valencia: <phrase>Configureu la captura</phrase>
nl: <phrase>Opname-instellingen</phrase>

source: Set all capture parameters as detailed below. Once set, you can capture a preview by click on <guibutton>Preview</guibutton> or add a job to the sequence queue.
ca@valencia: Establiu tots els paràmetres de captura tal com es detalla a continuació. Una vegada establits, podreu capturar una vista prèvia fent clic en <guibutton>Vista prèvia</guibutton> o afegint una tasca a la cua en seqüència.
nl: Stel alle opnameparameters in zoals hieronder beschreven. Na instellen kunt u een preview maken door op de knop <guibutton>Preview</guibutton> te klikken, of een taak toevoegen aan de wachtrij.

source: <guilabel>Exposure</guilabel>: Specify exposure duration in seconds.
ca@valencia: <guilabel>Exposició</guilabel>: Especifiqueu la duració de l'exposició en segons.
nl: <guilabel>Belichting</guilabel>: Geef belichtingstijd op in seconden.

source: <guilabel>Filter</guilabel>: Specify the desired filter.
ca@valencia: <guilabel>Filtre</guilabel>: Especifiqueu el filtre desitjat.
nl: <guilabel>Filter</guilabel>: Geef gewenst filter op.

source: <guilabel>Count</guilabel>: Number of images to capture
ca@valencia: <guilabel>Comptador</guilabel>: El nombre d'imatges que es capturaran.
nl: <guilabel>Aantal</guilabel>: Aantal op te nemen afbeeldingen

source: <guilabel>Delay</guilabel>: Delay in seconds between image captures.
ca@valencia: <guilabel>Retard</guilabel>: El retard en segons entre les captures d'imatge.
nl: <guilabel>Wachttijd</guilabel>: Wachttijd in seconden tussen opnames.

source: <guilabel>Type</guilabel>: Specify the type of desired CCD frame. Options are <guimenuitem>Light</guimenuitem>, <guimenuitem>Dark</guimenuitem>, <guimenuitem>Bias</guimenuitem>, and <guimenuitem>Flat</guimenuitem> frames.
ca@valencia: <guilabel>Tipus</guilabel>: Especifiqueu el tipus de fotograma de CCD desitjat. Les opcions són fotograma <guimenuitem>Lluminós</guimenuitem>, <guimenuitem>Fosc</guimenuitem>, <guimenuitem>Biaix</guimenuitem> i <guimenuitem>Pla</guimenuitem>.
nl: <guilabel>Type</guilabel>: Geef type op van gewenste CCD-frame. Opties zijn <guimenuitem>Light</guimenuitem>, <guimenuitem>Dark</guimenuitem>, <guimenuitem>Bias</guimenuitem>, en <guimenuitem>Flat</guimenuitem> frames.

source: <guilabel>ISO</guilabel>: For DSLR cameras, specify the ISO value.
ca@valencia: <guilabel>ISO</guilabel>: Per a les càmeres rèflex digitals, especifiqueu el valor ISO.
nl: <guilabel>ISO</guilabel>: Voor DSLR cameras, geef de ISO-waarde op.

source: <guilabel>Format</guilabel>: Specify capture save format. For all CCDs, only <guimenuitem>FITS</guimenuitem> option is available. For DSLR cameras, you can an additional option to save in <guimenuitem>Native</guimenuitem> format (&eg; RAW or JPEG).
ca@valencia: <guilabel>Format</guilabel>: Especifiqueu el format per a guardar la captura. Per a tots CCD, només estarà disponible l'opció <guimenuitem>FITS</guimenuitem>. Per a les càmeres rèflex digitals, disposareu d'una opció addicional per a guardar en format <guimenuitem>Natiu</guimenuitem> (&pex;, RAW o JPEG).
nl: <guilabel>Formaat</guilabel>: Geef het formaat op voor opslag. Voor alle CCD's is alleen de <guimenuitem>FITS</guimenuitem>-optie beschikbaar. Voor DSLR-camera's is er mogelijk eenopslagoptie aanwezig in het <guimenuitem>Eigen</guimenuitem> formaat (&eg; RAW of JPEG).

source: <guilabel>Custom Properties</guilabel>: Set extended properties available in the camera to the job settings.
ca@valencia: <guilabel>Propietats personalitzades</guilabel>: Establiu les propietats esteses disponibles en la càmera en la configuració de la tasca.
nl: <guilabel>Aangepaste eigenschappen</guilabel>: Stel verdere eigenschappen van de camera in in de taakinstellingen.

source: <guilabel>Calibration</guilabel>: For Dark &amp;s; Flat frames, you can set additional options explained in the <link linkend="capture-calibration-frames">Calibration Frames section below</link>.
ca@valencia: <guilabel>Calibratge</guilabel>: Per als fotogrames foscos i plans, podreu establir opcions addicionals explicades en la <link linkend="capture-calibration-frames">secció Fotogrames de calibratge a continuació</link>.
nl: <guilabel>Calibratie</guilabel>: Voor Dark &amp;s; Flat frames kunt u verdere opties instellen als uitgelegd in de <link linkend="capture-calibration-frames">Onderstaande sectie voor calibratieframes</link>.

source: <guilabel>Frame</guilabel>: Specify the left (X), top (Y), width (W), and height (H) of the desired CCD frame. If you changed the frame dimensions, you can reset it to default values by clicking on the reset button.
ca@valencia: <guilabel>Fotograma</guilabel>: Especifiqueu l'esquerra (X), la part superior (Y), l'amplària (W) i l'alçària (H) del fotograma de CCD desitjat. Si heu canviat les dimensions del fotograma, podreu restablir-les als valors predeterminats fent clic en el botó Restablix.
nl: <guilabel>Frame</guilabel>: Geef de linkerkant (X), bovenkant (Y), breedte (W), en hoogte (H) op van de gewenste CCD-frame. Na wijzigen van de dimensies van een frame kunt u die weer tot de standaardwaarden terugzetten door op de herstelknop te klikken.

source: <guilabel>Binning</guilabel>: Specify horizontal (X) and vertical (Y) binning.
ca@valencia: <guilabel>Agrupament</guilabel>: Especifiqueu l'agrupament horitzontal (X) i vertical (Y).
nl: <guilabel>Binning</guilabel>: Geef horizontaal (X) en verticaal (Y) binning op.

source: Many cameras offer additional properties that cannot be directly set in the capture settings using the common control. The capture controls described above represent the most common settings shared among different cameras, but each camera is unique and may offer its own extended properties. While you can use INDI Control Panel to set any property in the driver; it is important to be able to set such property for each job in the sequence. When you click <guibutton>Custom Properties</guibutton>, a dialog is shown divided into <guilabel>Available Properties</guilabel> and <guilabel>Job Properties</guilabel>. When you move an <guilabel>Available Properties</guilabel> to the <guilabel>Job Property</guilabel> list, its current value can be recorded once you click <guibutton>Apply</guibutton>. When you add a job to the <guilabel>Sequence Queue</guilabel>, the properties values selected in the <guilabel>Job Properties</guilabel> list shall be recorded and saved.
ca@valencia: Moltes càmeres oferixen propietats addicionals que no es poden establir directament en la configuració de la captura mitjançant el control comú. Els controls de la captura descrits anteriorment representen les opcions més freqüents compartides entre les diferents càmeres, però cada càmera és única i pot oferir les seues pròpies propietats esteses. Tot i que podeu utilitzar el quadro de control INDI per a establir qualsevol propietat del controlador; és important poder establir esta propietat per a cada tasca en la seqüència. Quan feu clic en <guibutton>Propietats personalitzades</guibutton>, es mostrarà un diàleg dividit en <guilabel>Propietats disponibles</guilabel> i <guilabel>Propietats de la tasca</guilabel>. Quan en moveu una des de la llista <guilabel>Propietats disponibles</guilabel> a la de <guilabel>Propietats de la tasca</guilabel>, el seu valor actual es podrà registrar una vegada que feu clic en <guibutton>Aplica</guibutton>. Quan afegiu una tasca a la <guilabel>Cua en seqüència</guilabel>, els valors seleccionats en la llista <guilabel>Propietats de la tasca</guilabel> s'hauran de gravar i guardar.
nl: Veel camera's hebben hun eigen eigenschappen die niet op de gewone manier direct kunnen worden ingesteld in de opname-instellingen. De bovengenoemde instellingen behoren tot de meest algemene instellingen voor diverse camera's, maar elke camera is uniek, en heeft mogelijk zijn eigen verdere mogelijkheden. Hoewel u in het INDI-paneel elke eigenschap in de driver kunt instellen, is het van belang dat u elke dergelijke eigenschap in kunt stellen voor elke taak in de rij. Als u klikt op <guibutton>Aangepaste eigenschappen</guibutton>, krijgt u een dialoog verdeeld in <guilabel>Beschikbare eigenschappen</guilabel> en <guilabel>Taak eigenschappen</guilabel>. Als u een <guilabel>Beschikbare eigenschap</guilabel> verplaatst naar de lijst van <guilabel>Taakeigenschappen</guilabel>, wordt de huidige waarde opgeslagen zodra u klikt op <guibutton>Toepassen</guibutton>. Wanneer u een taak toevoegt aan de <guilabel>Wachtrij</guilabel>, worden de eigenschapwaarden geselecteerd in de lijst van <guilabel>Taakeigenschappen</guilabel> opgeslagen.

source: The following video explains this concept is more detail with a live example:
ca@valencia: El següent vídeo explica que este concepte és més detallat amb un exemple en viu:
nl: In de volgende video wordt dit in meer detail uitgelegd, met een praktijkvoorbeeld:

source: Custom Properties feature
ca@valencia: Característica de propietats personalitzades
nl: Aangepaste eigenschappen

source: <title>File Settings</title>
ca@valencia: <title>Configureu el fitxer</title>
nl: <title>Bestandsinstellingen</title>

source: <screeninfo>File Settings</screeninfo>
ca@valencia: <screeninfo>Configureu el fitxer</screeninfo>
nl: <screeninfo>Bestandsinstellingen</screeninfo>

source: <phrase>File Settings</phrase>
ca@valencia: <phrase>Configureu el fitxer</phrase>
nl: <phrase>Bestandsinstellingen</phrase>

source: <guilabel>Target</guilabel>: The name of the celestial target to be captured &eg; M42. Can be preloaded by the Scheduler Module and by selection with KStars.
ca@valencia: <guilabel>Objectiu</guilabel>: El nom de l'objectiu celeste que s'ha de capturar, &pex;, M42. Es pot precarregar amb el mòdul <guilabel>Programador</guilabel> o per selecció amb &kstars;.
nl: <guilabel>Doel</guilabel>: de naam van het te vangen hemel-doel &eg; M42. Kan vooraf geladen worden door de planningsmodule en door selectie met KStars.

source: <guilabel>Format</guilabel>: The Format string defines the path and filename of the captured images by the use of placeholder tags that are filled in with the selected item of data at save time.
ca@valencia: <guilabel>Format</guilabel>: La cadena Format definix el camí i el nom de fitxer de les imatges capturades mitjançant l'ús de variables de substitució que es completen amb l'element de dades seleccionat en temps de guardada.
nl: <guilabel>Formaat</guilabel>: de formaattekenreeks definieert het pad en bestandsnaam van de opgenomen afbeeldingen het gebruik van plaatshoudertags die ingevuld worden met het geselecteerde gegevensitem op het moment van opslaan.

source: Arbitrary text may also be included within the Format string, <emphasis role="bold">except the % and \ characters.</emphasis> The / path character can be used to define arbitrary directories.
ca@valencia: També es pot incloure text arbitrari en la cadena Format, <emphasis role="bold">excepte els caràcters «%» i «\»</emphasis>. El caràcter «/» de camí es pot utilitzar per a definir directoris arbitraris.
nl: Willekeurige tekst kam ook ingevoegd worden in de formaattekenreeks, <emphasis role="bold">behalve de tekens % en \.</emphasis> Het padteken / kan gebruikt worden om willekeurige mappen te definiëren.

source: <emphasis role="bold">%f</emphasis> or <emphasis role="bold">%filename</emphasis>: The name of the sequence .esq file, without extension.
ca@valencia: <emphasis role="bold">%f</emphasis> o <emphasis role="bold">%filename</emphasis>: el nom del fitxer de seqüències «.seq», sense extensió.
nl: <emphasis role="bold">%f</emphasis> of <emphasis role="bold">%filename</emphasis>: De naam van het volgorde .esq-bestand, zonder extensie.

source: <emphasis role="bold">%D</emphasis> or <emphasis role="bold">%Datetime</emphasis>: The current time and date <emphasis role="bold">when the file is saved. Only use this tag in the filename portion of the format, not in the path portion.</emphasis>
ca@valencia: <emphasis role="bold">%D</emphasis> o <emphasis role="bold">%Datetime</emphasis>: la data i hora actual <emphasis role="bold">quan es guarda el fitxer. Utilitzeu esta variable només en la part del nom de fitxer delformat, no en la part del camí.</emphasis>
nl: <emphasis role="bold">%D</emphasis> of <emphasis role="bold">%Datetime</emphasis>: De huidige tijd en datum <emphasis role="bold">op het moment dat het bestand wordt opgeslagen. Gebruik deze tag in het bestandsnaamgedeelte van het formaat, niet in het padgedeelte.</emphasis>

source: <emphasis role="bold">%T</emphasis> or <emphasis role="bold">%Type</emphasis>: The frame type &eg; 'Light', 'Bias', 'Dark', 'Flat'...
ca@valencia: <emphasis role="bold">%T</emphasis> o <emphasis role="bold">%Type</emphasis>: el tipus de fotograma, &pex; «Lluminós», «Biaix», «Fosc», «Pla»…
nl: <emphasis role="bold">%T</emphasis> of <emphasis role="bold">%Type</emphasis>: Het type frame &eg; 'Light', 'Bias', 'Dark', 'Flat'...

source: <emphasis role="bold">%e</emphasis> or <emphasis role="bold">%exposure</emphasis>: The exposure duration in seconds.
ca@valencia: <emphasis role="bold">%e</emphasis> o <emphasis role="bold">%exposure</emphasis>: la duració de l'exposició en segons.
nl: <emphasis role="bold">%e</emphasis> of <emphasis role="bold">%exposure</emphasis>: de belichtingstijd in seconden.
