Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-guide.po
Languages: bg, ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: To (re)calibrate, clear your calibration on the main guiding page, and then simply click on the Guide button. Note that if calibration was already completed successfully before, and you didn't clear the calibration, and you are re-using calibrations, then the autoguiding process will begin immediately, otherwise, it will start the calibration process.
ca: Per a (re)calibrar, netegeu el calibratge a la pàgina principal del guiatge, i després simplement feu clic al botó Guia. Tingueu en compte que si el calibratge ja s'ha completat correctament abans, i no heu netejat el calibratge, i esteu reutilitzant els calibratges, llavors el procés de guiatge automàtic començarà immediatament, en cas contrari, iniciarà el procés de calibratge.
ca@valencia: Per a (re)calibrar, netegeu el calibratge en la pàgina «Guia» principal i després senzillament cliqueu damunt del botó ``Guia``. Cal tindre en compte que si el calibratge ja s'ha completat amb èxit abans i no l'heu netejat, llavors estareu reutilitzant-lo i el procés de guiatge automàtic començarà immediatament. Altrament, s'iniciarà el procés de calibratge.
fr: Pour (re)calibrer, effacer les données de calibration sur la page principale de calibration et ensuite cliquez sur le bouton ``Guider``. Veuillez noter que si une calibration réussie existe déjà, que vous n'avez pas effacé les données de calibration et que vous la réutiliser, alors le processus de guidage automatique démarrera immédiatement, sinon c'est le processus de calibration qui démarrera.
pt_br: Para (re)calibrar, limpe sua calibração na página principal de guia e, em seguida, basta clicar no botão do guia. Observe que, se a calibração já tiver sido concluída com sucesso antes, e você não tiver apagado a calibração, e estiver reutilizando calibrações, o processo de guiamento automático começará imediatamente; caso contrário, iniciará o processo de calibração.
sl: Za (ponovno) kalibracijo počistite umerjanje na glavni strani z navodili in nato preprosto kliknite gumb Vodnik. Upoštevajte, da če je bila kalibracija že prej uspešno zaključena in niste počistili kalibracije in ponovno uporabljate kalibracijo, nato pa postopek samodejnega vodenja, se bo začel takoj, sicer se bo postopek začelo umerjanja.
sv: För att kalibrera (om), rensa kalibreringen på guidningens huvudsida och klicka sedan helt enkelt på knappen Guidning. Observera att om kalibreringen redan har slutförts tidigare med lyckat resultat och du inte har rensat kalibreringen, och du återanvänder kalibreringar, så börjar den automatiska guidningsprocessen omedelbart, annars startas kalibreringsprocessen.

source: Ekos begins the calibration process by sending pulses to move the mount in RA and DEC. It pulses out the RA axis, then pulses it back in. After that it moves a little in DEC to clear and backlash that might exist, and then pulses out and back in for DEC. To view this graphically, click on the "Calibration Plot" subtab on the main guiding page.
bg: Ekos започва процеса на калибриране, като изпраща импулси за преместване на монтировката в RA и DEC. Той пулсира оста RA, след това я пулсира обратно навътре. След това се движи малко в DEC, за да изчисти и луфта, който може да съществува, и след това пулсира навън и обратно за DEC. За да видите това графично, щракнете върху "Графика за калибриране" на основната страница на гидирането.
ca: L'Ekos començarà el procés de calibratge mitjançant l'enviament de polsos per a moure la muntura en l'AR i Dec. Impulsa l'eix de l'AR cap a fora, i després l'impulsa cap a dins. Després d'això es mou una mica a la Dec per a netejar i compensar el rebot que pogués existir, i llavors impulsa cap enfora i torna cap a dins la Dec. Per a veure-ho gràficament, feu clic a la subpestanya «Traçat de calibratge» de la pàgina principal del guiatge.
ca@valencia: Ekos començarà el procés de calibratge mitjançant l'enviament de polsos per a moure la muntura en l'AR i Dec. Impulsa l'eix de l'AR cap a fora i després l'impulsa cap a dins. Després d'açò es mou una mica en la Dec per a netejar i compensar el rebot que poguera existir, i llavors impulsa cap enfora i torna cap a dins la Dec. Per a veure-ho gràficament, cliqueu damunt de la subpestanya ``Traçat del calibratge`` en la pàgina principal del guiatge.
fr: Ekos débute la procédure de calibration en envoyant des impulsions à la monture pour la déplacer en AD et en DEC. D'abord à l'extérieur de l'axe AD, puis vers l'intérieur. Ensuite, il fait pareil en DEC pour compenser un éventuel jeu. Cela peut être affiché graphiquement en cliquant sur « Afficher calibration » de la page principal de guidage.
nl: Ekos begint de calibratie met het sturen van pulsen naar de opstelling om die te laten bewegen in RK en dec. Het stuurt pulsen uitwaarts van de RK-as, daarna pulsen terug inwaarts. Daarna verplaatst het een beetje in dec om speling die zou kunnen bestaan te wissen en daarna pulsen uitwaarts en terug in voor dec. Om dit grafisch te bekijken, klik op het sub-tabblad "Calibratieplot" op de hoofdpagina voor volgen.
pt_br: O Ekos inicia o processo de calibração enviando pulsos para mover a montagem em AR e DEC. Ele pulsa para fora do eixo AR e, em seguida, pulsa de volta para dentro. Depois disso, ele se move um pouco em DEC para limpar qualquer folga que possa existir e, em seguida, pulsa para fora e para dentro para DEC. Para visualizar isso graficamente, clique na subguia "Gráfico de calibração" na página principal de orientação.
sl: Ekos začne postopek kalibracije s pošiljanjem impulzov za premikanje nosilca v RA in DEC. Utripa os RA, nato jo utripa nazaj noter. Po tem se nekoliko premakne v DEC, da počisti in morebiti obstaja zračnost, nato pa utripa ven in nazaj za DEC. Če si želite to ogledati grafično, kliknite podzavihek "Graf kalibracije" na glavni strani z navodili.
sv: Ekos påbörjar kalibreringsprocessen genom att skicka pulser för att flytta stativet i RA och Dek. Den flyttar ut RA-axeln, och flyttar den sedan tillbaka in. Efter det flyttar den lite i Dek för att ta bort spel som kan finnas, och sedan flyttar ut och tillbaka för Dek. För att visa det grafiskt, klicka på delfliken på guidningens huvudsida "Kalibreringsdiagram".
uk: Ekos розпочинає процедуру калібрування, надсилаючи команди пульсацій для зміни координат наведення лафета за прямим сходженням та схиленням. Програма просувається далі уздовж вісі, а потім повертається. Після цього вона трохи посувається за схиленням для усування можливого люфту, а потім трохи рухається вперед і назад за схиленням. Щоб переглянути процес у графічному вигляді, натисніть вкладку «Креслення калібрування» на основній сторінці наведення.

source: Calibration Failures
bg: Грешки при калибриране
ca: Fallades del calibratge
ca@valencia: Fallades del calibratge
fr: Échecs de la calibration
nl: Mislukkingen van calibratie
pt_br: Falhas na calibração
sl: Napake pri kalibraciji
sv: Misslyckad kalibrering
uk: Помилки, які пов'язано із калібруванням

source: Calibration can fail for a variety of reasons. To improve the chances of success, try the tips below.
bg: Калибрирането може да се провали по различни причини. За да подобрите шансовете за успех, опитайте съветите по-долу.
ca: El calibratge pot fallar per diversos motius. Per a millorar les possibilitats d'èxit, proveu amb els consells a continuació.
ca@valencia: El calibratge pot fallar per diversos motius. Per a millorar les possibilitats d'èxit, proveu amb els consells a continuació:
fr: La calibration peut échouer pour plusieurs raisons. Pour augmenter les chances de succès, vous pouvez essayer les astuces suivantes.
nl: Calibratie kan door diverse oorzaken mislukken. Om de kans op succes te vergroten, kunt u de volgende tips proberen:
pt_br: A calibração pode falhar por vários motivos. Para aumentar as chances de sucesso, experimente as dicas abaixo.
sl: Kalibracija lahko spodleti zaradi različnih razlogov. Če želite izboljšati možnosti za uspeh, poskusite s spodnjimi nasveti.
sv: Kalibrering kan misslyckas av olika orsaker. För att öka chansen att lyckas, prova med tipsen nedan.
uk: Калібрування може виявитися невдалим з багатьох причин. Щоб поліпшити результати, спробуйте скористатися наведеними нижче порадами.

source: Bad sky conditions. If your sky condition are not great, it may not be worth fighting guiding/calibration.
bg: Лоши условия на небето. Ако състоянието на небето ви не е добро, може да не си струва да се борите с насочване/калибриране.
ca: Condicions dolentes del cel. Si la condició de cel no és bona, pot ser que no valgui la pena fer funcionar el guiatge o el calibratge.
ca@valencia: Males condicions del cel. Si les condicions del cel no són bones, pot ser que no valga la pena lluitar contra el sistema de guiatge/calibratge.
fr: Mauvaises conditions du ciel. Si les conditions du ciel ne sont pas bonnes, il ne vaut mieux ne pas se battre avec le guidage et la calibration.
nl: Slechte hemelcondities. Als uw hemelconditie niet geweldig is, kan het het niet de moeite zijn om met volgen/calibratie het gevecht aan te gaan.
pt_br: Condições precárias do céu. Se as condições do seu céu não forem boas, pode não valer a pena lutar contra o guiamento/calibração.
sl: Slabe razmere na nebu. Če stanje vašega neba ni dobro, se morda ne splača boriti z vodenjem/kalibracijo.
sv: Dåliga himmelsförhållanden. Om himmelsförhållanden inte är bra, kanske det inte är värt att kämpa med guidning/kalibrering.
uk: Погана погода. Якщо умови спостереження погані, не варто намагатися виконати ідеальне наведення або калібрування.

source: Guide camera focus.
bg: Фокусиране на гидиращата камерата.
ca: Focus de la càmera guia.
ca@valencia: Enfocament de la càmera guia.
fr: Mise au point de l'appareil de guidage
nl: Camerafocus volgen.
pt_br: Guie o foco da câmera.
sl: Vodilni fokus kamere.
sv: Guidekamerafokusering.
uk: Фокусуйте камеру наведення.

source: Leave algorithm to the default value (``SEP MultiStar``) in the Guide Option tab.
ca: Deixeu l'algorisme al valor predeterminat (``SEP MultiStar``) a la pestanya d'opció del sistema de guiatge.
ca@valencia: Deixeu l'algorisme al valor predeterminat (``SEP amb múltiples estreles``) en la pestanya «Processament» de la pàgina «Enfocament».
fr: Laissez l'algorithme à sa valeur par défaut (``SEP Étoiles multiples``) dans l'onglet des options de guidage.
pt_br: Deixe o algoritmo com o valor padrão (``SEP MultiStar``) na aba de opções do guia.
sl: Pustite algoritem na privzeto vrednost (``SEP MultiStar``) na zavihku Možnost vodnika.
sv: Låt algoritmen förbli i förvalt värde (``SEP Multistjärna``) under fliken Guidningsalternativ.

source: Try the "Guide-Default" SEP star-detection parameters (in the Guide Option tab) and adjust them if necessary.
bg: Опитайте с параметрите за откриване на звезди на SEP "Гидиране-стандартни" (в раздела опции за гидиране) и ги коригирайте, ако е необходимо.
ca: Proveu els paràmetres de detecció d'estrelles SEP «Guiatge predeterminat» (a la pestanya Opció de guia) i ajusteu-los si cal.
ca@valencia: Proveu els paràmetres de detecció d'estreles SEP «Sistema de guiatge predeterminat» (en la pestanya «Processament» de la pàgina «Enfocament») i ajusteu-los si cal.
fr: Essayez les valeurs par défaut des paramètres de détection d'étoiles SEP et ajustez-les si nécessaire.
nl: Probeer de "Guide-standaard" SEP sterdetectieparameters (in het tabblad Guide-optie) en pas ze, indien nodig, aan.
pt_br: Experimente os parâmetros de detecção de estrelas do SEP "Guia-Padrão" (na aba de opções de guia) e ajuste-os se necessário.
sl: Preizkusite parametre za zaznavanje zvezd SEP "Guide-Default" (na zavihku Guide Option) in jih po potrebi prilagodite.
sv: Prova "guidningsstandardparametrarna" för SEP-stjärndetektering (under fliken guidningsalternativ) och justera dem om det behövs.
uk: Спробуйте типові для засобу наведення параметри виявлення зірок ПдЕП (на вкладці параметрів наведення) і скоригуйте їх, якщо потрібно.

source: ``Better Polar Alignment``: This is critical to the success of any astrophotography session. Use the Ekos :ref:`Polar Alignment procedure <ekos-align-polar-align>` in the Align module.
ca: ``Millora l'alineació polar``: Això és fonamental per a l'èxit de qualsevol sessió d'astrofotografia. Feu servir el :ref:`procediment Alineació polar <ekos-align-polar-align>` de l'Ekos en el mòdul d'Alineació.
ca@valencia: ``Millor alineació polar``: açò és fonamental per a l'èxit de qualsevol sessió d'astrofotografia. Utilitzeu el :ref:`procediment d'alineació polar <ekos-align-polar-align>` d'Ekos al mòdul «Alinea».
fr: ``Meilleur alignement polaire`` : c'est un point critique pour assurer le succès de toute session d'imagerie. Utilisez la :ref:`procédure d'alignement polaire <ekos-align-polar-align>` d'Ekos du module d'``alignement`` d'Ekos.
pt_br: ``Melhor alinhamento Polar``: Isso é fundamental para o sucesso de qualquer sessão de astrofotografia. Use o :ref:`procedimento de alinhamento Polar <ekos-align-polar-align>` do Ekos no módulo de alinhamento.
sl: ``Boljša polarna poravnava``: To je ključnega pomena za uspeh katere koli astrofotografske seje. Uporabite postopek Ekos :ref:`Polarna poravnava <ekos-align-polar-align>` v modulu Poravnava.
sv: ``Bättre polärinriktning``: Det är kritiskt för att lyckas med alla astrofotograferingssessioner. Använd Ekos :doc:`polärinriktningsprocedur <ekos-align-polar-align>` i inriktningsmodulen.

source: ``Set binning to 2x2``: Binning improves SNR and is often very important to the success of the calibration and guiding procedures.
ca: ``Establiu l'agrupament a 2x2``: L'agrupament millorarà el SNR i sovint és molt important per a l'èxit dels procediments de calibratge i guiatge.
ca@valencia: ``Establix l'agrupament a 2x2``: l'agrupament millorarà el SNR i sovint és molt important per a l'èxit dels procediments de calibratge i guiatge.
fr: ``Réglez le groupement de pixels sur 2x2`` : le groupement de pixels augmente le rapport signal sur bruit et est souvent très important pour le succès des procédures de calibration et de guidage.
pt_br: ``Definir binning como 2x2``: O binning melhora a relação sinal-ruído (SNR) e geralmente é muito importante para o sucesso dos procedimentos de calibração e guiamento.
sl: ``Nastavi združevanje na 2x2``: Združevanje izboljša SNR in je pogosto zelo pomembno za uspeh postopkov umerjanja in vodenja.
sv: ``Ställ in indelning till 2x2``: Indelning förbättrar signal-brusförhållandet och är ofta mycket viktigt för att lyckas med kalibrerings- och guidningsprocedurerna.

source: Take dark frames to reduce noise.
bg: Заснемане на тъмни кадри за намаляване на шума.
ca: Prendre fotogrames foscos per a reduir el soroll.
ca@valencia: Prendre fotogrames foscos per a reduir el soroll.
fr: Prenez des trames Dark pour réduire le bruit.
nl: Maak dark frames om de ruis te verminderen.
pt_br: Use quadros escuros para reduzir o ruído.
sl: Vzemite temne okvirje, da zmanjšate šum.
sv: Ta mörka bilder för att reducera bruset.
uk: Скористайтеся темними кадрами для зменшення шумності.

source: Guiding
bg: Гидиране
ca: Guiatge
ca@valencia: Guiatge
fr: Guidage
nl: Volgen
pt_br: Guiando
sl: Vodenje
sv: Guidning
uk: Наведення

source: Once the calibration process is completed successfully, guiding begins automatically. The guiding performance is displayed in the ``Drift Graphics`` region where ``Green`` reflects deviations in RA and ``Blue`` deviations in DEC. The colors of the RA/DE lines can be changed in :doc:`KStars color scheme <colors>` in KStars settings dialog. The vertical axis denotes the deviation in arcsecs from the lock position and the horizontal axis denotes time. You can hover over the line to get the exact deviation at this particular point in time. You can also zoom and drag/pan the graph to inspect a specific region of the graph. Another convenient place to examine guiding performance is in the Analyze tab.
ca: Un cop finalitzat el procés de calibratge, el guiatge comença de manera automàtica. El rendiment del guiatge es mostra a la regió ``Gràfics de la deriva``, on el ``Verd`` reflecteix les desviacions en l'AR i el ``Blau`` en la Dec. Els colors de les línies de l'AR/Dec es poden canviar a l'`esquema de color del KStars <colors>` al diàleg de configuració. L'eix vertical indica la desviació en segons d'arc des de la posició de bloqueig i l'eix horitzontal indica l'hora. Podeu passar el cursor per sobre de la línia per a obtenir la desviació exacta en aquest punt concret del temps. També podeu fer zoom i arrossegar/desplaçar el gràfic per a inspeccionar una regió específica. Un altre lloc adequat per a examinar el rendiment del guiatge és a la pestanya Analitza.
ca@valencia: Una vegada finalitzat el procés de calibratge, el guiatge començarà de manera automàtica. El rendiment del guiatge es mostra en la regió ``Gràfics de la deriva``, on el ``Verd`` reflectix les desviacions a l'AR i el ``Blau`` en la Dec. Els colors de les línies de l'AR/Dec es poden canviar en l':doc:`esquema de color de KStars <colors>` en el diàleg de configuració. L'eix vertical indica la desviació en segons d'arc de la posició de bloqueig i l'eix horitzontal indica el temps. Podeu passar el cursor per damunt de la línia per a obtindre la desviació exacta en este moment concret. També podeu fer zoom i arrossegar/desplaçar el gràfic per a inspeccionar una regió específica. Un altre lloc oportú per a examinar el rendiment del guiatge és la pestanya «Analitza».
fr: Une fois que la procédure de calibration s'est terminée avec succès, le guidage débutera automatiquement. Les performances de guidage sont affichées dans le ``graphique de la dérive`` où la déviation en AD est tracée en ``vert`` et la déviation en DEC en ``bleu``. Ces couleurs peuvent être modifiées dans le :doc:`schéma de couleurs de KStars <colors>` dans KStars. L'axe vertical désigne la déviation en secondes d'arc de la position de verrouillage et l'axe horizontal représente le temps. Vous pouvez survoler les lignes pour connaître les déviations exactes à chaque instant. De plus, vous pouvez zoomer et déplacer le graphique pour inspecter une zone particulière. Un autre endroit pratique pour analyser les performances de guidage se trouve dans l'onglet Analyser.
pt_br: Após a conclusão bem-sucedida do processo de calibração, o guiamento é iniciado automaticamente. O desempenho do guiamento é exibido na região ``Gráficos de desvio``, onde ``Verde`` reflete os desvios em AR e ``Azul`` os desvios em DEC. As cores das linhas AR/DE podem ser alteradas em :doc:`Esquema de cor do KStars <colors>` na janela de configurações do KStars. O eixo vertical indica o desvio em segundos de arco da posição de bloqueio e o eixo horizontal indica o tempo. Você pode passar o mouse sobre a linha para obter o desvio exato neste momento específico. Você também pode aplicar zoom e arrastar/deslocar o gráfico para inspecionar uma região específica do gráfico. Outro local conveniente para examinar o desempenho da orientação é a aba Analisar.
sl: Ko je postopek kalibracije uspešno zaključen, se vodenje začne samodejno. Učinkovitost vodenja je prikazana v območju "Odnašanje grafike``, kjer ``zelena`` odraža odstopanja v RA, ``modra`` pa odstopanja v DEC. Barve črt RA/DE lahko spremenite v :doc:`KStars color scheme <barve>` v pogovornem oknu z nastavitvami KStars. Navpična os označuje odstopanje v ločnih sekundah od zaklenjenega položaja, vodoravna os pa čas. Z miško se lahko pomaknete nad črto, da dobite natančno odstopanje v tem določenem trenutku. Graf lahko tudi povečate in povlečete/pomaknete, da pregledate določeno območje grafa. Drug priročen kraj za pregled učinkovitosti vodenja je zavihek Analiziraj.
sv: När väl kalibreringsprocessen har slutförts med lyckat resultat, påbörjas guidningen automatiskt. Guidningens prestanda visas i området ``Avdriftsgrafik`` där ``Grön`` anger avvikelser i RA och ``Blå`` avvikelser i Dek. Färgerna på RA/Dek-linjerna kan ändras i :doc:`Kstars färgschema <colors>` i Kstars inställningsdialogruta. Den vertikala axeln anger avvikelsen i bågsekunder från den låsta positionen, och den horisontella axeln anger tid. Det går att hålla musen över linjen för att få exakt avvikelse vid en specifik tidpunkt. Dessutom går det att zooma och dra eller panorera diagrammet för att inspektera ett specifikt område i diagrammet. Ett annat bekvämt ställe att undersöka guidningsprestanda är under fliken Analys.

source: |Guide Settings|
sv: |Guidningsinställningar|

source: There are two types of algorithms used in the internal guider, and you have choices of which variations to use for both. The first is the ``Star Detection`` algorithm. The guider captures images of the sky and automatically detects stars in these images. Once this is done, it can determine your mount's drift in RA and DEC from its original position. The second type of algorithm is the ``Guiding Algorithm`` used to compute the RA and DEC guide pulses that should be sent to your mount to correct that drift.
ca: Hi ha dos tipus d'algorismes utilitzats en el sistema de guiatge intern, i teniu opcions de quines variacions utilitzar per a tots dos. El primer és l'algorisme de ``Detecció d'estrelles``. El guiatge captura imatges del cel i detecta automàticament estrelles en aquestes imatges. Un cop fet això, pot determinar la deriva de la muntura en RA i Dec des de la seva posició original. El segon tipus d'algorisme és l'``Algorisme de guiatge`` utilitzat per calcular els polsos de guia RA i Dec que s'han d'enviar al vostre muntatge per a corregir aquesta deriva.
ca@valencia: Hi ha dos tipus d'algorismes utilitzats al guiador intern, i podeu triar quines variacions utilitzar per a ambdós. El primer és l'algorisme ``Detecció d'estreles``. El guiador captura imatges del cel i detecta automàticament les estreles en estes imatges. Una vegada fet açò, pot determinar la deriva de la vostra muntura en AR i Dec des de la seua posició original. El segon tipus d'algorisme és ``Algorisme del guiatge`` que s'utilitza per a calcular els polsos de guiatge AR i Dec que s'han d'enviar a la vostra muntura per a corregir esta deriva.
pt_br: Existem dois tipos de algoritmos usados ​​no guia interno, e você tem opções de quais variações usar para ambos. O primeiro é o algoritmo ``Detecção de estrelas``. O guia captura imagens do céu e detecta automaticamente estrelas nessas imagens. Uma vez feito isso, ele pode determinar o desvio da sua montagem em AR e DEC em relação à sua posição original. O segundo tipo de algoritmo é o ``Algoritmo de guia``, usado para calcular os pulsos de guia de AR e DEC que devem ser enviados à sua montagem para corrigir esse desvio.
sl: V notranjem merilniku se uporabljata dve vrsti algoritmov in za oba lahko izbirate, katere različice boste uporabili. Prvi je algoritem ``zaznavanja zvezd``. Merilnik zajema slike neba in samodejno zazna zvezde na teh slikah. Ko je to storjeno, lahko določi odmik vaše montaže v RA in DEC od prvotnega položaja. Druga vrsta algoritma je ``algoritem vodenja``, ki se uporablja za izračun vodilnih impulzov RA in DEC, ki jih je treba poslati vaši montaži, da se ta odmik popravi.
sv: Det finns två typer av algoritmer som används i den interna guidningen, och du kan välja vilka varianter du vill använda för båda. Den första är algoritmen "Stjärndetektering". Guidningen tar bilder av himlen och detekterar automatiskt stjärnor i bilderna. När det är gjort kan den bestämma stativets drift i RA och DEK från ursprunglig position. Den andra typen av algoritm är "Guidningsalgoritm" som används för att beräkna guidningspulserna i RA- och DEK som ska skickas till stativet för att korrigera driften.
