Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: A simple approach is to start with a small amount of data, say 1 night and use this to calculate, say the Ticks / degree C. Run with this and adjust it over time as you collect more data. A way to check how well AF is performing would be to use Analyze to review how AF had moved the focus over 1 hour. If things are spot on, then where ever AF had positioned the focuser after 1 hour would match the Autofocus result. Where there is a discrepancy, it will be because of randomness in the Autofocus result and miscalibration in the AF <guilabel>Ticks / °C</guilabel>. By doing this regularly you will build knowledge of your equipment and be able to fine tune AF. Below is a screenshot of Analyze configured for Focus where you can see how Focus position changes throughout the imaging session:
bg: Един прост подход е да започнете с малко количество данни, да речем 1 нощувка, и да използвате това, за да изчислите, да речем тикове/градус C. Работете с това и го коригирайте с времето, докато събирате повече данни. Начин да проверите колко добре работи АФ би бил да използвате Анализиране, за да прегледате как АФ е преместил фокуса за 1 час. Ако нещата са на място, тогава където и да е АФ позиционирал фокусера след 1 час, ще съответства на резултата от автофокуса. Когато има несъответствие, то ще се дължи на произволност в резултата от автофокуса и грешно калибриране в АФ <guilabel>отметки / °C</guilabel>. Правейки това редовно, ще изградите познания за вашето оборудване и ще можете да настроите фино АФ. По-долу е екранна снимка на модула Анализиране, конфигуриран за Фокус, където можете да видите, как позицията на фокуса се променя по време на сесията за изображения:
sl: Preprost pristop je, da začnete z majhno količino podatkov, na primer 1 noč, in to uporabite za izračun, na primer črtic / stopinj C. Začnite s tem in ga prilagodite sčasoma, ko zberete več podatkov. Kako dobro deluje AF, lahko preverite tako, da uporabite Analyze za pregled, kako je AF premaknil fokus v 1 uri. Če je vse na mestu, bi se rezultat samodejnega ostrenja ujemal z rezultatom samodejnega fokusiranja. Kjer pride do neskladja, bo to posledica naključnosti v rezultatu samodejnega fokusiranja in napačne kalibracije v <guilabel>Črtice / °C</guilabel>. Če boste to redno izvajali, boste pridobili znanje o svoji opremi in lahko natančno prilagodili AF. Spodaj je posnetek zaslona Analyze, konfiguriranega za Focus, kjer si lahko ogledate, kako se položaj fokusa spreminja med sejo slikanja:
sv: Ett enkelt tillvägagångssätt är att börja med en liten mängd data, säg en natt och använda det för att beräkna Tick / °C. Använd det och justera över tiden när du samlar in mer data. Ett sätt att kontrollera hur väl AF fungerar är att använda Analysera för att granska hur AF flyttade fokus över en timme. Om saker och ting är perfekta, då ska positioneringen av AF var den än är efter en timme motsvara resultatet från den automatiska fokuseringen. Där det finns en diskrepans beror det på slumpmässighet i resultatet från den automatiska fokuseringen och felkalibrering av AF <guilabel>Tick / °C</guilabel>. Genom att göra det regelbundet bygger du upp kunskap om utrustningen och kan finjustera AF. Nedan är en skärmbild av Analys inställt för Fokusering, där du kan se hur fokuseringspositionen ändras under bildtagningssessionen:
uk: Простий підхід полягає у тому, що слід розпочати з малого набору даних, скажімо, за одну ніч, і скористатися ними для обчислення, скажімо, значення кількості поділок на один градус Цельсія. Запустіть процедуру з отриманим значенням і коригуйте його, накопичуючи дані. Перевірити, наскільки ефективним є АФ, можна за допомогою засобу «Аналіз», переглянувши, як АФ змінював фокус протягом години. Якщо все вдало, зміна позиції засобу фокусування АФ після першої години використання збігатиметься із результатами автофокусування. Там, де будуть розбіжності, причиною буде випадковість результатів автофокусування і помилкове калібрування параметра <guilabel>поділки / °C</guilabel> АФ. Виконуючи цю процедуру регулярно, ви дізнаєтеся більше про ваше обладнання і зможете скоригувати АФ. Нижче наведено знімок інструмента аналізу, який налаштовано для обробки даних фокусування. Ви можете бачити, як змінюється позиція фокусування протягом сеансу зйомки:

source: <screeninfo>Focus Analyze</screeninfo>
bg: <screeninfo>Анализ на фокус</screeninfo>
sl: <screeninfo>Analiza fokusa</screeninfo>
sv: <screeninfo>Fokuseringsanalys</screeninfo>
uk: <screeninfo>Аналіз фокусування</screeninfo>

source: <phrase>Focus Analyze</phrase>
bg: <phrase>Анализ на фокуса</phrase>
sl: <phrase>Analiza fokusa</phrase>
sv: <phrase>Fokuseringsanalys</phrase>
uk: <phrase>Аналіз фокусування</phrase>

source: Once you have your data you can configure it in the <link linkend="focus-filter-settings">Filter Settings</link> popup. Then in Focus, switch on Adaptive Focus in <link linkend="focus-settings">Focus Settings</link>. At this point, when you run a sequence, Ekos will check after each subframe whether it needs to adapt the focuser position. If so, Focus will do that and then Capture will continue with the next Subframe.
bg: След като разполагате с вашите данни, можете да ги конфигурирате в изскачащия прозорец <link linkend="focus-filter-settings">Настройки на филтъра</link>. След това във модула Фокус включете Адаптивен фокус в раздела <link linkend="focus-settings">Настройки на фокус</link>. В този момент, когато стартирате последователност, Ekos ще проверява след всеки подкадър дали трябва да адаптира позицията на фокусера. Ако е така, модула Фокус ще направи това и след това заснемането ще продължи със следващия подкадър.
sl: Ko imate podatke, jih lahko konfigurirate v pojavnem oknu <link linkend="focus-filter-settings">Nastavitve filtra</link>. Nato v Focus vklopite prilagodljiv fokus <link linkend="focus-settings">Nastavitve fokusa</link>. Na tej točki, ko zaženete zaporedje, bo Ekos po vsakem podokvirju preveril, ali mora prilagoditi položaj fokuserja. Če je tako, bo Focus to storil, nato pa bo zajem nadaljeval z naslednjim podokvirjem.
sv: När du har data kan du ställa in rutan <link linkend="focus-filter-settings">Filterinställningar</link>. Sätt sedan på Adaptiv fokusering i Fokusering under fliken <link linkend="focus-settings">Fokuseringsinställningar</link>. Därefter, när du kör en sekvens, kontrollerar Ekos om fokuseringspositionen behöver justeras efter varje delbild. Om så är fallet gör Fokusering det och sedan fortsätter Tagning med nästa delbild.
uk: Отримавши власні дані ви можете налаштувати програму за допомогою контекстної панелі <link linkend="focus-filter-settings">Параметри фільтрування</link>. Потім у модулі «Фокус» увімкніть адаптивне фокусування на вкладці <link linkend="focus-settings">Параметри фокусування</link>. Після цього під час виконання послідовності зйомки Ekos після створення кожного підкадру кожного разу перевірятиме, чи слід адаптувати позицію фокусування. Якщо це так, модуль фокусування виконає адаптацію, а модуль захоплення зображень продовжить роботу із наступним підкадром.

source: The screenshot at the top of this section shows an example. <guilabel>Ticks / °C</guilabel> is set to 9. Autofocus ran and it solved at 36580 at 10C. Then a simple sequence of 5 subframes was run. The temperature was firstly set to 9C then to 8C. After each subframe completed, Ekos performed an adaptive focus run and where there was a temperature change it calculates the number of ticks to move the focuser. In this example, the focuser was moved inward by 9 ticks on 2 separate occasions, starting at 36580, before moving to 36571 and then to 36562 as shown on the Focus Tab in the Current Position widget and in the message box.
bg: Екранната снимка в горната част на този раздел показва пример. <guilabel>Деления / °C</guilabel> е настроен на 9. Автофокусът е изпълнен и се реши при 36580 при 10C. След това е изпълнена проста последователност от 5 субкадъра. Първоначално температурата беше настроена на 9C, а след това на 8C. След завършване на всеки подкадър Ekos извършва адаптивен фокус и там, където има промяна на температурата, изчислява броя на деленията за преместване на фокусера. В този пример фокусът е преместен навътре с 9 отметки в 2 отделни случая, като се започне от 36580, преди да се премести до 36571 и след това до 36562, както е показано в раздела „Фокус“ в изпълнимия модул „Текуща позиция“ и в полето за съобщения.
sl: Posnetek zaslona na vrhu tega razdelka prikazuje primer. <guilabel>Črtice / °C</guilabel> je nastavljen na 9. Samodejno fokusiranje je delovalo in rešilo pri 36580 pri 10C. Nato je bilo zagnano preprosto zaporedje 5 podokvirjev. Temperatura je bila najprej nastavljena na 9C nato na 8C. Po vsakem dokončanem podokvirju je Ekos izvedel prilagoditveno fokusranje in kjer je prišlo do spremembe temperature, izračuna število črtic za premikanje fokuserja. V tem primeru je bil fokuser premaknjen navznoter za 9 črtic ob dveh ločenih priložnostih, začenši pri 36580, preden se je premaknil na 36571 in nato na 36562, kot je prikazano na zavihku Fokus v pripomočku Trenutni položaj in v polju za sporočila.
sv: Skärmbilden överst i avsnittet visar ett exempel. <guilabel>Tick / °C</guilabel> är inställd på 9. Autofokus kördes och löstes vid 36580 och 10 °C. Sedan kördes en enkel sekvens av 5 delbilder. Temperaturen ställdes först in till 9 °C och sedan till 8 °C. Efter att varje delbildruta har slutförts, utförd Ekos en adaptiv fokuseringskörning och där en temperaturförändring inträffar beräknas antal tick för att flytta fokuseringsenheten. I det här exemplet flyttas fokuseringen inåt med 9 tick vid två separata tillfällen, med början vid 36580, innan den flyttas till 36571 och sedan till 36562 som visas under fokuseringsfliken i komponenten Aktuell position och i meddelanderutan.
uk: На знімку вікна на початку цього розділу показано приклад. Для параметра <guilabel>поділки / °C</guilabel> встановлено значення 9. Запущено автофокусування і отримано розв'язок 36580 для 10C. Далі виконано просту послідовність зйомки 5 підкадрів. Для температури спочатку встановлено значення 9C, потім — 8C. Після завершення зйомки кожного підкадра Ekos виконував адаптивне фокусування, і там, де було зафіксовано зміну температури, програма обчислювала кількість поділок, на які слід пересунути засіб фокусування. У цьому прикладі було виконано пересування всередину на 9 поділок у 2 окремих випадках, починаючи з 36580, до пересування до 36571, а потім до 36562, як це показано на вкладці «Фокус» віджета «Поточна позиція» та у вікні повідомлення.

source: The Adaptive Focus concept has been built into the <link linkend="build-filter-offsets">Build Offsets</link> tool.
bg: Концепцията за адаптивен фокус е вградена в инструмента <link linkend="build-filter-offsets">Задаване на отмествания</link>.
sl: Koncept prilagodljivega fokusiranja je bil vgrajen v orodje <link linkend="build-filter-offsets">Izgradi odmike</link>.
sv: Det adaptiva fokuseringskonceptet är inbyggt i verktyget <link linkend="build-filter-offsets">Bygg positioner</link>.
uk: Адаптивне фокусування вбудовано до засобу <link linkend="build-filter-offsets">Побудувати зсуви</link>.

source: Coefficient of Determination, R²
bg: Коефициент на детерминация, R²
ca@valencia: Coeficient de determinació, R²
fr: Exécuter l'Inspecteur d'aberration et obtenir des résultats.
pt_br: Coeficiente determinístico, R²
sl: Koeficient determinacije, R²
sv: Bestämningskoefficient, R²
uk: Коефіцієнт визначеності, R²

source: The Coefficient of Determination, or R², is calculated in order to give a measure of how well the fitted curve matches the datapoints. More information is available <ulink url="https://en.wikipedia.org/wiki/Coefficient_of_determination">here</ulink>. This feature that is available for the Linear 1 Pass focus algorithm. In essence, R² gives a value between 0 and 1, with 1 meaning a perfect fit where all datapoints sit on the curve, and 0 meaning that there is no correlation between the datapoints and the curve. The user should experiment with their equipment to see what values they can obtain, but as a guide, a value above, say 0.9 would be a good fit.
bg: Коефициентът на детерминация, или R², се изчислява, за да даде мярка за това колко добре напаснатата крива съответства на точките от данни. Повече информация можете да намерите <ulink url="https://en.wikipedia.org/wiki/Coefficient_of_determination">тук</ulink>. Тази функция, която е налична за алгоритъма за фокусиране с единично линейно преминаване. По същество R² дава стойност между 0 и 1, като 1 означава идеално прилягане, когато всички точки от данни се намират на кривата, а 0 означава, че няма корелация между точките от данни и кривата. Потребителят трябва да експериментира със своето оборудване, за да види какви стойности може да получи, но като ориентир, по-висока стойност, да речем 0, 9, би била подходяща.
sl: Koeficient determinacije ali R² se izračuna, da se oceni, kako dobro se prilagojena krivulja ujema s podatkovnimi točkami. Več informacij je na voljo <ulink url="https://en.wikipedia.org/wiki/Coefficient_of_determination">tukaj</ulink>. Ta funkcija, ki je na voljo za algoritem ostrenja prehoda Linear 1. V bistvu R² daje vrednost med 0 in 1, pri čemer 1 pomeni popolno prileganje, kjer so vse podatkovne točke na krivulji, 0 pa pomeni, da ni korelacije med podatkovnimi točkami in krivuljo. Uporabnik bi moral eksperimentirati s svojo opremo, da vidi, katere vrednosti lahko doseže, vendar bi kot vodilo ustrezala vrednost nad, recimo 0,9.
sv: Bestämningskoefficienten, eller R², beräknas för att ge ett mått på hur väl den anpassade kurvan motsvarar datapunkterna. Mer information finns <ulink url="https://en.wikipedia.org/wiki/Coefficient_of_determination">här</ulink>. Funktionen är tillgänglig för den engångslinjära fokuseringsalgoritmen. I slutändan ger R² ett värde mellan 0 och 1, där 1 betyder en perfekt passform där alla datapunkter är på kurvan, och 0 betyder att det inte finns någon korrelation mellan datapunkterna och kurvan. Användaren bör experimentera med utrustningen för att se vilka värden de kan erhålla, men som en vägledning fungerar ett värde över cirka 0,9 bra.
uk: Коефіцієнт визначеності, або R², обчислюється з метою отримати міру того, наскільки добре крива апроксимує точки даних. Докладніші відомості викладено <ulink url="https://en.wikipedia.org/wiki/Coefficient_of_determination">тут</ulink>. Це можливість, яка доступна лише для лінійного однопрохідного алгоритму фокусування. Якщо коротко, R² приймає значення від 0 до 1, де 1 означає точну відповідність, де усі точки даних лежать на кривій, а 0 означає, що немає кореляції між точками даних і кривою. Користувачеві варто поекспериментувати з обладнанням, щоб отримати найкраще значення, але, типово, варто скористатися значенням, яке перевищує 0,9, щоб отримати добру апроксимацію.

source: There is an option to set an “R² Limit” in <link linkend="focus-settings">Focus Settings</link> that is compared to the calculated R² after the auto focus run has completed. If the limit value has not been achieved, then the auto focus is rerun.
bg: Има опция за задаване на „R² лимит“ в <link linkend="focus-settings">Настройки на фокуса</link>, който се сравнява с изчисления R², след като изпълнението на автоматичния фокус е завършено. Ако граничната стойност не е достигната, автоматичният фокус се стартира отново.
sl: V <link linkend="focus-settings">Nastavitve fokusiranja</link> lahko nastavite »Omejitev R²«, ki se primerja z izračunanim R² po zaključku samodejnega fokusiranja. Če mejna vrednost ni dosežena, se samodejno fokusiranje ponovno zažene.
sv: Det finns möjlighet att ställa in alternativet "R²-gräns" under fliken <link linkend="focus-settings">Fokuseringsinställningar</link>, som sedan jämförs med beräknad R² efter den automatiska fokuseringskörningen har slutförts. Om gränsvärdet inte uppnås, körs automatisk fokusering igen.
uk: Можна встановити значення «Обмеження R² у <link linkend="focus-settings">параметрах фокусування</link>. Його буде порівняно із обчисленим R² після завершення автофокусування. Якщо значення обмеження не буде досягнуто, автоматичне фокусування буде перезапущено.

source: Setting an R² Limit could be useful for unattended observation if the focus run produces a bad result for a 1-off reason. Obviously if the reason is not transitory then rerunning will not improve anything.
bg: Задаването на R² лимит може да бъде полезно за наблюдение без надзор, ако фокусирането даде лош резултат поради еднократна причина. Очевидно, ако причината не е временна, повторното изпълнение няма да подобри нищо.
ca@valencia: Establir un límit R² podria ser útil per a l'observació desatesa si l'execució de l'enfocament produïx un resultat roín per un motiu puntual. És evident que si el motiu no és transitori, la reactivació no millorarà res.
fr: Relancez l'Inspecteur d'aberration. Cela ouvrira une nouvelle fenêtre. Vérifiez les résultats comme précédemment. Si l'inclinaison et/ou le backfocus s'améliorent, cela signifie que les corrections vont dans le bon sens. Dans le cas contraire, inversez le sens et réessayez. Utilisez le retour de l'ajustement précédent pour le prochain ajustement.
pt_br: Definir um limite R² pode ser útil para observação autônoma se a execução focal produzir um resultado ruim por um motivo único. Obviamente, se o motivo não for transitório, a repetição não melhorará nada.
sl: Nastavitev meje R² je lahko uporabna za nenadzorovano opazovanje, če potek fokusiranja povzroči slab rezultat zaradi enkratnega razloga. Očitno, če razlog ni prehoden, ponovni zagon ne bo ničesar izboljšal.
sv: Att ställa in en R²-gräns kan vara användbart för obevakad observation om fokuseringskörningen av någon anledning ger ett dåligt resultat. Men om orsaken inte är övergående förbättrar en omkörning uppenbarligen inte någonting.
uk: Зміна значення обмеження R² може бути корисним для автоматичного спостереження, якщо запуск фокусування дає поганий результат через помилку на першому кроці. Очевидно, якщо причина не є тимчасовою, повторний запуск нічого не покращить.

source: If the R² Limit is not achieved and the focus process is rerun, and again fails to achieve the R² Limit, then the focus run is marked as successful to avoid the process getting stuck rerunning auto focus forever.
bg: Ако лимитът R² не бъде постигнат и процесът на фокусиране се стартира отново и отново не успее да достигне лимита R², тогава изпълнението на фокуса се маркира като успешно, за да се избегне зацикляне на процеса.
ca@valencia: Si el límit R² no s'aconseguix i el procés d'enfocament es torna a executar, i de nou no s'aconseguix, llavors l'execució de l'enfocament es marcarà com a correcta per a evitar que el procés es quede encallat tornant a executar l'enfocament automàtic per sempre.
fr: Répétez la procédure jusqu'à parvenir aux limites de votre équipement.
pt_br: Se o limite R² não for atingido e o processo de foco for executado novamente, e novamente não conseguir atingi-lo, a execução do foco será marcada como bem-sucedida para evitar que o processo fique travado na execução do foco automático para sempre.
sl: Če meja R² ni dosežena in se postopek fokusiranja znova zažene ter spet ne uspe doseči meje R², je zagon fokusiranja označen kot uspešen, da se prepreči zastoj postopka pri ponovnem izvajanju samodejnega fokusiranja za vedno.
sv: Om R²-gränsen inte uppnås och fokuseringsprocessen körs om, och återigen misslyckas med att uppnå R²-gränsen, markeras fokuseringskörningen som lyckad för att undvika att processen fastnar och kör om automatisk fokusering för alltid.
uk: Якщо «Обмеження R²» не буде досягнуто, а процедуру фокусування перезапущено, і обмеження R² знову не досягнуто, запуск фокусування буде позначено як успішний, щоб уникнути зависання процедури, коли повторне автофокусування виконуватиметься вічно.

source: This feature is turned off by setting the R² Limit to 0.
bg: Тази функция се изключва чрез задаване на R² лимита на 0.
ca@valencia: Esta característica es desactiva establint el límit R² a 0.
fr: Notez la valeur de l'ajustement, c'est-à-dire le nombre de tours, le sens (horaire ou anti-horaire). Ces réglages dépendent de votre équipement et doivent être trouvés par tâtonnements.
pt_br: Esse recurso é desativado ao definir o limite R² como 0.
sl: To funkcijo izklopite tako, da omejitev R² nastavite na 0.
sv: Funktionen är avstängd genom att ställa in R² gränsen till 0.
uk: Ця можливість вимикається встановленням нульового значення обмеження R².

source: Levenberg–Marquardt Solver
bg: Алгоритъм за решаване на Левенберг – Марквард
ca@valencia: Solucionador de Levenberg-Marquardt
fr: À chaque exécution de l'Inspecteur, une fenêtre s'ouvre et affiche le nombre d'exécution pour chaque tuile. Ainsi, plusieurs exécutions peuvent être réalisées et les résultats comparés. Veuillez toutefois noter la grande quantité de données (environ 10x celle d'une mise au point automatique). Les ressources système associées sont affichées une fois la fenêtre fermée. Il est ainsi recommandé, pour les machines de faibles ressources, de fermer toutes les fenêtres de l'inspecteur avant de commencer d'imager.
pt_br: Solucionador Levenberg–Marquardt
sl: Levenberg–Marquardtov reševalnik
sv: Levenberg–Marquardt lösningsverktyg
uk: Розв'язувач Левенберга-Марквардта

source: The Levenberg-Marquardt (LM) algorithm is used to solve non-linear least squares problems. The GNU Science Library provides an implementation of the solver. These resources provide more details:
bg: Алгоритъмът на Левенберг-Марквард (LM) се използва за решаване на нелинейни проблеми на най-малките квадрати. Научната библиотека на GNU предоставя реализация на решаващия инструмент. Тези ресурси предоставят повече подробности:
ca@valencia: L'algorisme de Levenberg-Marquardt (LM) s'utilitza per a resoldre problemes de mínims quadrats no lineals. La biblioteca científica de GNU proporciona una implementació del solucionador. Estos recursos proporcionen més detalls:
fr: Les sections suivantes décrivent les parties de la fenêtre de l'inspecteur d'aberration.
pt_br: O algoritmo Levenberg-Marquardt (LM) é usado para resolver problemas de mínimos quadrados não lineares. A Biblioteca Científica GNU fornece uma implementação do solucionador. Estes recursos fornecem mais detalhes:
sl: Algoritem Levenberg-Marquardt (LM) se uporablja za reševanje nelinearnih problemov najmanjših kvadratov. GNU Science Library nudi implementacijo reševalnika. Ti viri zagotavljajo več podrobnosti:
sv: Algoritmen Levenberg-Marquardt (LM) används för att lösa icke-linjära minsta kvadratproblem. GNU Science Library tillhandahåller en implementering av lösningsfunktionen. Följande resurser ger mer information:
uk: Алгоритм Левенберга-Марквардта (LM) призначено для розв'язання нелінійних задач методом найменших квадратів. У GNU Science Library реалізовано відповідний розв'язувач. Докладніші відомості можна знайти на цих ресурсах:
