Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: <guilabel>Average HFR check</guilabel>: Similar idea to <guilabel>Average Over</guilabel> but in this case it is the HFR Check datapoint that is averaged over the selected number of frames. In addition, if the <guilabel>Algorithm</guilabel> is Linear 1 Pass then the last datapoint of an Autofocus run, which is the in-focus datapoint, is also averaged over this number of frames. Set a value of 1 to start. This can be increased if there are issues with HFR Check Autofocus runs being triggered by outlying datapoints when the HFR Check runs.
sl: <guilabel>Povprečno preverjanje HFR</guilabel>: Podobna ideja kot <guilabel>Povprečje čez</guilabel>, vendar je v tem primeru podatkovna točka preverjanja HFR povprečena glede na izbrano število okvirjev. Poleg tega, če je<guilabel>Algoritem</guilabel> prehod linearni 1, potem je zadnja podatkovna točka samodejnega fokusiranja tudi izračunana kot povprečje čez to število okvirjev. Za začetek nastavite vrednost 1. To se lahko poveča, čeobstajajo težave z zagoni samodejnega fokusiranja preverjanja HFR, ki jih sprožijo obrobne podatkovne točke, ko se izvaja preverjanje HFR.
sv: <guilabel>HFR-medelvärdeskontroll</guilabel>: Liknande idé som <guilabel>Medelvärde över</guilabel> men i det här fallet är det HFR-kontrollen som medelvärdesbildas över det valda antalet bildrutor. Dessutom, om <guilabel>Algoritm</guilabel> är engångslinjär, medelvärdesbildas också den sista datapunkten i en automatisk fokuseringskörning, som är datapunkten i fokus, över det antalet bildrutor. Ange värdet 1 till att börja med. Det kan ökas om det är problem med att HFR-kontrollerade automatiska fokuseringskörningar utlöses av extremvärden av datapunkter när HFR-kontrollen körs.
uk: <guilabel>Перевірка середнього РПП</guilabel>: щось подібне до <guilabel>Усереднення за</guilabel>, але із усередненням точки перевірки радіуса половинного потоку за вибраною кількістю кадрів. Крім того, якщо для параметра <guilabel>Алгоритм</guilabel> вибрано «Лінійний однопрохідний», останню точку даних запуску автофокусування, яка є точкою даних фокуса, також буде усереднено за вказаною кількістю кадрів. Для початку, встановіть значення 1. Значення можна збільшити, якщо виникають проблеми із запусками перевірки РПП автофокусування за рахунок викидів у точках даних при виконання перевірки РПП.

source: <guilabel>Donut Buster</guilabel>: The intention of Donut Buster is to improve focusing for telescopes with central obstructions that create donut shaped stars when defocused, e.g. Newtonians, SCTs, RASAs, Ritchey-Cretiens, etc.
sl: <guilabel>Pospeševalnik obroča</guilabel>: Namen Pospeševalnika obroča jeizboljšanje fokusiranja za teleskope z osrednjimi ovirami, ki ustvarjajo obročno oblikovane zvezde, ko so defokusirane, npr. Newtonovi, SCT, RASA, Ritchey-Cretiens, itd.
sv: <guilabel>Borttagning av ringar</guilabel>: Syftet med borttagning av ringar är att förbättra fokusering för teleskop med en central obstruktion som skapar ringformade stjärnor när de är ur fokus, t.ex. Newton-, SCT-, RASA-, Ritchey-Cretiens-teleskop, etc.
uk: <guilabel>Пончикове підсилення</guilabel>: призначенням пончикового підсилення є удосконалення фокусування для телескопів із центральною перешкодою, яка призводить до пончикоподібних зображень зірок, якщо телескоп не фокусовано, наприклад для ньютонівських телескопів, телескопів SCT, RASA, Річі-Кретьєна тощо.

source: <guilabel>Donut Buster</guilabel> is only available for Linear 1 Pass, walks of Fixed and CFZ Shuffle, curves fits of Hyperbola and Parabola, and focus measures of: HFR, HFR Adj and FWHM.
sl: <guilabel>Pospeševalnik obroča</guilabel> je na voljo samo za prehod Linear 1, fiksne sprehodeFixed in naključni CFZ, prilegajoče krivulje hiperbole in parabole, in mere fokusa: HFR, prilagojeni HFR in FWHM.
sv: <guilabel>Borttagning av ringar</guilabel> är bara tillgängligt för engångslinjär, fasta steganta och KFZ-gång, kurvanpassning av hyperbel och parabel, och fokuseringsmätningar av HFR, justerad HFR och FBHM.
uk: <guilabel>Пончиковий підсилювач</guilabel> доступний лише для лінійного однопрохідного алгоритму, проходи фіксованого або КЗФ-тасування, апроксимація гіперболою або параболою і вимірами фокусування: РПП, РПП Сер. та ПШПМ.

source: When <guilabel>Donut Buster</guilabel> is checked, intermittent curve fitting is suspended and is only activated at the end of the focus sweep. This allows donut buster to better process edge datapoints that may be affected by donuts.
sl: Ko je <guilabel>pospeševalnik obroča</guilabel> označen, je prekinjena krivulja prileganja začasno ustavljena in se aktivira šele na koncu premikanja fokusa. To omogoča pospeševalniku obroča, da bolje obdeluje robne podatkovne točke, ki so lahkoprizadete zaradi obročev.
sv: När <guilabel>Borttagning av ringar</guilabel> är markerat, är intermittent kurvanpassning stoppad och aktiveras bara i slutet av fokuseringssvepet. Det låter Borttagning av ringar behandla datapunkter längs kanten som kan påverkas av ringar bättre.
uk: Якщо позначено пункт <guilabel>Пончиковий підсилювач</guilabel>, проміжну апроксимацію кривих буде призупинено і активовано лише наприкінці проходу фокусування. Це уможливлює для пончикового підсилювача кращу обробку крайових точок даних, на які може вплинути ефект пончика.

source: The following sub-options are available within Donut Buster:
ca@valencia: Hi ha disponibles les subopcions següents a Reductor de dònuts:
fr: Les sous-options suivantes sont disponibles pour l'option Donut Buster :
pt_br: As seguintes sub-opções estão disponíveis no Donut Buster:
sl: Naslednje pod-možnosti so na voljo znotraj pospeševalnika obročev:
sv: Följande delalternativ är tillgänglig inom Borttagning av ringar:
uk: Ви можете скористатися такими додатковими параметрами для пончикового підсилення:

source: <guilabel>Time Dilation x</guilabel>: This feature scales the exposure time during Autofocus from the value entered in the <guilabel>Exposure</guilabel> field for the furthest datapoints from focus. Datapoints near focus are taken with an unscaled exposure. For example, if Focus is setup with an Exposure of 2s and Time Dilation x is set to 4, then when Autofocus moves out to take its first datapoint, an exposure of 2s * 4 = 8s is used. On each successive datapoint the exposure is reduced down to 2s around the point of optimum focus. As the focuser moves through focus, so the exposure is scaled upwards to 8s for the last datapoint.
sl: <guilabel>Dilatacija časa x</guilabel>: Ta funkcija spreminja čas osvetlitve med samodejnim fokusiranjem od vrednosti, vnesene v polje <guilabel>Osvetlitev</guilabel> za najbolj oddaljene podatkovne točke od fokusa. Podatkovne točke blizu fokusa so posnete z neprilagojeno osvetlitvijo. Na primer, če je fokus nastavljen z osvetlitvijo 2 s in časovna dilatacija x je nastavljena na 4, nato pa, ko se samodejno fokusiranje premakne ven, da se pridobi njegovo prvo podatkovno točko, se uporabi osvetlitev 2 s * 4 = 8s. Na vsaki zaporedni podatkovni točki se osvetlitev zmanjša na 2s okoli točke optimalnega fokusa. Ko se fokuser premika skozi fokus, se osvetlitev spreminja navzgor do 8s za zadnjo podatkovno točko.
sv: <guilabel>Tidsdilatation x</guilabel>: Funktion skalar exponeringstiden under automatisk fokusering från värdet som anges i fältet <guilabel>Exponering</guilabel> för de datapunkter som ligger längst bort från fokus. Datapunkter nära fokus tas med en icke skalad exponering. Till exempel, om fokus ställs in med en exponering på 2 s och Tidsdilatation x är inställd på 4, då används en exponering på 2 s * 4 = 8 s när autofokus flyttas ut för att ta sin första datapunkt. För varje efterföljande datapunkt reduceras exponeringen ner till 2 s nära punkten för optimalt fokus. När fokuseringsområdet rör sig förbi fokus, så skalas exponeringen uppåt till 8 s för den sista datapunkten.
uk: <guilabel>Коефіцієнт масштабування часу</guilabel>: Використання цієї можливості призводить до масштабування часу експонування під час автофокусування відносно значення, яке введено у полі експонування, для найвіддаленіших від фокуса точок даних. Точки даних поряд із фокусом буде оброблено без масштабування експозиції. Наприклад, якщо фокусування налаштовано із експонуванням у 2 секунди і встановлено коефіцієнт масштабування часу 4, коли автофокусування відбуватиметься назовні для першої точки даних, буде використано експонування 2 секунди * 4 = 8 секунд. Для кожної наступної точки даних експонування зменшуватиметься до 2 секунд в околі оптимального фокусування. При русі засобу фокусування експонування збільшуватиметься до 8 секунд для останньої точки даних.

source: The purpose of this feature is to increase the brightness of out of focus datapoints which will be dimmer than in-focus datapoints and therefore harder for star detection to resolve from the background noise.
bg: Целта на тази функция е да увеличи яркостта на нефокусираните точки от данни, които ще бъдат по-слаби от точките, които са на фокус и следователно по-трудно използваеми за разпознаване на звезди от фоновия шум.
ca@valencia: L'objectiu d'esta característica és fer augmentar la brillantor dels punts de dades desenfocats que seran més tènues que els punts de dades enfocats i, per tant, més difícil que la detecció d'estreles es resolga a partir del soroll de fons.
fr: Le but de cette méthode est d'augmenter la luminosité des points loin de la position optimale qui sont par nature moins brillants que les points proches et donc plus difficile à résoudre par rapport au bruit ambiant.
pt_br: O objetivo desta funcionalidade é aumentar o brilho de pontos de dados fora de foco, que serão mais escuros do que os pontos de dados em foco e, portanto, mais difíceis de serem detectados por estrelas devido ao ruído de fundo.
sl: Namen te funkcije je povečati svetlost neizostrenih podatkovnih točk, ki bodo temnejše od izostrenih podatkovnih točk in jih bo zato težje ločiti od zaznavanja zvezd glede na šum v ozadju.
sv: Funktionens syfte är att öka ljusstyrkan för datapunkter ur fokus, som är svagare än datapunkter i fokus och därför svårare för stjärndetekteringen att lösa upp från bakgrundsbrus.
uk: Метою реалізації цієї можливості є збільшення яскравості точок даних поза фокусом, які є тьмянішими за точки даних у фокусі, а отже, точок, де складніше виявити зірки, з метою полегшення для алгоритму виявлення зірок виявлення об'єктів посеред фонового шуму.

source: <guilabel>Outlier Rejection</guilabel>: This is a factor to scale the aggressiveness of the outlier rejection algorithm when <guilabel>Refine Curve Fit</guilabel> is checked. The higher the value the more outliers will be excluded from the curve fitting process. The default value is 0.2.
sl: <guilabel>Zavrnitev osamelca</guilabel>: To je dejavnik, ki ga je treba meritiagresivnost algoritma za zavrnitev vrednosti osamelcev, ko je odkljukano <guilabel>Izboljšaj prileganje krivulje</guilabel>. Višja kot je vrednost, več osamelcev bo treba izključevati iz postopka prileganja krivulje. Privzeta vrednost je 0,2.
sv: <guilabel>Exkludering av extremvärden</guilabel>: Det är en faktor för att skala hur aggressiv algoritmen för exkludering av extremvärden är när <guilabel>Förfina kurvanpassning</guilabel> är markerat. Ju större värdet är desto fler extremvärden exkluderas från kurvanpassningsprocessen. Förvalt värde är 0,2.
uk: <guilabel>Відкидання викидів</guilabel>: це коефіцієнт масштабування агресивності алгоритму відкидання викидів, якщо позначено пункт <guilabel>Удосконалення апроксимації кривої</guilabel>. Чим більшим буде значення, тим більше викидів буде виключено у процесі апроксимації кривої. Типовим є значення 0.2.

source: <guilabel>Scan for Start Position</guilabel> is only available for Linear 1 Pass, walks of Fixed and CFZ Shuffle, curves fits of Hyperbola and Parabola, and focus measures of: HFR, HFR Adj and FWHM.
sl: <guilabel>Iskanje začetnega položaja</guilabel> je na voljo samo za prehod Linear 1, fiksne sprehode in naključne CFZ, krivulje se prilegajo hiperboli in paraboli, in merah fokusa: HFR, prilagojeni HFR in FWHM.
sv: <guilabel>Sök efter startposition</guilabel> är bara tillgängligt för engångslinjär, fasta steganta och KFZ-gång, kurvanpassning av hyperbel och parabel, och fokuseringsmätningar av HFR, justerad HFR och FBHM.
uk: <guilabel>Шукати початкову позицію</guilabel> доступний лише для лінійного однопрохідного алгоритму, проходи фіксованого або КЗФ-тасування, апроксимація гіперболою або параболою і вимірами фокусування: РПП, РПП Сер. та ПШПМ.

source: Check this option to have Focus scan around the current focuser position to find an approximate optimum focus position. The purpose of this is to ensure that Autofocus starts near to the focus position. The following sub-options are available:
ca@valencia: Marqueu esta opció perquè l'enfocament explore al voltant de la posició actual per a trobar una posició d'enfocament òptima aproximada. El propòsit d'açò és assegurar-se que l'enfocament automàtic s'inicia prop de la posició d'enfocament. Hi ha disponibles les subopcions següents:
fr: ``Nombre de points`` : le nombre de points à utiliser pour chaque recherche. Une bonne valeur de départ est 5.
pt_br: Marque esta opção para que o foco varra a posição atual do focalizador para encontrar uma posição de foco ideal aproximada. O objetivo disso é garantir que o foco automático comece próximo à posição de foco. As seguintes sub-opções estão disponíveis:
sl: Odkljukajte to možnost, če želite, da fokus prečeše okoli trenutnega položaja fokusa, da poiščite približen optimalen položaj fokusiranja. Namen tega je zagotoviti, da se samodejno fokusiranja začne blizu položaja fokusa. Na voljo so naslednje pod-možnosti:
sv: Markera alternativet för att få en fokuseringsökning omkring fokuseringsenhetens nuvarande position för att hitta en ungefärlig optimal fokuseringsposition. Syftet med det är att säkerställa att automatisk fokusering startar nära fokuseringspositionen. Följande delalternativ är tillgängliga:
uk: Позначте цей пункт, щоб шукати фокус навколо поточної позиції фокусування, щоб знайти приблизне оптимальне положення фокуса. Мета цього полягає в тому, щоб переконатися, що автофокусування починається поблизу місця фокуса. Доступні такі додаткові пункти:

source: <guilabel>Always On</guilabel>: When checked Scan for Start Position is always run at the start of Autofocus. When unchecked, it is only run when Autofocus fails and is rerun.
sl: <guilabel>Vedno vključeno</guilabel>: Ko je odkljukano, je iskanje začetnega položaja vedno zagnano na začetku samodejnega fokusiranja. Če ni odkljukano, se zažene samo, ko samodejno fokusiranje ne uspe in se znova zažene.
sv: <guilabel>Alltid på</guilabel>: När markerad utförs Sök efter startposition alltid i början av automatisk fokusering. När den inte är markerad utförs den bara när automatisk fokusering misslyckas och körs om.
uk: <guilabel>Завжди увімкнено</guilabel>: якщо позначено, програма завжди запускатиме пошук початкової позиції на початку автоматичного фокусування. Якщо не позначено, програма запускатиме пошук, лише якщо автоматичне фокусування зазнало невдачі і його було перезапущено.

source: <guilabel>Num Datapoints</guilabel>: The number of datapoints to use in each scan. 5 is a good place to start.
sl: <guilabel>Število podatkovnih točk</guilabel>: Število podatkovnih točk za uporabo pri vsakem prečesavanju. 5 je dober začetek.
sv: <guilabel>Antal datapunkter</guilabel>: Antal datapunkter att använda i varje sökning. Ett bra värde att börja med är 5.
uk: <guilabel>К-ть точок даних</guilabel>: кількість точок даних, які слід використати під час кожного сканування. Добрим початковим значенням є 5.

source: <guilabel>Initial Step size x</guilabel>: A multiplicative factor to apply to the <guilabel>Initial Step size</guilabel> for use in the Scan for Start Position. Default is 1.0.
sl: <guilabel>Velikost začetnega koraka x</guilabel>: Multiplikativni faktor, ki ga je treba uporabitina <guilabel>velikosti začetnega koraka</guilabel> za uporabo v iskanja začetnega položaja. Privzeta vrednost je 1,0.
sv: <guilabel>Initial stegstorlek x</guilabel>: En multiplikativ faktor att använda för <guilabel>Initial stegstorlek</guilabel> för användning i Sök efter startposition. Förval är 1,0.
uk: <guilabel>Коефіцієнт початкового кроку</guilabel>: коефіцієнт, на який слід помножити <guilabel>Початковий розмір кроку</guilabel> для використання у пошуку початкової позиції. Типовим значенням є 1.0.

source: If <guilabel>Detection</guilabel> is set to Threshold then the following additional field is available:
bg: Ако <guilabel>Откриване</guilabel> е зададено на Праг, тогава е налично следното допълнително поле:
sl: Če je <guilabel>Zaznavanje</guilabel> nastavljeno na Prag, je na voljo naslednje dodatno polje:
sv: Om <guilabel>Detektering</guilabel> är inställd till Tröskel är följande ytterligare fält tillgängligt:
uk: Якщо для <guilabel>Виявлення</guilabel> встановлено пороговий алгоритм, буде доступними додаткове поле:

source: <guilabel>Threshold</guilabel>: This contains a percentage value used for star detection using the <emphasis>Threshold</emphasis> detection algorithm. Increase to restrict the centroid to bright cores. Decrease to enclose fuzzy stars.
bg: <guilabel>Праг</guilabel>: Това съдържа процентна стойност, използвана за откриване на звезда с помощта на алгоритъма за откриване на <emphasis>Праг</emphasis>. Увеличете, за да ограничите центроида до ярки ядра. Намалете, за да обградите размити звезди.
sl: <guilabel>Prag</guilabel>: Vsebuje vrednost v odstotkih, ki se uporablja za zaznavanje zvezd z uporabo algoritma za zaznavanje <emphasis>Prag</emphasis>. Povečajte, da omejite središče na svetla jedra. Zmanjšajte, da zaobjamete mehke zvezde.
sv: <guilabel>Tröskel</guilabel>: Det innehåller ett procentvärde som används för stjärndetektering med detekteringsalgoritmen <emphasis>Tröskel</emphasis>. Öka för att begränsa tyngdpunkten till ljusa kärnor. Minska för att omsluta suddiga stjärnor.
uk: <guilabel>Поріг</guilabel>: тут міститься значення у відсотках, яке буде використано у <emphasis>пороговому</emphasis> алгоритмі визначення. Збільште, щоб обмежити центроїд яскравими ядрами. Зменшіть, щоб захопити розмиті зірки.

source: If <guilabel>Detection</guilabel> is set to Bahtinov then the following additional widgets are available:
bg: Ако <guilabel>Откриване</guilabel> е зададено на Бахтинов, тогава са налични следните допълнителни модули:
sl: Če je <guilabel>Zaznavanje</guilabel> nastavljeno na Bahtinov, so na voljo naslednji dodatni gradniki:
sv: Om <guilabel>Detektering</guilabel> är inställd till Bahtinov är följande ytterligare komponenter tillgängliga:
uk: Якщо для <guilabel>Виявлення</guilabel> встановлено алгоритм Бахтінова, будуть доступними такі пункти:

source: <guilabel>Num. of rows</guilabel>: The number of lines displayed on screen when using a Bahtinov mask.
bg: <guilabel>Брой от редове</guilabel>: Броят редове, показани на екрана при използване на маска на Бахтинов.
sl: <guilabel>Št. vrstic</guilabel>: Število vrstic, prikazanih na zaslonu pri uporabi maske Bahtinova.
sv: <guilabel>Antal rader</guilabel>: Antalet rader som visas på skärmen när du använder en Bahtinov-mask.
uk: <guilabel>К-ть рядків</guilabel>: кількість рядків, які буде показано на екрані при використанні маски Бахтінова.

source: <guilabel>Sigma</guilabel>: The sigma of the gaussian blur applied to the image before applying Bahtinov edge detection.
bg: <guilabel>Сигма</guilabel>: Сигмата на замъгляването по Гаус, приложено към изображението преди прилагането на откриването на ръбове по Бахтинов.
sl: <guilabel>Sigma</guilabel>: Sigma Gaussove zamegljenosti, uporabljene na sliki pred uporabo Bahtinovega zaznavanja robov.
sv: <guilabel>Sigma</guilabel>: Sigma för Gaussiska oskärpan som appliceras på bilden innan Bahtinov-kantdetektering utförs.
uk: <guilabel>σ</guilabel>: стандартне відхилення гаусового розмивання, яке буде застосовано до зображення до застосування виявлення країв Бахтінова.

source: <guilabel>Kernel Size</guilabel>: The kernel size of the gaussian blur applied to the image before applying Bahtinov edge detection.
bg: <guilabel>Размер на ядрото</guilabel>: Размерът на ядрото на замъгляването по Гаус, приложено към изображението, преди да се приложи откриването на ръбове по Бахтинов.
sl: <guilabel>Velikost jedra</guilabel>: Velikost jedra Gaussove zameglitve, uporabljene na sliki pred uporabo Bahtinovega zaznavanja robov.
sv: <guilabel>Kärnstorlek</guilabel>: Kärnstorleken för den Gaussiska oskärpa som appliceras på bilden innan Bahtinov-kantdetektering utförs.
uk: <guilabel>Розмір ядра</guilabel>: розмір ядра гаусового розмивання, який буде застосовано до зображення до застосування виявлення країв Бахтінова.

source: If <guilabel>Algorithm</guilabel> is set to Linear or Iterative then the following additional widget is available:
bg: Ако <guilabel>Алгоритъм</guilabel> е зададен на Линеен или Итеративен, тогава е наличен следният допълнителен модул:
sl: Če je <guilabel>Algoritem</guilabel> nastavljen na Linearno ali Iterativno, je na voljo naslednji dodatni gradnik:
sv: Om <guilabel>Algoritm</guilabel> är inställd till Linjär eller Iterativ är följande ytterligare komponenter tillgängliga:
uk: Якщо встановлено лінійний або ітеративний <guilabel>Алгоритм</guilabel>, буде доступним віджет із такими параметрами:
