Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos.po
Languages: bg, ca, ca@valencia, es, fr, it, nl, pt, pt_br, sl, sv, uk

source: Chapter 5. Ekos
bg: Ekos
ca: Capítol 5. Ekos
it: Capitolo 5. Ekos
nl: Hoofdstuk 5. Ekos
pt_br: Capítulo 5. Ekos

source: **Ekos** is an advanced cross-platform (Windows®, Mac® OS, Linux®) observatory control and automation tool with a particular focus on Astrophotography. It is based on a modular extensible framework to perform common astrophotography tasks. This includes highly accurate GOTOs using astrometry solver, ability to measure *and* correct polar alignment errors, auto-focus & auto-guide capabilities, and capture of single or stack of images with filter wheel support. Ekos is shipped with KStars.
bg: **Ekos** е усъвършенстван междуплатформен (Windows®, MacOS®, Linux®) инструмент за контрол и автоматизиране на оборудването на обсерватории, със специална насоченост към астрофотографията. Базиран е на модулно разширяема програмна рамка за изпълнение на общи задачи в астрофотографията. Това включва много точни GOTO функции, използващи астрометричен инструмент за решаване, способност за измерване *и* коригиране на грешки в полярното подравняване, автофокус и възможности за автоматично насочване и заснемане на единични или серия от изображения с поддръжка на филтърно колело. Ekos се доставя с KStars.
ca: L'**Ekos** és una eina de control d'observatoris i automatització avançada multiplataforma (Windows®, Mac® OS, Linux®) amb un enfocament particular en astrofotografia. Es basa en un marc de treball ampliable i modular per a realitzar tasques habituals d'astrofotografia. Això inclou un GOTO molt exacte que utilitza el solucionador d'astrometria, la capacitat de mesurar **i** corregir errors de l'alineació polar, funcions per a l'enfocament i guiatge automàtics, i la captura d'una sola o d'una pila d'imatges amb suport de roda de filtres. L'Ekos es distribueix amb el KStars.
fr: **Ekos** est un outil multi-plate-forme (Windows®, MacOS® et Linux®) avancé de contrôle d'observatoire et d'automatisation avec un intérêt particulier pour l'astrophotographie. Il est fondé sur un cadre modulaire et extensible pour réaliser les tâches courantes d'astrophotographie. Cela inclut du pointage GOTO hautement précis grâce au résolveur astrometry.net, la possibilité de mesurer *et* de corriger les erreurs d'alignement polaire, la mise au point et le guidage automatique ainsi que l'acquisition d'images simples ou multiples avec gestion de roue à filtres. Ekos est distribué avec KStars.
it: **Ekos** è uno strumento avanzato multi-piattaforma (Windows®, Mac® OS, Linux®) per il controllo e per l'automazione dell'osservatorio, con particolare attenzione all'astrofotografia. È basato su un'infrastruttura modulare ed estensibile per compiere i normali processi di astrofotografia; tra questi figurano dei GOTO estremamente accurati tramite risolutore astrometrico, la capacità di misurare e di correggere l'errore di allineamento polare, la capacità di messa a fuoco automatica e di guida automatica, oltre all'acquisizione di immagini singole o in grandi quantità con il supporto della ruota portafiltri. Ekos è compreso in KStars.
nl: **Ekos** is een geavanceerd cross-platform (&indows®, Mac® OS, Linux®) hulpmiddel voor het besturen en automatiseren van waarnemingen, met nadruk op Astrofotografie. De basis is een modulair uitbreidbaar framework voor het doen van gewone astrografische taken. Dit houdt in hoogst nauwkeurige GOTO's door middel van een astrometrische oplosser, mogelijkheid tot het meten *en* corrigeren van uitlijnfouten op de pool, mogelijkheden voor auto-focus & auto-volgen en het maken van enkele opnames of gestapelde opnamen, al of niet met behulp van een filterwiel. Ekos wordt geleverd bij KStars.
pt_br: **Ekos** é uma ferramenta avançada de controle e automação de observatórios multiplataforma (Windows®, Mac® OS, Linux®) com foco específico em Astrofotografia. Baseia-se em uma estrutura modular extensível para executar tarefas comuns de astrofotografia. Isso inclui GOTOs altamente precisos usando um solucionador de astrometria, capacidade de medir *e* corrigir erros de alinhamento polar, recursos de foco e guiamento automáticos e captura de imagens únicas ou em conjunto com suporte para roda de filtros. O Ekos é fornecido com o KStars.

source: Ekos introductory video
bg: Уводно видео на Ekos
ca: Vídeo d'introducció a l'Ekos
ca@valencia: Vídeo d'introducció a Ekos
es: Vídeo de introducción a Ekos
fr: Vidéo d'introduction à Ekos
it: Video introduttivo su Ekos
nl: Introductievideo Ekos
pt: Vídeo introdutório do Ekos
pt_br: Vídeo de apresentação do Ekos
sl: Ekos predstavitveni video
sv: Introduktionsvideo till Ekos
uk: Вступне відео щодо Ekos

source: Features:
bg: Функции:
ca: Característiques:
ca@valencia: Característiques:
es: Funcionalidades:
fr: Fonctionnalités :
it: Funzionalità:
nl: Mogelijkheden:
pt: Funcionalidades:
pt_br: Funcionalidades:
sl: Zmožnosti:
sv: Funktioner:
uk: Можливості:

source: Control your telescope, Camera (& DSLRs), filter wheel, focuser, guider, adaptive optics unit, and any INDI-compatible auxiliary device from Ekos.
bg: Управлявайте своя телескоп, камера (и DSLR), филтърно колело, фокусера, водач, модул за адаптивна оптика и всяко INDI-съвместимо помощно устройство от Ekos.
ca: Controla el telescopi, la càmera (i DSLR), la roda de filtres, l'enfocador, el sistema de guiatge, la unitat d'òptica adaptativa i qualsevol dispositiu auxiliar compatible amb INDI des de l'Ekos.
fr: Contrôle de télescope, de caméra (& APN), de roue à filtres, de moteur de mise au point, de guide, de périphérique d'optique adaptative et de tout périphérique compatible avec le protocole INDI (Instrument Neutral Distributed Interface) directement depuis Ekos.
it: Controlla il tuo telescopio, la fotocamera, e la DSLR, la ruota portafiltri, il focheggiatore, la guida, le unità ottiche adattive e altro qualsiasi dispositivo ausiliario compatibile con INDI da Ekos.
nl: Bestuur uw telescoop, Camera (& DSLR's), filterwiel, focuser, volger, adaptieve optica en elk INDI-compatibele hulpapparaat met Ekos.
pt_br: Controle seu telescópio, câmera (e DSLRs), roda de filtros, focalizador, guia, unidade de óptica adaptativa e qualquer dispositivo auxiliar compatível com INDI usando o Ekos.

source: *Built-in* native :doc:`autoguiding <ekos-guide>` with support for automatic dithering between exposures and support for Adaptive Optics devices in addition to traditional guiders.
bg: *Вградено* собствено :doc:`автоматично гидиране <ekos-guide>` с поддръжка за автоматично дитериране между експозициите и поддръжка за устройства с адаптивна оптика в допълнение към традиционните водачи.
ca: :doc:`Guiatge automàtic <ekos-guide>` natiu *integrat* amb implementació per al tramat automàtic entre exposicions i dispositius amb òptica adaptativa, a més de sistemes de guiatge tradicionals.
fr: :doc:`Guidage automatique <ekos-guide>` natif *intégré* avec gestion automatique de décalage entre les expositions ainsi que gestion pour les périphériques d'optique adaptative en complément des guides traditionnels.
it: :doc:`Guida automatica <ekos-guide>` nativa *incorporata* con il supporto al dithering automatico tra le esposizioni e quello ai dispositivi ottici adattivi in aggiunta alle guide tradizionali.
nl: *Ingebouwd* eigen :doc:`autovolgen <ekos-guide>` met ondersteuning voor automatisch ditheren tussen opnamen en voor adaptieve optica-apparaten, naast traditionele volgers.
pt_br: :doc:`Guiamento automático <ekos-guide>` nativo *embutido*, com suporte para pontilhamento automático entre exposições e suporte para dispositivos de Óptica Adaptativa, além dos guias tradicionais.

source: `Extremely accurate GOTOs <https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html>`__ using astrometry.net solver (both Online and Offline solvers supported).
bg: `Изключително точни GOTO операции <https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html>`__ с помощта на решаващ инструмент на astrometry.net (както онлайн, така и офлайн решаващи програми).
ca: `GOTO extremadament precisos <https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html>`__ que utilitza el solucionador «astrometry.net» (tant en línia com fora de línia).
fr: `GOTO extrêmement précis <https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html>`__ grâce à l'utilisation du résolveur astrometry.net (mode en-ligne et hors-ligne gérés).
it: `GOTO estremamente accurati <https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html>`__ tramite l'uso del risolutore *astrometry.net* (sono supportati risolutori sia in linea, sia non in linea).
nl: `Extreem accurate GOTO's <https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html>`__ met gebruik van de oplosser (solver) van astrometry.net (zowel Online als Offline solvers worden ondersteund).
pt_br: `GOTOs extremamente precisos <https://knro.blogspot.com/2013/10/demo-of-ekos-alignment-module.html>`__ usando o solucionador astrometry.net (solucionadores online e offline suportados).

source: Load & Slew: Load a FITS image, slew to solved coordinates, and center the mount on the exact image coordinates in order to get the same desired frame.
bg: Зареждане и Завъртане: Зарежда FITS изображение, завъртва до решени координати и центрира монтирането върху точните координати на изображението, за да се получи същата желана снимка.
ca: Carrega i orienta: carrega una imatge FITS, fa coincidir les coordenades resoltes i centra la muntura a les coordenades exactes de la imatge per a obtenir el mateix fotograma desitjat.
fr: Charger & Pivoter : chargement d'une image FITS, pivotement vers les coordonnées résolues et centrage de la monture sur les coordonnées exactes de l'image afin d'obtenir le même champ.
it: Carica e ruota: carica un'immagine FITS, ruota verso le coordinate risolte e centra la montatura sulle coordinate esatte dell'immagine, così da poter ottenere lo stesso fotogramma desiderato.
nl: Inlezen & Verplaatsen: Een FITS-afbeelding inlezen, verplaatsen naar opgeloste coördinaten, en de opstelling centreren op de exacte afbeeldingscoördinaten zodat het gewenste frame wordt verkregen.
pt_br: Carregar e girar: Carregue uma imagem FITS, gire para coordenadas resolvidas e centralize a montagem nas coordenadas exatas da imagem para obter o mesmo quadro desejado.

source: Measure & Correct Polar Alignment errors using astrometry.net solver.
bg: Измерване и Коригиране на грешките при полярното подравняване с помощта на инструмента за решаване на astrometry.net.
ca: Mesura i corregeix els errors d'alineació polar emprant el solucionador «astrometry.net».
fr: Mesure et correction des erreurs d'alignement polaire en utilisant le résolveur astrometry.net.
it: Misura e corregge gli errori di allineamento polare usando il risolutore astrometry.net.
nl: Meten & Corrigeren van fouten in de uitlijning op de pool, met de oplosser van astrometry.net.
pt_br: Meça e corrija erros de alinhamento polar usando o solucionador astrometry.net.

source: Easy to use Polar Alignment Assistant tool. A very quick and reliable tool to polar align your German Equatorial Mount!
bg: Лесен за използване инструмент Помощник за полярно подравняване. Много бърз и надежден инструмент за полярно подравняване на немската екваториална монтировка!
ca: Eina d'assistència per a l'alineació polar d'ús fàcil. Una eina molt ràpida i fiable per a alinear els pols amb la muntura equatorial alemanya.
ca@valencia: Eina d'assistència per a l'alineació polar de fàcil ús. Una eina molt ràpida i fiable per a alinear els pols amb la muntura equatorial alemanya.
es: Herramienta del asistente de alineación polar fácil de usar. Una herramienta muy rápida y fiable para la alineación polar de monturas ecuatoriales alemanas.
fr: Un outil d'alignement polaire assisté facile à utiliser. Un outil très rapide et fiable pour réaliser un alignement polaire précis d'une monture équatoriale allemande !
it: Assistente per l'allineamento polare facile da usare. È uno strumento molto veloce e affidabile per l'allineamento polare della tua montatura equatoriale alla tedesca.
nl: Eenvoudig te gebruiken hulpmiddel Assistent voor Uitlijnen op pool. Een zeer snel en betrouwbaar hulpmiddel om uw Duitse equatoriale opstelling op de pool uit te lijnen!
pt: Ferramenta do Assistente de Alinhamento Polar. Uma ferramenta muito rápida e fiável para efectuar o alinhamento polar da sua Montagem Equatorial Alemã!
pt_br: Ferramenta de alinhamento polar fácil de usar. Uma ferramenta muito rápida e confiável para alinhar polarmente sua montagem equatorial Alemã!
sl: Orodje Polar Alignment Assistant, ki je preprosto za uporabo. Zelo hitro in zanesljivo orodje za polarno poravnavo vašega nemškega ekvatorialnega nosilca!
sv: Lättanvänd polär inriktningsguide. Ett mycket snabbt och tillförlitligt verktyg för att polärinrikta ett tyskt ekvatoriellt stativ.
uk: Простий у користуванні інструмент полярного вирівнювання. Дуже швидкий і надійний інструмент для полярного вирівнювання вашого німецького екваторіального лафета!

source: Capture and record `video streams in SER format <https://www.youtube.com/watch?v=OJFZWwlAQRM>`__.
bg: Заснемане и записване на `видео потоци във формат SER <https://www.youtube.com/watch?v=OJFZWwlAQRM>`__.
ca: Captura i enregistra `fluxos de vídeo en el format SER <https://www.youtube.com/watch?v=OJFZWwlAQRM>`__.
fr: Acquisition et enregistrement des `vidéos au format SER <https://www.youtube.com/watch?v=OJFZWwlAQRM>`__.
it: Cattura e registra `flussi video in formato SER <https://www.youtube.com/watch?v=OJFZWwlAQRM>`__.
nl: Opnemen en vastleggen van `video streams in SER-formaat <https://www.youtube.com/watch?v=OJFZWwlAQRM>`__.
pt_br: Capture e salve `transmissões de vídeo no formato SER <https://www.youtube.com/watch?v=OJFZWwlAQRM>`__.

source: Completely `automated scheduler <https://www.youtube.com/watch?v=85L3J_iiXZ4>`__ to control all your observatory equipment, select the best targets for imaging given current conditions and constraints, monitor weather conditions, and capture your data while you are away!
bg: Напълно `автоматизиран модул за планиране <https://www.youtube.com/watch?v=85L3J_iiXZ4>`__ за контролиране на цялото ви оборудване за обсерватория. Избор на най-добрите цели за изображения предвид конкретните условия и ограничения, следене на метеорологичните условия и записване на вашите данни, докато сте далеч!
ca: `Programador totalment automatitzat <https://www.youtube.com/watch?v=85L3J_iiXZ4>`__ per a controlar tot l'equip de l'observatori, seleccionant els millors objectius per a l'obtenció de les imatges, indicant les condicions i restriccions actuals, vigilant les condicions meteorològiques i capturant les dades mentre esteu absent.
fr: `Ordonnanceur complètement automatisé <https://www.youtube.com/watch?v=85L3J_iiXZ4>`__ pour contrôler l'intégralité du matériel, et permettant de sélectionner des cibles d'acquisition tout en définissant des contraintes sur les conditions météorologiques. Réalisez vos acquisitions de données même lorsque vous êtes absent !
it: `Pianificatore completamente automatizzato <https://www.youtube.com/watch?v=85L3J_iiXZ4>`__ per il controllo di tutto l'equipaggiamento dell'osservatorio, per la selezione dei migliori soggetti da immortalare (nelle condizioni e con i vincoli del momento), per il monitoraggio delle condizioni meteorologiche e per l'acquisizione dei dati mentre sei lontano!
nl: Geheel `automatische planner <https://www.youtube.com/watch?v=85L3J_iiXZ4>`__ voor het besturen van uw waarneemapparatuur, het selecteren van de beste doelen voor het maken van afbeeldingen, gegeven de huidige omstandigheden en beperkingen, het monitoren van weersomstandigheden, en het vastleggen van uw data in uw afwezigheid!
pt_br: `Agendador totalmente automatizado <https://www.youtube.com/watch?v=85L3J_iiXZ4>`__ para controlar todos os seus equipamentos do observatório, selecionar os melhores alvos para imagens, dadas as condições e restrições atuais, monitorar as condições climáticas e capturar seus dados enquanto você estiver fora!

source: *Smart* Dark Library: All your dark frames with different binning/temperature/frame settings are saved for future use. Ekos re-uses dark frames intelligently without taking unnecessary captures. You can configure how long you want to reuse all the dark frames.
bg: *Интелигентна* Тъмна библиотека: Всички ваши тъмни кадри с различни настройки за групиране/температура/настройки на кадри се запазват за бъдеща употреба. Ekos използва повторно тъмните кадри интелигентно, без да прави ненужни снимки. Можете да конфигурирате, колко дълго искате да използвате повторно тъмните кадри.
ca: Biblioteca fosca *intel·ligent*: Tots els fotogrames foscos amb opcions diferents d'agrupament/temperatura/fotograma es desaran per a un ús futur. L'Ekos tornarà a utilitzar els fotogrames foscos de forma intel·ligent sense fer captures innecessàries. Podeu configurar quant de temps voleu tornar a utilitzar tots els fotogrames foscos.
fr: Bibliothèque *intelligente* de Dark : toutes les trames de Dark de combinaisons de groupement de pixels et de température différents sont enregistrées pour des usages futurs. Ekos réutilise intelligemment ces trames pour éviter des acquisitions inutiles. La durée d'exploitation des ces trames peut être réglée.
it: Libreria dei dark *intelligente*: tutti i tuoi dark frame, con le diverse impostazioni di binning, di temperatura e di inquadratura, vengono salvati per un utilizzo futuro. Ekos li riutilizza in maniera intelligente, senza eseguire acquisizioni non necessarie. Puoi configurare il tempo di riutilizzo di tutti i dark frame.
nl: *Slimme* Dark Library: al uw dark frames met diverse instellingen voor binning/temperatuur/frame worden opgeslagen voor later gebruik. Ekos hergebruikt dark frames op een intelligente manier, zonder iets onnodig vast te leggen. U kunt instellen hoe lang u alle dark frames wilt gebruiken.
pt_br: Biblioteca escura *inteligente*: Todos os seus quadros escuros com diferentes configurações de binning/temperatura/quadro são salvos para uso futuro. O Ekos reutiliza quadros escuros de forma inteligente, sem fazer capturas desnecessárias. Você pode configurar por quanto tempo deseja reutilizar todos os quadros escuros.

source: Define multiple driver profiles for local and remote setups. Switch among them easily.
bg: Дефинирайте множество профили на драйвери за локални и отдалечени настройки. Превключвайте лесно между тях.
ca: Defineix múltiples perfils de controlador per a la configuració local i remota. Alterneu-los amb facilitat.
ca@valencia: Definix múltiples perfils de controlador per a la configuració local i remota. Alterneu-los amb facilitat.
es: Definir múltiples perfiles del controlador para configuraciones locales y remotas. Cambiar fácilmente entre ellos.
fr: Définition de multiples profils de matériel pour des configurations locales et à distance. Passer facilement d'un profil à l'autre.
it: Definisci più profili dei driver per le installazioni locali e remote: alterna tra loro con facilità.
nl: Definieer meerdere driverprofielen voor locale en externe instellingen. Hiertussen eenvoudig schakelen.
pt: Definir vários perfis de controladores para configurações locais e remotas. Mude entre elas de forma simples.
pt_br: Defina vários perfis de driver para configurações locais e remotas. Alterne entre eles facilmente.
sl: Določite več profilov gonilnika za lokalne in oddaljene nastavitve. Preprosto preklapljajte med njimi.
sv: Definiera multipla drivrutinprofiler för lokala och fjärrinställningar. Byt enkelt mellan dem.
uk: Можливість визначення декількох профілів обладнання для локальних та віддалених телескопів. Просте перемикання між профілями.

source: Auto and manual focus modes using Half-Flux-Radius (HFR) method.
bg: Режими на автоматично и ръчно фокусиране, използващи метода на половин радиус на потока (HFR).
ca: Modes d'enfocament automàtic i manual que utilitzen el mètode del radi de flux mitjà (Half-Flux-Radius -HFR-).
ca@valencia: Modes d'enfocament automàtic i manual que utilitzen el mètode del radi de flux mitjà (Half-Flux-Radius -HFR-).
es: Modos de enfoque automático y manual usando el método de radio de flujo medio (HFR).
fr: Modes de mise au point automatique et manuelle en utilisant la méthode HFR (Half-Flux-Radius).
it: Modalità di messa a fuoco automatica e manuale usando il metodo HFR (Half-Flux-Radius).
nl: Auto en handmatig focussen met de Half-Flux-Radius (HFR) methode.
pt: Modos de focagem automática e manual com o método de Raio-de-Semi-Fluxo (HFR).
pt_br: Modos de foco automático e manual usando o método Half-Flux-Radius (HFR).
sl: Načini samodejnega in ročnega ostrenja z uporabo metode polmera polmera (HFR).
sv: Automatiska och manuella fokuseringsmetoder med användning av halvflödesradie (HFR).
uk: Режим автоматичного фокусування та фокусування вручну на основі методу радіуса половинного потоку (РПП).

source: `Automated *unattended* meridian flip <https://www.youtube.com/watch?v=stsrcsPxUZA>`__. Ekos performs post meridian flip alignment, calibration, focusing, and guiding to resume the capture session.
bg: `Автоматизирано *неконтролирано* обръщане на меридиана <https://www.youtube.com/watch?v=stsrcsPxUZA>`__. Ekos извършва подравняване, калибриране, фокусиране и насочване след меридиан, за да възобнови сесията на заснемане.
ca: `Inversió del meridià *desatesa* de forma automàtica <https://www.youtube.com/watch?v=stsrcsPxUZA>`__. L'Ekos realitzarà l'alineació després de la inversió del meridià, el calibratge, l'enfocament i el guiatge per a la represa de la sessió de captura.
fr: `Retournement au méridien automatisé et *non surveillé* <https://www.youtube.com/watch?v=stsrcsPxUZA>`__. Ekos réalise automatiquement un alignement après le retournement au méridien, la calibration, la mise au point automatique et le guidage afin de reprendre la session d'acquisition.
it: `Inversione del meridiano *inattesa* automatizzata <https://www.youtube.com/watch?v=stsrcsPxUZA>`__: Ekos esegue l'allineamento, la calibrazione, la messa a fuoco e la guida dopo l'inversione del meridiano, così da riprendere la sessione di acquisizione.
nl: `Automatische *onbeheerde* meridiaanflip <https://www.youtube.com/watch?v=stsrcsPxUZA>`__. Ekos doet na de meridiaanflip het uitlijnen, calibratie, focussen en volgen, waarna de opnamesessie wordt voortgezet.
pt_br: `Inversão automática *autônoma* do meridiano <https://www.youtube.com/watch?v=stsrcsPxUZA>`__. O Ekos realiza o alinhamento, a calibração, o foco e a orientação pós-inversão do meridiano para retomar a sessão de captura.
