Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: **Create Jobs**: The final step is to select the sequence file and directory to store the images. Target field may be automatically filled but may be changed as desired. Select the steps each scheduler job should execute in sequence (Track -> Focus -> Align -> Guide -> Capture), and adjust the frequency of automatic alignment and focus routines that must be executed during the mosaic operation. For example, if ``Align Every`` is set to 2 Scheduler Jobs, then the first job will run the astrometry alignment, while the second job will skip it. When the third job is executed, alignment is performed again and so forth.
ca: **Crea tasques**: El pas final és seleccionar el fitxer i el directori de seqüències per a emmagatzemar les imatges. El camp de destinació es podria omplir automàticament, però es pot canviar segons es desitgi. Seleccioneu els passos que cada tasca del programador haurà d'executar en seqüència (Seguiment -> Enfocament -> Alineació -> Guiatge -> Captura), i ajusteu la freqüència de les rutines d'alineació i enfocament automàtics que s'han d'executar durant l'operació de mosaic. Per exemple, si ``Alinea cada`` està establert a 2 tasques del programador, llavors la primera tasca executarà l'alineació d'astrometria, mentre que la segona tasca l'ometrà. Quan s'executa la tercera tasca, l'alineació es torna a realitzar i així successivament.
ca@valencia: **Crea tasques**: el pas final és seleccionar el fitxer i el directori de seqüències per a emmagatzemar les imatges. El camp de destinació es pot emplenar automàticament, però es pot canviar segons es desitge. Seleccioneu els passos que cada tasca del programador haurà d'executar en seqüència (Seguiment -> Enfocament -> Alineació -> Guiatge -> Captura), i ajusteu la freqüència de les rutines d'alineació i enfocament automàtics que s'han d'executar durant l'operació de mosaic. Per exemple, si ``Alinea cada`` està establit a 2 tasques del programador, llavors la primera tasca executarà l'alineació d'astrometria, mentre que la segona tasca l'ometrà. Quan s'executa la tercera tasca, l'alineació es torna a realitzar i així successivament.
fr: **Création des tâches** : l'étape finale consiste en la sélection du fichier séquence et le dossier d'enregistrement des images. Le champ cible est automatiquement renseigné mais peut être modifié à convenance. Sélectionner les différentes étapes de la tâche (Suivre / Mise au point / Alignement / Guidage / Acquisition) et régler la fréquence de rafraîchissement de l'alignement et de la mise au point durant l'exécution de la tâche. Par exemple, si ``Aligner tous les`` est réglé à 2 tâches, alors la première tâche exécutera un alignement alors que la suivante ne l'exécutera pas. Et la troisième l'exécutera à nouveau et ainsi de suite.
nl: **Taken aanmaken**: de laatste stap is het selecteren van het volgordebestand en map voor opslag van de afbeeldingen. Het doelveld kan automatisch gevuld worden maar kan naar wens gewijzigd worden. Selecteer de stappen die elke planjob in volgorde zou moeten uitvoeren (Track -> Focus -> Uitlijnen -> volgen -> Opnemen) en pas de frequentie van automatische uitlijning en focusroutines die uitgevoerd moeten worden tijdens de mozaïek bewerking. Bijvoorbeeld, als ``Alles uitlijnen`` is ingesteld op 2 planjobs, dan zal de eerste job de uitlijning van de astrometrie doen, terwijl de tweede job dat zal overslaan. Wanneer de derde job wordt uitgevoerd, dan wordt opnieuw uitlijnen gedaan enzovoort.
pt_br: **Criar tarefas**: A etapa final é selecionar o arquivo de sequência e a pasta para armazenar as imagens. O campo Alvo pode ser preenchido automaticamente, mas pode ser alterado conforme desejado. Selecione as etapas que cada tarefa do agendador deve executar em sequência (Rastrear -> Foco -> Alinhar -> Guiar -> Capturar) e ajuste a frequência das rotinas de alinhamento automático e foco que devem ser executadas durante a operação de mosaico. Por exemplo, se ``Alinhar a cada`` estiver definido como 2 tarefas do agendador, a primeira tarefa executará o alinhamento astrométrico, enquanto a segunda tarefa o ignorará. Quando a terceira tarefa for executada, o alinhamento será repetido e assim por diante.
sl: **Ustvarjanje opravil**: Zadnji korak je izbira zaporedne datoteke in imenika za shranjevanje slik. Ciljno polje se lahko izpolni samodejno, vendar ga je mogoče po želji spremeniti. Izberite korake, ki jih mora vsako opravilo razporejevalnika izvesti zaporedno (Sledenje -> Fokus -> Poravnava -> Vodilo -> Zajem), in prilagodite pogostost samodejnih rutin poravnave in fokusiranja, ki jih je treba izvesti med mozaično operacijo. Če je na primer možnost ``Poravnaj vsakih`` nastavljena na 2 opravili razporejevalnika, bo prvo opravilo izvedlo astrometrično poravnavo, drugo pa jo bo preskočilo. Ko se izvede tretje opravilo, se poravnava izvede znova in tako naprej.

source: If you want the different mosaic tile jobs to alternate, then fill in the group name with an identifier that all the tile jobs will share, and select a repeating completion condition.
ca: Si voleu que s'alternin les tasques diferents de tessel·les de mosaic, empleneu el nom del grup amb un identificador que compartiran totes les tasques de mosaic i seleccioneu una condició de compleció repetida.
ca@valencia: Si voleu que s'alternin les tasques diferents de tessel·les de mosaic, empleneu el nom del grup amb un identificador que compartiran totes les tasques de mosaic i seleccioneu una condició de compleció que es repetirà.
fr: Si vous souhaitez alterner les différentes tâches d'acquisition des tuiles de la mosaïque, saisissez un nom de groupe comme identifiant que chaque tâche partagera et sélectionnez une condition d'achèvement répétée.
nl: Als u de verschillende taken in de mozaïekvelden wilt alterneren, vul dan in de groepsnaam een identifier die alle taken in de mozaïekvelden zullen delen en selecteer een herhalende voorwaarde voor gereed.
pt_br: Se você quiser que os diferentes trabalhos de mosaico se alternem, preencha o nome do grupo com um identificador que todos os trabalhos de mosaico compartilharão e selecione uma condição de conclusão repetitiva.
sl: Če želite, da se različna opravila mozaičnih ploščic izmenjujejo, izpolnite ime skupine z identifikatorjem, ki si ga bodo delila vsa opravila ploščic, in izberite ponavljajoč se pogoj dokončanja.
uk: Якщо вам потрібне почергове виконання різних завдань зі створення мозаїки з плиток, вкажіть у полі назви групи ідентифікатор, який буде спільним для усіх мозаїчних завдань, і виберіть умову завершення повторень.

source: Click ``Create Jobs`` to generate mosaic scheduler jobs and add them to the schedule queue. You can further edit the jobs individually, as you would normal Scheduler jobs.
ca: Feu clic a ``Crea tasques`` per a generar les tasques del programador de mosaic i afegir-les a la cua del programador. Podeu editar les tasques individualment, com a les tasques normals del programador.
ca@valencia: Cliqueu damunt ``Crea tasques`` per a generar les tasques del programador del mosaic i afegir-les a la cua programada. Podeu editar les tasques individualment, com a les tasques normals del programador.
fr: Cliquez sur le bouton ``Créer les tâches`` pour générer les tâches d'ordonnancement de mosaïque et les ajouter à la file d'attente. Vous pouvez ensuite les modifier individuellement, comme pour toute tâche.
nl: Klik op ``Jobs aanmaken`` om mozaïek planjobs te genereren en ze toe te voegen aan de wachtrij. U kunt de taken verder individueel bewerken, zoals u met normale plantaken zou doen.
pt_br: Clique em ``Criar tarefas`` para gerar tarefas de mosaico no agendador e adicioná-las à fila de agendamentos. Você pode editar as tarefas individualmente, como faria com tarefas normais do agendador.
sl: Kliknite »Ustvari opravila«, da ustvarite opravila razporejevalnika mozaika in jih dodate v čakalno vrsto razporejevalnika. Opravila lahko dodatno urejate posamično, tako kot bi to počeli z običajnimi opravili razporejevalnika.

source: Ekos Scheduler Module
ca: Mòdul del programador de l'Ekos
ca@valencia: El mòdul «Programador» d'Ekos
fr: Module Ordonnanceur Ekos
nl: Plannermodule van Ekos
sl: Modul Ekos razporejevalnika

source: Scheduler Offset Settings
ca: Configuració de desplaçament del programador
ca@valencia: Configuració de desplaçament cap al planificador
nl: Offsetinstellingen van de planner
sl: Nastavitve odmika razporejevalnika

source: Scheduler Alignment Settings
ca: Configuració de l'alineació del programador
ca@valencia: Configureu l'alineació al planificador
nl: Uitlijninstellingen van de planner
sl: Nastavitve poravnave razporejevalnika

source: Scheduler Jobs Settings
ca: Configuració de tasques del programador
ca@valencia: Configureu les tasques al planificador
nl: Taakinstellingen van de planner
sl: Nastavitve opravil razporejevalnika

source: Scheduler Scripts Settings
ca: Configuració de scripts del programador
ca@valencia: Configureu els scripts al planificador
nl: Scriptinstellingen van de planner
sl: Nastavitve skriptov razporejevalnika

source: Scheduler Weather Settings
nl: Weerinstellingen van planner
sl: Nastavitve vremena v razporejevalniku

source: Scheduler + Planner
ca: Programador + Planificador
ca@valencia: Programador + Planificador
fr: Ordonnanceur + Planificateur
nl: Planner
sl: Razporejevalnik + načrtovalnik

source: Confirm Equipment
ca: Confirma l'equip
ca@valencia: Confirma l'equip
fr: Confirmer le matériel
nl: Apparatuur bevestigen
sl: Potrdi opremo

source: Select Grid
ca: Selecció de la quadrícula
ca@valencia: Selecciona la quadrícula
fr: Sélection de la grille
nl: Raster selecteren
sl: Izberi mrežo

source: Scheduler Mosaic Tool - Large rotation
ca: Eina de mosaic del programador - Rotació gran
ca@valencia: Eina de mosaic del programador - Rotació gran
fr: Outil de mosaïque de l'ordonnanceur - grande rotation
nl: Planner van Mozaïekhulpmiddel - Grote draaiing
sl: Orodje razporejevalnik mozaika - Velika rotacija

source: Adjust Grid
ca: Ajusta la quadrícula
ca@valencia: Ajusta la quadrícula
fr: Ajustement de la grille
nl: Raster aanpassen
sl: Prilagodi mrežo

source: Create Jobs
ca: Crea tasques
ca@valencia: Crea tasques
fr: Création des tâches
nl: Taken aanmaken
sl: Ustvari opravila

source: The weather driver can be configured in two ways:
pt_br: O controlador meteorológico pode ser configurado de duas maneiras:

source: **Part of the equipment profile** - The weather driver starts with the observatory equipment
pt_br: **Parte do perfil do equipamento** - O controlador meteorológico é iniciado junto com o equipamento de observatório

source: **Standalone driver** - The weather driver runs independently on a separate INDI server
pt_br: **Driver independente** - O controlador meteorológico clima é executado independentemente em um servidor INDI separado

source: **Important:** If no standalone weather driver is configured, the scheduler cannot check weather conditions before starting the observatory. This means the observatory may start in unsafe conditions. While the equipment profile's weather driver will activate after startup and immediately trigger a shutdown if conditions are unsafe, this start-stop cycle is inefficient and potentially harmful to equipment.
pt_br: **Importante:** Se nenhum driver meteorológico independente estiver configurado, o agendador não poderá verificar as condições meteorológicas antes de iniciar o observatório. Isso significa que o observatório poderá iniciar em condições inseguras. Embora o driver meteorológico do perfil do equipamento seja ativado após a inicialização e acione imediatamente um desligamento se as condições forem inseguras, esse ciclo de inicialização e parada é ineficiente e potencialmente prejudicial ao equipamento.

source: **Best practice:** Configure a standalone weather driver. When present, it always takes precedence over any weather driver in the equipment profile for determining observatory safety. This allows the scheduler to verify conditions are safe *before* starting up the observatory.
pt_br: **Melhor prática:** Configure um driver meteorológico independente. Quando presente, ele sempre terá precedência sobre qualquer driver meteorológico no perfil do equipamento para determinar a segurança do observatório. Isso permite que o planejador verifique se as condições são seguras *antes* de iniciar o observatório.

source: |Scheduler Weather Settings|
nl: |Weerinstellingen van planner|

source: Weather monitoring can be configured in two ways:
nl: Monitoren van weer kan op twee manieren geconfigureerd worden:

source: **Part of the equipment profile** - A weather driver starts with the observatory equipment
nl: **Onderdeel van het apparaatprofiel** - een weerstuurprogramma start met de waarneemapparatuur

source: **Standalone INDI Safety Monitor** - An INDI Safety Monitor driver runs independently on a separate INDI server
nl: **Alleenstaand INDI-beveiligingsmonitor** - een INDI- beveiligingsmonitorstuurprogramma draait onafhankelijk op een aparte INDI-server

source: <title>Scheduler</title>
uk: <title>Планування</title>

source: Tools
uk: Інструменти

source: <tertiary>Scheduler</tertiary>
uk: <tertiary>Планування</tertiary>

source: <screeninfo>Ekos Scheduler Module</screeninfo>
uk: <screeninfo>Модуль планування Ekos</screeninfo>

source: <phrase>Ekos Scheduler Module</phrase>
uk: <phrase>Модуль планування Ekos</phrase>

source: The heart of the Scheduler is a table displaying the list of Scheduler jobs the user wants to run. Associated with each jobs are attributes (mostly described in the settings section below). The attributes describe the name of the job, where the telescope should be pointed when imaging that job, a description of what types of images should be captured, constraints about when the jobs should run (&eg; altitude, twilight, moon, landscape blockages, &etc;), things that need to be done before and after the job is run, and strategies for dealing with errors.
uk: Серцем планувальника є таблиця, де показано список завдань планувальника, які хоче виконати користувач З кожним завданням пов'язані атрибути (здебільшого описано у розділі щодо параметрів нижче) Атрибути описують назву завдання, те, куди має бути спрямовано телескоп при створенні зображень завдання, опис типу зображень, які слід зняти, обмеження щодо часу виконання завдання (наприклад, висота, сутінки, місяць, блокування ландшафтом), дії, які потрібно виконати до і після запуску завдання, та стратегії обробки помилок.

source: You can add a Scheduler job row into the table by clicking the <guilabel>+</guilabel> control above the table, if all required attributes are filled out (name, position, and sequence file).
uk: Ви можете додати рядок завдання планувальника до таблиці натисканням кнопки <guilabel>+</guilabel> над таблицею, якщо заповните усі обов'язкові атрибути (назву, позицію і файл послідовності).

source: If you click on a row, you can then click the <guilabel>-</guilabel> control above the table to delete that row.
uk: Якщо ви клацнете на рядку, ви зможете потім натиснути кнопку <guilabel>-</guilabel> над таблицею для вилучення цього рядка.

source: If you click on a row, you can then click the <guilabel>^</guilabel> or <guilabel>v</guilabel> controls to move those rows up or down in the job list.
uk: Якщо ви клацнете на рядку, ви зможете натиснути кнопку <guilabel>^</guilabel> або <guilabel>v</guilabel> для пересування рядків вище або нижче у списку завдань.

source: If you double click on a row, the attributes of that job are filled in to the various settings on the Scheduler page. You can then change one or more of those attributes, and then click the checkmark above the table (after your double-click, the <guilabel>+</guilabel> became a <guilabel>checkmark</guilabel>), and the new attributes are assigned to that job.
uk: Якщо ви двічі клацнете на рядку, атрибути цього завдання заповнять різноманітні поля параметрів на сторінці планувальника. Потім ви зможете змінити один або декілька цих атрибутів, натиснути кнопку позначки над таблицею (після подвійного клацання кнопка <guilabel>+</guilabel> стає кнопкою <guilabel>позначки</guilabel>). Нові атрибути буде призначено до відповідного завдання.

source: The Scheduler regularly plans (and re-plans) which jobs should be run, and when. It can start executing a given job, and then later preempt that job for a new one. It can become idle if no jobs can be run (&eg; in daylight), and sleep until such a time that it becomes active again. Its aim is to keep the equipment as busy as possible, while respecting the scheduler-table's priorities. Here's how it works.
uk: Планувальник регулярно планує (і змінює розклади), які завдання слід виконувати і коли Він може розпочати виконання вказаного завдання і спорожнити параметри завдання для виконання нового завдання Він можете перейти у режим бездіяльності, якщо жодне з завдань не може бути виконано (наприклад, вдень), і чекати аж до моменту, коли зможе стати знову активним. Метою є якнайповніше використання часу обладнання, зберігаючи пріоритети таблиці планування. Ось, як це працює.

source: When the scheduler starts (or when it replans, which it does every second while active), it looks through the entire list of jobs, starting at the highest priority job, and working its way down to the lowest priority one if necessary. When it finds a job that can run, it starts that job, possibly preempting the currently running job. A jobs can run if its constraints are met, &eg; the target is not blocked by the local terrain, it meets the minimum altitude constraint, it has not already completed all the desired imaging, ...
uk: Коли планувальник розпочинає роботу (або переплановує завдання, що програма робить кожної секунди, доки є активною), програма обробляє увесь список завдань, починаючи із завдання з найвищою пріоритетністю і рухаючись вниз до завдання з найнижчою пріоритетністю, якщо це потрібно Коли програма знайде завдання, яке можна запустити, вона запускає це завдання, можливо, відкидаючи поточне запущене завдання Завдання може бути запущено, якщо виконуються його обмеження, тобто ціль не заблоковано місцевим ландшафтом, виконуються мінімальні обмеження на висоту, усі бажані зображення ще не знято...

source: There is a checkbox option in the scheduler options menu called <guilabel>Use greedy scheduling</guilabel> which defaults to being checked. The system works as described above when it is checked. When it is unchecked the scheduler is prevented from scheduling lower priority jobs when uncompleted higher priority jobs cannot run. This results in less efficient use of the system, but may give you more control over scheduling.
uk: У меню параметрів засобу планування є пункт <guilabel>Використовувати «жадібне» планування</guilabel>, який типово позначено. Система працює так, як описано вище, якщо його позначено. Якщо пункт не позначено, засіб планування запобігає плануванню низькопріоритетних завдань, якщо не можна виконувати неповністю виконані високопріоритетні завдання. Це призведе до менш ефективного використання системи, але надає вам змогу точніше керувати розкладом завдань.

source: Ekos Scheduler provides a simple interface to aid the user in setting the conditions and constraints required for an Scheduler job. You must select the <guilabel>Target</guilabel>, its coordinates, and the <guilabel>Sequence</guilabel> before you can add a job to the Scheduler.
uk: Планувальник Ekos є простим інтерфейсом, який допомагає користувачеві встановити умови та обмеження, які слід накласти на заплановане завдання. Вам слід вибрати <guilabel>Ціль</guilabel>, її координати і <guilabel>Послідовність</guilabel>, перш ніж ви зможете додати завдання до планувальника.

source: <guilabel>Target name and coordinates</guilabel>: Select target from the <link linkend="findobjects">Find Dialog</link> or <guibutton>Add</guibutton> it from <link linkend="tool-obsplanner">Observation Planner</link>. You can also enter a custom name. Coordinates can also be copied from the SkyMap using the button just to the right of the coordinates.
uk: <guilabel>Назва і координати цілі</guilabel>: виберіть ціль за допомогою <link linkend="findobjects">вікна пошуку</link> або додайте її з <link linkend="tool-obsplanner">вікна планування спостереження</link>. Ви також можете вказати нетипову назву цілі. Координати також можна скопіювати з карти неба за допомогою кнопки, яку розташовано поруч із полем координат.

source: Optional <guilabel>PA</guilabel>: The position angle (or image rotation) can be specified for systems with camera rotation hardware.
uk: Необов'язкового <guilabel>ПК</guilabel>: позиційний кут (або обертання зображення) можна вказати для систем із обладнанням для обертання камери.

source: Optional <guilabel>FITS File</guilabel>: If a FITS file is specified, the astrometry solver solves the file and use the central RA/DEC as the target coordinates.
uk: Необов'язковий <guilabel>Файл FITS</guilabel>: якщо вказано файл FITS, астрометричний розв'язувач може визначити координати за файлом і скористатися координатами центра зображення як координатами цілі за прямим сходженням і схиленням.

source: <guilabel>Sequence</guilabel> file: The sequence file is constructed in the Ekos <link linkend="ekos-capture">Capture Module</link>. It has a list of capture specifications, where each spec details the number of images to capture, which filter to use, the exposure length, the gain, file naming details, temperature settings, prefixes, download directory, &etc;
uk: Файл <guilabel>Послідовність</guilabel>: файл послідовності спостережень створюється у <link linkend="ekos-capture">модулі захоплення</link> Ekos. У ньому містяться специфікації захоплення зображень, де кожна специфікація докладно описує кількість зображень для захоплення, який фільтр слід використати, підсилення, подробиці щодо іменування файлів, параметрів температури, префіксів, каталогу отримання даних, тощо.

source: <guilabel>Profile</guilabel>: Select which equipment profile to utilize when starting Ekos. If Ekos &amp; INDI are already started and online, this selection is ignored.
uk: <guilabel>Профіль</guilabel>: виберіть профіль обладнання, яким слід скористатися при запуску Ekos. Якщо Ekos і INDI вже запущено і програми працюють, вибраний тут профіль буде проігноровано.

source: <guilabel>Steps</guilabel>: The user selects what steps should be taken at the start of the job. The possibilities are: (1) Start mount tracking, (2) autofocus, (3) run a plate solving alignment, (4) start the auto-guider. One or more can be chosen.
uk: <guilabel>Кроки</guilabel>: користувач вибирає, які кроки слід виконати для запуску завдання. Можливі варіанти: (1) почати стеження за лафетом, (2) автоматичне фокусування, (3) виконати вирівнювання за розв'язанням знімка, (4) почати автоматичне наведення. Можна вибрати один або декілька варіантів.

source: <guilabel>Startup Conditions</guilabel>: Conditions that must be met <emphasis role="bold">before</emphasis> the Scheduler job is started. Currently, the user may select to start as soon as possible, <guimenuitem>ASAP</guimenuitem>, or when the target is near or past culmination, or at a specific time.
uk: <guilabel>Умови запуску завдання</guilabel>: для запуску запланованого завдання усі умови має бути виконано <emphasis role="bold">до</emphasis> the observation job is started. У поточній версії користувач може наказати виконати завдання якнайшвидше, <guimenuitem>Якнайшвидше</guimenuitem>, коли ціль перебуватиме у положенні поряд або після кульмінації, або у вказаний користувачем час.
