Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: It is important to understand that capture sequences rely to some extent on the filterwheel and camera being used (e.g. the filter names, the possible ISO values, ...). The Capture Sequence Editor, which is not connected to the device drivers, does not have direct access to this information. Instead, the editor uses the values from the last time the capture tab connected to its devices. Thus, it may not make sense to try and create a .esq file for a different camera or filterwheel than the last one connected-to. You may need to wait until your scheduler job is completed and edit that .esq directly in the capture tab.
ca: És important entendre que les seqüències de captura confien fins a cert punt en la roda de filtres i la càmera que s'utilitza (p. ex., els noms de filtre, els valors ISO possibles,...). L'Editor de seqüències de captura, el qual no està connectat als controladors dels dispositius, no té accés directe a aquesta informació. En comptes d'això, l'editor utilitza els valors de l'última vegada que la pestanya de captura s'ha connectat als seus dispositius. Així, no pot tenir sentit intentar i crear un fitxer «.esq» per a una càmera o roda de filtres diferent de l'última connectada. Podeu necessitar esperar fins que la tasca programada es completi i editar directament aquest «.*esq» en la pestanya de captura.
ca@valencia: És important entendre que les seqüències de captura depenen fins a cert punt de la roda de filtres i de la càmera que s'utilitzen (p. ex., els noms dels filtres, els possibles valors ISO…). L'Editor de seqüències de captura, el qual no està connectat amb els controladors del dispositiu, no té accés directe a esta informació. En canvi, utilitza els valors de l'última vegada que la pestanya «Captura» es va connectar amb els seus dispositius. Per tant, pot ser que no tinga sentit provar de crear un fitxer «.esq» per a una càmera o roda de filtres diferent de l'última amb la que es va connectar. És possible que hàgeu d'esperar fins que s'haja completat la tasca del programador i editar este fitxer directament en la pestanya «Captura».
fr: Il est important de noter que les séquences d'acquisitions dépendent dans une certaine mesure de la roue à filtre et de l'appareil utilisé (p. ex. les noms de filtre, les valeur d'ISO possible, …). Cet outil, qui n'est pas connecté aux pilotes de périphériques, n'a pas accès à cette information. Au contraire, il utilise les valeurs de la dernière connexion des périphériques à l'onglet d'acquisition. Il ne fait ainsi pas de sens de créer un fichier « .esq » pour un appareil ou une roue à filtres différents que celui utilisé lors de la dernière connexion. Il faudra attendre que la tâche de la séquence soit terminée et modifier le fichier « .esl » directement dans l'onglet d'acquisition.
nl: Het is belangrijk te begrijpen dat opnamereeksen tot op zekere hoogt afhangen van het te gebruiken filterwiel en camera (bijv. de filternamen, de mogelijke ISO-waarden, ...). De Bewerker van opnamereeksen, die niet verbonden is met de apparaatbesturing, heeft geen directe toegang tot die informatie. In plaats daarvan gebruikt de bewerker de waarde uit de laatste keer dat het tabblad Opnamen was verbonden met zijn apparaten. Het kan dus zinloos zijn om een .esq-bestand aan te maken voor een andere camera of filterwiel dan de laatste waarmee was verbonden. U moet misschien wachten totdat u plannertaak gereed is en die .esq direct bewerken in het tabblad Opnemen.
pt_br: É importante entender que as sequências de captura dependem, em certa medida, da roda de filtros e da câmera utilizadas (por exemplo, os nomes dos filtros, os possíveis valores ISO, ...). O editor de sequência de captura, que não está conectado aos drivers de dispositivo, não tem acesso direto a essas informações. Em vez disso, o editor usa os valores da última vez que a guia de captura se conectou aos seus dispositivos. Portanto, pode não fazer sentido tentar criar um arquivo .esq para uma câmera ou roda de filtros diferente daquela à qual você se conectou por último. Talvez seja necessário esperar até que o trabalho do agendador seja concluído e editar esse arquivo .esq diretamente na guia de captura.
sl: Pomembno je razumeti, da so sekvence zajema do neke mere odvisne od uporabljenega filtrskega kolesa in kamere (npr. imena filtrov, možne vrednosti ISO, ...). Urejevalnik zaporedja zajema, ki ni povezan z gonilniki naprav, nima neposrednega dostopa do teh informacij. Namesto tega urejevalnik uporablja vrednosti od zadnje povezave zavihka za zajem z napravami. Zato morda ne bo smiselno poskušati ustvariti datoteke .esq za drugo kamero ali filtrirno kolo kot za zadnjo povezano kamero. Morda boste morali počakati, da se opravilo načrtovalca konča, in urediti ta .esq neposredno na zavihku za zajem.
uk: Важливо розуміти, що послідовність захоплення певною мірою залежить від барабану фільтрів та камери, що використовується (наприклад, назви фільтрів, можливі значення ISO тощо). Редактор послідовності захоплення, який не з'єднано із драйверами пристроїв, не має прямого доступу до цієї інформації. Натомість редактор використовує для своїх пристроїв значення останнього з'єднання з вкладки захоплення. Таким чином, можливо, не має сенсу намагатися створити файл .esq для іншої камери чи барабану фільтрів, відмінний від того, з яким було встановлено з'єднання останнім. Можливо, вам варто дочекатися завершення завдання планувальника та відредагувати цей .esq безпосередньо на вкладці захоплення.

source: It is also recommended that you don't overwrite .esq files when scheduler jobs are currently using those same files. (It is OK if the scheduler is running, but not running that job.) This can get the scheduler and capture modules out of sync, as they read the files at different times. Instead, you can save to a different filename and then edit the scheduler job to use the new .esq filename.
ca: També es recomana no sobreescriure els fitxers «.esq» quan les tasques del programador estan utilitzant aquests mateixos fitxers. (Està bé si el programador s'està executant, però no està executant aquesta tasca.) Això pot fer que el programador i els mòduls de captura no estiguin sincronitzats, ja que llegeixen els fitxers en moments diferents. En el seu lloc, podeu desar a un nom de fitxer diferent i després editar la tasca del programador per a utilitzar el nom nou de fitxer «.esq».
ca@valencia: També es recomana no sobreescriure els fitxers «.esq» quan les tasques del programador els estan utilitzant. (Està bé si el programador s'està executant, però no si executa esta tasca). Açò pot fer que els mòduls «Programador» i «Captura» no estiguen sincronitzats, ja que lligen els fitxers en moments diferents. En comptes d'açò, podeu guardar amb un nom de fitxer diferent i, a continuació, editar la tasca del programador per a utilitzar el nom nou.
fr: Il est également recommandé de ne pas écraser les fichiers « .esq » pendant que les tâches de l'ordonnanceur utilisent ces mêmes fichiers. (C'est bien de le faire pendant que l'ordonnanceur est en cours mais pas si cette tâche particulière est en exécution). En effet, cela désynchroniserait l'ordonnanceur et les modules d'acquisition, puisqu'ils lisent ces fichiers à des moments différents. Vous devriez plutôt enregistrer sous un nom différent et ensuite modifier la tâche pour utiliser ce nouveau fichier « .esq ».
nl: Het is ook aanbevolen dat u geen .esq-bestanden overschrijft wanneer plannertaken nu diezelfde bestanden gebruiken. (Het is OK als de planner actief is, maar niet die taak uitvoert.) Dit kan de planner en opnamemodulen uit synchronisatie halen, omdat ze de bestanden op verschillende momenten lezen. In plaats daarvan kunt u opslaan naar een verschillende bestandsnaam en daarna de te gebruiken plannertaak de nieuwe .esq bestandsnaam geven.
pt_br: Também é recomendável não sobrescrever arquivos .esq quando tarefas do agendador estiverem usando esses mesmos arquivos. (Não há problema se o agendador estiver em execução, mas não executando essa tarefa.) Isso pode fazer com que o agendador e os módulos de captura fiquem fora de sincronia, pois leem os arquivos em momentos diferentes. Em vez disso, você pode salvar com um nome de arquivo diferente e editar a tarefa do agendador para usar o novo nome de arquivo .esq.
sl: Priporočljivo je tudi, da datotek .esq ne prepisujete, če opravila planerja trenutno uporabljajo te iste datoteke. (V redu je, če se razporejevalnik izvaja, vendar ne izvaja tega opravila.) To lahko povzroči nesinhronizacijo razporejevalnika in modulov za zajemanje, saj berejo datoteke ob različnih časih. Namesto tega lahko shranite v drugo ime datoteke in nato uredite opravilo razporejevalnika za uporabo novega imena datoteke .esq.
uk: Також рекомендуємо не перезаписувати файли .esq, якщо завдання планувальника зараз використовують ці файли. (Це можна робити, якщо планувальник працює, але не виконує це завдання.) Це може призвести до розсинхронізації планувальника та модулів захоплення, оскільки вони читають файли у різні моменти часу. Натомість ви можете зберегти файл під іншою назвою, а потім відредагувати завдання планувальника так, щоб у ньому було використано файл .esq із новою назвою.

source: Workflow
ca: Flux de treball
ca@valencia: Flux de treball
fr: Flux de travail
nl: Werkmethode
pt_br: Fluxo de trabalho
sl: Potek dela
uk: Процес

source: The description above only tackles the **Data Acquisition** stage of the observatory workflow. The overall procedure typically utilized in an observatory can be summarized in three primary stages:
ca: La descripció anterior només aborda l'etapa d'**Adquisició de les dades** del flux de treball de l'observatori. El procediment general típicament utilitzat en un observatori es pot resumir en tres etapes primàries:
ca@valencia: La descripció anterior només aborda l'etapa d'**Adquisició de les dades** del flux de treball de l'observatori. El procediment general típicament utilitzat en un observatori es pot resumir en tres etapes primàries:
fr: La description ci-dessus n'aborde que l'étape d'**acquisition de données** du déroulement d'une observation. La procédure complète dans un observatoire peut être résumée par les trois étapes principales :
nl: De bovenstaande beschrijving betreft alleen het **Verzamelen van gegevens**. De hele procedure die typisch in een waarneemstation wordt gebruikt kan in drie primaire fasen worden samengevat:
pt_br: A descrição acima aborda apenas a etapa de **Aquisição de Dados** do fluxo de trabalho do observatório. O procedimento geral normalmente utilizado em um observatório pode ser resumido em três etapas principais:
sl: Zgornji opis obravnava le fazo **pridobivanja podatkov** v delovnem procesu observatorija. Celoten postopek, ki se običajno uporablja v observatoriju, lahko povzamemo v tri glavne faze:

source: Startup
ca: Inici
ca@valencia: Inici
fr: Démarrage
nl: Opstarten
pt_br: Inicialização
sl: Začetek
uk: Запуск

source: Data Acquisition (including preprocessing and storage)
ca: Adquisició de les dades (inclòs el preprocessament i l'emmagatzematge)
ca@valencia: Adquisició de les dades (inclòs el preprocessament i l'emmagatzematge)
fr: Acquisition de données (incluant le prétraitement et le stockage)
nl: Verzamelen van gegevens (inclusief preprocessen en opslag)
pt_br: Aquisição de dados (incluindo pré-processamento e armazenamento)
sl: Pridobivanje podatkov (vključno s predhodno obdelavo in shranjevanjem)
uk: Отримання даних (із попередньою обробкою і зберіганням)

source: Shutdown
ca: Aturada
ca@valencia: Tancament
fr: Arrêt
nl: Afsluiten
pt_br: Desligamento
sl: Zaustavitev

source: Startup Procedure
ca: Procediment d'inici
ca@valencia: Procediment d'inici
fr: Procédure de démarrage
nl: Opstartprocedure
pt_br: Procedimento de inicialização
sl: Postopek zagona
uk: Процедура запуску

source: Startup procedure is unique to each observatory but may include:
ca: El procediment d'inici és únic per a cada observatori, però pot incloure:
ca@valencia: El procediment d'inici és únic per a cada observatori, però pot incloure:
fr: La procédure de démarrage est unique à chaque observatoire mais peut inclure :
nl: De opstartprocedure is uniek voor elk waarneemstation, maar kan inhouden:
pt_br: O procedimento de inicialização é exclusivo para cada observatório, mas pode incluir:
sl: Postopek zagona je edinstven za vsak observatorij, vendar lahko vključuje:
uk: Процедура запуску (початку роботи) може бути різною для різних обсерваторій, але має, приблизно, складатися з таких кроків:

source: Turning on power to equipment
ca: Encenent l'alimentació en l'equip
ca@valencia: Encendre l'alimentació a l'equip
fr: Mise sous tension du matériel
nl: Aanzetten apparatuur voor de energievoorziening
pt_br: Ligar a energia do equipamento
sl: Vklop napajanja opreme
uk: Вмикання живлення обладнання

source: Running safety/sanity checks
ca: Execució dels controls de seguretat/sanitat
ca@valencia: Executar els controls de seguretat i sanitat
fr: Contrôle de sécurité et vérifications
nl: Controleren op veiligheid/juistheid
pt_br: Executar verificações de segurança/sanidade
sl: Izvajanje varnostnih/sanitarnih pregledov
uk: Запуск перевірок захисту та коректності даних

source: Checking weather conditions
ca: Comprovació de les condicions meteorològiques
ca@valencia: Comprovar les condicions meteorològiques
fr: Vérification des conditions météorologiques
nl: Weercondities controleren
pt_br: Verificar as condições meteorológicas
sl: Preverjanje vremenskih razmer
uk: Перевірка погодних умов

source: Turning off light
ca: Apagar la llum
ca@valencia: Apagar la llum
fr: Extinction des lumières
nl: Licht uitdoen
pt_br: Desligar a luz
sl: Ugašanje luči
uk: Вимикання світла

source: Fan/Light control
ca: Control de la ventilació/llum
ca@valencia: Control de la ventilació i la llum
fr: Contrôle des ventilateurs et de la lumière
nl: Besturing ventilatie en licht
pt_br: Controle de luz/ventilação
sl: Kontrola ventilatorja/luči
uk: Керування охолодженням та освітленням

source: Unparking dome
ca: Desaparcar la cúpula
ca@valencia: Desaparcar la cúpula
fr: Déparquage du dôme
nl: Uitparkeren koepel
pt_br: Desbloquear a cúpula
sl: Odparkiranje kupole
uk: Зняття з паркування купол

source: Unparking mount
ca: Desaparcar la muntura
ca@valencia: Desaparcar la muntura
fr: Déparquage de la monture
nl: Uitparkeren opstelling
pt_br: Desbloquear a montagem
sl: Odparkiranje montaže
uk: Зняття з паркування лафета

source: etc.
sl: itd.

source: Ekos Scheduler only initiates the startup procedure once the startup time for the first Scheduler job is close (default *lead* time is 5 minutes before *startup* time). Once the startup procedure is completed successfully, the scheduler picks the Scheduler job target and starts the sequence process. If a startup script is specified, it shall be executed first.
ca: El programador de l'Ekos només inicia el procediment d'inici una vegada que l'hora d'inici de la primera tasca del programador és propera (el temps de *lliurament* predeterminat és de 5 minuts abans de l'hora d'*inici*). Un cop finalitzat el procediment d'inici, el programador seleccionarà l'objectiu de la tasca del programador i iniciarà el procés de la seqüència. Si s'especifica un script d'inici, aquest s'executarà primer.
ca@valencia: El programador d'Ekos només inicia el procediment d'inici una vegada que el temps d'inici de la primera tasca del programador és proper (el temps de *lliurament* predeterminat és de 5 minuts abans del temps d'*inici*). Una vegada finalitzat el procediment d'inici, el programador triarà l'objectiu de la tasca del programador i iniciarà el procés de la seqüència. Si s'especifica un script d'inici, este s'executarà primer.
fr: L'ordonnanceur d'Ekos n'initialise la procédure de démarrage que lorsque l'heure de début de la première observation est proche (le *délai* par défaut est de 5 minutes avant l'heure de *démarrage*). Une fois que la procédure de démarrage s'est terminée avec succès, l'ordonnanceur sélectionne la tâche d'observation et démarre le processus de séquence. Si un script de démarrage est spécifié, il sera exécuté en premier.
nl: De planner van Ekos begint pas aan de opstartprocedure wanneer opstarttijd voor de eerste plannertaak nabij is (standaard is de *voorloop* tijd 5 minuten voor de *opstart* tijd). Zodra het opstarten met succes is voltooid, kiest de planner de plannertaak en wordt de eerste waarneemreeks gestart. Indien een opstartscript werd opgegeven, wordt die eerst uitgevoerd.
pt_br: O agendador Ekos inicia o procedimento de inicialização somente quando o horário de inicialização da primeira tarefa do agendador estiver próxima (o tempo de espera padrão é 5 minutos antes do horário de *inicialização*). Assim que o procedimento de inicialização for concluído com sucesso, o agendador seleciona a tarefa de destino do agendador e inicia o processo de sequência. Se um script de inicialização for especificado, ele deverá ser executado primeiro.
sl: Razporejevalnik Ekos sproži postopek zagona šele, ko se čas zagona prvega opravila razporejevalnika izteče (privzeti *čas pred zagonom* je 5 minut pred časom *zagona*). Ko je postopek zagona uspešno zaključen, razporejevalnik izbere cilj opravila razporejevalnika in zažene postopek zaporedja. Če je določen zagonski skript, se ta izvede najprej.

source: Data Acquisition
ca: Adquisició de les dades
ca@valencia: Adquisició de les dades
fr: Acquisition de données
nl: Gegevens verzamelen
pt_br: Aquisição de dados
sl: Zbiranje podatkov
uk: Отримання даних

source: Depending the on the user selection, the typical workflow proceeds as follows:
ca: Depenent de la selecció de l'usuari, el flux de treball típic procedirà de la manera següent:
ca@valencia: Depenent de la selecció de l'usuari, el flux de treball típic procedirà de la manera següent:
fr: Selon la sélection de l'utilisateur, un déroulement typique se déroule ainsi :
nl: Afhankelijk van de keuzes van de gebruiker, gaat dit typisch als volgt:
pt_br: Dependendo da seleção do usuário, o fluxo de trabalho típico ocorre da seguinte forma:
sl: Odvisno od izbire uporabnika tipičen potek dela poteka na naslednji način:
uk: Процедура дій залежить від вибраних користувачем параметрів. Втім, типовою є така:

source: Slew mount to target. If a FITS file was specified, it first solves the files and slew to the file coordinates.
ca: Orientarà la muntura cap a l'objectiu. Si s'ha especificat un fitxer FITS, primer resoldrà els fitxers i orientarà cap a les coordenades del fitxer.
ca@valencia: Orientarà la muntura cap a l'objectiu. Si s'ha especificat un fitxer FITS, primer resoldrà els fitxers i orientarà cap a les coordenades del fitxer.
fr: Pivotage de la monture vers la cible. Si un fichier FITS a été spécifié, il sera résolu et la monture pivotera vers les coordonnées de la position.
nl: Draai de opstelling naar het doel. Indien een FITS-bestand werd opgegeven, wordt dit eerst opgelost, en wordt daarna naar de coördinaten gedraaid.
pt_br: Giro da montagem para o alvo. Se um arquivo FITS foi especificado, ele primeiro resolve os arquivos e gira para as coordenadas do arquivo.
sl: Obračanje montaže na cilj. Če je podana datoteka FITS, najprej reši datoteke in se obrne na koordinate datoteke.
uk: Навести лафет на ціль. Якщо було вказано файл FITS, спочатку буде використано розв'язувач для визначення координат цілі, потім виконано наведення за координатами з файла.

source: Auto-focus target. The autofocus process automatically selects the best star in the frame and runs the autofocus algorithm against it.
ca: Enfocarà automàticament l'objectiu. El procés d'enfocament automàtic seleccionarà automàticament la millor estrella en el fotograma i executarà l'algorisme d'enfocament automàtic amb ella.
ca@valencia: Enfocarà automàticament l'objectiu. El procés d'enfocament automàtic seleccionarà automàticament la millor estrela en el fotograma i executarà l'algorisme d'enfocament automàtic contra seu.
fr: Mise au point de la cible. Le processus de mise au point automatique sélectionne automatiquement la meilleure étoile de la trame et exécute l'algorithme de mise au point.
nl: Het doel automatisch focussen. Het autofocusproces kiest automatisch de beste ster in de frame, en gebruikt dit in het autofocus-algoritme.
pt_br: Alvo do foco automático. O processo de foco automático seleciona automaticamente a melhor estrela no quadro e executa o algoritmo de foco automático nela.
sl: Samodejno ostrenje cilja. Postopek samodejnega ostrenja samodejno izbere najboljšo zvezdo v kadru in proti njej zažene algoritem samodejnega ostrenja.
uk: Автоматичне фокусування цілі. Під час процедури програма автоматично вибере найкращу зірку у кадрі і використає алгоритм автоматичного фокусування для неї.

source: Perform plate solving, sync mount, and slew to target coordinates.
ca: Realitzarà la resolució de la placa, sincronitzarà la muntura i orientarà cap a les coordenades de l'objectiu.
ca@valencia: Realitzarà la resolució de la placa, sincronitzarà la muntura i orientarà cap a les coordenades de l'objectiu.
fr: Réalise la résolution, synchronise la monture et pivote vers les coordonnées de la cible.
nl: Los de plaat op, sync de opstelling, en draai naar de coördinaten van het doel.
pt_br: Executar a resolução de placas, sincronizar a montagem e girar para as coordenadas alvo.
sl: Izvede reševanje plošč, sinhronizacijo montaže in obračanje na ciljne koordinate.
uk: Виконання розв'язування кадру, синхронізація лафета і наведення на координати цілі.

source: Perform post-alignment focusing since the frame might have moved during the plate solving process.
ca: Realitzarà l'alineació posterior de l'enfocament, ja que el fotograma podria haver-se mogut durant el procés de resolució de la placa.
ca@valencia: Realitzarà l'alineació posterior de l'enfocament, ja que el fotograma podria haver-se mogut durant el procés de resolució de la placa.
fr: Réalise une mise au point après l'alignement puisque la trame peut avoir bouger durant le processus de résolution.
nl: Focussen herhalen na het uitlijnen, omdat de frame tijdens het oplossen van de plaat kan zijn bewogen.
pt_br: Executar o foco pós-alinhamento, pois o quadro pode ter se movido durante o processo de resolução da placa.
sl: Izvede ostrenje po poravnavi, saj se je montaža morda premaknila med postopkom reševanja plošče.
uk: Виконання фокусування після вирівнювання, оскільки кадр може бути зрушено під час процедури розв'язування.
