Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: The value of Sky Quality has a drastic impact on the calculated exposure because of the logarithmic scale involved. An image taken from a location with heavy light pollution (a low sky quality value), especially when filtering is not applied, may result in a very short exposure time to prevent light pollution from overwhelming the target signal. An image taken from a location with very little light pollution (a high Sky Quality value) may result in an sub-exposure time of several hours.
ca: El valor de la qualitat del cel té un impacte dràstic en l'exposició calculada a causa de l'escala logarítmica implicada. Una imatge presa des d'una ubicació amb una contaminació lumínica intensa (un valor de qualitat baixa del cel), especialment quan no s'aplica el filtratge, pot donar com a resultat un temps d'exposició molt curt per a evitar que la contaminació lumínica desbordi el senyal de l'objectiu. Una imatge presa des d'una ubicació amb molt poca contaminació lumínica (un valor alt de qualitat del cel) pot donar lloc a un temps de subexposició de diverses hores.
ca@valencia: El valor de la qualitat del cel té un impacte dràstic en l'exposició calculada a causa de l'escala logarítmica implicada. Una imatge presa des d'una ubicació amb molta pol·lució lumínica (un valor baix de qualitat del cel), especialment quan no s'aplica el filtratge, pot resultar en un temps d'exposició molt curt per a evitar que la pol·lució lumínica aclapare el senyal de l'objectiu. Una imatge presa des d'una ubicació amb molt poca pol·lució lumínica (un valor alt de qualitat del cel) pot resultar en un temps de subexposició de diverses hores.
fr: La valeur de la qualité du ciel a un impact radical sur le temps d'exposition calculé en raison de l'échelle logarithmique. Une image prise depuis un endroit avec forte pollution lumineuse (donc une qualité du ciel basse), et particulièrement si aucun filtre n'est utilisé, aboutira à des durées d'exposition très faibles pour prévenir la pollution lumineuse de noyer le signal de la cible. Au contraire, une image prise dans d'excellentes conditions de qualité du ciel, impliquera des durées d'exposition de plusieurs heures.
nl: De waarde van de Hemelkwaliteit heeft een drastische invloed op de berekende belichting omdat de logaritmische schaal wordt meedoet. Een afbeelding genomen vanaf een locatie met zware lichtvervuiling (een lage hemelkwaliteitswaarde), speciaal wanneer filteren niet wordt toegepast, kan resulteren in een erg korte belichtingstijd om lichtvervuiling te voorkomen dat het doelsignaal kan overweldigen. Een afbeelding genomen op een locatie met erg weinig lichtvervuiling (een hoge Hemelkwaliteitswaarde) kan resulteren in een sub-belichtingstijd van een aantal uren.
pt_br: O valor da qualidade do céu tem um impacto drástico na exposição calculada devido à escala logarítmica envolvida. Uma imagem tirada de um local com forte poluição luminosa (um valor baixo de qualidade do céu), especialmente quando a filtragem não é aplicada, pode resultar em um tempo de exposição muito curto para evitar que a poluição luminosa sobrecarregue o sinal alvo. Uma imagem tirada de um local com muito pouca poluição luminosa (um valor alto de qualidade do céu) pode resultar em um tempo de subexposição de várias horas.
sl: Vrednost kakovosti neba ima drastičen vpliv na izračunano osvetlitev zaradi vključene logaritemske lestvice. Slika, posneta z lokacije z močno svetlobno onesnaženostjo (nizka vrednost kakovosti neba), zlasti če ni uporabljenega filtriranja, lahko povzroči zelo kratek čas osvetlitve, da prepreči, da bi svetlobno onesnaženje preglasilo ciljni signal. Slika, posneta z lokacije z zelo malo svetlobnega onesnaženja (visoka vrednost kakovosti neba), lahko povzroči večurno podosvetlitev.
sv: Himmelskvalitetsvärdet har en drastisk inverkan på den beräknade exponeringen på grund av den inblandade logaritmiska skalan. En bild tagen från en plats med kraftiga ljusföroreningar (ett lågt värde på himmelskvalitet), särskilt när filtrering inte används, kan resultera i en mycket kort exponeringstid för att förhindra att ljusföroreningar överväldigar målsignalen. En bild tagen från en plats med mycket lite ljusföroreningar (högt himmelskvalitetsvärde) kan resultera i en delexponeringstid på flera timmar.
uk: Значення якості неба має критичний вплив на обчислену експозицію, оскільки використано логарифмічну шкалу. Зображення, яке створено з місця з сильним світловим забрудненням (низьке значення якості неба), особливо без застосування фільтрів, може призвести до дуже коротких часів експонування для запобігання придушенню світловим забрудненням сигналу цілі. Зображення, яке створено з місця дуже низьким світловим забрудненням (високе значення якості неба), може призвести до часів проміжних експозицій у декілька годин.

source: ``Focal Ratio``: The selector for Focal Ratio sets the value from the optical train, which is needed for the evaluation of light gathering capability.
ca: ``Relació focal``: El selector per a la Relació focal estableix el valor del tren òptic, el qual és necessari per a l'avaluació de la capacitat de captació de la llum.
fr: ``Rapport F/D`` : le sélecteur pour le ``rapport de focale`` règle la valeur à partir du train optique qui est nécessaire pour l'évaluation de la facilité à obtenir la lumière.
pt_br: ``Razão focal``: O seletor de razão focal define o valor do trem óptico, necessário para a avaliação da capacidade de coleta de luz.
sl: ``Goriščno razmerje``: Izbirnik za Goriščno razmerje nastavi vrednost iz optičnega vlaka, ki je potrebna za oceno zmožnosti zbiranja svetlobe.
sv: ``Brännvidd``: Väljaren av Brännvidd ställer in värdet från optiken, som behövs för att utvärdera ljusinsamlingskapaciteten.
uk: ``Діафрагмове число``: засіб для вибору діафрагмового числа встановлює значення з оптичного тракту, яке потрібне для оцінки можливостей збирання світла.

source: The value of the focal ratio of the optic has a direct effect on the exposure calculation. A lower focal ratio is considered to be a "faster optic" as it has a greater light gathering capability than an optic with a longer focal ratio. So the exposure calculation will be reduced when a lower focal ratio is used, and increased when a higher focal ratio is used.
ca: El valor de la relació focal de l'òptica té un efecte directe en el càlcul de l'exposició. Una relació focal inferior es considera que és una «òptica més ràpida», ja que té una capacitat de captació de llum més gran que una òptica amb una relació focal més llarga. Per tant, el càlcul de l'exposició es reduirà quan s'utilitzi una relació focal més baixa, i s'incrementarà quan s'utilitzi una relació focal més alta.
ca@valencia: El valor de la relació focal de l'òptica té un efecte directe en el càlcul de l'exposició. Una relació focal inferior es considera que és una «òptica més ràpida», ja que té una capacitat de captació de llum més gran que una òptica amb una relació focal més llarga. Per tant, el càlcul de l'exposició es reduirà quan s'utilitze una relació focal més baixa, i s'incrementarà quan s'utilitze una relació focal més alta.
fr: Cette valeur a un effet direct sur le calcul de la durée d'exposition. Un petit rapport est considéré comme une « optique rapide » puisqu'il permet d'obtenir beaucoup plus de lumière qu'une optique de rapport plus grand. Ainsi la durée d'exposition sera diminuée avec une optique de rapport faible et augmentée avec une optique de rapport plus grand.
nl: De waarde van de brandpuntverhouding van de optiek heeft een direct effect op de berekening van de belichting. Een lagere brandpuntverhouding wordt beschouwd een "snellere optiek" te zijn omdat het een grotere mogelijkheid heeft licht te verzamelen dan optiek met een langere brandpuntverhouding. De berekening van belichting zal gereduceerd worden wanneer een lagere brandpuntverhouding wordt gebruikt en verhoogd wanneer een hogere brandpuntverhouding wordt gebruikt.
pt_br: O valor da razão focal da óptica tem um efeito direto no cálculo da exposição. Uma razão focal menor é considerada uma "ótica mais rápida", pois possui maior capacidade de captação de luz do que uma óptica com uma razão focal maior. Portanto, o cálculo da exposição será reduzido quando uma razão focal menor for utilizada e aumentado quando uma razão focal maior for utilizada.
sl: Vrednost goriščnega razmerja optike neposredno vpliva na izračun osvetlitve. Nižje goriščno razmerje velja za "hitrejšo optiko", saj ima večjo sposobnost zbiranja svetlobe kot optika z daljšim goriščnim razmerjem. Tako se bo izračun osvetlitve zmanjšal, če bo uporabljeno nižje žariščno razmerje, in povečal, če bo uporabljeno višje žariščno razmerje.
sv: Värdet på optikens brännvidd har en direkt effekt på exponeringsberäkningen. En kortare brännvidd anses vara en "snabbare optik" eftersom den har en större ljusinsamlingsförmåga än en optik med längre brännvidd. Så exponeringsberäkningen minskas när en kortare brännvidd används och ökas när en längre brännvidd används.
uk: Значення діафрагмового числа оптики має безпосередній ефект на обчислення експозиції. Низьке діафрагмове число вважається ознакою «швидшої оптики», оскільки така оптика має більші можливості зі збирання світла за оптику із більшим діафрагмовим числом. Отже, час обчислення експозиції буде зменшено, якщо буде використано менше діафрагмове число, і збільшено, якщо використано вище діафрагмове число.

source: The user might consider making a slight adjustment to the input value of the focal ratio to compensate for the efficiency or for obstructions in the optic.
ca: L'usuari pot considerar fer un lleuger ajust al valor d'entrada de la relació focal per a compensar l'eficiència o les obstruccions en l'òptica.
ca@valencia: L'usuari pot considerar fer un lleuger ajust al valor d'entrada de la relació focal per a compensar l'eficiència o les obstruccions en l'òptica.
fr: Il peut être intéressant d'ajuster légèrement cette valeur pour compenser le rendement ou les obstructions dans les optiques.
nl: De gebruiker zou een kleine aanpassing in de invoerwaarde van de brandpuntverhouding kunnen overwegen om te compenseren voor de efficiëntie of voor belemmeringen in de optiek.
pt_br: O usuário pode considerar fazer um pequeno ajuste no valor de entrada da razão focal para compensar a eficiência ou obstruções na óptica.
sl: Uporabnik lahko razmisli o rahli prilagoditvi vhodne vrednosti goriščnega razmerja, da bi nadomestil učinkovitost ali ovire v optiki.
sv: Användaren kan överväga att göra en liten justering av brännviddens ingångsvärde för att kompensera för effektiviteten eller för obstruktioner i optiken.
uk: Можливо, користувачеві варто внести незначні зміни до вхідного значення фокального коефіцієнта для компенсації ефективності або завад в оптиці.

source: For example, two optics of the same focal ratio, a refractor (with no obstruction) and a reflector (with a secondary mirror obstruction) would be treated as equivalent optics in the computations. One way that a user might compensate for this would be to make an adjustment to the focal ratio input value to compensate for the efficiency of the optic. A refractor is generally considered to have an efficiency of about 94%, a reflector is generally considered to have an efficiency of about 78%.
ca: Per exemple, dues òptiques de la mateixa relació focal, un refractor (sense obstrucció) i un reflector (amb obstrucció del mirall secundari) serien tractades com a òptiques equivalents en els càlculs. Una manera que un usuari pugui compensar això seria fer un ajust al valor d'entrada de la relació focal per a compensar l'eficiència de l'òptica. Generalment es considera que un refractor té una eficiència d'aproximadament el 94%, un reflector es considera generalment que té una eficiència d'aproximadament el 78%.
ca@valencia: Per exemple, dues òptiques de la mateixa relació focal, un refractor (sense cap obstrucció) i un reflector (amb una obstrucció de l'espill secundari) es tractaran com a òptiques equivalents en els càlculs. Una manera en què un usuari puga compensar-ho seria fent un ajust al valor d'entrada de la relació focal per a compensar l'eficiència de l'òptica. Generalment es considera que un refractor té una eficiència d'aproximadament un 94%, i un reflector que té una eficiència d'un 78%.
fr: Prenons par exemple deux optiques de même rapport F/D, un réfracteur (sans obstruction) et un réflecteur (avec une obstruction dû au miroir secondaire) ; ces deux optiques seraient traitées de manière équivalentes dans les calculs. On pourrait compenser l'efficacité optique différente en tenant compte du fait qu'un réfracteur a une efficacité d'environ 94% alors que celle d'un réflecteur est d'environ 78%.
nl: Bijvoorbeeld, twee optieken met dezelfde brandpuntverhouding, een refractor (zonder belemmering) en een reflector (met een tweede spiegelbelemmering) zou behandeld kunnen worden als gelijke optieken in de berekeningen. Een manier die een gebruiker zou kunnen gebruiken om hiervoor te compenseren zou het maken van een aanpassing aan de invoerwaarde van de brandpuntverhouding om te compenseren voor de efficiëntie van het optiek. Een refractor wordt algemeen beschouwd als het hebben van een efficiëntie van ongeveer 94%, een reflector wordt algemeen beschouwd als het hebben van een efficiëntie van ongeveer 78%.
pt_br: Por exemplo, duas ópticas com a mesma razão focal, um refrator (sem obstrução) e um refletor (com uma obstrução de espelho secundário) seriam tratadas como ópticas equivalentes nos cálculos. Uma maneira de um usuário compensar isso seria fazer um ajuste no valor de entrada da razão focal para compensar a eficiência da óptica. Um refrator é geralmente considerado como tendo uma eficiência de cerca de 94%, um refletor é geralmente considerado como tendo uma eficiência de cerca de 78%.
sl: Na primer, dve optiki z enakim goriščnim razmerjem, refraktor (brez ovir) in reflektor (s sekundarno zrcalno oviro) bi se v izračunih obravnavali kot enakovredni optiki. Eden od načinov, kako bi lahko uporabnik to nadomestil, bi bil prilagoditev vhodne vrednosti goriščnega razmerja, da bi nadomestil učinkovitost optike. Za refraktor na splošno velja, da ima izkoristek približno 94%, za reflektor pa se na splošno šteje izkoristek okoli 78%.
sv: Till exempel skulle två sorters optik med samma brännvidd, en refraktor (utan obstruktion) och en reflektor (med obstruktion av en sekundär spegel) behandlas som ekvivalent optik i beräkningarna. Ett sätt som en användare kan kompensera för det skulle vara att göra en justering av brännviddens ingångsvärde för att kompensera för optikens effektivitet. En refraktor anses generellt ha en verkningsgrad på cirka 94 %, en reflektor anses generellt ha en verkningsgrad på cirka 78 %.
uk: Наприклад, дві оптики із тим самим діафрагмовим числом, рефрактор (без завади) та рефлектор (із завадою у вигляді вторинного дзеркала), вважатимуться еквівалентним оптиками в обчисленнях. Одним зі способів, у які користувач може компенсувати це, є коригування вхідного значення діафрагмового числа для компенсування ефективності оптики. Вважається, що рефрактор має ефективність близько 94%, а рефлектор, загалом, як вважається, має ефективність близько 78%.

source: An effective / adjusted focal ratio value for a refractor = Optic Focal Ratio / 0.94
ca: Un valor efectiu / ajustat de la relació focal per a un refractor = Relació focal de l'òptica / 0,94
ca@valencia: Un valor de la relació focal efectiva / ajustada per a un refractor = Relació focal de l'òptica / 0,94
fr: La compensation sera calculée pour un réfracteur selon la formule = (Rapport F / D) / 0.94.
nl: Een effectieve / aangepaste waarde van de brandpuntverhouding voor een refractor = Optische brandpuntverhouding / 0.94
pt_br: Um valor de razão focal efetiva/ajustada para um refrator = razão focal óptica / 0,94
sl: Efektivna / prilagojena vrednost goriščnega razmerja za refraktor = optično goriščno razmerje / 0,94
sv: Ett effektivt eller justerat brännviddsvärde för en refraktor = optiskt brännviddsförhållande / 0,94
uk: Значення відношення ефективного до виправленого діафрагмового числа для рефрактора = оптичний фокусний коефіцієнт / 0.94

source: An effective / adjusted focal ratio value for a reflector = Optic Focal Ratio / 0.78
ca: Un valor efectiu / ajustat de la relació focal per a un reflector = Relació focal de l'òptica / 0,78
ca@valencia: Un valor de la relació focal efectiva / ajustada per a un reflector = Relació focal de l'òptica / 0,78
fr: La compensation sera calculée pour un réflecteur selon la formule = (Rapport F / D) / 0.78.
nl: Een effectieve / aangepaste waarde van de brandpuntverhouding voor een reflector = Optische brandpuntverhouding / 0.78
pt_br: Um valor de razão focal efetiva/ajustada para um refletor = razão focal óptica / 0,78
sl: Efektivna / prilagojena vrednost goriščnega razmerja za reflektor = optično goriščno razmerje / 0,78
sv: Ett effektivt eller justerat brännviddsvärde för en reflektor = optiskt brännviddsförhållande / 0,78
uk: Значення відношення ефективного до виправленого діафрагмового числа для рефлектора = оптичний фокусний коефіцієнт / 0.78

source: These adjustments slightly increase the focal ratio, and therefore slightly reduce the computed light gathering capability considered in the calculation.
ca: Aquests ajustos augmenten lleugerament la relació focal i, per tant, redueixen lleugerament la capacitat de captació de llum calculada considerada en el càlcul.
ca@valencia: Estos ajustos augmenten lleugerament la relació focal i, per tant, reduïxen lleugerament la capacitat de captació de llum calculada considerada en el càlcul.
fr: Ces ajustements augmentent un tout petit peu le rapport « F /D » et ainsi réduisent un peu l'efficacité de capture de lumière dans les calculs.
nl: Deze aanpassingen verhogen de brandpuntverhouding iets en daarom wordt de berekende mogelijkheid voor licht verzamelen iets gereduceerd.
pt_br: Esses ajustes aumentam ligeiramente a razão focal e, portanto, reduzem ligeiramente a capacidade de coleta de luz computada considerada no cálculo.
sl: Te prilagoditve nekoliko povečajo goriščno razmerje in zato nekoliko zmanjšajo izračunano zmožnost zbiranja svetlobe, upoštevano pri izračunu.
sv: Justeringarna ökar brännvidden något, och minskar därför den beräknade ljusinsamlingsförmågan som beaktas i beräkningen något.
uk: Ці коригування трохи збільшують діафрагмове число і тому дещо зменшують обчислену можливість збирання світла, яку враховують в обчисленнях.

source: ``Filter Bandwidth``: The selector for ``Filter Bandwidth`` sets the value for the bandwidth (in nanometers), and should be reduced from the default value of 300 when a filter is included in the optical train. The inclusion of filters in the optic train will greatly effect the exposure calculation. The value ranges from 300, for imaging without any filter, down to 2.8 for an extreme narrow-band filter.
ca: ``Amplada de banda del filtre``: El selector per a Amplada de banda del filtre estableix el valor per a l'amplada de banda (en nanòmetres), i s'hauria de reduir del valor per defecte de 300 quan s'inclou un filtre al tren òptic. La inclusió de filtres en el tren òptic afectarà enormement el càlcul de l'exposició. El valor abasta des de 300, per al processament d'imatges sense cap filtre, fins a 2,8 per a un filtre de banda estreta extrema.
fr: ``Largeur de bande du filtre`` : le sélecteur ``Largeur de bande du filtre`` règle la valeur de largeur de bande (en nanomètres) et devrait être réduit de la valeur par défaut de 300 quand un filtre est ajouté au train optique. L'ajout de filtres dans le train optique affectera grandement la durée d'exposition. La plage de valeur part de 300 pour une imagerie sans filtre jusqu'à 2.8 pour un filtre à bande très étroite.
pt_br: ``Largura de banda do filtro``: O seletor para ``Largura de banda do filtro`` define o valor da largura de banda (em nanômetros) e deve ser reduzido do valor padrão de 300 quando um filtro é incluído no trem óptico. A inclusão de filtros no trem óptico afetará significativamente o cálculo da exposição. O valor varia de 300, para imagens sem filtro, a 2,8 para um filtro de banda extremamente estreita.
sl: ``Pasovna širina filtra``: Izbirnik za ``Pasovna širina filtra`` nastavi vrednost za pasovno širino (v nanometrih) in jo je treba zmanjšati s privzete vrednosti 300, ko je filter vključen v optični vlak. Vključitev filtrov v optični vlak bo močno vplivala na izračun osvetlitve. Vrednost se giblje od 300 za slikanje brez filtra do 2,8 za izjemno ozkopasovni filter.
sv: ``Filterbandbredd``: Väljaren av ``Filterbandbredd`` ställer in värdet på bandbredden (i nanometer), och ska reduceras från det förvalda värdet 300 när ett filter ingår i optiken. Tillägg av filter i optiken påverkar exponeringsberäkningen i hög grad. Värdet går från 300, för bildbehandling utan något filter, ner till 2,8 för ett extremt smalbandsfilter.
uk: ``Пропускна смуга фільтра``: засіб вибору для параметра ``Пропускна смуга фільтра`` встановлює значення смуги частот (у нанометрах), яке слід зменшити порівняно із типовим значенням 300, якщо фільтр включено до оптичний тракт. Включення фільтрів в оптичний тракт значно впливає на обчислення експозиції. Значення коливається від 300 для зображення без фільтрування до 2,8 для дуже вузькосмугового фільтрування.
