Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler-taskqueue.po
Languages: ca, nl, pt_br, sl, uk

source: Select a template to preview its description and parameters
ca: Seleccioneu una plantilla per a previsualitzar la seva descripció i paràmetres
nl: Selecteer een sjabloon om de beschrijving en parameters ervan te bekijken
pt_br: Selecione um modelo para visualizar sua descrição e parâmetros
sl: Izberite predlogo za predogled njenega opisa in parametrov
uk: Виберіть шаблон, щоб переглянути його опис і параметри

source: Click **Add to Queue** or double-click the template
ca: Feu clic a **Afegeix a la cua** o feu doble clic a la plantilla
nl: Klik op **Toevoegen aan wachtrij** of dubbelklik op het sjabloon
pt_br: Clique em **Adicionar à fila** ou clique duas vezes no modelo
sl: Kliknite **Dodaj v čakalno vrsto** ali dvokliknite predlogo
uk: Натисніть кнопку **Додати до черги** або двічі клацніть на пункті шаблону

source: Selecting the Device
ca: Selecció del dispositiu
nl: Het apparaat selecteren
pt_br: Selecionando o dispositivo
sl: Izbira naprave
uk: Вибір пристрою

source: After selecting a template, you'll be prompted to choose which device to use:
ca: Després de seleccionar una plantilla, se us demanarà que trieu quin dispositiu utilitzar:
nl: Nadat het selecteren van een sjabloon, wordt u gevraagd welk apparaat u wilt gebruiken:
pt_br: Após selecionar um modelo, você será solicitado a escolher qual dispositivo usar:
sl: Ko izberete predlogo, boste pozvani, da izberete napravo, ki jo želite uporabiti:
uk: Після вибору шаблону програма попросить нас вибрати пристрій, яким слід скористатися:

source: The **Device Selection** dialog appears
ca: Apareixerà el diàleg **Selecció de dispositiu**
nl: Het dialoogvenster **Apparaatselectie** verschijnt
pt_br: A janela de **Seleção de dispositivo** é exibida
sl: Prikaže se pogovorno okno **Izbira naprave**
uk: Буде відкрито діалогове вікно **Вибір пристрою**

source: Only compatible devices are shown (based on interface matching)
ca: Només es mostren dispositius compatibles (basats en la coincidència d'interfícies)
nl: Alleen compatibele apparaten worden getoond (op basis van interface-overeenkomst)
pt_br: Somente dispositivos compatíveis são exibidos (com base na correspondência de interface)
sl: Prikazane so samo združljive naprave (na podlagi ujemanja vmesnikov)
uk: Буде показано лише сумісні пристрої (на основі відповідності інтерфейсу)

source: Select the device from the list
ca: Seleccioneu el dispositiu de la llista
nl: Selecteer het apparaat uit de lijst
pt_br: Selecione um dispositivo na lista
sl: Izberite napravo s seznama
uk: Виберіть пристрій зі списку

source: Click **OK**
ca: Feu clic a **D'acord**
nl: Klik op **OK**
pt_br: Clique **OK**
sl: Kliknite **V redu**
uk: Натисніть кнопку **Гаразд**

source: For example, if you selected a "Park Mount" template, you'll see only telescope devices. If you have multiple mounts connected, choose which one this task should control.
ca: Per exemple, si heu seleccionat una plantilla «Aparca la muntura», només veureu dispositius de telescopi. Si teniu diverses muntures connectades, trieu quina ha de controlar aquesta tasca.
nl: Als u bijvoorbeeld de sjabloon 'Opstelling vergrendelen' hebt geselecteerd, ziet u alleen telescoopapparaten. Als u meerdere opstellingen hebt aangesloten, kiest u welke deze taak moet aansturen.
pt_br: Por exemplo, se você selecionou um modelo "Bloqueio de montagem", verá apenas dispositivos de telescópio. Se você tiver várias montagens conectadas, escolha qual delas esta tarefa deve controlar.
sl: Če ste na primer izbrali predlogo "Park Mount", boste videli samo teleskopske naprave. Če imate priključenih več montaž, izberite tiste, ki ga naj to opravilo nadzoruje.
uk: Наприклад, якщо ви виберете шаблон «Паркувати лафет», ви побачите лише пристрої-телескопи. Якщо з комп'ютером з'єднано декілька лафетів, виберіть той, яким має керувати це завдання.

source: |Task Queue Select Device|
nl: |Takenwachtrij selecteer apparaat|
uk: |Вибір пристрою у черзі завдань|

source: Customizing Parameters
ca: Personalització dels paràmetres
nl: Parameters aanpassen
pt_br: Personalizando parâmetros
sl: Prilagajanje parametrov
uk: Налаштовування параметрів

source: After device selection, the **Parameter Customization** dialog opens:
ca: Després de la selecció del dispositiu, s'obrirà el diàleg **Personalització dels paràmetres**:
nl: Na het selecteren van het apparaat wordt het dialoogvenster **Parameteraanpassing** geopend:
pt_br: Após a seleção do dispositivo, a janela de **Personalização de parâmetros** é aberta:
sl: Po izbiri naprave se odpre pogovorno okno **Prilagajanje parametrov**:
uk: Після вибору пристрою буде відкрито вікно **Налаштовування параметрів**:

source: Review the available parameters for this template
ca: Reviseu els paràmetres disponibles per a aquesta plantilla
nl: Bekijk de beschikbare parameters voor dit sjabloon
pt_br: Revise os parâmetros disponíveis para este modelo
sl: Preglejte razpoložljive parametre za to predlogo
uk: Перегляньте доступні для цього шаблону параметри

source: Each parameter shows:
ca: Cada paràmetre mostra:
nl: Elke parameter toont:
pt_br: Cada parâmetro mostra:
sl: Vsak parameter prikazuje:
uk: Для кожного параметра буде показано:

source: **Name**: Parameter identifier
ca: **Nom**: identificador del paràmetre
nl: **Naam**: parameter-identifier
pt_br: **Nome**: Identificador do parâmetro
sl: **Ime**: Identifikator parametra
uk: **Назва**: ідентифікатор параметра

source: **Description**: What this parameter controls
ca: **Descripció**: què controla aquest paràmetre
nl: **Beschrijving**: wat deze parameter bestuurt
pt_br: **Descrição**: O que este parâmetro controla
sl: **Opis**: Kaj nadzoruje ta parameter
uk: **Опис**: те, чим керує цей параметр

source: **Default Value**: Pre-set value from the template
ca: **Valor predeterminat**: valor preestablert a partir de la plantilla
nl: **Standaardwaarde**: vooraf ingestelde waarde uit het sjabloon
pt_br: **Valor padrão**: Valor predefinido do modelo
sl: **Privzeta vrednost**: Prednastavljena vrednost iz predloge
uk: **Типове значення**: попередньо встановлені значення з шаблону

source: **Constraints**: Min/max values or allowed options
ca: **Restriccions**: valors mínims/màxims o opcions permeses
nl: **Beperkingen**: Minimale/maximale waarden of toegestane opties
pt_br: **Restrições**: Valores mínimo/máximo ou opções permitidas
sl: **Omejitve**: Najmanjše/največje vrednosti ali dovoljene možnosti
uk: **Обмеження**: мінімальне і максимальне значення або дозволені варіанти

source: **Unit**: Measurement unit (seconds, degrees, °C, etc.)
ca: **Unitat**: unitat de mesura (segons, graus, °C, etc.)
nl: **Eenheid**: meeteenheid (seconden, graden, °C, enz.)
pt_br: **Unidade**: Unidade de medida (segundos, graus, °C, etc.)
sl: **Enota**: Merska enota (sekunde, stopinje, °C itd.)
uk: **Одиниця**: одиниця виміру (секунди, градуси, °C тощо)

source: Modify parameters as needed:
ca: Modifiqueu els paràmetres segons sigui necessari:
nl: Pas de parameters naar behoefte aan:
pt_br: Modifique os parâmetros conforme necessário:
sl: Po potrebi spremenite parametre:
uk: Внесіть потрібні зміни до параметрів:

source: Timeouts: Adjust based on your equipment's response time
ca: Temps d'espera: ajusteu en funció del temps de resposta de l'equip
nl: Time-outs: pas deze aan op basis van de reactietijd van uw apparatuur
pt_br: Tempo limite: Ajuste de acordo com o tempo de resposta do seu equipamento
sl: Časovne omejitve: Prilagodite glede na odzivni čas vaše opreme
uk: Час очікування: скоригуйте на основі часу відгуку вашого обладнання

source: Target values: Set specific temperatures, positions, etc.
ca: Valors objectius: estableix temperatures, posicions, etc. específiques
nl: Doelwaarden: stel specifieke temperaturen, posities, enz. in
pt_br: Valores alvo: Defina temperaturas, posições, etc. específicas.
sl: Ciljne vrednosti: Nastavite določene temperature, položaje itd.
uk: Цільові значення: встановіть певні значення температур, позицій тощо

source: Retry counts: Increase for unreliable connections
ca: Comptador de reintents: augmenteu en cas de connexions no fiables
nl: Aantal herhaalpogingen: verhoogd voor onbetrouwbare verbindingen
pt_br: Número de tentativas: Aumente para conexões não confiáveis
sl: Število ponovnih poskusov: Povečajte za nezanesljive povezave
uk: Кількість повторних спроб: збільште для з'єднань із низькою надійністю

source: Click **OK** to add the configured task to the queue
ca: Feu clic a **D'acord** per a afegir la tasca configurada a la cua
nl: Klik op **OK** om de geconfigureerde taak aan de wachtrij toe te voegen
pt_br: Clique em **OK** para adicionar a tarefa configurada à fila
sl: Kliknite **V redu**, da konfigurirano opravilo dodate v čakalno vrsto
uk: Натисніть кнопку **Гаразд**, щоб додати налаштоване завдання до черги

source: |Task Queue Customize Parameters|
nl: |Takenwachtrij aangepaste parameters|
sl: |Prilagodi parametre čakalne vrste opravil|
uk: |Налаштовування параметрів черги завдань|

source: Common parameters you'll encounter:
ca: Paràmetres habituals que trobareu:
nl: Veelvoorkomende parameters die u zult tegenkomen:
pt_br: Parâmetros comuns que você encontrará:
sl: Pogosti parametri, na katere boste naleteli:
uk: Загальні параметри:

source: **timeout**: Maximum seconds to wait (default: 30-60s)
ca: **timeout**: màxim de segons a esperar (predeterminat: 30-60s)
nl: **time-out**: Maximale wachttijd in seconden (standaard: 30-60s)
pt_br: **timeout**: Número máximo de segundos a aguardar (padrão: 30-60s)
sl: **timeout**: Najdaljši čas čakanja v sekundah (privzeto: 30-60 s)
uk: **timeout**: максимальна кількість секунд для очікування (типове значення: 30-60 с)

source: **retries**: Number of retry attempts (default: 2)
ca: **retries**: nombre de reintents (predeterminat: 2)
nl: **herhalingspogingen**: aantal herhalingspogingen (standaard: 2)
pt_br: **retries**: Número de tentativas (padrão: 2)
sl: **retries**: Število ponovnih poskusov (privzeto: 2)
uk: **retries**: кількість повторних спроб (типове значення: 2)

source: **target_temp**: Target temperature for cameras (°C)
ca: **target_temp**: Temperatura objectiu per a les càmeres (CC)
nl: **doel_temp**: doeltemperatuur voor camera's (°C)
pt_br: **target_temp**: Temperatura alvo para câmeras (°C)
sl: **target_temp**: Ciljna temperatura kamer (°C)
uk: **target_temp**: цільова температура для камер (°C)

source: **settle_time**: Delay to allow equipment stabilization (seconds)
ca: **settle_time**: retard per a permetre l'estabilització de l'equip (segons)
nl: **insteltijd**: vertraging om de apparatuur te laten stabiliseren (seconden)
pt_br: **settle_time**: Atraso para permitir a estabilização do equipamento (segundos)
sl: **settle_time**: Zakasnitev za stabilizacijo opreme (sekunde)
uk: **settle_time**: затримка для стабілізації обладнання (у секундах)

source: Managing Queue Items
ca: Gestió dels elements de cua
nl: Wachtrij-items beheren
pt_br: Gerenciando itens da fila
sl: Upravljanje elementov čakalne vrste
uk: Керування записами черги

source: Once tasks are in the queue, you can manage them:
ca: Un cop les tasques estiguin a la cua, les podreu gestionar:
nl: Zodra taken in de wachtrij staan, kunt u ze beheren:
pt_br: Depois que as tarefas estiverem na fila, você poderá gerenciá-las:
sl: Ko so opravila v čakalni vrsti, jih lahko upravljate:
uk: Після додавання завдань до черги ви можете керувати ними:

source: Select a task in the queue table
ca: Seleccioneu una tasca a la taula de la cua
nl: Selecteer een taak in de wachtrijtabel
pt_br: Selecione uma tarefa na tabela de filas
sl: Izberite opravilo v tabeli čakalne vrste
uk: Позначте пункт завдання у таблиці черги

source: Click **Move Up** or **Move Down** to change execution order
ca: Feu clic a **Mou amunt** o **Mou avall** per a canviar l'ordre d'execució
nl: Klik op **Omhoog verplaatsen** of **Omlaag verplaatsen** om de uitvoeringsvolgorde te wijzigen.
pt_br: Clique em **Mover para cima** ou **Mover para baixo** para alterar a ordem de execução
sl: Kliknite **Premakni gor** ali **Premakni dol**, da spremenite vrstni red izvajanja
uk: Натисніть кнопку **Пересунути вище** або **Пересунути нижче**, щоб змінити порядок виконання

source: **Reordering Tasks**
ca: **Reordenació de les tasques**
nl: **Taken herschikken**
pt_br: **Reordenando tarefas**
sl: **Prerazporeditev opravil**
uk: **Перевпорядковування завдань**

source: Tasks execute from top to bottom
ca: Les tasques s'executen de dalt a baix
nl: Taken worden van boven naar beneden uitgevoerd
pt_br: As tarefas são executadas de cima para baixo
sl: Opravila se izvajajo od zgoraj navzdol
uk: Завдання буде виконано від верхнього до нижнього

source: Select one or more tasks
ca: Seleccioneu una o més tasques
nl: Selecteer een of meer taken
pt_br: Selecione um ou mais tarefas
sl: Izberite eno ali več opravil
uk: Позначте одне або декілька завдань

source: **Removing Tasks**
ca: **Eliminació de les tasques**
nl: **Taken verwijderen**
pt_br: **Removendo tarefas**
sl: **Odstranjevanje opravil**
uk: **Вилучення завдань**

source: Click **Remove** to delete them from the queue
ca: Feu clic a **Elimina** per a suprimir-les de la cua
nl: Klik op **Verwijderen** om ze uit de wachtrij te verwijderen
pt_br: Clique em **Remover** para excluí-las da fila
sl: Kliknite **Odstrani**, da jih izbrišete iz čakalne vrste
uk: Натисніть кнопку **Вилучити**, щоб вилучити завдання з черги

source: Double-click a task to view/edit its parameters
ca: Feu doble clic a una tasca per veure/editar els seus paràmetres
nl: Dubbelklik op een taak om zijn parameters te bekijken/bewerken
pt_br: Clique duas vezes em uma tarefa para visualizar/editar seus parâmetros
sl: Dvokliknite opravilo, da si ogledate/uredite njene parametre
uk: Двічі клацніть на пункті завдання для перегляду або редагування його параметрів

source: Modify device assignment or parameter values
ca: Modifiqueu l'assignació del dispositiu o els valors dels paràmetres
nl: Wijzig toekennen van apparaat of parameterwaarden
pt_br: Modifique a atribuição do dispositivo ou os valores dos parâmetros
sl: Spremenite dodelitev naprave ali vrednosti parametrov
uk: Змініть прив'язку до пристрою або значення параметрів

source: **Editing Tasks**
ca: **Edició de tasques**
nl: **Taken bewerken**
pt_br: **Editando tarefas**
sl: **Urejanje opravil**
uk: **Редагування завдань**

source: Changes take effect immediately
ca: Els canvis tenen efecte immediatament
nl: Wijzigingen zijn onmiddellijk effectief
pt_br: As alterações entram em vigor imediatamente
sl: Spremembe začnejo veljati takoj
uk: Зміни набувають чинності негайно

source: Click **Clear** to remove all tasks
ca: Feu clic a **Neteja** per a eliminar totes les tasques
nl: Klik op **Wissen** om alle taken te verwijderen
pt_br: Clique em **Limpar** para remover todas as tarefas
sl: Kliknite **Počisti**, da odstranite vsa opravila
uk: Натисніть кнопку **Спорожнити**, щоб вилучити усі завдання

source: **Clearing the Queue**
ca: **Neteja de la cua**
nl: **De wachtrij wissen**
pt_br: **Limpando a fila**
sl: **Brisanje čakalne vrste**
uk: **Спорожнення черги**

source: Useful when starting fresh or loading a different collection
ca: És útil en iniciar una col·lecció nova o carregar-ne una de diferent
nl: Nuttig bij opnieuw beginnen of laden van een andere verzameling
pt_br: Útil ao começar do zero ou ao carregar uma coleção diferente
sl: Uporabno pri novem zagonu ali nalaganju druge zbirke
uk: Корисно для того, щоб розпочати нову збірку або завантажити іншу збірку

source: Queue Execution
ca: Execució de la cua
nl: Uitvoering van wachtrij
pt_br: Execução da fila
sl: Izvajanje čakalne vrste
uk: Виконання черги

source: Running the Queue
ca: Execució de la cua
nl: De wachtrij uitvoeren
pt_br: Executando a fila
sl: Zagon čakalne vrste
uk: Виконання черги

source: Once your queue is built, you can execute it:
ca: Un cop construïda la cua, podeu executar-la:
nl: Nadat uw wachtrij is gebouwd, kunt u deze uitvoeren:
pt_br: Depois de criar sua fila, você poderá executá-la:
sl: Ko je vaša čakalna vrsta zgrajena, vi lahko izvede:
uk: Щойно чергу буде побудовано, ви зможете її виконати:

source: Review all tasks in the queue to ensure correct order
ca: Reviseu totes les tasques de la cua per a assegurar l'ordre correcte
nl: Controleer alle taken in de wachtrij om er zeker van te zijn dat de volgorde juist is.
pt_br: Revise todas as tarefas na fila para garantir a ordem correta
sl: Preglejte vsa opravila v čakalni vrsti, da zagotovite pravilen vrstni red
uk: Перегляньте усі завдання у черзі, щоб переконатися щодо правильності порядку

source: Click the **Start** button in the Queue Viewer
ca: Feu clic al botó **Inici** al visualitzador de la cua
nl: Klik op de knop **Start** in de wachtrijweergave
pt_br: Clique no botão **Iniciar** no visualizador de filas
sl: Kliknite gumb **Začni** v pregledovalniku čakalne vrste
uk: Натисніть кнопку **Почати** на панелі перегляду черги

source: The queue begins executing tasks sequentially from top to bottom
ca: La cua comença a executar tasques seqüencialment de dalt a baix
nl: De wachtrij begint de taken sequentieel van boven naar beneden uit te voeren
pt_br: A fila começa a executar as tarefas sequencialmente de cima para baixo
sl: Čakalna vrsta začne izvajati opravila zaporedno od zgoraj navzdol
uk: Програма почне виконувати завдання послідовно з верхнього до нижнього

source: Monitor progress in real-time through the status indicators
ca: Controleu el progrés en temps real a través dels indicadors d'estat
nl: Volg de voortgang in realtime via de statusindicatoren
pt_br: Acompanhe o progresso em tempo real por meio dos indicadores de status
sl: Sproti spremljajte napredek prek indikatorjev stanja
uk: Стежте за поступом за допомогою індикаторів стану

source: **Queue Controls:**
ca: **Controls de la cua:**
nl: **Besturing van wachtrij:**
pt_br: **Controles da fila:**
sl: **Kontrola čakalne vrste:**
uk: **Засоби керування чергою:**

source: **Start**: Begin queue execution (only available when queue is idle)
ca: **Inici**: comença l'execució de la cua (només disponible quan la cua està en espera)
nl: **Start**: begin met uitvoeren van wachtrij (alleen beschikbaar wanneer de wachtrij niet actief is)
pt_br: **Iniciar**: Iniciar a execução da fila (disponível apenas quando a fila estiver ociosa)
sl: **Začni**: Začni izvajanje čakalne vrste (na voljo samo, ko je čakalna vrsta mirujoča)
uk: **Почати**: почати виконання черги завдань (доступний, лише якщо черга не виконується)

source: **Pause**: Temporarily halt execution (current action completes first)
ca: **Pausa**: atura temporalment l'execució (primer es completa l'acció actual)
nl: **Pauzeren**: de uitvoering tijdelijk onderbreken (de huidige actie moet eerst worden voltooid)
pt_br: **Pausar**: Interrompe temporariamente a execução (a ação atual é concluída primeiro)
sl: **Premor**: Začasno ustavi izvajanje (trenutno dejanje se najprej zaključi)
uk: **Призупинити**: тимчасово перервати виконання (спочатку буде завершено поточну дію)

source: **Resume**: Continue a paused queue
ca: **Reprèn**: continua una cua en pausa
nl: **Hervatten**: een gepauzeerde wachtrij hervatten
pt_br: **Retomar**: Continuar uma fila pausada
sl: **Nadaljuj**: Nadaljevanje zaustavljene čakalne vrste
uk: **Відновити**: продовжити виконання призупинено черги завдань

source: **Stop**: Gracefully stop the queue (allows current task to finish)
ca: **Atura**: atura la cua (permet que finalitzi la tasca actual)
nl: **Stop**: de wachtrij netjes afsluiten (zodat de huidige taak kan worden voltooid)
pt_br: **Parar**: Interrompe a fila de forma controlada (permite que a tarefa atual seja concluída)
sl: **Ustavi**: Ustrezno ustavi čakalno vrsto (omogoči dokončanje trenutnega opravila)
uk: **Зупинити**: штатно припинити виконання черги (надає змогу завершити виконання поточного завдання)

source: **Abort**: Immediately terminate execution (may leave equipment in intermediate state)
ca: **Interromp**: finalitza immediatament l'execució (pot deixar l'equip en estat intermedi)
nl: **Afbreken**: de uitvoering onmiddellijk beëindigen (de apparatuur kan in een tussenliggende toestand blijven)
pt_br: **Cancelar**: Interrompe imediatamente a execução (pode deixar o equipamento em estado intermediário)
sl: **Prekini**: Takoj prekini izvajanje (oprema lahko ostane v vmesnem stanju)
uk: **Перервати**: негайно перервати виконання (може лишити обладнання у проміжному стані)

source: |Task Queue Running|
nl: |Wachtrij is actief|
uk: |Виконання черги завдань|

source: Understanding Status Indicators
ca: Entendre els indicadors d'estat
nl: Statusindicators begrijpen
pt_br: Compreendendo os indicadores de estado
sl: Razumevanje indikatorjev stanja
uk: Індикатори стану

source: Each task and action displays a status indicator:
ca: Cada tasca i acció mostra un indicador d'estat:
nl: Elke taak en actie toont een statusindicator:
pt_br: Cada tarefa e ação exibe um indicador de estado:
sl: Vsako opravilo in dejanje prikazuje indikator stanja:
uk: Для кожного завдання або дії буде показано індикатор стану:

source: **Task Status:**
ca: **Estat de la tasca:**
nl: **Taakstatus:**
pt_br: **Estado da tarefa:**
sl: **Stanje opravila:**
uk: **Стан завдання:**

source: **PENDING** (Gray): Task waiting to execute
ca: **PENDENT** (Gris): Tasca pendent d'executar
nl: **IN AFWACHTING** (Grijs): taak wacht om uitgevoerd te worden
pt_br: **PENDENTE** (Cinza): Tarefa aguardando execução
sl: **ČAKANJE** (Sivo): Opravilo čaka na izvedbo
uk: **У ЧЕРЗІ** (Сірий): завдання очікує на виконання

source: **SCHEDULED** (Blue): Task scheduled for future time (START action with datetime)
ca: **PROGRAMADA** (Blau): Tasca programada per a una hora futura (acció START amb data i hora)
nl: **GEPLAND** (Blauw): taak gepland voor een toekomstig tijdstip (START-actie met datum en tijd)
pt_br: **AGENDADA** (Azul): Tarefa agendada para um horário futuro (ação INICIAR com data e hora)
sl: **NAČRTOVANO** (Modro): Opravilo načrtovano za prihodnji čas (dejanje ZAČNI z datumom in časom)
uk: **ЗАПЛАНОВАНО** (Синій): завдання заплановано для виконання у майбутньому (дія START з вказаною датою і часом)

source: **RUNNING** (Yellow/Orange): Task currently executing
ca: **EN EXECUCIÓ** (Groc/taronja): Tasca que s'està executant
nl: **ACTIEF** (Geel/Oranje): taak wordt momenteel uitgevoerd
pt_br: **EM EXECUÇÃO** (Amarelo/Laranja): Tarefa em execução no momento
sl: **SE IZVAJA** (Rumeno/Oranžno): Opravilo se trenutno izvaja
uk: **ВИКОНАННЯ** (Жовтий/Помаранчевий): програма виконує завдання

source: **COMPLETED** (Green): Task finished successfully
ca: **COMPLETADA** (Verd): La tasca ha finalitzat correctament
nl: **VOLTOOID** (Groen): taak succesvol afgerond
pt_br: **CONCLUÍDA** (Verde): Tarefa finalizada com sucesso
sl: **ZAKLJUČENO** (Zelo): Opravilo uspešno končano
uk: **ЗАВЕРШЕНО** (Зелений): виконання завдання успішно завершено

source: **FAILED** (Red): Task failed after all retries
ca: **FALLADA** (Vermell): La tasca ha fallat després de tots els reintents
nl: **MISLUKT** (Rood): taak is na alle pogingen mislukt
pt_br: **FALHOU** (Vermelho): A tarefa falhou após todas as tentativas
sl: **NEUSPEŠNO** (Rdeče): Opravilo ni uspelo po vseh ponovnih poskusih
uk: **ПОМИЛКА** (Червоний): не вдалося виконати завдання після усіх повторних спроб

source: **ABORTED** (Red): Task manually stopped
ca: **INTERROMPUDA** (Vermell): Tasca aturada manualment
nl: **AFGEBROKEN** (Rood): taak handmatig gestopt
pt_br: **CANCELADA** (Vermelho): Tarefa interrompida manualmente
sl: **PREKINJENO** (Rdeče): Opravilo ročno ustavljeno
uk: **ПЕРЕРВАНО** (Червоний): виконання завдання зупинено вручну
