Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: The range for Sky Quality is from 22 for the darkest skies, to 16 for the brightest (most light-polluted) skies. The magnitude scale is non-linear; it is a logarithmic scale based on the 5th root of 100. So 5 steps on the scale represent a change in brightness by a factor of 100. (A Sky Quality of 17 is 100 times as bright as a Sky Quality of 22. Each full integer step on the scale is a change by a factor of approximately 2.512.). `Wikipedia Sky Brightness <https://en.wikipedia.org/wiki/Sky_brightness>`__ `Wikipedia Light Pollution <https://en.wikipedia.org/wiki/Light_pollution>`__
ca: L'interval de la qualitat del cel va des de 22 per als cels més foscos, fins a 16 per als cels més brillants (més contaminats per la llum). L'escala de magnitud és no lineal; és una escala logarítmica basada en la 5a arrel de 100. Per tant, 5 passos en l'escala representen un canvi en la brillantor per un factor de 100. (Una qualitat del cel de 17 és 100 vegades més brillant que una qualitat del cel de 22. Cada pas sencer de l'escala és un canvi per un factor d'aproximadament 2,512). `Wikipedia Sky Brightness <https://en.wikipedia.org/wiki/Sky_brightness>`__ `Wikipedia Light Pollution <https://en.wikipedia.org/wiki/Light_pollution>`__
fr: La plage de valeurs pour la qualité du ciel va de 22 pour les ciels les plus noirs à 16 pour les plus brillants (principalement pollué par la lumière). L'échelle de magnitude est non-linéaire : c'est une échelle logarithmique conçue à partir de la racine cinquième de 100. Ainsi, 5 pas sur cette échelle représente un changement en magnitude d'un facteur 100. (Une qualité du ciel de 17 est 100 fois plus lumineuse qu'une qualité du ciel de 22. Chaque entier représente un changement d'environ 2.512). Veuillez consulter la page `Wikipedia sur la luminosité du ciel <https://en.wikipedia.org/wiki/Sky_brightness>`__ et `Pollution lumineuse <https://fr.wikipedia.org/wiki/Pollution_lumineuse>`__.
pt_br: O intervalo para a qualidade do céu varia de 22, para os céus mais escuros, a 16, para os céus mais brilhantes (mais poluídos por luz). A escala de magnitude não é linear; é uma escala logarítmica baseada na raiz quinta de 100. Portanto, 5 passos na escala representam uma mudança no brilho por um fator de 100. (Uma qualidade do céu de 17 é 100 vezes mais brilhante que uma qualidade do céu de 22. Cada passo inteiro na escala representa uma mudança por um fator de aproximadamente 2,512.) `Brilho do Céu na Wikipédia <https://en.wikipedia.org/wiki/Sky_brightness>`__ `Poluição Luminosa na Wikipédia <https://en.wikipedia.org/wiki/Light_pollution>`__
sl: Razpon kakovosti neba je od 22 za najtemnejše nebo do 16 za najsvetlejše (najbolj svetlobno onesnaženo) nebo. Lestvica magnitude je nelinearna; gre za logaritemsko lestvico, ki temelji na 5. korenu števila 100. Torej 5 stopenj na lestvici predstavlja spremembo svetlosti za faktor 100. (Kakovost neba 17 je 100-krat svetlejša od kakovosti neba 22. Vsak celoštevilski korak na lestvici predstavlja spremembo za faktor približno 2,512.). `Wikipedia Sky Brightness <https://en.wikipedia.org/wiki/Sky_brightness>`__ `Wikipedia Light Pollution <https://en.wikipedia.org/wiki/Light_pollution>`__
sv: Intervallet för himmelskvalitet går från 22 för de mörkaste himlarna, till 16 för de ljusaste (mest ljusförorenade) himlarna. Storleksskalan är icke-linjär; det är en logaritmisk skala baserad på den 5:e roten av 100. Så 5 steg på skalan representerar en förändring i ljusstyrka med en faktor 100. (En himmelskvalitet på 17 är 100 gånger så ljus som en himmelskvalitet på 22. Varje helt heltalssteg på skalan är en förändring med en faktor på ungefär 2,512.) `Wikipedia Sky Brightness <https://en.wikipedia.org/wiki/Sky_brightness>`__ `Wikipedia Ljusförorening <https://sv.wikipedia.org/wiki/Ljusf%C3%B6rorening>`__
uk: Діапазоном якості неба є значення від 22 для найтемніших ділянок неба до 16 для найяскравіших (найбільш забрудненим стороннім світлом) ділянок неба. Шкала величин є нелінійною; це логарифмічна шкала на основі кореня 5-го степеня з 100. Отже, 5 кроків на шкалі відповідають зміні яскравості на множник 100. (Якість неба 17 є у 100 разів яскравішою за якість неба 22. Кожен повний крок у масштабі має коефіцієнт у приблизно 2.512.). `Яскравість неба у Вікіпедії <https://en.wikipedia.org/wiki/Sky_brightness>`__, `Світлове забруднення у Вікіпедії <https://en.wikipedia.org/wiki/Light_pollution>`__

source: All light scattered in the background sky is considered to be light pollution regardless of its source, so the effects of moonlight should be considered as "natural" light pollution. But weather conditions can also impact Sky Quality, as humidity or cloud cover can reflect and scatter any source of light through the atmosphere
ca: Tota la llum dispersa en el fons del cel es considera contaminació lumínica independentment de la seva font, per la qual cosa els efectes de la llum de la lluna s'han de considerar com a contaminació lumínica «natural». Però les condicions meteorològiques també poden afectar la qualitat del cel, ja que la humitat o la coberta de núvols poden reflectir i dispersar qualsevol font de llum a través de l'atmosfera
ca@valencia: Tota la llum dispersa en el fons del cel es considera pol·lució lumínica, independentment de la seua font, per la qual cosa els efectes de la llum de la Lluna s'han de considerar com a pol·lució lumínica «natural». Però les condicions meteorològiques també poden afectar la qualitat del cel, ja que la humitat o la coberta de núvols poden reflectir i dispersar qualsevol font de llum a través de l'atmosfera.
fr: Toute lumière diffusée dans le fond du ciel est considérée comme de la pollution lumineuse quelque ce soit sa source, ainsi la « lumière » de la lune peut être considérée comme de la pollution lumineuse « naturelle ». Mais les conditions météorologiques peuvent également impacter la qualité du ciel ; ainsi, l'humidité ou la couverture nuageuse peuvent réfléchir ou diffuser toute source de lumière à travers l'atmosphère.
nl: Al het verstrooide licht in de achtergrondhemel wordt beschouwd als lichtvervuiling ongeacht de bron, dus de effecten van maanlicht zou beschouwd kunnen worden als "natuurlijke" lichtvervuiling. Maar weercondities kunnen ook de Hemelkwaliteit beïnvloeden, zoals vochtigheid of wolkdekking kan elke bron van licht reflecteren en verstrooien via de atmosfeer
pt_br: Toda a luz espalhada no céu de fundo é considerada poluição luminosa, independentemente de sua fonte, portanto, os efeitos do luar devem ser considerados poluição luminosa "natural". Mas as condições climáticas também podem impactar a qualidade do céu, pois a umidade ou a cobertura de nuvens podem refletir e dispersar qualquer fonte de luz pela atmosfera.
sl: Vsa svetloba, razpršena v ozadju neba, se šteje za svetlobno onesnaženje ne glede na njen izvor, zato je treba učinke mesečine obravnavati kot "naravno" svetlobno onesnaženje. Toda vremenske razmere lahko vplivajo tudi na kakovost neba, saj lahko vlaga ali oblačnost odbijata in razpršita kateri koli vir svetlobe skozi ozračje
sv: Allt ljus som sprids på himmelsbakgrunden anses vara ljusföroreningar oavsett dess källa, så effekterna av månsken bör betraktas som "naturliga" ljusföroreningar. Men väderförhållandena kan också påverka himmelskvaliteten, eftersom fukt eller molntäcke kan reflektera och sprida alla ljuskällor genom atmosfären.
uk: Усе світло, яке розсіяно на небесному тлі вважається світловим забрудненням, незалежно від його джерела, отже, ефекти від місячного світла слід вважати «природним» світловим забрудненням. Втім, погодні умови також можуть впливати на якість неба, зокрема волога у повітрі або хмари можуть відбивати і розсіювати світло від будь-якого джерела при проходженні атмосферою.

source: A `Sky Quality Meter (SQM) <https://en.wikipedia.org/wiki/Sky_quality_meter>`__ can provide the most accurate reading of sky quality if used during an imaging session, but an estimated value from sky quality surveys may also be found on the web at sites such as `www.lightpollutionmap.info <https://www.lightpollutionmap.info/>`__ or `www.clearoutside.com <https://clearoutside.com/>`__. But these on-line sources for estimated light pollution generally do not account for the effects of moonlight or local weather conditions. So the values from light pollution web sites should only be considered as a “best case scenario” for a cloudless night during a new moon.
ca: Un `Mesurador de qualitat del cel (SQM) <https://en.wikipedia.org/wiki/Sky_quality_meter>`__ pot proporcionar la lectura més precisa de la qualitat del cel si s'utilitza durant una sessió de processament d'imatges, però també es pot trobar un valor estimat a partir dels rastreigs de qualitat del cel a la web en llocs com `www.lightpollutionmap.info <https://www.lightpollutionmap.info/>`__ o `www.clearoutside.com <https://clearoutside.com/>`__. Però aquestes fonts en línia de la contaminació lumínica estimada generalment no tenen en compte els efectes de la llum de la lluna o les condicions meteorològiques locals. Per tant, els valors dels llocs web de contaminació lumínica només s'han de considerar com un «escenari del millor cas» per a una nit sense núvols durant una lluna nova.
fr: Un appareil de mesure de la qualité du ciel, en anglais `Sky Quality Meter (SQM) <https://en.wikipedia.org/wiki/Sky_quality_meter>`__ permet d'obtenir la mesure la plus précise de la qualité du ciel durant une session d'imagerie mais d'autres sources sur Internet, comme `www.lightpollutionmap.info <https://www.lightpollutionmap.info/>`__ ou `www.clearoutside.com <https://clearoutside.com/>`__ permettent d'obtenir une valeur estimée. Mais ces sources sur Internet ne tiennent en général pas compte des effets de la « lumière » de la Lune et des conditions météorologiques locales. Elles ne représentent donc que le cas idéal d'une nuit sans nuage et à la nouvelle Lune.
pt_br: Um `Sky Quality Meter (SQM) <https://en.wikipedia.org/wiki/Sky_quality_meter>`__ pode fornecer a leitura mais precisa da qualidade do céu se usado durante uma sessão de imagens, mas um valor estimado a partir de pesquisas de qualidade do céu também pode ser encontrado na web em sites como `www.lightpollutionmap.info <https://www.lightpollutionmap.info/>`__ ou `www.clearoutside.com <https://clearoutside.com/>`__. Mas essas fontes online para estimativas de poluição luminosa geralmente não levam em consideração os efeitos do luar ou as condições climáticas locais. Portanto, os valores de sites sobre poluição luminosa devem ser considerados apenas como o "melhor cenário" para uma noite sem nuvens durante a lua nova.
sl: `Merilnik kakovosti neba (Sky Quality Meter - SQM) <https://en.wikipedia.org/wiki/Sky_quality_meter>`__ lahko zagotovi najnatančnejše odčitavanje kakovosti neba, če se uporablja med fotografiranjem, vendar je ocenjeno vrednost iz raziskav kakovosti neba mogoče najti tudi na spletu na straneh, kot sta `www.lightpollutionmap.info <https://www.lightpollutionmap.info/>`__ ali `www.clearoutside.com <https://clearoutside.com/>`__. Vendar ti spletni viri za ocenjeno svetlobno onesnaženje običajno ne upoštevajo učinkov mesečine ali lokalnih vremenskih razmer. Zato je treba vrednosti s spletnih strani o svetlobnem onesnaženju obravnavati le kot "najboljši možni scenarij" za brezoblačno noč med mlajem.
sv: En `Sky Quality Meter (SQM) <https://en.wikipedia.org/wiki/Sky_quality_meter>`__ kan ge den mest exakta avläsningen av himmelens kvalitet om den används under en bildsession, men ett uppskattat värde från himmelskvalitetsundersökningar kan också hittas på webben på webbplatser som `www.lightpollutionmap.info <https://www.lightpollutionmap.info/>`__ eller `www.clearoutside.com <https://clearoutside.com/>`__. Men dessa källor på nätet för uppskattad ljusförorening tar i allmänhet inte hänsyn till effekterna av månsken eller lokala väderförhållanden. Så värdena från webbplatser för ljusföroreningar bör endast betraktas som ett "bästa scenario" för en molnfri natt under en nymåne.
uk: `Вимірювач якості неба (SQM) <https://en.wikipedia.org/wiki/Sky_quality_meter>`__ може надати найточніші дані щодо якості неба, якщо ним скористатися під час сеансу створення знімків, але можна також скористатися оцінкою з оглядів якості неба в інтернеті, на сайтах, подібних до `www.lightpollutionmap.info <https://www.lightpollutionmap.info/>`__ або `www.clearoutside.com <https://clearoutside.com/>`__. Втім, на цих джерелах оцінок світлового забруднення в інтернеті не враховано ефектів місячного світла або місцевих погодних умов. Отже, значення щодо світлового забруднення з сайтів інтернету слід вважати значеннями для «найкращого сценарію», тобто нічного неба без хмар під час нового місяця.

source: If a light pollution map value is used for the input value of SQM, but imaging will be performed with a partial moon, then a decrease in the input of the SQM value should be applied in the calculator. Moonlight can be overwhelming; at a location where a light pollution map showed an SQM value of 19.63. An SQM reading was made on a night with a waxing crescent, shortly before half-moon, (moon age 5.4, and KStars moon magnitude = -10). The SQM reading at zenith showed the sky to be much brighter with measured value of 18.48. A reading taken on a night with a waxing gibbous, shortly before a full moon, (moon age 12.4, and KStars moon magnitude = -12). The SQM reading at zenith showed a measured SQM value of 15.95.
ca: Si s'utilitza un valor de mapa de contaminació lumínica per al valor d'entrada del SQM, però el processament d'imatges es realitzarà amb una lluna parcial, llavors s'hauria d'aplicar una disminució de l'entrada del valor del SQM a la calculadora. La llum de la lluna pot ser aclaparadora; en un lloc on un mapa de contaminació lumínica mostrava un valor de 19,63. Es va fer una lectura del SQM en una nit amb una mitja creixent, poc abans de la mitja lluna (edat de la lluna 5,4 i magnitud del KStars de la lluna = -10). La lectura del SQM al zenit va mostrar que el cel era molt més brillant amb un valor mesurat de 18,48. Una lectura presa en una nit amb una gibosa creixent, poc abans d'una lluna plena, (lluna de 12,4, i magnitud del KStars de la lluna = -12). La lectura del SQM al zenit va mostrar un valor mesurat del SQM de 15,95.
ca@valencia: Si s'utilitza un valor del mapa de pol·lució lumínica per al valor d'entrada de la <guilabel>Mesura de la qualitat del cel</guilabel>, però l'obtenció d'imatges es realitza amb una lluna parcial, llavors s'hauria d'aplicar una disminució de l'entrada d'este valor a la calculadora. La llum de la Lluna pot ser aclaparadora, en una ubicació on un mapa de pol·lució lumínica mostre un valor de 19,63. Es va fer una lectura d'este valor en una nit amb una lluna mitja creixent, poc abans de la mitja lluna (edat 5,4 de la Lluna i magnitud -10 en KStars). La lectura d'este valor al zenit va mostrar que el cel era molt més brillant amb un valor mesurat de 18,48. Una lectura feta en una nit amb una gibosa creixent, poc abans d'una lluna plena, (edat 12,4 de la Lluna i magnitud -12 en KStars). La lectura d'este valor al zenit va mostrar un valor mesurat de 15,95.
fr: Si une valeur provenant d'une carte de pollution lumineuse est utilisée comme valeur d'entrée de la qualité du ciel mais que la session d'imagerie est réalisé durant une lune partielle, il faudra diminuer cette valeur dans le calculateur d'exposition. L'impact de la « lumière » de la lune peut être très important ; par exemple, pour une valeur de 19.63 sur une carte, une lecture avec un appareil de mesure durant une lune croissante juste avant la demi-lune (âge la lune de 5.4 et magnitude dans KStars de -10), donne un résultat au zénith de 18.48, ce qui est bien plus brillant. De même, par une lune gibbeuse, juste après la pleine lune (âge la lune de 12.4 et magnitude dans KStars de -12), une lecture donne 15.95, ce qui est encore plus brillant.
nl: Als een waarde uit een lichtvervuilingskaart wordt gebruikt voor de invoerwaarde van SQM, maar maken van ee afbeelding zal uitgevoerd worden met een gedeeltelijke maan, verminder dan de invoer van de SQM waarde bij toepassen in de rekenmachine. Maanlicht kan overweldigend zijn; op een locatie waar een lichtvervuilingskaart een SQM waarde toont van 19.63. Een SQM aflezing is gemaakt op een nacht met een wassende maan, kort voor halve maan, (maanleeftijd 5,4 en KStars maan-magnitude = -10). De SQM aflezing in het zenith toont de hemel veel helderder met gemeten waarde van 18.48. Een aflezing genomen in een nacht met wassende maan, kort voor een volle maan, (maanleeftijd 12,4 en KStars maanmagnitude = -12). De SQM aflezing in het zenith toont een gemeten SQM waarde van 15.95.
pt_br: Se um valor de mapa de poluição luminosa for usado como valor de entrada de SQM, mas a imagem for realizada com uma lua parcial, então uma diminuição na entrada do valor de SQM deve ser aplicada na calculadora. O luar pode ser opressivo; em um local onde um mapa de poluição luminosa mostrou um valor de SQM de 19,63. Uma leitura de SQM foi feita em uma noite com crescente crescente, pouco antes da meia-lua (idade da lua 5,4 e magnitude da lua KStars = -10). A leitura de SQM no zênite mostrou que o céu estava muito mais brilhante, com valor medido de 18,48. Uma leitura feita em uma noite com gibosa crescente, pouco antes da lua cheia (idade da lua 12,4 e magnitude da lua KStars = -12). A leitura de SQM no zênite mostrou um valor de SQM medido de 15,95.
sl: Če je za vhodno vrednost SQM uporabljena vrednost zemljevida svetlobnega onesnaženja, vendar se bo slikanje izvajalo z delno luno, je treba v kalkulatorju uporabiti zmanjšanje vnosa vrednosti SQM. Mesečina je lahko premočna; na lokaciji, kjer je zemljevid svetlobnega onesnaženja pokazal vrednost SQM 19,63. Odčitek SQM je bil narejen v noči z naraščajočim polmesecem, malo pred polmesecem (starost lune 5,4 in magnituda lune KStars = -10). Odčitek SQM v zenitu je pokazal, da je nebo veliko svetlejše z izmerjeno vrednostjo 18,48. Odčitek ponoči z naraščajočim luninim krajcem, malo pred polno luno (starost lune 12,4 in magnituda lune KStars = -12). Odčitek SQM v zenitu je pokazal izmerjeno vrednost SQM 15,95.
sv: Om ett kartvärde för ljusförorening används som ingångsvärdet för himmelskvalitet, men avbildning utförs med en partiell måne, bör en minskning av inmatningen av himmelskvalitetsvärdet användas i räknaren. Månsken kan vara överväldigande; på en plats där en ljusföroreningskarta visade ett himmelskvalitetsvärde på 19,63. gjordes en Himmelskvalitetsavläsning en natt med en tilltagande skära, strax före halvmåne (månålder 5,4 och Kstars månstorlek = -10). Himmelskvalitetsavläsningen vid zenit visade att himlen var mycket ljusare, med ett uppmätt värde på 18,48. En avläsning tagen en natt med en tilltagande kullrig måne, strax före en fullmåne (månålder 12,4 och Kstars månstorlek = -12). Himmelskvalitetsavläsningen vid zenit visade ett uppmätt Himmelskvalitetsvärde på 15,95.
uk: Якщо значення карти світлового забруднення використано як вхідне значення SQM, але створення зображень буде виконано при частковому місячному освітленні, у калькуляторі слід застосовувати зниження вхідного значення SQM. Місячне світло може бути основним забруднювачем; у певному місці на карті світлового забруднення показано значення SQM 19.63. Було виконано вимірювання SQM у ніч з молодим місяцем до півмісяця, (вік місяця 5.4 і величина місяця KStars = -10). Значення SQM у зеніті на небі є набагато яскравішим із виміряним значенням 18.48. Значення зчитано вночі із старим місяцем, трохи перед повним місяцем, (вік місяця 12.4, а величина місяця у KStars = -12). Значення SQM у зеніті дорівнює виміряному значенню SQM 15.95.
