Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-capture.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, sv, uk

source: The perspective of the "increase" is a relative increase in read-noise compared to noise from light pollution. It may seem counter-intuitive, but raising the value of 'Noise Increase %' will reduce the exposure time, reducing the noise from light pollution (and reducing the target signal), so the 'increase' means a relative increase in the effect of the read noise compared with the pollution noise. Lowering the value of 'Noise Increase %' will increase the exposure time, and will allow more noise from light pollution, (and more target signal), into the exposure. This effectively reduces the relative impact of read-noise.
ca: La perspectiva de l'«augment» és un augment relatiu del soroll de lectura en comparació amb el soroll de la contaminació lumínica. Pot semblar contraintuïtiu, però elevar el valor de «% augment del soroll» reduirà el temps d'exposició, reduint el soroll de la contaminació lumínica (i reduint el senyal objectiu), de manera que l'«augment» significa un augment relatiu de l'efecte del soroll de lectura en comparació amb el soroll de contaminació. La reducció del valor de «% augment del soroll» augmentarà el temps d'exposició i permetrà que hi hagi més soroll de la contaminació lumínica (i més senyal objectiu) a l'exposició. Això redueix de manera efectiva l'impacte relatiu del soroll de lectura.
ca@valencia: La perspectiva de l'«augment» és un augment relatiu del soroll de lectura en comparació amb el soroll de la pol·lució lumínica. Pot paréixer contraintuïtiu, però augmentar este valor reduirà el temps d'exposició, reduint el soroll de la pol·lució lumínica (i reduint el senyal de l'objectiu), de manera que l'«augment» significarà un augment relatiu de l'efecte del soroll de lectura en comparació amb el soroll de la pol·lució. La reducció d'este valor augmentarà el temps d'exposició i permetrà que arribe més soroll de la pol·lució lumínica (i més senyal de l'objectiu) a l'exposició. Açò reduirà de manera efectiva l'impacte relatiu del soroll de lectura.
fr: Augmentation signifie ici une augmentation relative entre le bruit de lecture et celui de la pollution lumineuse. Cela peut paraître contre-intuitif, mais augmenter cette valeur diminue la durée d'exposition, diminuant ainsi le bruit de la pollution lumineuse (diminuant aussi le signal de la cible), ainsi augmenter signifie une augmentation relative de l'effet de bruit de lecture comparée au bruit de la pollution lumineuse. Au contraire, diminuer cette valeur augmente la durée d'exposition et ainsi le bruit de la pollution lumineuse (augmentant aussi le signal de la cible), ce qui a pour effet de réduire l'impact du bruit de lecture.
nl: Het perspectief van de "toename" is een relatieve toename in leerruis vergeleken met ruis uit lichtvervuiling. Het kan contra-intuïtief zijn, maar de waarde van 'Verhoging van ruis %' zal de belichtingstijd verminderen, waarmee de ruis van lichtvervuiling vermindert (en het doelsignaal), dus de 'toename' betekent een relatieve verhoging in het effect van de leesruis vergeleken met de ruis door vervuiling. Verlagen van de waarde van 'Verhogen van ruis %' zal de belichtingstijd verhogen en zal meer ruis uit lichtvervuiling toelaten, (en meer doelsignaal), in de belichting. Dit reduceert effectief de relatieve invloed van leesruis.
pt_br: A perspectiva do "aumento" é um aumento relativo no ruído de leitura em comparação com o ruído da poluição luminosa. Pode parecer contraintuitivo, mas aumentar o valor de 'Aumento de ruído %' reduzirá o tempo de exposição, reduzindo o ruído da poluição luminosa (e reduzindo o sinal alvo), portanto o 'aumento' significa um aumento relativo no efeito do ruído de leitura em comparação com o ruído da poluição. Reduzir o valor de 'Aumento de Ruído %' aumentará o tempo de exposição e permitirá a entrada de mais ruído da poluição luminosa (e mais sinal alvo) na exposição. Isso efetivamente reduz o impacto relativo do ruído de leitura.
sl: Perspektiva "povečanja" je relativno povečanje šuma branja v primerjavi s šumom zaradi svetlobnega onesnaženja. Morda se zdi nasprotno intuiciji, vendar bo zvišanje vrednosti 'Povečanje šuma %' skrajšalo čas osvetlitve, zmanjšalo šum zaradi svetlobnega onesnaženja (in zmanjšalo ciljni signal), zato 'povečanje' pomeni relativno povečanje učinka šuma branja v primerjavi s šumom onesnaževanja. Znižanje vrednosti 'Povečanje šuma %' bo podaljšalo čas osvetlitve in omogočilo več šuma zaradi svetlobnega onesnaženja (in več ciljnega signala) pri osvetlitvi. To učinkovito zmanjša relativni vpliv šuma branja.
sv: Perspektivet för "ökningen" är en relativ ökning av avläsningsbrus jämfört med brus från ljusföroreningar. Det kan tyckas kontraintuitivt, men en ökning av värdet på 'Brusökning %' kommer att minska exponeringstiden, minska bruset från ljusföroreningar (och minska målsignalen), så 'ökningen' innebär en relativ ökning av effekten av avläst brus jämfört med brus från ljusföroreningar. Om värdet på 'Brusökning %' minskas ökar exponeringstiden och tillåter mer brus från ljusföroreningar (och mer målsignal) i exponeringen. Det minskar effektivt den relativa påverkan av avläsningsbrus.
uk: Перспектива «збільшення» полягає у відносному збільшенні шуму читання порівняно з шумом від світлового забруднення. Це може здатися інтуїтивно незрозумілим, але збільшення значення «Збільшення шумності (%)» зменшить час експозиції, зменшить шум від світлового забруднення (та зменшить цільовий сигнал), тому «збільшення» означає відносне збільшення впливу шуму зчитування порівняно з шумом забруднення. Зменшення значення «Збільшення шумності (%)» збільшить час експозиції та дозволить більше шуму від світлового забруднення (і більше цільового сигналу) потрапити в експозицію. Це ефективно зменшує відносний вплив шуму зчитування.

source: In this implementation of the calculator, the value for the 'Noise Increase %' can be set to in a very broad range to allow a user a greater range for experimentation. But a user should recognize that large changes to this value can have undesired consequences. Forcing an exposure time down may cause the exposure to carry a relatively heavy burden from read noise, and would reduce the quality of the sub-exposure, (the ratio of exposure time to total noise will fall). As a result a significantly higher number of exposures for integration would be needed to achieve an acceptable level of quality. Forcing an exposure time up to long exposure might cause the exposure to have excessive noise from light pollution.
ca: En aquesta implementació de la calculadora, el valor del «% augment del soroll» es pot establir en una gran varietat per a permetre a un usuari un interval més gran per a l'experimentació. Però un usuari ha de reconèixer que canvis grans en aquest valor poden tenir conseqüències no desitjades. Forçar un temps d'exposició a la baixa pot provocar que l'exposició porti una càrrega relativament pesada del soroll de lectura, i reduiria la qualitat de la subexposició, (la relació entre el temps d'exposició i el soroll total caurà). Com a resultat, seria necessari un nombre significativament major d'exposicions per a la integració per a aconseguir un nivell de qualitat acceptable. Forçar un temps d'exposició a una exposició llarga pot provocar que l'exposició tingui un soroll excessiu de la contaminació lumínica.
ca@valencia: En esta implementació de la calculadora, el seu valor es pot establir en una gran varietat, el qual permetrà a l'usuari un interval més gran per a l'experimentació. Però un usuari hauria de reconéixer que canvis grans en este valor poden tindre conseqüències no desitjades. Forçar un temps d'exposició a la baixa pot provocar que l'exposició porte una càrrega relativament pesada del soroll de lectura, i reduiria la qualitat de la subexposició (la relació entre el temps d'exposició i el soroll total disminuirà). Com a resultat, seria necessari un nombre significativament més gran d'exposicions per a la integració per a aconseguir un nivell de qualitat acceptable. Forçar un temps d'exposició a una exposició llarga pot provocar que l'exposició tinga un soroll excessiu per pol·lució lumínica.
fr: L'implémentation du calculateur permet de choisir des valeurs de « % d'augmentation du bruit » dans une très grande plage pour permettre à l'utilisateur d'expérimenter cet outil. Mais il devra s'attendre à obtenir des effets indésirables s'il teste avec des valeurs trop grandes. En forçant pour obtenir des durée d'exposition faibles, l'effet du bruit de lecture risque de devenir trop important et réduire ainsi la qualité des images. Au contraire, il risque d'augmenter l'effet de la pollution lumineuse.
nl: In deze implementatie van de rekeningen, de waarde voor het 'Verhogen van ruis %' kan ingesteld worden in een erg brede reeks om aan een gebruiker een grotere reeks voor experimenteren te bieden. Maar een gebruiker zou moeten herkennen dat grote wijzigingen in deze waarde ongewenste consequenties kunnen hebben. Een belichtingstijd omlaag dwingen veroorzaakt dat de belichting om een relatief zware tol betaalt voor leesruis en de kwaliteit van de sub-belichting, (de verhouding van belichtingstijd tot de totale ruis omlaag zal gaan). Als resultaat zou een aanzienlijk hoger aantal belichtingen voor integratie nodig zijn om een acceptabel niveau van kwaliteit te bereiken. Een te lange belichtingstijd afdwingen kan veroorzaken dat de belichting excessieve ruis uit lichtvervuiling veroorzaakt.
pt_br: Nesta implementação da calculadora, o valor para 'Aumento de ruído %' pode ser definido em uma faixa muito ampla para permitir ao usuário uma faixa maior para experimentação. Mas o usuário deve reconhecer que grandes alterações neste valor podem ter consequências indesejadas. Forçar um tempo de exposição para baixo pode fazer com que a exposição carregue uma carga relativamente pesada de ruído de leitura e reduziria a qualidade da subexposição (a relação entre tempo de exposição e ruído total cairá). Como resultado, um número significativamente maior de exposições para integração seria necessário para atingir um nível aceitável de qualidade. Forçar um tempo de exposição para uma exposição longa pode fazer com que a exposição tenha ruído excessivo de poluição luminosa.
sl: V tej izvedbi kalkulatorja je mogoče vrednost za 'Povečanje šuma %' nastaviti v zelo širokem obsegu, da se uporabniku omogoči večji obseg za eksperimentiranje. Vendar se mora uporabnik zavedati, da imajo lahko velike spremembe te vrednosti neželene posledice. Znižanje časa osvetlitve lahko povzroči, da osvetlitev nosi sorazmerno veliko breme zaradi šuma branja in bi zmanjšalo kakovost podosvetlitve (razmerje med časom osvetlitve in skupnim šumom se bo zmanjšalo). Posledično bi bilo za integracijo potrebno znatno večje število osvetlitev, da bi dosegli sprejemljivo raven kakovosti. Podaljšanje časa osvetlitve na dolgo osvetlitev lahko povzroči čezmeren šum zaradi svetlobnega onesnaženja.
sv: I den här implementeringen av räknaren kan värdet för 'Brusökning %' ställas in i ett mycket stort intervall för att ge användaren ett större intervall för experiment. Men användaren bör inse att stora förändringar av värdet kan få oönskade konsekvenser. Att tvinga ner en exponeringstid kan få exponeringen att få en relativt stor börda från avläsningsbrus och minska kvaliteten på delexponeringen (förhållandet mellan exponeringstid och totalt brus minskas). Som ett resultat av det krävs ett betydligt större antal exponeringar för integration för att uppnå en acceptabel kvalitetsnivå. Att tvinga upp exponeringstiden till långa exponeringar kan orsaka att exponeringen får för mycket brus från ljusföroreningar.
uk: У цій реалізації калькулятора значення «Збільшення шумності (%)» може бути встановлено у дуже широкому діапазоні, щоб надати користувачеві більший діапазон для експериментів. Але користувач повинен розуміти, що значні зміни цього значення можуть мати небажані наслідки. Примусове зменшення часу експозиції може спричинити відносно велике навантаження на експозицію від шуму зчитування та погіршить якість проміжної експозиції (відношення часу експозиції до загального шуму зменшиться). У результаті для досягнення прийнятного рівня якості знадобиться значно більша кількість експозицій для інтеграції. Примусове збільшення часу експозиції до тривалої може призвести до надмірного шуму від світлового забруднення.

source: The value selected for the 'noise increase %' is also one which is dependent upon the imaging technique being employed. When a speckle technique ('lucky imaging') is being employed, the user will likely need to force the exposure time down to an extremely short duration (sub-second exposures are standard with this technique). So the user may need to drastically raise the value of 'noise increase %' to reduce the time of the sub-exposure down to the durations demanded by this technique.
ca: El valor seleccionat per al «% augment del soroll» també depèn de la tècnica emprada de processament d'imatges. Quan s'està utilitzant una tècnica pigallada («speckle») («imatge de sort»), l'usuari probablement haurà de forçar el temps d'exposició a una durada extremadament curta (les exposicions de subsegon són estàndard amb aquesta tècnica). Per tant, és possible que l'usuari necessiti augmentar dràsticament el valor del «% augment del soroll» per a reduir el temps de la subexposició fins a les durades que exigeix aquesta tècnica.
ca@valencia: El valor seleccionat també dependrà de la tècnica emprada en l'obtenció d'imatges. Quan s'utilitza una tècnica de crear imatges a partir de punts, és probable que l'usuari haja de forçar el temps d'exposició a una duració extremadament curta (les exposicions inferiors al segon són un estàndard amb esta tècnica). Per tant, és possible que l'usuari haja d'augmentar dràsticament este valor per a reduir el temps de la subexposició fins a les durades exigides per esta tècnica.
fr: Ce paramètre dépend également de la technique d'imagerie utilisée. Pour la technique d'imagerie rapide, il faudra certainement forcer la durée d'exposition vers le bas, typiquement vers des durée sous la seconde, ce qui implique d'augmenter drastiquement ce paramètre.
nl: De geselecteerde waarde voor de 'Verhoging van ruis %' is er ook een die afhangt van de toegepaste afbeeldingstechniek. Wanneer een spikkeltechniek ('lucky imaging') wordt toegepast zal de gebruiker waarschijnlijk het omlaag afdwingen van de belichtingstijd naar een extreem korte duur nodig hebben (sub-seconde belichtingen zijn standaard met deze techniek). De gebruiker kan het nodig hebben om drastisch de waarde van 'Verhoging van ruis %' om de tijd omlaag te reduceren van de sub-belichting naar de duur gevraagd door deze techniek.
pt_br: O valor selecionado para o "aumento de ruído %" também depende da técnica de imagem empregada. Quando uma técnica de speckle ('imagem da sorte') é empregada, o usuário provavelmente precisará forçar o tempo de exposição para uma duração extremamente curta (exposições abaixo de um segundo são padrão com esta técnica). Portanto, o usuário pode precisar aumentar drasticamente o valor de "aumento de ruído %" para reduzir o tempo da subexposição para as durações exigidas por esta técnica.
sl: Vrednost, izbrana za '% povečanja šuma', je tudi tista, ki je odvisna od uporabljene tehnike slikanja. Ko je uporabljena tehnika slikanja peg ('srečno slikanje'), bo uporabnik verjetno moral zmanjšati čas osvetlitve na izjemno kratek čas (osvetlitve pod sekundami so standardne pri tej tehniki). Tako bo uporabnik morda moral drastično povečati vrednost 'povišanja šuma %', da skrajša čas podosvetlitve do trajanja, ki ga zahteva ta tehnika.
sv: Det valda värdet för 'Brusökning %' är också ett som är beroende av den avbildningsteknik som används. När en fläckvis teknik ('tursam avbildning') används, behöver användaren sannolikt tvinga ner exponeringstiden till en extremt kort längd (exponeringar på delsekunder är normalt med tekniken). Så användaren kan behöva öka värdet på 'Brusökning %' drastiskt för att minska tiden för delexponeringen ner till tiderna som krävs av tekniken.
uk: Значення, вибране для «Збільшення шумності (%)», також залежить від використовуваної техніки зображення. Коли використовується техніка спеклів («щасливе зображення»), користувачеві, ймовірно, доведеться примусово скоротити час експозиції до надзвичайно короткого (експозиція менше секунди є стандартною для цієї техніки). Таким чином, користувачеві може знадобитися різко збільшити значення «Збільшення шумності (%)», щоб скоротити час проміжної експозиції до тривалості, необхідної для цієї методики.

source: Exposure Calculator Results
ca: Resultats de la calculadora d'exposició
ca@valencia: Resultats de la calculadora de l'exposició
fr: Résultats du calculateur
nl: Resultaat van rekenmachine voor belichting
pt_br: Resultados da calculadora de exposição
sl: Rezultati kalkulatorja osvetlitve
sv: Exponeringsräknarens resultat
uk: Результати роботи калькулятора експозиції

source: ``Exposure Time (sec)``: The calculated duration of an exposure.
ca: ``Temps d'exposició (s)``: La durada calculada d'una exposició.
fr: ``Durée d'exposition (s)`` : spécifie la durée d'exposition.
pt_br: ``Tempo de exposição (seg)``: A duração calculada de uma exposição.
sl: ``Čas osvetlitve (sek)``: Izračunano trajanje osvetlitve.
sv: ``Exponeringstid (s)``: Den beräknade exponeringstiden.
uk: ``Час експонування (у секундах)``: обчислена тривалість експонування.

source: ``Pollution Electrons``: The calculated number of light pollution electrons per pixel impacting the exposure.
ca: ``Electrons de contaminació``: El nombre calculat d'electrons de contaminació lumínica per píxel que afecten l'exposició.
fr: ``Électrons de pollution`` : le nombre calculé d'électrons de pollution par pixel impactant la durée d'exposition.
pt_br: ``Elétrons de poluição``: O número calculado de elétrons de poluição luminosa por pixel que impactam a exposição.
sl: ``Elektroni onesnaženja``: Izračunano število elektronov svetlobnega onesnaženja na slikovno piko, ki vplivajo na osvetlitev.
sv: ``Ljusföroreningselektroner``: Det beräknade antalet ljusföroreningselektroner per bildpunkt som träffar exponeringen.
uk: ``Електрони забруднення``: обчислена кількість електронів світлового забруднення на піксель, що впливає на експозицію.

source: ``Shot Noise``: The calculated noise from light pollution impacting the exposure.
ca: ``Soroll de captura``: El soroll calculat de la contaminació lumínica que afecta l'exposició.
fr: ``Bruit de l'image`` : le bruit calculé de la pollution lumineuse impactant la durée d'exposition.
pt_br: ``Ruído de disparo``: O ruído calculado da poluição luminosa que impacta a exposição.
sl: ``Šum posnetka``: Izračunani šum zaradi svetlobnega onesnaženja, ki vpliva na osvetlitev.
sv: ``Fotobrus``: Det beräknade bullret från ljusföroreningar som påverkar exponeringen.
uk: ``Шумність знімка``: обчислена шумність від світлового забруднення, що впливає на експозицію.

source: ``Total Noise``: The calculated noise from both light pollution and image sensor read noise impacting the exposure.
ca: ``Soroll total``: El soroll calculat tant de la contaminació lumínica com del soroll de lectura del sensor d'imatges que afecta l'exposició.
fr: ``Bruit total`` : le bruit calculé provenant de la pollution lumineuse et du bruit de lecture impactant la durée d'exposition.
pt_br: ``Ruído total``: O ruído calculado tanto da poluição luminosa quanto do ruído de leitura do sensor de imagem que impacta a exposição.
sl: ``Skupni šum``: Izračunani šum svetlobnega onesnaženja in slikovnega senzorja odčita šum, ki vpliva na osvetlitev.
sv: ``Totalt brus``: Det beräknade bruset från både ljusföroreningar och bildsensorns avläsningsbrus som påverkar exponeringen.
uk: ``Загальна шумність``: обчислена шумність від світлового забруднення та шуму читання датчика зображення, що впливає на експозицію.

source: **Recognize the relationship of exposure time to total noise**: The ratio of exposure time to exposure total noise can be thought of as a measurement of a potential quality for the exposure. Short exposures will contain a high amount of noise relative to their exposure time, so a shorter exposure would tend to be of relatively lower quality. Short exposures may still be viable, but a disproportionately higher number of short sub-exposures will be needed for integration to achieve an image of a desired quality.
ca: **Reconèixer la relació del temps d'exposició amb el soroll total**: La relació del temps d'exposició amb el soroll total de l'exposició es pot considerar com una mesura d'una qualitat potencial per a l'exposició. Les exposicions curtes contindran una gran quantitat de soroll en relació amb el seu temps d'exposició, de manera que una exposició més curta tendiria a ser de qualitat relativament menor. Les exposicions curtes encara poden ser viables, però es necessitarà un nombre desproporcionadament major de subexposicions curtes per a la integració per a aconseguir una imatge d'una qualitat desitjada.
fr: **Interprétation du rapport durée d'exposition sur bruit total** : ce nombre peut être interprété comme une mesure de la qualité potentielle d'une durée d'exposition. Les durées d'exposition courtes contiennent beaucoup de bruit par rapport à la durée d'exposition, et ainsi seront de moindre qualité. Elles restent viables mais il faudra un nombre proportionnellement trop important de prises à empiler pour obtenir une image de qualité acceptable.
pt_br: **Reconhecer a relação entre o tempo de exposição e o ruído total**: A relação entre o tempo de exposição e o ruído total da exposição pode ser considerada uma medida de uma qualidade potencial para a exposição. Exposições curtas conterão uma grande quantidade de ruído em relação ao seu tempo de exposição, portanto, uma exposição mais curta tenderia a ser de qualidade relativamente inferior. Exposições curtas ainda podem ser viáveis, mas um número desproporcionalmente maior de subexposições curtas será necessário para a integração, a fim de obter uma imagem com a qualidade desejada.
sl: **Prepoznajte razmerje med časom osvetlitve in skupnim šumom**: Razmerje med časom osvetlitve in skupnim šumom osvetlitve si lahko predstavljamo kot merilo potencialne kakovosti osvetlitve. Kratke osvetlitve bodo vsebovale veliko količino šuma glede na njihov čas osvetlitve, zato bi bila krajša osvetlitev ponavadi relativno slabše kakovosti. Kratke osvetlitve so morda še vedno izvedljive, vendar bo za integracijo potrebno nesorazmerno večje število kratkih podosvetlitev, da se doseže slika želene kakovosti.
sv: **Känn igen förhållandet mellan exponeringstid och totalt brus**: Förhållandet mellan exponeringstid och exponeringens totala brus kan ses som ett mått på en potentiell kvalitet för exponeringen. Korta exponeringar innehåller en stor mängd brus i förhållande till deras exponeringstid, så en kortare exponering tenderar att vara av relativt lägre kvalitet. Korta exponeringar kan fortfarande vara genomförbara, men ett oproportionerligt större antal korta delexponeringar behövs för integration för att uppnå en bild av önskad kvalitet.
uk: **Врахуйте зв'язок між часом експозиції та загальним шумом**: співвідношення часу експозиції до загального шуму можна розглядати як вимірювання потенційної якості експозиції. Короткі експозиції міститимуть велику кількість шуму відносно часу експозиції, тому коротша експозиція, як правило, матиме відносно нижчу якість. Короткі експозиції все ще можуть бути придатними, але для інтеграції знадобиться непропорційно більша кількість коротких допоміжних експозицій, щоб отримати зображення бажаної якості.
