Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-align.po
Languages: ca, sv, uk

source: The second section labelled <guilabel>Star Filtering Parameters</guilabel> filters/reduces the number of stars extracted before sending the list to either the plate-solver (when aligning or polar-aligning), or to autofocus or the internal guider (when just a list of stars is needed).
ca: La segona secció etiquetada <guilabel>Paràmetres de filtratge d'estrelles</guilabel> filtra/redueix el nombre d'estrelles extretes abans d'enviar la llista al solucionador de plaques (quan s'alinea o s'alinea amb la Polar), o a l'enfocament automàtic o al sistema de guiatge intern (quan només es necessita una llista d'estrelles).

source: The third section labelled Astrometry Parameters adjusts the performance of plate solving.
ca: La tercera secció anomenada Paràmetres d'astrometria ajusta el rendiment de la solució de les plaques.

source: All the input fields have tooltips that are displayed if you hover your mouse over the input box.
ca: Tots els camps d'entrada tenen consells que es mostren si passeu el ratolí per sobre del quadre d'entrada.
sv: Alla inmatningsfält har verktygstips som visas om du håller musen över inmatningsrutan.
uk: Для усіх полів введення даних передбачено підказки, які буде показано, якщо ви наведете вказівник миші на поле для введення даних.

source: You can make changes to the values and save the profile if you like, or restore the profile's original values.
ca: Podeu fer canvis als valors i desar el perfil si ho desitgeu, o restaurar els valors originals del perfil.
sv: Du kan göra ändringar i värdena och spara profilen om du vill, eller återställa profilens ursprungliga värden.
uk: Ви можете внести зміни до значень і зберегти потрібний вам профіль або відновити початкові значення параметрів профілю.

source: Star-Extraction Parameters
ca: Paràmetres d'extracció d'estrelles
sv: Parametrar för stjärnextrahering
uk: Параметри видобування даних зірок

source: The column headings are links to the Sextractor manual which is the main source for these parameters. View those links to find details on all the parameters. We will touch upon some of the parameters you might consider adjusting. However, it's probably best not to get into the weeds of modifying most of these values.
ca: Els encapçalaments de columna són enllaços al manual del Sextractor que és la font principal d'aquests paràmetres. Consulteu aquests enllaços per a trobar detalls sobre tots els paràmetres. Ens referirem a alguns dels paràmetres que podríeu considerar ajustar. No obstant això, probablement és millor no ficar-se en l'embolic de modificar la majoria d'aquests valors.
sv: Kolumnrubrikerna är länkar till SExtractors handbok som är den huvudsakliga källan för parametrarna. Se länkarna för att hitta detaljinformation om alla parametrar. Vi berör några av parametrarna som du kan överväga att justera. Det är dock förmodligen bäst att inte gräva sig ner i detaljerna om hur man ändrar de flesta värdena.
uk: Заголовки стовпчиків містять посилання на підручник з Sextractor, засобу, який є основним джерелом цих параметрів. Скористайтеся цими посиланнями для ознайомлення із подробицями щодо усіх параметрів. Ми опишемо лише деякі з цих параметрів, які варто спробувати змінити. Втім, ймовірно, найкращим способом налаштовування є використання типових значень більшості з цих параметрів.

source: <guilabel>Thresh Multiple</guilabel> and <guilabel>Thresh Offset</guilabel> relate to how sensitive the system will be to pixel values. The level of the background is multiplied by <guilabel>Thresh Multiple</guilabel> and then <guilabel>Thresh Offset</guilabel> is added to that. If a pixel's value exceeds the result, then it may be used to detect a star. Therefore, lower values (especially for multiple) may cause even dim pixels to be detected as stars. Higher values will reduce the number of stars detected.
ca: <guilabel>Multiplicador del llindar</guilabel> i <guilabel>Desplaçament del llindar</guilabel> es refereixen a la sensibilitat del sistema als valors dels píxels. El nivell del fons es multiplica pel <guilabel>Multiplicador del llindar</guilabel> i després s'afegeix el <guilabel>Desplaçament del llindar</guilabel>. Si el valor d'un píxel excedeix el resultat, llavors es pot utilitzar per a detectar una estrella. Per tant, els valors més baixos (especialment per al multiplicador) poden causar que fins i tot els píxels febles es detectin com a estrelles. Els valors més alts reduiran el nombre d'estrelles detectades.

source: <guilabel>Min Area</guilabel> is the minimum area for a star detection--area is in square pixels where all pixels have higher-than-threshold pixel values. If you are detecting small noise spikes as stars, you might want to increase this. If you are not detecting desired smaller real stars, perhaps your <guilabel>Min Area</guilabel> is too high.
ca: <guilabel>Àrea mín.</guilabel> és l'àrea mínima per a la detecció d'estrelles, l'àrea és en píxels quadrats on tots els píxels tenen valors de píxel més alts que els llindars. Si detecteu pics petits de soroll com a estrelles, és possible que vulgueu augmentar-ho. Si no esteu detectant les estrelles reals més petites desitjades, potser l'<guilabel>Àrea mín.</guilabel> és massa alta.

source: <guilabel>Conv FWHM</guilabel> should be adjusted to roughly the seeing in your area in pixels. The image is smoothed by this amount before star detection is initiated.
ca: <guilabel>Conv FWHM</guilabel> s'ha d'ajustar aproximadament al «seeing» de la vostra àrea en píxels. La imatge se suavitza amb aquesta quantitat abans que s'iniciï la detecció d'estrelles.

source: Star-Filtering Parameters
ca: Paràmetres de filtratge d'estrelles
sv: Parametrar för stjärnfiltrering
uk: Параметри фільтрування зірок

source: This filtering is done for the sake of speed mostly, as well as for removing clipped stars, or very elliptical objects which might be galaxies. We will touch upon some of the parameters you might consider adjusting. Zero values for these parameters disable the filter. However, once again it's probably best not to get into the weeds of modifying most of these values.
ca: Aquest filtratge es fa principalment per a la velocitat, així com per a eliminar les estrelles retallades, o objectes molt el·líptics que podrien ser galàxies. Ens referirem a alguns dels paràmetres que podríeu considerar ajustar. El valor zero per a aquests paràmetres desactiva el filtre. No obstant això, probablement és millor no ficar-se en l'embolic de modificar la majoria d'aquests valors.
sv: Filtreringen görs i huvudsak för hastighetens skull, såväl som för att ta bort klippta stjärnor eller mycket elliptiska objekt som kan vara galaxer. Vi berör några av de parametrar som man kan tänka sig att justera. Parametrarnas nollvärden inaktiverar filtret. Men återigen är det förmodligen bäst att inte gräva sig ner i detaljer om hur man ändrar de flesta av värdena.
uk: Фільтрування виконують здебільшого для пришвидшення обробки, а також вилучення обрізаних зірок або надто еліптичних об'єктів, які можуть бути галактиками. Ми опишемо декілька параметрів, які можуть потребувати коригування. Нульові значення цих параметрів вимикають фільтрування. Втім, знову ж таки, нагальної потреби у зміні більшості з цих значень немає.

source: <guilabel>Initial Keep</guilabel> and <guilabel>Stars Keep #</guilabel> relates to the number of stars returned by the system. The system will initially run its detection algorithm and find some number of possible detections. It will filter that list, keeping only the <guilabel>Initial Keep</guilabel> brightest stars. It will then run the rest of the filtering, including computing the HFR of all those stars and finally only return a list of <guilabel>Stars Keep #</guilabel> stars. None of the uses (alignment, autofocus, guiding) of StellarSolver require thousands of stars to be able to do their job, and the more stars processed the slower the operation. An initial list of 1000 stars and a few hundred returned stars should be sufficient for most applications.
ca: <guilabel>Mantén d'inici</guilabel> i <guilabel>Nombre d'estrelles a mantenir</guilabel> es relacionen amb el nombre d'estrelles retornades pel sistema. El sistema executarà inicialment el seu algorisme de detecció i trobarà un nombre concret de possibles deteccions. Filtrarà aquesta llista, mantenint només el nombre d'estrelles més brillants indicat a <guilabel>Mantén d'inici</guilabel>. Llavors executarà la resta del filtratge, incloent-hi calcular l'HFR de totes aquestes estrelles i finalment només retornarà una llista de <guilabel>Nombre d'estrelles a mantenir</guilabel>. Cap dels usos (alineació, enfocament automàtic, guiatge) de l'StellarSolver requereix milers d'estrelles per a poder fer el seu treball, i com més estrelles es processin, més lenta serà l'operació. Una llista inicial de 1000 estrelles i uns quants centenars d'estrelles retornades haurien de ser suficients per a la majoria de les aplicacions.

source: <guilabel>Max Size</guilabel> and <guilabel>Min Size</guilabel> filter stars by their sizes (pixel diameters), and are similar in usage to <guilabel>Min Area</guilabel> above.
ca: <guilabel>Mida màx.</guilabel> i <guilabel>Mida mín.</guilabel> filtren les estrelles per les seves mides (diàmetres de píxels), i són similars en ús a <guilabel>Àrea mín.</guilabel> d'abans.

source: <guilabel>Max Ellipse</guilabel> specifies how elliptical a star can be before being removed. 2 would mean the larger axis could be twice as large as the smaller axis.
ca: <guilabel>El·lipse màx.</guilabel> especifica com pot ser el·líptica una estrella abans de ser eliminada. 2 significaria que l'eix més gran podria ser dues vegades més gran que l'eix més petit.

source: <guilabel>Cut Brightest</guilabel> and <guilabel>Cut Dimmest</guilabel> remove the X% brightest or dimmest stars from consideration. <guilabel>Sat Limit</guilabel> removes stars whose pixel values exceed that percentage of the maximum pixel value--to remove saturated stars.
ca: <guilabel>Retalla les més brillants</guilabel> i <guilabel>Retalla les més febles</guilabel> elimina les estrelles més brillants o més tènues del X% i no les té en compte. <guilabel>Sat. límit</guilabel> elimina les estrelles els valors de píxel de les quals superen el percentatge del valor màxim de píxel per a eliminar les estrelles saturades.

source: Plate-Solving Parameters
ca: Paràmetres de solució de plaques
sv: Parametrar för lösning av astrobilder
uk: Параметри розв'язання зображень

source: These plate-solving parameters mostly relate to computation resources.
ca: Aquests paràmetres de resolució de plaques es relacionen principalment amb els recursos de càlcul.
sv: Parametrarna för lösning av astrobilder gäller i huvudsak beräkningsresurser.
uk: Ці параметр розв'язання зображень, здебільшого, стосуються обчислювальних ресурсів.

source: <guilabel>Search Radius</guilabel> is the distance from the position estimate in degrees that may be searched if <guilabel>Use Position</guilabel> is checked.
ca: <guilabel>Radi de cerca</guilabel> és la distància de la posició estimada en graus que es pot cercar si està marcada <guilabel>Usa la posició</guilabel>.

source: <guilabel>Maximum Time</guilabel> is the maximum number of seconds that the plate-solving will run before it times out.
ca: <guilabel>Temps màxim</guilabel> és el nombre màxim de segons que la solució de la placa s'executarà abans que s'exhaureixi.

source: Download Index Files
ca: Baixar els fitxers d'índex
sv: Ladda ner indexfiler
uk: Отримання файлів покажчика

source: Index files are required if you choose the <guilabel>Internal Solver</guilabel> or <guilabel>Local Astrometry</guilabel> <guilabel>Solving Method</guilabel>.
ca: Es requereixen fitxers d'índex si trieu el <guilabel>Mètode de resolució</guilabel> <guilabel>Solucionador intern</guilabel> o <guilabel>Astrometria local</guilabel>.

source: For offline (and remote) solvers, index files are necessary for the solver to work. The complete collection of index files is huge (over 30 GB), but you only need to download what is necessary for your equipment setup. Index files are sorted by the Field-Of-View (FOV) range they cover. There are two methods to fetch the necessary index files: The new download support in Align module, and the old manual way.
ca: Per als solucionadors fora de línia (i els remots), els fitxers d'índex són necessaris perquè el solucionador funcioni. La col·lecció completa de fitxers d'índex és enorme (més de 30 GB), però només haureu de baixar el que calgui per a la configuració del vostre equip. Els fitxers d'índex s'ordenen segons l'interval camp de visió (CDV) (Field-of-View -FOV-) que cobreixen. Hi ha dos mètodes per a obtenir els fitxers d'índex necessaris: el suport nou de baixada al mòdul d'alineació i la forma manual anterior.
sv: För lokala lösningsverktyg (och fjärrlösningsverktyg), behövs indexfiler för att lösningsverktyget ska fungera. Hela samlingen av indexfiler är mycket stor (över 30 GB), men du behöver bara ladda ner vad som är nödvändigt för inställningen av din utrustning. Indexfiler sorteras enligt det synfältsområde (FOV) de täcker. Det finns två metoder att hämta nödvändiga indexfiler: Det nya nerladdningsstödet i inriktningsmodulen och det gamla manuella sättet.
uk: Для роботи автономних (та віддалених) розв'язувачів потрібні файли покажчиків. Повна збірка усіх файлів покажчиків є доволі об'ємною (понад 30 ГБ), але вам потрібно отримати лише ті з них, які відповідають вашій конфігурації обладнання. Файли покажчиків упорядковуються за діапазонами поля зору телескопа. Існує два способи отримання потрібних вам файлів: новий спосіб автоматичного отримання з модуля вирівнювання і старий спосіб встановлення вручну.

source: Automatic Download
ca: Baixar automàticament
sv: Automatisk nerladdning
uk: Автоматичне отримання

source: <screeninfo>Astrometry.net Indexes Download</screeninfo>
ca: <screeninfo>Baixar els índexs des d'«astrometry.net»</screeninfo>

source: <phrase>Astrometry.net Indexes Download</phrase>
ca: <phrase>Baixar els índexs des d'«astrometry.net»</phrase>

source: Automatic download is only available for Ekos users on &Linux; &amp; &MacOS;. For &Windows; users, please download ANSVR solver.
ca: La baixada automàtica només està disponible per als usuaris d'Ekos a &Linux; i &MacOS;. Per als usuaris de &Windows;, baixeu el solucionador ANSVR.

source: To access the download page, click the <guibutton>Options</guibutton> button in the <link linkend="ekos-align">Align module</link> and then select <guilabel>Astrometry Index Files</guilabel> tab. The page displays the current FOV of your current setup and below it a list of available and installed index files. Three icons are used to designate the importance of index files given your current setup as follows:
ca: Per a accedir a la pàgina de baixada, feu clic al botó <guibutton>Opcions</guibutton> en el <link linkend="ekos-align">mòdul d'alineació</link> i, a continuació, seleccioneu la pestanya <guilabel>Fitxers d'índex d'astrometria</guilabel>. La pàgina mostrarà el CDV actual de la configuració actual i, a continuació, una llista dels fitxers d'índex disponibles i els instal·lats. S'utilitzen tres icones per a designar la importància dels fitxers d'índex indicats a la configuració actual de la manera següent:

source: Required
ca: Requerit

source: Recommended
ca: Recomanat

source: Optional
ca: Opcional

source: You must download all the required files, and if you have plenty of hard drive space left, you can also download the recommended indexes. If an index file is installed, the checkmark shall be checked, otherwise check it to download the relevant index file. Please only download one file at a time, especially for larger files. You might be prompted to enter the administrator password (default in StellarMate is <userinput>smate</userinput>) to install the files. Once you installed all the required files, you can begin using the offline astrometry.net solver immediately.
ca: Haureu de baixar tots els fitxers requerits i, si teniu prou espai al disc dur, també podreu baixar els índexs recomanats. Si s'instal·la un fitxer d'índex, s'haurà d'activar la marca de selecció, en cas contrari, marqueu-la per a baixar el fitxer d'índex corresponent. Si us plau, baixeu només un fitxer a la vegada, especialment per als fitxers més grans. Podria ser que se us demani que introduïu la contrasenya de l'administrador (la predeterminada a StellarMate és <userinput>smate</userinput>) per a instal·lar els fitxers. Un cop hàgiu instal·lat tots els fitxers necessaris, podreu començar a utilitzar immediatament el solucionador «astrometry.net» fora de línia.

source: Manual Download
ca: Baixada manual
sv: Manuell nerladdning
uk: Отримання вручну

source: You need to <ulink url="http://data.astrometry.net">download</ulink> and install the necessary index files suitable for your telescope+CCD field of view (FOV). You need to install index files covering 100% to 10% of your FOV. For example, if your FOV is 60 arcminutes, you need to install index files covering skymarks from 6 arcminutes (10%) to 60 arcminutes (100%). There are many online tools to calculate FOVs, such as <ulink url="http://starizona.com/acb/ccd/calc_pixel.aspx">Starizona Field of View Calculator</ulink>.
ca: Necessitareu <ulink url="http://data.astrometry.net">baixar</ulink> i instal·lar els fitxers d'índex necessaris adequats per al vostre telescopi+camp de visió CCD (CDV). Instal·leu els fitxers d'índex que cobreixin des del 100% fins al 10% del vostre CDV. Per exemple, si el vostre CDV és de 60 minuts d'arc, haureu d'instal·lar els fitxers d'índex que cobreixin els punts d'interès des de 6 minuts d'arc (10%) fins a 60 minuts d'arc (100%). Hi ha moltes eines en línia per a calcular el CDV, com la <ulink url="http://starizona.com/acb/ccd/calc_pixel.aspx">calculadora del camp de visió Starizona</ulink>.

source: Index Files
ca: Fitxers d'índex

source: Index Filename
ca: Nom de fitxer de l'índex
sv: Indexfilnamn
uk: Назва файла покажчика

source: FOV (arcminutes)
ca: CDV (minuts d'arc)
sv: Synfält (bågminuter)
uk: Поле зору (у кутових мінутах)

source: Debian Package
ca: Paquet de Debian
sv: Debian-paket
uk: Пакунок Debian

source: The Debian packages are suitable for any Debian-based distribution (Ubuntu, Mint, &etc;). If you downloaded the Debian Packages above for your FOV range, you can install them from your favorite package manager, or via the following command:
ca: Els paquets de Debian són adequats per a qualsevol distribució basada en Debian (Ubuntu, Mint, &etc;). Si heu baixat els paquets de Debian anteriors per al vostre interval del CDV, podeu instal·lar-los des del vostre gestor de paquets preferit o mitjançant l'ordre següent:

source: On the other hand, if you downloaded the FITS index files directly, copy them to <filename role="directory">/usr/share/astrometry</filename> directory.
ca: D'altra banda, si heu baixat els fitxers d'índex FITS directament, copieu-los al directori <filename role="directory">/usr/share/astrometry</filename>.

source: It is recommended to use a download manager as such <ulink url="https://addons.mozilla.org/en-US/firefox/addon/downthemall/">DownThemAll!</ulink> for &firefox; to download the Debian packages as browsers' built-in download manager may have problems with download large packages.
ca: Es recomana utilitzar un gestor de baixades com el <ulink url="https://addons.mozilla.org/en-US/firefox/addon/downthemall/">DownThemAll!</ulink> perquè el &firefox; baixi els paquets de Debian, ja que el gestor de baixades integrat dels navegadors pot tenir problemes en baixar paquets grans.

source: Optionally get astrometry.net
ca: Obtenir opcionalment l'«astrometry.net»
sv: Hämta valfritt astrometry.net
uk: Додаткове отримання astrometry.net

source: This is only required if you choose the <guilabel>Local Astrometry</guilabel> option for <guilabel>Source Extraction Method</guilabel> which is no longer recommended.
ca: Això només és necessari si trieu l'opció <guilabel>Astrometria local</guilabel> per al <guilabel>Mètode d'extracció de fonts</guilabel> que ja no es recomana.

source: Astrometry.net is already shipped with StellarMate so there is no need to install it. Index files from 16 arcminutes and above (4206 to 4019) are included with StellarMate. For any additional index files, you need to install them as necessary. To use Astrometry in StellarMate from a remote Ekos on &Linux;/&Windows;/&MacOS;, make sure to select <guimenuitem>Remote</guimenuitem> option in Ekos Alignment Module. Furthermore, make sure that the <guimenuitem>Astrometry</guimenuitem> driver is selected in your equipment profile.
ca: L'«astrometry.net» ja ve amb el StellarMate, per tant, no cal instal·lar-lo. Els fitxers d'índex de 16 minuts d'arc i superiors (4206 fins a 4019) s'inclouen amb el StellarMate. Per a qualsevol fitxer d'índex addicional, l'haureu d'instal·lar si cal. Per a utilitzar l'astrometria en l'StellarMate des d'un Ekos remot en &Linux;/&MacOS;/&Windows;, assegureu-vos de seleccionar l'opció <guimenuitem>Remot</guimenuitem> al mòdul per a l'alineació de l'Ekos. A més, assegureu-vos que el controlador <guimenuitem>Astrometria</guimenuitem> està seleccionat al perfil de l'equip.

source: <screeninfo>Ekos Remote Astrometry</screeninfo>
ca: <screeninfo>Astrometria remota amb l'Ekos</screeninfo>

source: <phrase>Ekos Remote Astrometry</phrase>
ca: <phrase>Astrometria remota amb l'Ekos</phrase>

source: To use astrometry.net under &Windows;, you need to download and install the <ulink url="https://adgsoftware.com/ansvr/">ANSVR Local Astrometry.net solver</ulink>. The ANSVR mimics the astrometry.net online server on your local computer; thus the internet not required for any astrometry queries.
ca: Per a utilitzar l'«astrometry.net» sota &Windows;, necessiteu baixar i instal·lar el <ulink url="https://adgsoftware.com/ansvr/">solucionador «astrometry.net» local d'ANSVR</ulink>. L'ANSVR imita el servidor en línia d'«astrometry.net» en el vostre ordinador local. Per tant, no cal la Internet per a cap consulta d'astrometria.

source: After installing the ANSVR server and downloading the appropriate index files for your setup, make sure ANSVR server is up and running and then go to Ekos Alignment options where you can simply change the <guilabel>API URL</guilabel> to use the ANSVR server as illustrated below:
ca: Després d'instal·lar el servidor ANSVR i baixar els fitxers d'índex apropiats per a la seva configuració, assegureu-vos que el servidor ANSVR estigui activat i després aneu a les opcions d'alineació de l'Ekos, on simplement podreu canviar l'<guilabel>URL de l'API</guilabel> per a utilitzar el servidor ANSVR com es mostra a continuació:

source: <screeninfo>ANSVR Parameters</screeninfo>
ca: <screeninfo>Paràmetres d'ANSVR</screeninfo>

source: <phrase>ANSVR Parameters</phrase>
ca: <phrase>Paràmetres d'ANSVR</phrase>

source: In Ekos Align module, you must set the solver type to <guimenuitem>Online</guimenuitem> so that it uses the local ANSVR server for all astrometry queries. Then you can use the align module as you would normally do.
ca: Al mòdul d'alineació de l'Ekos, haureu d'establir el tipus de solucionador a <guimenuitem>Connectat</guimenuitem> perquè utilitzi el servidor ANSVR local per a totes les consultes d'astrometria. A continuació, podreu utilitzar el mòdul d'alineació com ho faríeu normalment.
