Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: The results table in the ``Focus Advisor`` dialog shows a single line for Find Stars. In this case, ``Find Stars`` was started at position 70,000 and the ``Step Size`` was 250 (giving a Jump Size of 2,500).
ca@valencia: La taula de resultats al diàleg ``Assessor d'enfocament`` mostra una sola línia per a Troba les estreles. En este cas, ``Troba les estreles`` ha començat a la posició 70,000 i la ``Mida del pas`` era de 250 (donant una mida de salt de 2,500).
fr: ``Durée d'exposition`` : réglage de la durée d'exposition (en secondes) à utiliser lors d'une mise au point automatique avec ce filtre. La valeur par défaut est 1.
pt_br: A tabela de resultados na janela do ``Conselheiro de foco`` mostra uma única linha para procurar estrelas. Neste caso, ``Procurar estrelas`` foi iniciado na posição 70.000 e o ``Tamanho do passo`` era 250 (resultando em um tamanho de salto de 2.500).

source: No stars were found at 70,000 (point 1 on the ``V-Curve``) so an outward sweep started at 95,000 and moved in 2,500 jump by jump until 70,000 was reached (points 2-11) when the inward sweep started. Stars were first detected at 60,000 (point 15).
ca@valencia: No s'ha trobat cap estrela a 70,000 (punt 1 a la ``Corba V``), de manera que ha començat un agranat cap a fora a 95,000 i s'ha mogut cap a salts de 2,500 fins que s'ha assolit 70,000 (punts 2-11) quan ha començar l'agranat cap a dins. Les estreles s'han detectat per primera vegada a 60,000 (punt 15).
fr: ``Décalage`` : réglage des décalages relatifs. Ekos modifiera le décalage de position de mise au point s'il y a une différence entre le filtre actuel et le filtre cible. Par exemple et étant donné les valeurs dans l'image d'exemple, si le filtre actuel est *Rouge* et le prochain filtre est le *Vert*, alors Ekos indiquera au moteur de mise au point de se déplacer de +300 pas. Les valeurs positives représentent un déplacement vers l'extérieur alors que les négatives représentent pour un déplacement vers l'intérieur.
pt_br: Nenhuma estrela foi encontrada a 70.000 (ponto 1 na ``Curva em V``), então uma varredura para fora começou em 95.000 e avançou 2.500 saltos, salto por salto, até atingir 70.000 (pontos 2 a 11), quando a varredura para dentro começou. As estrelas foram detectadas pela primeira vez a 60.000 (ponto 15).

source: **Coarse Adjustment (without Autofocus)**: This function is designed to provide coarse adjustment to the start position, Step Size and AF Overscan (or backlash) fields. The purpose is to provide "good enough" values for these parameters in order for the next stage, Fine Adjustment to work. An iterative process is used to home in on acceptable values.
ca@valencia: **Ajust aproximat (sense enfocament automàtic)**: esta funció està dissenyada per a proporcionar un ajust aproximat a la posició inicial, la mida del pas i els camps de sobreexploració de l'EA (o reacció). L'objectiu és proporcionar valors «prou bons» per a estos paràmetres de manera que funcione l'etapa següent, l'Ajust fi. S'utilitza un procés iteratiu per a trobar valors acceptables.
fr: ``Filtre verrouillé`` : indique quel filtre devrait être choisi et *verrouillé* lors d'une mise au point automatique. « -- » indique qu'aucun filtre n'est verrouillé. Il est impossible de verrouiller plus d'un filtre et un filtre ne peut pas être verrouillé à lui-même.
pt_br: **Ajuste aproximado (sem foco automático)**: Esta função foi projetada para fornecer um ajuste aproximado aos campos de posição inicial, tamanho do passo e varredura adicional de FA (ou folga). O objetivo é fornecer valores "bons o suficiente" para esses parâmetros para que a próxima etapa, o ajuste fino, funcione. Um processo iterativo é usado para encontrar valores aceitáveis.

source: ``Coarse Adjustment`` was run from a starting position of 37,500 with a ``Step Size`` of 250 and ``AF Overscan`` of 0. This is recorded in Run 1 in the results table in the ``Focus Advisor`` dialog. The comment column says that the Max/Min Ratio = 0.9 which means that the "Max HFR" / "Min HFR" of the datapoints is 0.9 which is too low. So Focus Advisor starts Run 2 from position 38,875 with an increased Step Size of 803 and Overscan of 250.
ca@valencia: L'``Ajust aproximat`` s'ha executat des d'una posició inicial de 37,500 amb una ``Mida del pas`` de 250 i un ``EA excessiu`` de 0. Açò es registra a l'Execució 1 a la taula de resultats del diàleg ``Assessor d'enfocament``. La columna de comentaris indica que la Relació màx. i mín.: = 0,9, el qual significa que la «HFR màxima» / «HFR mínima» dels punts de dades és de 0,9, la qual és massa baixa. Per tant, l'Assessor d'enfocament comença la 2a execució des de la posició 38,875 amb un increment de la mida del pas de 803 i una sobreexploració de 250.
fr: ``Pas / °C`` : le nombre de pas de déplacement du moteur de mise au point quand la température change de 1°C. Par exemple, s'il doit se déplacer de 5 pas pour une augmentation de 1°C, cette valeur vaudra 5. Si la mise au point se fait vers l'intérieur de 5 pas pour une augmentation de 1°C, ce champ vaudra -5.
pt_br: O ``Ajuste aproximado`` foi executado a partir de uma posição inicial de 37.500 com um ``Tamanho do passo`` de 250 e ``Varredura adicional de FA`` de 0. Isso é registrado na Execução 1 na tabela de resultados da janela do ``Conselheiro de foco``. A coluna de comentários informa que a relação Máx./Mín. = 0,9, o que significa que o "RMF Máx." / "RMF Mín." dos pontos de dados é 0,9, o que é muito baixo. Portanto, o conselheiro de foco inicia a Execução 2 a partir da posição 38.875 com um tamanho do passo aumentado para 803 e um varredura adicional de 250.

source: Run 2 again had a ``Max/Min ratio`` too low, so Run 3 was started.
ca@valencia: La 2a execució ha tornat a tindre una ``Relació màx. i mín.:`` massa baixa, de manera que s'ha començat amb la 3a execució.
fr: ``Pas / °Alt`` : le nombre de pas de déplacement du moteur de mise au point quand l'altitude change de 1°. Par exemple, s'il se déplace vers l'extérieur de 0.5 pas quand l'altitude augmente de 1°Alt, cette valeur vaudra 0.5. Si la mise au point se fait vers l'intérieur de 0.5 quand l'altitude augmente de 1°, ce vaudra -0.5
pt_br: A execução 2 novamente teve uma ``relação Máx./Mín.`` muito baixa, então a execução 3 foi iniciada.

source: Run 3 (which is shown in the V-Curve) started from 35548 with ``Step Size`` of 2544 and ``Overscan`` of 7477. This resulted in a ``Max/Min`` of 2.0 which is good enough at this stage. The datapoints form a V-Curve with no obvious uncorrected backlash (this would show as a flat spot on the right hand side of the curve if there was any). So the ``Coarse Adjustment`` completes after Run 3.
ca@valencia: La 3a execució (la qual es mostra en la Corba V) ha començat des de 35548 amb una ``Mida del pas`` de 2544 i una ``Sobreexploració`` de 7477. Açò ha resultat en un màxim/mínim de 2,0, el qual és prou bo en esta etapa. Els punts de dades formen una Corba V sense cap reacció evident sense corregir (açò es mostraria com un punt pla al costat dret de la corba, si n'hi haguera). Per tant, l'``Ajust aproximat`` es completa després de la 3a execució.
fr: ``Longueur d'onde`` : le centre de la bande de passage du filtre en nanomètres. Cette grandeur est utilisée dans certains calculs de la CFZ du module de Mise au point.
pt_br: A Execução 3 (mostrada na Curva em V) começou em 35548 com ``Tamanho do passo`` de 2544 e ``Varredura adicional`` de 7477. Isso resultou em um ``Máx/Mín`` de 2,0 o que é bom o suficiente neste estágio. Os pontos de dados formam uma curva em V sem nenhuma folga não corrigida óbvia (isso seria mostrado como um ponto plano no lado direito da curva, se houvesse). Portanto, o ``Ajuste aproximado`` é concluído após a Execução 3.

source: **Fine Adjustment (with Autofocus)**: This function is designed to provide fine adjustment to the start position, ``Step Size`` and ``AF Overscan`` (or backlash) fields. Fine Adjustment runs Autofocus including curve fitting and analyses the result to determine whether or not it can be improved. If so, it adjusts parameters and re-runs. An iterative process is used to home in on parameter values.
ca@valencia: **Ajust fi (amb enfocament automàtic)**: esta funció està dissenyada per a proporcionar un ajust fi als camps ``Mida del pas`` i ``EA excessiu`` (o rebot) de posició inicial. L'Ajust fi executa l'enfocament automàtic, inclòs l'ajust de la corba, i analitza el resultat per a determinar si es pot millorar o no. Si és així, ajusta els paràmetres i torna a executar-se. S'utilitza un procés iteratiu per a trobar els valors dels paràmetres.
fr: En supplément de la table de données, les contrôles suivants sont disponibles au bas de la fenêtre :
pt_br: **Ajuste fino (com foco automático)**: Esta função foi projetada para fornecer ajuste fino aos campos de posição inicial, ``Tamanho do passo`` e ``Varredura adicional de FA`` (ou folga). O ajuste fino executa o foco automático, incluindo o ajuste de curva, e analisa o resultado para determinar se ele pode ou não ser melhorado. Em caso afirmativo, ajusta os parâmetros e executa novamente. Um processo iterativo é usado para se concentrar nos valores dos parâmetros.

source: ``Fine Adjustment`` was run from a starting position of 35,548 with a ``Step Size`` of 2544 and ``AF Overscan`` of 7477. This is recorded in Run 1 in the results table in the Focus Advisor dialog. The comment column says that the ``Max/Min Ratio`` = 1.9 which means that the "Max HFR" / "Min HFR" of the datapoints is 1.9 which could be improved. So Focus Advisor starts Run 2 from position 38,092 with an increased ``Step Size`` of 4888 and ``Overscan`` of 3738. The Overscan value is reduced here to see if a smaller number would adequately compensate backlash.
ca@valencia: L'``Ajust fi`` s'ha executat des d'una posició inicial de 35,548 amb una ``Mida del pas`` de 2544 i un ``EA excessiu`` de 7477. Açò es registra a la 1a execució a la taula de resultats del diàleg «Assessor d'enfocament». La columna de comentaris indica que la ``Relació màx. i mín.:`` = 1,9, el qual significa que «HFR màxim» / «HFR mínim» dels punts de dades és d'1,9, el qual es pot millorar. Per tant, l'Assessor d'enfocament comença la 2a execució des de la posició 38,092 amb un augment de la ``Mida del pas`` de 4888 i una ``Sobreexploració`` de 3738. El valor de la sobreexploració es reduïx ací per a veure si un nombre més xicotet compensa adequadament el rebot.
fr: Lum : le filtre Lum est configuré pour exécuter une mise au point automatique, ce qui est fait, puis la séquence Lum démarre.
pt_br: O ``Ajuste fino`` foi executado a partir de uma posição inicial de 35.548 com um ``Tamanho do passo`` de 2.544 e ``Varredura adicional de FA`` de 7.477. Isso é registrado na Execução 1 na tabela de resultados da janela do conselheiro de foco. A coluna de comentários indica que a ``Relação Máx./Mín.`` = 1,9, o que significa que a "Taxa de retorno Máx." / "Taxa de retorno Mín.`` dos pontos de dados é 1,9, o que pode ser melhorado. Portanto, o conselheiro de foco inicia a Execução 2 a partir da posição 38.092 com um ``Tamanho do passo`` aumentado para 4.888 e uma ``Varredura adicional`` de 3.738. O valor de varredura adicional é reduzido aqui para verificar se um número menor compensaria adequadamente a folga.

source: Click the filter icon |image8| from either Capture or Focus to open the filter settings dialog. This popup allows the user to configure data associated with each filter, and used for various functions within the system.
ca@valencia: Cliqueu damunt de la icona |image8| de filtre des de «Captura» o «Enfocament» per a obrir el diàleg ``Configureu el filtre``. Esta finestra emergent permet a l'usuari configurar les dades associades amb cada filtre, i s'utilitza per a diverses funcions dins del sistema.
fr: Oiii : le filtre Oiii est configuré pour exécuter une mise au point automatique, est bloqué sur le filtre Lum et possède un décalage de -100. Ainsi quand la séquence Oiii démarre, il y aura une mise au point automatique sur le filtre Lum et comme le décalage relatif entre Lum et Oiii vaut -100 - 0 = -100, le moteur se déplacera vers la solution de mise au point de Lum, puis se déplacera vers l'intérieur de 100 pas.
pt_br: Clique no ícone de filtro |image8| em Capturar ou Focar para abrir a janela de configurações do filtro. Este pop-up permite ao usuário configurar os dados associados a cada filtro e usados ​​para diversas funções no sistema.

source: **Direct Autofocus**: When Capture changes to this filter it is possible to automatically refocus this filter. The exposure to use for the selected filter is taken from the ``Exposure`` field. This allows, for example, narrowband filters to use a longer exposure than broadband filters during Autofocus.
ca@valencia: **Enfocament automàtic directe**: quan la captura canvia a este filtre, és possible tornar a enfocar automàticament amb este filtre. L'exposició que s'utilitzarà per al filtre seleccionat es pren des del camp ``Exposició``. Esta permet, per exemple, que els filtres de banda estreta utilitzen una exposició més llarga que els filtres de banda ampla durant l'enfocament automàtic.
fr: Construction des décalages des filtres
pt_br: **Foco automático direto**: Quando o Capturar muda para este filtro, é possível refocalizar este filtro automaticamente. A exposição a ser usada para o filtro selecionado é obtida do campo ``Exposição``. Isso permite, por exemplo, que filtros de banda estreita usem uma exposição mais longa do que filtros de banda larga durante o foco automático.

source: Check ``Auto Focus`` to use the filter in this way.
ca@valencia: Marqueu ``Enfocament automàtic`` per a utilitzar el filtre d'esta manera.
fr: Construction des décalages des filtres
pt_br: Marque ``Foco automático`` para usar o filtro dessa maneira.

source: **Autofocus on Lock Filter**: It is possible to specify a Lock filter to use when it is required to focus this filter. For example, if the Ha filter is used and an Autofocus run required, it is possible to run Autofocus using the Lum filter and then, when complete, adjust the focus position by an Offset value corresponding to the predetermined focus difference between the Lum and Ha filters (100 ticks in this example). This is useful when, for example, it is difficult to focus some filters directly without excessively long exposure times. Note that this locked filter approach may also be used in the :doc:`Alignment Module <ekos-align>` whenever it performs a capture for astrometry.
ca@valencia: **Enfocament automàtic a Bloqueja el filtre**: és possible especificar un bloqueig de filtre que s'utilitzarà quan es requerisca enfocar amb este filtre. Per exemple, si s'utilitza un filtre «Ha» i es requerix una execució d'enfocament automàtic, serà possible executar l'enfocament automàtic utilitzant el filtre «Lum» i després, quan es complete, ajustar la posició de l'enfocament amb un valor de desplaçament corresponent a la diferència d'enfocament predeterminada entre els filtres «Lum» i «Ha» (100 marques en este exemple). Açò és útil quan, per exemple, és difícil enfocar directament amb alguns filtres sense temps d'exposició excessivament llargs. Cal tindre en compte que esta aproximació de filtre bloquejat també es pot utilitzar al :doc:`mòdul «Alinea» <ekos-align>` sempre que es realitza una captura per a astrometria.
fr: Cliquez sur le bouton ``Construction des décalages`` dans la boîte de dialogue :doc:`Réglages des filtres <ekos-align>` pour lancer l'outil de construction des filtres. Les décalages des filtres peuvent être soit saisis manuellement dans la table de la boîte de dialogue des réglages de filtres soit cet outil peut être utilisé comme assistant à leur création.
pt_br: **Foco automático no filtro de bloqueio**: É possível especificar um filtro de bloqueio para usar quando for necessário focar este filtro. Por exemplo, se o filtro Ha for usado e uma execução de foco automático for necessária, é possível executar o foco automático usando o filtro Lum e, ao concluir, ajustar a posição do foco por um valor de deslocamento correspondente à diferença de foco predeterminada entre os filtros Lum e Ha (100 pontos neste exemplo). Isso é útil quando, por exemplo, é difícil focar alguns filtros diretamente sem tempos de exposição excessivamente longos. Observe que essa abordagem de filtro bloqueado também pode ser usada no :doc:`Módulo de alinhamento <ekos-align>` sempre que ele realizar uma captura para astrometria.

source: To use a filter in this way, check ``Auto Focus``, specify the ``Lock Filter`` to use and make sure that the Offsets for this filter and the Lock Filter are set.
ca@valencia: Per a utilitzar un filtre d'esta manera, marqueu ``Enfocament automàtic``, especifiqueu ``Bloqueja el filtre`` que s'utilitzarà i assegureu-vos que s'han establit els ``Desplaçaments`` per a este filtre, així com ``Bloqueja el filtre``.
fr: *Remarque : cet utilitaire ne devrait pas être exécuté pendant une session d'acquisition car il prend le contrôle exclusif du processus de mise au point pendant son exécution.*
pt_br: Para usar um filtro dessa maneira, marque ``Foco automático``, especifique o ``Filtro de bloqueio`` a ser usado e certifique-se de que os deslocamentos para este filtro e o filtro de bloqueio estejam definidos.

source: **Use Offsets**: It is possible to use filter offsets to adjust focus when swapping between filters, without running Autofocus. This requires some setup work ahead of time but has the advantage of reducing the number of Autofocus runs and therefore reducing the time spent autofocusing.
ca@valencia: **Utilitza els desplaçaments**: es possible utilitzar els desplaçaments dels filtres per a ajustar l'enfocament en canviar entre els filtres, sense executar l'enfocament automàtic. Açò requerix una mica de treball de configuració amb antelació, però té l'avantatge de reduir el nombre d'execucions d'enfocament automàtic i, per tant, reduir el temps dedicat a este.
fr: Pour commencer, configurer les réglages pour chaque filtre dans la table de la boîte de dialogue des réglages de filtres, puis lancer l'outil. La boîte de dialogue apparaît avec une table de filtres avec les colonnes suivantes :
pt_br: **Usar deslocamentos**: É possível usar deslocamentos de filtro para ajustar o foco ao alternar entre filtros, sem executar o foco automático. Isso requer algum trabalho de configuração prévio, mas tem a vantagem de reduzir o número de execuções do foco automático e, portanto, o tempo gasto no foco automático.

source: In order to use this feature it is necessary to work out the relative focus position between all filters that you wish to use this functionality for. For example, if Lum and Red have the same focus position (they are parfocal) but Green focuses 300 ticks further out than Lum (or Red) then setup Offsets for Lum, Red and Green as 0, 0, 300 as shown above. If a sequence is created to take 10 subframes of Lum, then 10 Red, then 10 Green, then at the start, since Lum has ``Auto Focus`` checked, an Autofocus will be run on Lum and the 10 subs taken. ``Capture`` will then switch filters to Red. Since Red has ``Auto Focus`` unchecked no Autofocus will happen and Ekos will look to the Offsets between Red and Lum. In this case 0 - 0 = 0. So the focuser will not be moved and Capture will take 10 subs of Red. Then Capture will swap from Red to Green. Again, Green has ``Auto Focus`` unchecked no Autofocus will happen and Ekos will look to the Offsets between Green and Red. In this case 300 - 0 = 300. So Focus will adjust the focus position by +300 (move the focuser out by 300 ticks). Capture will then take the 10 Green subs.
ca@valencia: Per tal d'utilitzar esta característica, cal elaborar la posició relativa de l'enfocament entre tots els filtres per als quals voleu utilitzar esta característica. Per exemple, si Lum i Roig tenen la mateixa posició d'enfocament (són parafocals), però el Verd enfoca 300 marques més enllà de Lum (o Roig), llavors configureu els desplaçaments de Lum, Roig i Verd com 0, 0, 300 com es mostra més amunt. Si es crea una seqüència per a prendre 10 submarcs de Lum, després 10 de Roig, després 10 de Verd, després al començament, ja que Lum té marcat l'``Enfocament automàtic``, s'executarà un enfocament automàtic a Lum i els 10 submarcs presos. La captura canviarà el filtre al Roig. Com que el Roig té l'``Enfocament automàtic`` sense marcar, no es produirà cap enfocament automàtic i Ekos mirarà els desplaçaments entre Roig i Lum. En este cas 0 - 0 = 0. Per tant, l'enfocador no es mourà i la captura prendrà 10 submarcs de Roig. Llavors la captura canviarà de Roig a Verd. De nou, Verd té ``Enfocament automàtic`` sense marcar, no es produirà cap enfocament automàtic i Ekos mirarà els desplaçaments entre Verd i Roig. En este cas 300 - 0 = 300. Per tant, l'enfocament ajustarà la posició d'enfocament en +300 (mourà l'enfocador 300 marques). La captura prendrà 10 submarcs verds.
fr: ``Filtre`` : le nom du filtre. Le premier filtre a un « * » après son nom, « Lum * » dans l'exemple ci-dessus. Cela signifie que Lum est le filtre de référence par rapport auquel les décalages pour les autres filtres seront mesurés. Double-cliquez sur un autre nom de filtre pour qu'il devienne le filtre de référence.
pt_br: Para usar este recurso, é necessário calcular a posição relativa do foco entre todos os filtros para os quais você deseja usar esta funcionalidade. Por exemplo, se Lum e Vermelho tiverem a mesma posição de foco (eles são parfocais), mas o Verde focar 300 pontos mais longe do que Lum (ou Vermelho), configure os deslocamentos para Lum, Vermelho e Verde como 0, 0, 300, conforme mostrado acima. Se uma sequência for criada para capturar 10 subquadros de Lum, depois 10 de Vermelho, depois 10 de Verde e, no início, como Lum tem ``Foco automático`` marcado, um foco automático será executado em Lum e os 10 subquadros serão capturados. ``Capturar`` então alternará os filtros para Vermelho. Como Vermelho tem ``Foco automático`` desmarcado, nenhum foco automático ocorrerá e o Ekos buscará os deslocamentos entre Vermelho e Lum. Neste caso, 0 - 0 = 0. Portanto, o focalizador não será movido e a captura ocupará 10 subs do Vermelho. Então, a captura trocará de Vermelho para Verde. Novamente, o Verde tem o ``Foco automático`` desmarcado, nenhum foco automático acontecerá e o Ekos observará os deslocamentos entre Verde e Vermelho. Neste caso, 300 - 0 = 300. Portanto, o foco ajustará a posição do foco em +300 (moverá o focalizador em 300 pontos). A captura então ocupará os 10 subs do Verde.

source: To use a filter in this way, uncheck ``Auto Focus`` and make sure that the Offsets for this filter and all other filters that can precede this filter in a sequence are set.
ca@valencia: Per a utilitzar un filtre d'esta manera, desmarqueu ``Enfocament automàtic`` i assegureu-vos que s'han establit els desplaçaments per a este filtre i tots els altres filtres que puguen precedir-lo en una seqüència.
fr: ``Décalage`` : le décalage actuel.
pt_br: Para usar um filtro dessa forma, desmarque ``Foco automático`` e certifique-se de que os deslocamentos para este filtro e todos os outros filtros que podem preceder este filtro em uma sequência estejam definidos.
