Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-scheduler.po
Languages: ca, ca@valencia, fr, nl, pt_br, sl, uk

source: <guilabel>Constraints</guilabel>: These are conditions that must be met <emphasis role="bold">at all times</emphasis> during the Scheduler job execution process. These include minimum target altitude, minimum moon separation, twilight observation, artificial horizon altitude constraints, and weather monitoring.
uk: <guilabel>Обмеження</guilabel>: обмеження — це умови, які має бути виконано <emphasis role="bold">завжди</emphasis> під час виконання запланованого завдання. Це, зокрема, умови щодо мінімальної висоти цілі над горизонтом, мінімальної відстані від місяця, умови щодо спостереження у сутінках, обмеження на висоту щодо штучного горизонту та погодні умови.

source: <guilabel>Completion Conditions</guilabel>: Conditions that trigger completion of the Scheduler job. The default selection is to simply mark the Scheduler job as complete once the sequence process is complete. Additional conditions enable the user to repeat the sequence process a number of times or indefinitely, or up until a specific time.
uk: <guilabel>Умови завершення завдання</guilabel>: умови, виконання яких спричиняє завершення запланованого завдання. Типовою умовою є просте позначення запланованого завдання як виконано, коли виконано усю послідовність спостережень. За допомогою додаткових умов користувач може наказати програмі повторювати послідовність спостережень певну кількість разів або нескінченно довго або до вказаного моменту часу.

source: There are several other options to control how the Scheduler behaves. These are found in the general KStars Settings menu, shown below, in its Ekos tab and Scheduler sub-tab.
fr: Il existe plusieurs autres options pour contrôler le comportement de l'ordonnanceur. Elles se trouvent dans le menu de réglage de KStars, affiché ci-dessous, dans l'onglet Ekos et le sous-onglet de l'ordonnanceur.
uk: Передбачено декілька інших пунктів для керування поведінкою планувальника. Ці пункти розташовано у загальному меню параметрів KStars, яке показано нижче, на вкладці Ekos, підвкладка «Планувальник».

source: <screeninfo>Scheduler Settings</screeninfo>
uk: <screeninfo>Параметри планувальника</screeninfo>

source: <phrase>Scheduler Settings</phrase>
uk: <phrase>Параметри планувальника</phrase>

source: Among the settings shown above, one important one is known as <guilabel>Remember job progress</guilabel>. When this box is checked and a job is running, the Scheduler looks at the job's images already captured on disk, and doesn't re-capture the ones that are already there. The benefit is that if a job is restarted, or re-run another night, or if multiple jobs are being run together, stopping and starting when they are runnable, then jobs re-start right where they left off. This works well with the <guilabel>Repeat until terminated</guilabel> job-completion option. If <guilabel>Remember job progress</guilabel> is unchecked, jobs would restart from the start of their sequence specification each time, which probably isn't what you want. Unfortunately, if the images are not stored on the same computer that Ekos is running on, then this feature doesn't work and the jobs restart from their beginning.
uk: Серед показаних вище параметрів одним з найважливіших є <guilabel>Запам'ятовувати дані щодо поступу завдань</guilabel>. Якщо позначено цей пункт, і виконується завдання, планувальник виконає пошук зображень, які вже записано на диск, і не робитиме їх повторно, якщо вони вже там зберігаються. Перевагою є те, що при перезапуску завдання або його повторному виконанні іншої ночі, або якщо запущено декілька завдань одночасно, при зупиненні або запуску завдань, коли це стає можливим, завдання повторно запускаються на тому самому місці, де їх було зупинено. Це добре працює із пунктом автоматичного завершення завдань <guilabel>Циклічне повторення до переривання</guilabel>. Якщо пункт <guilabel>Запам'ятовувати дані щодо поступу завдань</guilabel>, завдання може бути перезапущено з початку специфікації послідовності, а це не те, що вам хочеться. На жаль, якщо зображення не зберігатимуться на тому самому комп'ютері, на якому запущено Ekos, ця можливість не спрацює, а список завдань буде запущено з початку.

source: A possibly confusing side-effect of <guilabel>Remember job progress</guilabel> is that if you've run a job using the (default) Sequence Completion finish condition, and it has captured all its images, and now you want to run the job again, the Scheduler won't schedule the job because it believes that all the images have already been captured. You'd either need to move those images elsewhere on disk, or change the finish condition to Repeat for N Times, or Repeat Until Terminated.
uk: Можливим небажаним побіжним ефектом позначення пункту <guilabel>Запам'ятовувати дані щодо поступу завдань</guilabel> є те, що якщо ви запускаєте завдання з використанням (типової) умови завершення послідовності, і програма зняла усі свої зображення, а потім хочете запустити завдання ще раз, планувальник не запланує завдання, оскільки програма вважатиме, що усі зображення вже знято. Вам доведеться або пересунути ці зображення до якогось іншого каталогу на диску, або змінити умову завершення на «Повторити N разів» або «Циклічне повторення до переривання».

source: Normally the (Greedy) scheduler's job priority is set by the row the job is listed in the Scheduler's job table. Jobs on rows closer to the top run with higher priority than jobs lower down. Thus, if a job on row 2 (Job2) uses <guilabel>Repeat Until Terminated</guilabel>, and that job's running constraints are satisfied, a lower down job (&eg; Job3) will not be scheduled to run.
uk: Зазвичай, (жадібна) пріоритетність завдання планувальника встановлюється рядком завдання у списку таблиці завдань планувальника. Завдання у рядках, які перебувають у верхній частині списку, виконуватимуться із вищим пріоритетом, ніж завдання у нижній частині списку. Отже, якщо завдання перебуває у рядку 2 (Завдання2) використовує режим <guilabel>Циклічне повторення до переривання</guilabel>, і виконуються умови обмежень для запуску цього завдання, нижче завдання (наприклад Завдання3) не буде заплановано до виконання.

source: If you wish to alternate jobs, you can assign each of the jobs the same <guilabel>group</guilabel> name, and give the jobs one of the repeating finish conditions (&eg; Repeat for N times, or Repeat Until Terminated). With that setup, jobs in the same group will cede to each other if they have completed more 'Repeat Iterations' than the other job. So, if Job2 with group "MyGroup" completes its 2nd iteration, and Job3 with the same group name has only completed 0 or 1 iterations, when the time comes to schedule Job2, Job3 will run instead.
uk: Якщо вам потрібно виконувати завдання почергово, ви можете зібрати завдання у <guilabel>групі</guilabel> зі спільною назвою і надати завданням однієї з умов завершення повторень (наприклад, «Повторити N разів» або «Циклічне повторення до переривання»). У результаті завдання в одній групі поступатимуться одне одному, якщо їх буде завершено на понад кількість «Ітерацій повторення» за інше завдання. Отже, якщо Завдання2 з групи «МояГрупа» завершить свою другу ітерацію, а Job3 у тій самій групі завершить лише 0 або 1 ітерацію, коли надійде час, планування Завдання2, замість нього буде запущено Завдання3.

source: Practically speaking, imagine you had a 6-panel mosaic you wanted to alternate. You might give all of those jobs the same group name, make them all &eg; "Repeat for 5 times". Then, they would run in lock-step. The cadence of job switching would be controlled by the length of the sequence file assigned to each of those jobs. You wouldn't want to make the cadence too short (&eg; capturing one 2-minute image), as there is overhead in switching jobs. For instance, starting jobs may involved aligning, starting guiding, and even focusing.
uk: Якщо перейти до конкретики, уявімо, що у вас є 6-панельна мозаїка, завдання у якій ви хочете перемежовувати. Ви можете додати усі ці завдання до групи зі спільною назвою і наказати повторити усі з них 5 разів. Далі, завдання має бути виконано у жорсткій конфігурації. Ритм перемикання завдань має бути керовано довжиною файла послідовності, призначено для кожного з цих завдань. Ви не робитимете крок ритму надто коротким (наприклад, захоплення одного 2-хвилинного зображення), оскільки при перемиканні завдань виникатиме перевищення витрат. Наприклад, запуск завдань може включати вирівнювання, початок наведення і навіть фокусування.

source: <title>Capture Sequence Editor</title>
uk: <title>Редактор послідовності захоплення</title>

source: <screeninfo>Capture Sequence Editor</screeninfo>
uk: <screeninfo>Редактор послідовності захоплення</screeninfo>

source: <phrase>Capture Sequence Editor</phrase>
uk: <phrase>Редактор послідовності захоплення</phrase>

source: <screeninfo>Scheduler + Planner</screeninfo>
uk: <screeninfo>Планувальник</screeninfo>

source: <phrase>Scheduler + Planner</phrase>
uk: <phrase>Планувальник</phrase>

source: The description above only tackles the <emphasis role="bold">Data Acquisition</emphasis> stage of the observatory workflow. The overall procedure typically utilized in an observatory can be summarized in three primary stages:
uk: Наведений вище опис стосується лише етапу <emphasis role="bold">отримання даних</emphasis> робочого процесу обсерваторії. Загальна стандартна процедура, яку використовують у обсерваторіях, складається з таких трьох основних етапів:

source: <para>Shutdown</para>
uk: <para>Вимкнути</para>

source: &etc;
uk: тощо

source: Ekos Scheduler only initiates the startup procedure once the startup time for the first Scheduler job is close (default <emphasis>lead</emphasis> time is 5 minutes before <emphasis>startup</emphasis> time). Once the startup procedure is completed successfully, the scheduler picks the Scheduler job target and starts the sequence process. If a startup script is specified, it shall be executed first.
uk: Планувальник Ekos започатковує процедуру запуску обсерваторії, щойно наблизиться момент першого запланованого завдання (типовий <emphasis>випереджальний</emphasis> період при цьому складає 5 хвилин до часу <emphasis>запуску</emphasis>). Щойно процедуру запуску буде успішно завершено, планувальник вибере ціль запланованого завдання і розпочне виконання послідовності спостереження. Якщо вказано скрипт запуску, його буде виконано першим.

source: Load the sequence file in the <link linkend="ekos-capture">Capture module</link> and start the imaging process.
uk: Завантаження файла послідовності знімків з <link linkend="ekos-capture">модуля захоплення</link> і початок процесу створення знімків.

source: <title>Shutdown</title>
uk: <title>Вимикання</title>

source: Once the Scheduler job is completed successfully, the scheduler selects the next Scheduler job. If no job can be scheduled at this time, the mount is parked until a next job can run. Furthermore, if the next job is not due for a user-configurable time limit, the scheduler performs a <emphasis>preemptive</emphasis> shutdown to preserve resources and performs the startup procedure again when the target is due.
uk: Щойно заплановане завдання буде успішно завершено, планувальник вибере наступне заплановане завдання. Якщо жодне завдання ще не може бути заплановано, лафет буде запарковано до моменту готовності до спостереження наступного завдання. Крім того, якщо наступне завдання не вкладається у налаштований користувачем проміжок часу, планувальник виконає <emphasis>пріоритетне</emphasis> вимикання обладнання для збереження ресурсів і увімкне його знову, коли наблизиться час спостереження цілі.

source: Ekos Scheduler
uk: Планувальник Ekos

source: <emphasis role="bold">Ok</emphasis>: Weather conditions are clear and optimal for imaging.
uk: <emphasis role="bold">Гаразд</emphasis>: погодні умови є добрими і оптимальними для створення знімків.

source: <emphasis role="bold">Warning</emphasis>: Weather conditions are not clear, seeing is subpar, or partially obstructed and not suitable for imaging. Any further imaging process is suspended until the weather improves. Warning weather status does not pose any danger to the observatory equipment so the observatory is kept operational. The exact behavior to take under Warning status can be configured.
uk: <emphasis role="bold">Попередження</emphasis>: на небі спостерігаються хмари, видимість є неоптимальною, зоряне небо частково перекрито, а створені знімки є непридатними. Процедури створення знімків має бути відкладено до поліпшення погодних умов. Несприятливі погодні умови не загрожують обладнанню обсерваторії, отже обсерваторія лишається працездатною. Поведінку обсерваторії у таких умовах можна додатково налаштувати.

source: <emphasis role="bold">Alert</emphasis>: Weather conditions are detrimental to the observatory safety and shutdown must be initiated as soon as possible.
uk: <emphasis role="bold">Небезпека</emphasis>: погодні умови є загрозливими для безпеки обсерваторії, обсерваторію має бути якнайшвидше вимкнено.

source: Startup &amp; Shutdown Scripts
uk: Скрипти запуску і вимикання

source: Due to the uniqueness of each observatory, Ekos enables the user to select startup and shutdown scripts. The scripts take care of any necessary procedures that must take place on startup and shutdown stages. On startup, Ekos executes the startup scripts and only proceeds to the remainder of the startup procedure (unpark dome/unpark mount) if the script completes successfully. Conversely, the shutdown procedure begins with parking the mount &amp; dome before executing the shutdown script as the final procedure.
uk: Через унікальні особливості кожної з обсерваторій Ekos надає змогу користувачеві визначати скрипти запуску і вимикання обсерваторії. Скрипти мають визначити команди, які призведуть до виконання усіх необхідних процедур, які слід виконати на початковому та завершальному етапах роботи обсерваторії. На початку роботи Ekos виконує скрипти запуску і переходить до решти процедури запуску (зняття з паркування купола та лафета), лише якщо скрипт запуску було виконано успішно. І навпаки, процедура вимикання розпочинається з паркування лафета і купола, а потім, на останному кроці, виконується скрипт завершення роботи.

source: The startup and shutdown scripts must be <emphasis>executable</emphasis> in order for Ekos to invoke them (&eg; use <userinput>chmod +x startup_script.py</userinput> to mark the script as executable). Ekos Scheduler enables truly simple robotic operation without the need of any human intervention in any step of the process. Without human presence, it becomes increasingly critical to gracefully recover from failures in any stage of the observation run. Using &plasma; notifications, the user can configure audible alarms and email notifications for the various events in the Scheduler.
uk: Скрипти запуску і завершення роботи мають бути <emphasis>придатними до виконання</emphasis>, щоб Ekos міг їх викликати (щоб зробити скрипт виконуваним, ви можете скористатися командою <userinput>chmod +x скрипт_запуску.py</userinput>). Планувальник Ekos уможливлює насправді просте роботизоване виконання завдань без будь-якої потреби у втручанні людини на усіх кроках процедури спостережень. Оскільки у втручанні людини не повинно виникати потреби, критичною є правильна обробка будь-яких помилок на усіх етапах спостереження. За допомогою сповіщень Плазми, користувач може налаштувати звукові сповіщення та сповіщення електронною поштою для найрізноманітніших подій у планувальнику.

source: <title>Mosaic Planner</title>
uk: <title>Планування мозаїки</title>

source: <screeninfo>Mosaic Planner</screeninfo>
uk: <screeninfo>Планування мозаїки</screeninfo>

source: <phrase>Mosaic Planner</phrase>
uk: <phrase>Планування мозаїки</phrase>

source: Hubble-like super wide field images of <ulink url="http://darkskyart.com/?page_id=96">galaxies</ulink> and nebulae are truly awe-inspiring, and while it takes great skills to obtain such images and process them; many notable names in the field of astrophotography employ gear that is not <emphasis>vastly</emphasis> different from yours or mine. I emphasize <emphasis>vastly</emphasis> because some do indeed have impressive equipment and dedicated observatories worth tens of the thousands of dollars. Nevertheless, many amateurs can obtain stellar wide-field images by combining smaller images into a single grand mosaic.
uk: Габблоподібні широкоформатні зображення <ulink url="http://darkskyart.com/?page_id=96">галактик</ulink> і туманностей вражають уяву. Втім, хоча для створення і обробки таких зображень потрібні складні навички, багато всесвітньо відомих астрофотографів користуються обладнанням, яке не <emphasis>надто</emphasis> відрізняється від вашого чи мого. Наголошую на слові <emphasis>надто</emphasis>, оскільки дехто з них справді працюють із чудовим обладнанням та спеціалізованими обсерваторіями, які коштують тисячі доларів. Втім, багатьом аматорам до снаги отримати широкоформатні зображення зоряного неба шляхом поєднання менших зображень у єдину велику мозаїку.

source: We are often limited by our camera+telescope Field of View (FOV). By increasing FOV by means of a focal reducer or a shorter tube, we gain a larger sky coverage at the expense of spatial resolution. At the same time, many attractive wide-field targets span multiple FOVs across the sky. Without any changes to your astrophotography gear, it is possible to create a super mosaic image <emphasis>stitched</emphasis> together from several smaller images. There are two major steps to accomplish a super mosaic image:
uk: Часто нас обмежує поле зору нашого комплекту камери і телескопа. Збільшуючи поле зору шляхом зменшення фокальної відстані та скорочення тубусу, ми розширюємо видиму область неба ціною зменшення просторової роздільності. Водночас, розміри багатьох привабливих широкоформатних цілей на небі можуть перевищувати декілька полів зору телескопа. Втім, без внесення будь-яких змін до вашого астрофотографічного обладнання можна створити супермозаїчне зображення, яке <emphasis>зшито</emphasis> з декількох менших зображень. Існує два основних кроки створення супермозаїчного зображення:

source: Process the images and <emphasis>stitch</emphasis> them into a super mosaic image.
uk: Обробка зображень і <emphasis>зшивання</emphasis> їх до загального мозаїчного зображення.

source: The 2nd step is handled by image processing applications such as <ulink url="https://pixinsight.com">PixInsight</ulink>, among others, and will not be the topic of discussion here. The first step can be accomplished in Ekos Scheduler where it creates a mosaic suitable for your equipment and in accordance with the desired field of view. Not only Ekos creates the mosaic panels for your target, but it also constructs the corresponding observatory jobs required to capture all the images. This greatly facilitates the logistics of capturing many images with different filters and calibration frames across a wide area of the sky.
uk: Другий крок виконується програмами для обробки зображень, наприклад <ulink url="https://pixinsight.com">PixInsight</ulink>, специфіка роботи у яких не є предметом цієї документації. Перший крок можна виконати у планувальнику Ekos. Програма здатна створити мозаїку для вашого обладнання у відповідності із бажаним полем зору. Ekos не лише створити панель мозаїки для вашої цілі, але і побудує відповідні завдання зі спостереження, які потрібні для створення усіх зображень мозаїки. Це значно спрощує логістику створення набору зображень із різними фільтрами та кадрів калібрування на великих ділянках небесної сфери.

source: The <guilabel>Mosaic Planner</guilabel> in the Ekos Scheduler will create multiple Scheduler jobs based on a central target. To toggle the planner, click on the <guibutton>Mosaic Planner</guibutton> button in Ekos Scheduler or KStars INDI toolbar as illustrated in the screenshot. The planner draws the Mosaic Panel directly unto the sky map. It is recommended to enable HiPS overlay for the best experience. The planner is composed of four stages:
uk: <guilabel>Планувальник мозаїк</guilabel> у планувальнику Ekos створює декілька запланованих завдань на основі центральної цілі. Щоб увімкнути планувальник, натисніть кнопку <guibutton>Планувальник мозаїк</guibutton> у вікні планувальника Ekos або на панелі інструментів INDI KStars, як це проілюстровано на знімку вікна. Планувальник малює панель мозаїки безпосередньо на карті неба. Рекомендуємо, увімкнути накладку HiPS для покращення роботи. Планування складається з чотирьох кроків:

source: <emphasis role="bold">Confirm Equipment</emphasis>: Ekos attempts to load equipment settings from INDI. If unsuccessful, you need to enter your equipment settings including your telescope focal length in addition to camera's width, height, and pixel dimensions. The settings are saved for future sessions.
uk: <emphasis role="bold">Підтвердити обладнання</emphasis>: Ekos намагається завантажити параметри обладнання з INDI. Якщо дані завантажити не вдасться, вам доведеться вручну ввести параметри вашого обладнання, зокрема фокусну відстань вашого телескопа, а також ширину, висоту та виміри у пікселях камери. Параметри зберігатимуться для використання у майбутніх сеансах.

source: <screeninfo>Confirm Equipment</screeninfo>
uk: <screeninfo>Підтвердження обладнання</screeninfo>

source: <phrase>Confirm Equipment</phrase>
uk: <phrase>Підтвердження обладнання</phrase>

source: <emphasis role="bold">Adjust Grid</emphasis>: Select the mosaic panel dimension and overlap percentage. The Mosaic Panel is updated accordingly on the sky map. Adjust the Position Angle to match the desired mosaic orientation in the sky. If the Position Angle is different from your camera's usual orientation, you may need to rotate the camera either manually or via a mechanized rotator when the scheduler jobs are executed. Tile transparency is automatically calculated by default but may be turned off and adjusted manually. To compute the mosaic field from the number of tiles, click the <guibutton>Cover FOV</guibutton> button. The mosaic panel can be centered in the sky map by clicking on the <guibutton>Recenter</guibutton> button.
uk: <emphasis role="bold">Скоригувати сітку</emphasis>: виберіть розмірності панелей мозаїки та частку перекриття. Вміст панелі мозаїки буде оновлено відповідно до карти зоряного неба. Скоригуйте позиційний кут так, щоб він відповідав бажаній орієнтації мозаїки на небі. Якщо позиційний кут відрізняється від звичайної орієнтації вашої камери, вам, можливо, доведеться провернути камеру вручну або за допомогою механізованого засобу обертання при виконанні завдань планувальник. Рівень прозорості плиток, типово, буде обчислено автоматично, але його можна вимкнути і скоригувати вручну. Для обчислення поля мозаїки на основі плиток натисніть кнопку <guibutton>Покрити поле зору</guibutton>. Центрувати панель мозаїки на карті неба можна натисканням кнопки <guibutton>Переобчислити центр</guibutton>.

source: <screeninfo>Select Grid</screeninfo>
uk: <screeninfo>Вибір сітки</screeninfo>

source: <phrase>Select Grid</phrase>
uk: <phrase>Вибір сітки</phrase>
