Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-analyze.po
Languages: bg, ca, ca@valencia, fr, it, nl, pt, pt_br, sl, sv, uk

source: If you have moved your captured images, you can set an <guilabel>alternate directory</guilabel> in the analyze settings page you can reach from the Options button in the lower right. This alternate directory would be prepended to the base of part of the original file path and would be checked if the image file is not in its original location.
ca: Si heu mogut les imatges capturades, podreu establir un <guilabel>Directori alternatiu</guilabel> a la pàgina de configuració de l'Analitza que podreu arribar-hi des del botó d'opcions de la part inferior dreta. Aquest directori alternatiu es preposarà a la base de la part del camí del fitxer original i es verificarà si el fitxer d'imatge no està en la seva ubicació original.
ca@valencia: Si heu mogut les imatges capturades, podreu establir un <guilabel>Directori alternatiu</guilabel> en la pàgina de configuració «Analitza», a la qual es pot accedir des del botó <guibutton>Opcions</guibutton> que hi ha en la part inferior dreta. Este directori alternatiu s'anteposarà a la base de part del camí del fitxer original i es verificarà si el fitxer d'imatge no es troba a la seua ubicació original.
it: Se hai spostato le immagini acquisite, puoi impostare una <guilabel>cartella alternativa</guilabel> nella pagina delle impostazioni di Analyze raggiungibile col pulsante Opzioni in basso a destra. Questa cartella alternativa verrebbe anteposta alla base di parte del percorso del file originale e sarebbe selezionata se il file immagine non si trova nella sua posizione originale.
sv: Om de tagna bilderna har flyttats, kan du ange en <guilabel>alternativ katalog</guilabel> på sidan med analysinställningar som går att nå med knappen Alternativ längst ner till höger. De alternativa katalogen läggs till först i basen av delen av den ursprungliga filsökvägen, och kontrolleras om bildfilen inte finns på sin ursprungliga plats.
uk: Якщо вами було пересунуто зняті фотографії, ви можете встановити <guilabel>альтернативний каталог</guilabel> на сторінці параметрів аналізу, яку можна відкрити за допомогою кнопки «Параметри» у нижній правій частині вікна. Цей альтернативний каталог буде дописано на початку базової частини шляху до початкового файла, де буде виконано пошук, якщо зображення не буде у початковому місці.

source: Clicking on a <guilabel>Focus</guilabel> segment shows focus session information and displays up the position vs HFR measurements from that session. Clicking on a <guilabel>Guider</guilabel> segment shows a drift plot from that session, (if it's guiding) and the session's RMS statistics. Other timelines show status information when clicked.
bg: Щракването върху секцията <guilabel>Фокус</guilabel> показва информация за фокуса и позицията спрямо HFR измервания в тази сесия. Щракването върху секцията <guilabel>Гидиране</guilabel> показва диаграма на дрейфа и RMS статистиката на сесията. Другите времеви линии показват информация за състоянието при кликване върху тях.
ca: En fer clic sobre un segment a <guilabel>Enfocament</guilabel>, es mostrarà la informació de la sessió d'enfocament i es mostrarà la posició al davant dels mesuraments HFR d'aquesta sessió. En fer clic sobre un segment al <guilabel>Sistema de guiatge</guilabel>, es mostrarà un gràfic de deriva des d'aquesta sessió (si s'està guiant) i les estadístiques RMS de la sessió. Les altres línies de temps mostraran informació d'estat quan es fa clic a sobre seu.
ca@valencia: En fer clic damunt d'un segment a <guilabel>Enfocament</guilabel>, es mostrarà la informació de la sessió d'enfocament i es mostrarà la posició al davant dels mesuraments HFR d'esta sessió. En fer clic damunt d'un segment al <guilabel>Sistema de guiatge</guilabel>, es mostrarà un gràfic de deriva des d'esta sessió (si s'està guiant) i les estadístiques RMS de la sessió. Les altres línies de temps mostraran informació d'estat quan es fa clic damunt seu.
it: Facendo clic su un segmento <guilabel>Fuoco</guilabel> vengono visualizzate le informazioni sulla sessione di messa a fuoco e viene visualizzata la posizione rispetto alle misurazioni HFR di quella sessione. Facendo clic su un segmento <guilabel>Guida</guilabel> viene mostrato un diagramma di deriva da quella sessione (se è guida) e le statistiche RMS della sessione. Altre sequenze temporali mostrano informazioni sullo stato quando si fa clic.
pt: Se carregar num segmento de <guilabel>Foco</guilabel>, irá mostrar a informação da sessão de focagem e apresenta as medidas de posição vs HFR dessa sessão. Se carregar num segmento de <guilabel>Guia</guilabel>, irá mostrar um gráfico do desvio dessa sessão (se for de guia) ou as estatísticas de RMS da sessão. As outras linhas temporais mostra a informação de estado quando for carregada.
sv: Att klicka på ett segment i <guilabel>Fokusering</guilabel> visar information om fokuseringssessionen och visar position mot HFR-mätningar från sessionen. Att klicka på ett segment i <guilabel>Guidning</guilabel> visar ett avdriftsdiagram från sessionen, (om guidning pågår) och statistik över sessionens kvadratiska medelvärdesfel. Andra tidslinjer visar statusinformation när de klickas.
uk: Клацання на сегменті <guilabel>Фокус</guilabel> показує дані щодо фокусування у сеансі, а також вимірювання даних позиція-радіус половинного потоку з цього сеансу. Клацання на сегменті <guilabel>Засіб наведення</guilabel> показує креслення зсуву з сеансу і (якщо виконувалося наведення) статистичні дані щодо середнього квадратичного відхилення у сеансі. Інші шкали часу у відповідь на клацання показують дані щодо стану.

source: Statistics
bg: Статистика
ca: Estadístiques
ca@valencia: Estadístiques
fr: Statistiques
it: Statistiche
nl: Statistiek
pt: Estatísticas
pt_br: Estatísticas
sl: Statistika
sv: Statistik
uk: Статистика

source: A variety of statistics can be displayed on the <guilabel>Statistics</guilabel> graph. There are too many for all to be shown in a readable way, so select among them with the checkboxes. A reasonable way to start might be to use <guilabel>rms</guilabel>, <guilabel>snr</guilabel> (using the internal guider with SEP Multistar), and <guilabel>hfr</guilabel> (if you have auto-compute HFR in the FITS options). Experiment with others.
bg: Различни статистически данни могат да бъдат показани на графиката на статистиката. Твърде много са, за да бъдат всички показани по четлив начин, така че трябва да ги изберете с квадратчетата за отметка. Разумен начин да започнете е да използвате <guilabel>rms</guilabel>, <guilabel>snr</guilabel> (използвайки вътрешния модул за гидиране със SEP Multistar) и <guilabel>hfr</guilabel> (ако имате автоматично изчисляване на HFR в опциите на FITS). Експериментирайте с другите данни.
ca: En el gràfic <guilabel>Estadístiques</guilabel> es pot mostrar una varietat d'estadístiques. N'hi ha massa perquè es mostrin totes de forma llegible, de manera que feu la tria amb les caselles de selecció. Una forma raonable de començar podria ser utilitzar <guilabel>rms</guilabel>, <guilabel>snr</guilabel> (utilitzant el sistema de guiatge intern amb multiestrella SEP) i <guilabel>hfr</guilabel> (si teniu <guilabel>Calcula automàticament l'HFR</guilabel> a les opcions de FITS). Experimenteu amb les altres.
ca@valencia: En el gràfic <guilabel>Estadístiques</guilabel> es poden mostrar una varietat d'estadístiques. N'hi ha massa perquè es mostren totes de forma llegible, de manera que feu la tria amb les caselles de selecció. Una forma raonable de començar podria ser utilitzar <guilabel>rms</guilabel>, <guilabel>snr</guilabel> (utilitzant el sistema de guiatge intern amb multiestrela SEP) i <guilabel>hfr</guilabel> (si teniu <guilabel>Calcula automàticament HFR</guilabel> en les opcions de FITS). Experimenteu amb les altres.
it: È possibile visualizzare una varietà di statistiche sul grafico <guilabel>Statistiche</guilabel>. Ce ne sono troppi perché possano essere visualizzati tutti in modo leggibile, quindi selezionarli con le caselle di controllo. Un modo ragionevole per iniziare potrebbe essere usare <guilabel>rms</guilabel>, <guilabel>snr</guilabel> (usando il telescopio guida interno con SEP Multistar) e <guilabel>hfr</guilabel> (se si è calcolato automaticamente HFR nelle opzioni FITS). Sperimenta con gli altri.
pt: Poderá apresentar uma variedade de estatísticas no gráfico de <guilabel>Estatísticas</guilabel>. Existem demasiadas para serem apresentadas de forma legível, por isso escolha-as com as opções de marcação. Uma forma razoável de começar poderá ser usar o <guilabel>rms</guilabel>, <guilabel>snr</guilabel> (relação sinal-ruído), usado a guia interna com o SEP Múltiplas Estrelas) e o <guilabel>hfr</guilabel> (se tiver o cálculo automático do HFR nas opções do FITS). Experimente os outros.
sv: En mängd olika statistik kan visa i diagrammet <guilabel>Statistik</guilabel>. Det finns för många för att visas på ett läsbart sätt, så välj bland dem med kryssrutorna. Ett rimligt sätt att börja är att använda <guilabel>RMS</guilabel>, <guilabel>signal-brus</guilabel> (vid användning av intern guidning med SEP-multipelstjärna), och <guilabel>HFR</guilabel> (om du har automatiskt beräknad HFR i FITS-inställningarna). Experimentera med andra.
uk: На графіку <guilabel>Статистика</guilabel> може бути показано різноманітні статистичні дані. Усі ці дані не може бути показано одночасно, тому виберіть потрібні для вас за допомогою пунктів із позначками. Можна розпочати з <guilabel>скв</guilabel>, <guilabel>ссш</guilabel> (з використанням вбудованого засобу наведення з багатозірковим ПдЕП) та <guilabel>рпп</guilabel> (якщо ви вибрали автоматичне обчислення радіуса половинного потоку у параметрах FITS). Можете поекспериментувати з іншими параметрами.

source: The left axis shown is initially appropriate only for RA/DEC error, drift, RMS error, RA/DEC pulses, and HFR, plotted in arc-seconds and defaulting to a range of -2 to 5 arc-seconds. However, clicking on one of boxes below the Statistics graph (that shows a statistic's value) will set that statistic's range as the range shown on the left-axis. Double clicking on that box will bring up a menu allowing you to adjust the statistic's plotted y-range (e.g. setting it to auto, explicitly typing in the range, setting it back to its default value, and also changing the color of that statistic's plot).
bg: Показаната лява ос първоначално е подходяща само за RA/DEC грешка, дрейф, RMS грешка, RA/DEC импулси и HFR, изобразени в дъгови секунди и по подразбиране в диапазон от -2 до 5 дъгови секунди. Въпреки това, щракването върху едно от полетата под графиката на статистиката (което показва стойността на статистиката) ще зададе диапазона на статистиката както диапазона, показан на лявата ос. Двойното щракване върху това поле ще изведе меню, което ви позволява да коригирате начертания y-диапазон на статистиката (напр. задаване на автоматично, изрично въвеждане в диапазона, връщайки го обратно към стойността му по подразбиране и също променяйки цвета на графиката на тази статистика).
ca: L'eix esquerre mostrat només és apropiat per a errors d'AR/Dec, deriva, error RMS, polsos AR/Dec i HFR, traçats en segons d'arc i amb un valor predeterminat en l'interval de -2 a 5 segons d'arc. No obstant això, en fer clic en una de les caselles sota el gràfic d'estadístiques (que mostra el valor d'una estadística) s'establirà l'interval de l'estadística com l'interval mostrat a l'eix esquerre. En fer doble clic en aquesta casella es mostrarà un menú que us permetrà ajustar l'interval Y traçat per l'estadística (p. ex. establir-lo a automàtic, escriure explícitament a l'interval, tornar al seu valor predeterminat, i també canviar el color del diagrama d'aquesta estadística).
ca@valencia: L'eix de l'esquerra que es mostra inicialment només és apropiat per a un error AR/Dec, deriva, error RMS, polsos AR/Dec i HFR, representats en segons d'arc i amb un interval predeterminat de -2 fins a 5 segons d'arc. No obstant açò, quan feu clic damunt d'un dels quadros davall del gràfic d'estadístiques (que mostra el valor d'una estadística) s'establirà l'interval d'esta estadística com l'interval que es mostra en l'eix esquerre. En fer doble clic sobre este quadro, apareixerà un menú que us permetrà ajustar l'interval i el seguiment de l'estadística (&pex;, configurar-lo en automàtic, escriure explícitament l'interval, tornar a configurar-lo en el seu valor predeterminat i també canviar el color del gràfic d'esta estadística).
it: L'asse di sinistra mostrato è appropriato solo per errore AR/DEC, deriva, errore RMS, impulsi AR/DEC e HFR, tracciato in secondi d'arco e reso predefinito in un intervallo da -2 a 5 secondi d'arco. Tuttavia, facendo clic su uno dei riquadri che si trovano sotto il grafico delle Statistiche (che mostra un valore statistico) si imposterà un intervallo statistico come quello mostrato sull'asse sinistro. facendo doppio clic su quel riquadro apparirà un menu che ti consente di regolare l'intervallo Y tracciato delle statistiche (per es. impostandolo in automatico, digitando esplicitamente nell'intervallo, reimpostandolo al suo valore predefinito, e persino cambiando il colore del tracciato).
pt: O eixo esquerdo apresentado é apropriado inicialmente para o erro da AR/DEC, desvio, erro RMS, impulsos de AR/DEC e o HFR, sendo classificado em arco-segundos e o seu intervalo é por omissão entre -2 e 5 arco-segundos. Contudo, se carregar numa das opções debaixo do gráfico das Estatísticas (que mostra o valor de uma estatística), irá ajustar o intervalo dessa estatística com o intervalo visível no eixo esquerdo. Se fizer duplo-click nessa opção, irá invocar um menu que lhe permite ajustar o intervalo em Y da estatística desenhada (p.ex., configurando-o como automático, escrevendo os valores explicitamente no intervalo, repor o valor predefinido e também mudar a cor do gráfico dessa estatística).
sv: Den vänstra axeln som visas är inledningsvis endast lämplig för RA/Dek-fel, avdrift, RMS-fel, RA/Dek-pulser och HFR, ritade i bågsekunder och med ett intervall på -2 till 5 bågsekunder. Om du däremot klickar på en av rutorna under statistikdiagrammet (som visar ett statistikvärde) ställer in statistikens intervall som intervallet som visas på vänster axel. Genom att dubbelklicka på den rutan visas en meny där du kan justera statistikens uppritade y-område (t.ex. ställa in den till automatisk, ställa in intervallet explicit, återställa det till standardvärdet och även ändra färgen på den uppritade statistiken).
uk: Спочатку ліву вісь призначено лише для похибки за ПС/Схил, зсуву, СКВ-похибки, пульсацій за ПС/Схил та РПП, які накреслено у кутових секундах у типовому діапазоні від -2 до 5 кутових секунд. Втім, клацанням на одному з полів під графіком статистичних даних (де показано значення зі статистики) встановить такий самий діапазон, що і на лівій вісі. Подвійне клацання на цьому полі викличе меню, за допомогою якого ви можете визначити намальований діапазон за y (тобто встановити для нього автоматичний режим, явним чином задати діапазон, відновити типовий діапазон, а також змінити колір графіка статистичних даних).

source: The statistic shown on the left axis can also be scaled (awkwardly) using the mouse <mousebutton>wheel</mousebutton>. It can be panned by dragging the mouse up or down over the left axis' numbers. Clicking anywhere inside the Statistics graph fills in the values of the displayed statistics. Checking the latest box causes the most recent values (from a live session) to be the statistics displayed. This graph is zoomed and panned horizontally in coordination with the timeline.
bg: Статистиката, показана на лявата ос, също може да бъде мащабирана с помощта на <mousebutton>колелцето</mousebutton> на мишката. То може да се премества чрез плъзгане на мишката нагоре или надолу върху стойностите на лявата ос. Щракване където и да е вътре в графиката Статистика попълва стойностите на показаните данни. Отметка в последното квадратче показва най-новите стойности (от сесия на живо) в статистиката. Тази графика е увеличена и разтеглена хоризонтално в координация с времевата линия.
ca: L'estadística mostrada en l'eix esquerre mostrat també es pot escalar (de manera incòmoda) utilitzant la <mousebutton>roda</mousebutton> del ratolí. Es pot desplaçar arrossegant el ratolí amunt o avall sobre els números de l'eix esquerre. En fer clic a qualsevol lloc dins del gràfic d'estadístiques s'omplen els valors de les estadístiques mostrades. En marcar l'última casella fa que els valors més recents (d'una sessió en directe) siguin les estadístiques mostrades. Aquest gràfic s'amplia i es desplaça horitzontalment en coordinació amb la línia temporal.
ca@valencia: L'estadística que es mostra en l'eix esquerre també es pot escalar (incòmodament) utilitzant la <mousebutton>roda</mousebutton> del ratolí. Es pot desplaçar arrossegant el ratolí cap amunt o cap avall sobre els números de l'eix esquerre. Quan feu clic en qualsevol lloc dins del gràfic d'estadístiques, es completaran els valors de les estadístiques mostrades. Marcar l'última casella farà que els valors més recents (d'una sessió en viu) siguen les estadístiques que es mostren. Este gràfic s'ampliarà i es desplaçarà horitzontalment en coordinació amb la línia de temps.
it: La statistica mostrata sull'asse di sinistra può essere anche ridimensionata (in modo approssimativo) con la <mousebutton>rotellina</mousebutton> del mouse. Può essere spostato trascinando il mouse su o giù sopra i numeri dell'asse sinistro. Facendo clic in un punto qualsiasi all'interno del grafico delle Statistiche si popolano i valori delle statistiche visualizzate. Selezionando l'ultimo riquadro verranno visualizzati i valori più recenti (da una sessione live). Questo grafico viene ridimensionato e spostato orizzontalmente in coordinazione con la linea temporale.
pt: A estatística apresentado no eixo esquerdo também poderá ajustar a sua escala (de forma estranha) com a <mousebutton>roda</mousebutton> do rato. A mesma poderá ser deslocada se arrastar o rato para cima ou para baixo, ao longo dos números do eixo esquerdo. Se carregar em qualquer ponto dentro do gráfico de Estatísticas, preenche os valores das estatísticas apresentadas. Se assinalar a última opção, faz com que os valores mais recentes (de uma sessão em directo) sejam as estatísticas visíveis. Este gráfico é ampliado e deslocado na horizontal, em coordenação com a linha temporal.
sv: Statistiken som visas på den vänstra axeln kan också skalas (med svårighet) genom att använda mushjulet. Den kan panoreras genom att dra musen uppåt eller neråt över den vänstra axelns nummer. Genom att klicka någonstans i statistikdiagrammet fylls värdena i den visade statistiken i. Att markera den sista rutan gör att de senaste värdena (från en realtidssession) blir den visade statistiken. Diagrammet zoomas och panoreras horisontellt i samordning med tidslinjen.
uk: Статистику, яку показано на лівій вісі, також можна масштабувати (дещо незграбно) за допомогою <mousebutton>коліщатка</mousebutton> миші. Панорамувати значення можна перетягуванням числових значень вісі вгору або вниз за допомогою вказівника миші. Клацання у довільному місці графіка статистики призведе до заповнення значень показаних даних. Позначення останнього поля призведе до показу статистики найсвіжіших даних (з поточного сеансу). Цей графік масштабуватиметься і панорамуватиметься горизонтально у синхронізації із розкладом сеансу.

source: Analyze
fr: Analyser
nl: Analyseren
pt_br: Analisar
sl: Analiza

source: The Analyze Module records and displays what happened in an imaging session. That is, it does not control any if your imaging, but rather reviews what occurred. Sessions are stored in an ``analyze`` folder, a sister folder to the main logging folder. The ``.analyze`` files written there can be loaded into the Analyze tab to be viewed. Analyze also can display data from the current imaging session.
fr: Le module Analyse enregistre et affiche ce qui s'est passé durant une session d'acquisition. C'est-à-dire qu'il ne contrôle pas la session mais plutôt analyse ce qui s'y est passé. Les sessions sont enregistrées dans le dossier ``analyze`` qui se trouve dans le même dossier que le dossier contenant les fichiers journaux. Les fichiers ``.analyze`` enregistrés peuvent être chargés dans l'onglet ``Analyse`` pour affichage. Le module ``Analyse`` peut également afficher les données de la session d'acquisition courante.
nl: In de analysemodule wordt het gebeuren tijdens een opnamesessie opgenomen en weergegeven. Dit betekent dat die zelf geen invloed heeft op het maken van de afbeeldingen, maar alleen een beschrijving geeft van wat er is gebeurd. Sessies worden opgeslagen in een map ``analyze``, naast een map voor loggen. De erin opgeslagen bestanden ``.analyse`` kunnen in het tabblad Analyseren worden bekeken. Analyseren kan ook gegevens van de huidige opnamesessie weergeven.
pt_br: O módulo Analisar registra e exibe o que aconteceu em uma sessão de geração de imagens. Ou seja, ele não controla nenhuma das suas imagens, mas sim analisa o que ocorreu. As sessões são armazenadas em uma pasta ``analyze``, uma pasta irmã da pasta de registro principal. Os arquivos ``.analyze`` gravados lá podem ser carregados na aba Analisar para serem visualizados. O módulo Analisar também pode exibir dados da sessão de geração de imagens atual.
sl: Modul Analyze beleži in prikazuje, kaj se je zgodilo med sejo slikanja. To pomeni, da ne nadzoruje nobenega slikanja, temveč pregleda, kaj se je zgodilo. Seje so shranjene v mapi ``analyze``, ki je sestrska mapi glavne mape za beleženje. Datoteke ``.analyze``, zapisane tam, je mogoče naložiti na zavihek Analyze za ogled. Analyze lahko prikaže tudi podatke iz trenutne seje slikanja.

source: There are two main graphs, ``Timeline`` and ``Stats``. They are coordinatedâ€”they always display the same time interval from the Ekos session, though the x-axis of the ``Timeline`` shows seconds elapsed from the start of the log, and ``Stats`` shows clock time. The x-axis can be zoomed in and out with the ``+``/``-`` buttons, as well as with standard keyboard shortcuts (e.g. zoom-in == **Ctrl**\ +\ **+**) The x-axis can be panned with the scroll bar as well as with the left and right arrow keys. You can view your current imaging session, or review old sessions by loading ``.analyze`` files using the Input dropdown. Using the `<<` and `>>` buttons allows you to display the previous or following .analyze files chronologically. Checking ``Full Width`` displays all the data, and ``Latest`` displays the most recent data (you can control the width by zooming).
nl: Er zijn twee hoofdgrafieken, ``Tijdlijn`` en ``Stats``. Zij werken samen-zij tonen altijd het zelfde tijdsinterval van de Ekos-sessie, hoewel op de x-as van de ``Tijdlijn`` het aantal seconden wordt getoond vanaf de start van het loggen, en in ``Stats`` de kloktijd. Op de x-as kan met de knoppen ``+``/``-`` worden in en uit gezoomd of met de standaard sneltoetsen (bijv. inzoomen == **Ctrl**\ +\ **+**). Op de x-as kan naar links of rechts worden gezwenkt met de linker- en rechter pijltoetsen. U kunt de huidige opnamesessie bekijken, of oude sessies door bestanden ``.analyze`` in te lezen, in het afrolmenu van Invoer. Door de knoppen `<<` en `>>` te gebruiken kunt u de vorige of de volgende bestanden .analyze chronologisch tonen. Door ``Volle Breedte`` te kiezen ziet u alle gegevens en met ``Laatste`` ziet u de meest recente gegevens (u kunt de breedte met zoomen regelen).
