Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: The algorithm uses curve fitting to pinpoint the optimum focus position in pass 1, but then uses % Tolerance to try to stop as close as possible to this HFR on pass 2.
bg: Алгоритъмът използва напасване на кривата, за да определи оптималната позиция на фокуса при преминаване 1, но след това използва % толеранс, за да се опита да спре възможно най-близо до тази HFR при преминаване 2.
ca@valencia: L'algorisme utilitza un ajustament de corba per a assenyalar la posició òptima d'enfocament en el pas 1, però després utilitza el percentatge de tolerància per a intentar parar-se el més a prop possible d'este HFR en el pas 2.
fr: L'algorithme utilise une régression pour déterminer la position optimale de la mise au point à la première passe puis utilise un pourcentage de tolérance pour s'arrêter aussi près que possible de ce HFR à la seconde passe.
pt_br: O algoritmo usa ajuste de curva para identificar a posição ideal de foco na passagem 1, mas então usa % de tolerância para tentar parar o mais próximo possível desse RMF na passagem 2.
sl: Algoritem uporablja prilagajanje krivulje, da natančno določi optimalni položaj izostritve v 1. prehodu, nato pa uporabi % tolerance, da se poskuša ustaviti čim bližje temu HFR na 2. prehodu.
sv: Algoritmen använder kurvanpassning för att precisera den optimala fokuseringspositionen i första genomgången, men använder sedan procentuell tolerans för att försöka stanna så nära HFR som möjligt vid andra genomgången.
uk: В алгоритмі використано апроксимацію кривої для визначення оптимальної позиції фокусування на проході 1 з наступним використанням допуску з метою зупинки якомога ближче до цього радіуса половинного потоку на проході 2.

source: The algorithm is highly configurable with user control over many parameters like step size and number of steps.
bg: Алгоритъмът позволява потребителски контрол върху много параметри като размер на стъпката и брой стъпки.
ca@valencia: L'algorisme és altament configurable amb un control d'usuari sobre molts paràmetres com la mida i el nombre de passos.
fr: L'algorithme peut être finement contrôlé par l'utilisateur grâce à de nombreux paramètres tels que la taille et le nombre de pas.
pt_br: O algoritmo é altamente configurável, com controle do usuário sobre diversos parâmetros, como tamanho e número de passos.
sl: Algoritem je zelo nastavljiv z uporabniškim nadzorom nad številnimi parametri, kot sta velikost in število korakov.
sv: Algoritmen är mycket inställningsbar med användarkontroll över många parametrar som stegstorlek och antal steg.
uk: Алгоритм є дуже гнучким у налаштовуванні: користувач може керувати багатьма параметрами, зокрема розміром кроку та кількістю кроків.

source: If the focuser behaves in an inconsistent way, i.e. when commanded to go to position X, there is variability in the position it goes to, then this algorithm will be the best to use as it has some built in tolerance for this variability.
bg: Ако фокусиращото устройство се държи по несъгласуван начин, т.е. когато се заповяда да отиде в позиция X, има променливост в позицията, към която отива, тогава този алгоритъм ще бъде най-добрият за използване, тъй като има известна вградена толерантност към тази променливост.
sl: Če se fokuser obnaša nekonsistentno, tj. ob ukazu, naj gre v položaj X, obstaja spremenljivost v položaju na katerega gre, potem bo ta algoritem najboljši za uporabo, saj ima nekaj vgrajene tolerance za to spremenljivost.
sv: Om fokuseringsenheten beter sig på ett inkonsekvent sätt, d.v.s. när den beordras att gå till position X, finns det variabilitet i positionen den går till, då är den här algoritmen den bästa att använda eftersom den har en viss inbyggd tolerans för variabiliteten.
uk: Якщо засіб фокусування поводить себе некоректно, тобто при отриманні наказу перейти до позиції X, переходить до різних позицій, найкращим буде використання цього алгоритму, оскільки до нього вбудовано допуски для відхилень від позиції.

source: <emphasis role="bold">Iterative</emphasis>: In the Iterative algorithm, Ekos operates iteratively by moving in discrete steps, decided initially by the user-configurable step size and later by the slope of the V-Curve, to get closer to the optimal focus position where it then changes gears and performs smaller, finer moves to reach the optimal focus. The focus process stops when the measured HFR is within the configurable tolerance of the minimum recorded HFR in the process. In other words, whenever the process starts searching for a solution within a narrowly limited range, it checks if the current HFR is within % difference compared to the minimum HFR recorded, and if this condition is met then the Autofocus process is considered successful. The default value is set to 1% and is sufficient for most situations. The Step options specify the number of initial ticks the focuser has to move. If the image is severely out of focus, we set the step size high (i.e. greater than 250). On the other hand, if the focus is close to optimal focus, we set the step size to a more reasonable range (less than 50). It takes trial and error to find the best starting tick, but Ekos only uses that for the first focus motion, as all subsequent motions depend on the V-Curve slope calculations. Key features include:
bg: <emphasis role="bold">Итеративен</emphasis>: В итеративния алгоритъм Ekos работи итеративно, като се движи на отделни стъпки, определени първоначално от конфигурирания от потребителя размер на стъпката и по-късно от наклона на V-кривата, за да се доближи до оптималната позиция на фокус, където след това сменя предавките и извършва по-малки, по-фини движения, за да достигне оптималния фокус. Процесът на фокусиране спира, когато измерената HFR е в рамките на конфигурируемия толеранс на минималната записана HFR в процеса. С други думи, всеки път, когато процесът започне да търси решение в рамките на тясно ограничен диапазон, той проверява дали текущият HFR е в рамките на % разлика в сравнение с минималния записан HFR и ако това условие е изпълнено, тогава процесът на автоматично фокусиране се счита за успешен. Стойността по подразбиране е зададена на 1% и е достатъчна за повечето ситуации. Опциите за стъпка указват броя на началните деления, които трябва да премести фокусиращият елемент. Ако изображението е силно разфокусирано, задаваме големина на стъпката (т.е. по-голяма от 250). От друга страна, ако фокусът е близо до оптималния фокус, задаваме размера на стъпката в по-разумен диапазон (по-малко от 50). Необходими са проби и грешки, за да се намери най-доброто начално делене или тик, но Ekos го използва само за първото движение на фокуса, тъй като всички следващи движения зависят от изчисленията на наклона на V-кривата. Основните характеристики включват:
sl: <emphasis role="bold">Iterativno</emphasis>: V iterativnem algoritmu Ekos deluje iterativno s premikanjem v diskretnih korakih, ki se na začetku določijo z velikostjo koraka, ki ga lahko konfigurira uporabnik, kasneje pa z naklonom V-krivulje, da pride bližje optimalnemu položaju ostrenja, kjer nato menja prestave in izvaja manjše, natančnejše premike, da doseže optimalni fokus. Postopek ostrenja se ustavi, ko je izmerjeni HFR znotraj nastavljive tolerance najmanjšega zabeleženega v procesu HFR. Z drugimi besedami, kadar koli proces začne iskati rešitev znotraj ozko omejenega obsega, preveri, ali je trenutni HFR znotraj % razlike v primerjavi z najmanjšim zabeleženim HFR, in če je ta pogoj izpolnjen, se postopek samodejnega ostrenja šteje za uspešnega. Privzeta vrednost je nastavljena na 1% in zadostuje za večino situacij. Možnosti koraka določajo število začetnih črtic, ki jih mora fokuser premakniti. Če je slika močno neostra, nastavimo velikost koraka visoko (tj. večjo od 250). Po drugi strani pa, če je fokus blizu optimalnega fokusa, nastavimo velikost koraka na bolj razumno območje (manj kot 50). Potrebni so poskusi in napake, da se najde najboljša začetna črtica, vendar Ekos to uporabi samo za prvo gibanje fokusa, saj so vsi naslednji gibi odvisni od izračunov naklona V-krivulje. Glavne lastnosti vključujejo:
sv: <emphasis role="bold">Iterativ</emphasis>: I den iterativa algoritmen fungerar Ekos iterativt genom att förflytta sig i diskreta steg, som först bestäms av den användarinställningsbara stegstorleken och senare av V-kurvans lutning, för att komma närmare den optimala fokuseringspositionen där den sedan växlar och utför mindre, finare rörelser för att nå optimal fokus. Fokuseringsprocessen stoppas när uppmätt HFR är inom den inställningsbara toleransen för minsta registrerade HFR i processen. Med andra ord, så fort processen börjar söka efter en lösning inom ett snävt begränsat område, kontrollerar den om aktuell HFR är inom den procentuella skillnaden jämfört med minimal HFR som registrerats, och om villkoret är uppfyllt anses den automatiska fokuseringsprocessen vara lyckad. Standardvärdet är satt till 1 % och är tillräckligt för de flesta situationer. Steg-alternativen anger antalet initiala tick som fokuseringsenheten måste gå. Om bilden är kraftigt ur fokus ställer vi in stor stegstorlek (dvs. större än 250). Å andra sidan, om fokus är nära optimalt fokus, ställer vi in stegstorleken till ett mer rimligt område (mindre än 50). Det krävs försök och misstag för att finna bästa tick att börja med, men Ekos använder den bara för den första fokuseringsrörelsen, eftersom alla efterföljande rörelser beror på V.kurvans lutningsberäkningar. Viktiga funktioner omfattar:
uk: <emphasis role="bold">Ітеративний</emphasis>: в межах ітеративного алгоритму Ekos виконує ітеративно дискретні кроки, спочатку використовуючи налаштований користувачем розмір кроку, а потім враховуючи нахил V-кривої, для отримання близької до оптимальної позиції фокусування, де змінює темп і починає виконувати дуже малі точні кроки для досягнення оптимального фокусування. Якщо використовується типовий <guilabel>Ітеративний</guilabel> алгоритм, процедура фокусування зупиняється, коли виміряний радіус половинного потоку відрізнятиметься від найменшого записаного значення радіуса половинного потоку на величину, яка є меншою за налаштовану точність. Іншими словами, при пошуку розв'язку задачі мінімізації у вузькому обмеженому діапазоні значень програма перевіряє різницю у відсотках поточного значення радіуса половинного потоку від найменшого записаного значення радіуса половинного потоку, і якщо ця різниця є меншою за вказане користувачем значення, процедура автофокусування вважається успішно завершеною. Типовою є різниця у 1% — вона є достатньою у переважній кількості випадків. Параметри групи <guilabel>Крок</guilabel> визначають кількість <emphasis>початкових</emphasis> кроків фокусування. Якщо зображення є дуже розфокусованим, слід встановити велике значення кроку (тобто &gt; 250). З іншого боку, якщо фокусування близьке до оптимального, можна вибрати невеликий розмір кроку (менше за 50). Початковий крок для вашого обладнання можна вибрати способом спроб і помилок. Втім, слід зважати на те, що Ekos використовує це значення лише на першому кроці фокусування, оскільки усі наступні кроки буде виконано на основі даних щодо нахилу дотичної до V-кривої. Ключові особливості:

source: The algorithm relies on the focuser having well controlled backlash.
bg: Алгоритъмът разчита на фокусиращото устройство да има добре контролиран луфт.
ca@valencia: L'algorisme es basa en el fet que l'enfocador té ben controlat el rebot.
fr: L'algorithme repose sur un jeu du moteur de mise au point bien contrôlé.
pt_br: O algoritmo depende do focalizador ter uma folga bem controlada.
sl: Algoritem temelji na tem, da ima fokuser dobro nadzorovano zračnost.
sv: Algoritmen förlitar sig på att fokuseringsenheten har ett väldefinierat spel.
uk: В алгоритмі зроблено припущення щодо того, що люфт засобу фокусування є добре контрольованим.

source: The algorithm can be fast using a minimum number of steps.
bg: Алгоритъмът може да бъде бърз, като се използва минимален брой стъпки.
ca@valencia: L'algorisme pot ser ràpid utilitzant un nombre mínim de passos.
fr: L'algorithme peut être rapide en utilisant un nombre minimum d'étapes.
pt_br: O algoritmo pode ser rápido usando um número mínimo de etapas.
sl: Algoritem je lahko hiter z minimalnim številom korakov.
sv: Algoritmen kan vara snabb med användning av ett minimalt antal steg.
uk: Алгоритм може працювати швидко із використанням мінімальної кількості кроків.

source: The algorithm works on a "good enough" paradigm whereby it stops when the HFR is within % Tolerance of the perceived minimum.
bg: Алгоритъмът работи на базата на парадигмата "достатъчно добър", при което, той спира, когато HFR е в рамките на, % толеранс на възприемания минимум.
ca@valencia: L'algorisme funciona en un paradigma «prou bo» per al qual es para quan HFR es troba dins del percentatge de tolerància del mínim percebut.
fr: L'algorithme fonctionne grâce à un paradigme « acceptable » selon lequel il s'arrête quand le HFR se trouve dans une plage de % de tolérance du minimum perçu.
pt_br: O algoritmo funciona com base no paradigma "bom o suficiente", no qual ele para quando o RMF está dentro da % de tolerância do mínimo percebido.
sl: Algoritem deluje na "dovolj dobri" paradigmi, pri čemer se ustavi, ko je HFR znotraj % tolerance zaznanega minimuma.
sv: Algoritmen arbetar med paradigmen "tillräckligt bra", där den stannar när HFR är inom den procentuella toleransen av det uppfattade minimat.
uk: Алгоритм працює у межах парадигми достатності, де припинення обчислень відбувається, коли радіус половинного потоку потрапляє до допуску у частках щодо визначеного мінімуму.

source: <emphasis role="bold">Polynomial</emphasis>: In the Polynomial algorithm, the process starts off in Iterative mode, but once we cross to the other side of the V-Curve (once HFR values start increasing again after decreasing for a while), then Ekos performs quadratic curve fitting to find a solution that predicts the minimum possible HFR position. Key features include:
bg: <emphasis role="bold">Полиномен</emphasis>: В полиномния алгоритъм процесът започва в итеративен режим, но след като премине от другата страна на V-кривата (след като стойностите на HFR започнат да се увеличават отново след първоначално намаляване за известно време), тогава Ekos извършва напасване на квадратичната крива, за да намери решение, което предвижда минималната възможна HFR позиция. Основните характеристики включват:
sl: <emphasis role="bold">Polinom</emphasis>: V polinomskem algoritmu se postopek začne v iterativnem načinu, vendar ko enkrat preidemo na drugo stran V-krivulje (ko se vrednosti HFR začnejo znova povečevati po zmanjševanju za nekaj časa), potem Ekos izvede prileganje kvadratne krivulje, da najde rešitev, ki napoveduje najmanjši možni položaj HFR. Glavne lastnosti vključujejo:
sv: <emphasis role="bold">Polynomisk</emphasis>: I polynomalgoritmen startar processen i iterativt läge, men när vi väl går över till andra sidan av V-kurvan (när HFR-värdena börjar öka igen efter att ha minskat ett tag), utför Ekos kvadratisk kurvanpassning för att hitta en lösning som förutsäger minsta möjliga HFR-position. Viktiga funktioner omfattar:
uk: <emphasis role="bold">Поліноміальний</emphasis>: у межах поліноміального алгоритму, процедура розпочинається у режимі, подібному до ітеративного алгоритму, але при переході на інший бік V-кривої (тобто у ситуації, коли радіус половинного потоку після зменшення починає знову зростати), Ekos виконує квадратичну апроксимацію для пошуку розв'язку, який даватиме позицію мінімального можливого радіуса половинного потоку. Ключові особливості:

source: The algorithm uses curve fitting to pinpoint the optimum focus position.
bg: Алгоритъмът използва напасване на кривата, за да определи оптималната позиция на фокуса.
ca@valencia: L'algorisme utilitza un ajustament de corba per a assenyalar la posició òptima d'enfocament.
fr: L'algorithme utilise une régression pour déterminer la position optimale de mise au point.
pt_br: O algoritmo usa ajuste de curva para identificar a posição de foco ideal.
sl: Algoritem uporablja prilagajanje krivulje, da natančno določi optimalni položaj fokusa.
sv: Algoritmen använder kurvanpassning för att precisera den optimala fokuseringspositionen.
uk: В алгоритмі використано апроксимацію кривої для визначення оптимальної позиції фокусування.

source: Optical Train Group
bg: Оптична система
ca@valencia: Grup del tren òptic
fr: Groupe du train optique
pt_br: Grupo do trem óptico
sl: Skupina optičnega vlaka
sv: Optikgrupp
uk: Група оптичного тракту

source: Optical Train
bg: Оптична система
sl: Optični vlak
sv: Optik
uk: Оптичний тракт

source: Optical Train Settings
bg: Настройки на оптична система
ca@valencia: Configureu el tren òptic
fr: Réglages du train optique
sl: Nastavitve optičnega vlaka
sv: Optikinställningar
uk: Параметри оптичного тракту

source: The Optical Train group displays the currently selected Optical Train. By default this will be the primary imaging train, but other trains can be selected. The group consists of:
bg: Групата Оптична система показва текущо избраната оптична система. По подразбиране това ще бъде основната система за създаване на изображения, но могат да бъдат избрани и други компоненти. Групата се състои от:
ca@valencia: El grup del tren òptic mostra el tren òptic seleccionat. De manera predeterminada, este serà el tren d'obtenció d'imatges principal, però es poden seleccionar altres trens. El grup consistix en:
fr: Le groupe du train optique affiche le train optique actuellement sélectionné. C'est par défaut le train d'acquisition primaire mais d'autres trains peuvent être sélectionnés. Il consiste en :
pt_br: O grupo do trem óptico exibe o trem óptico selecionado no momento. Por padrão, este será o trem de imagem principal, mas outros trens podem ser selecionados. O grupo consiste em:
sl: Skupina optičnega vlaka prikazuje trenutno izbrani optični vlak. Privzeto bo to primarni slikovni niz, vendar je mogoče izbrati druge nize. Skupino sestavljajo:
sv: Gruppen Optik visar den för närvarande valda optiken. Normalt är det den primära tagningsoptiken, men annan optik kan väljas. Gruppen består av:
uk: У групі «Оптичний тракт» буде показано поточний вибраний оптичний тракт. Типово, цей буде основний тракт створення зображення, але можна вибрати інші тракти. Група складається з таких елементів:

source: <guibutton>Train</guibutton>: The Optical Train currently in use by the Focus tab. Hover the mouse over this field for a more detailed description of the selected train.
bg: <guibutton>Система</guibutton>: Оптичната система, използвана в момента от раздела Фокус. Задръжте курсора на мишката върху това поле за по-подробно описание на избраната система.
sl: <guibutton>Vlak</guibutton>: Optični vlak, ki ga trenutno uporablja zavihek Fokus. Z miško se pomaknite nad to polje za podrobnejši opis izbranega vlaka.
sv: <guibutton>Optik</guibutton>: Optiken som för närvarande används av fokuseringsfliken. Håll musen över fältet för en mer detaljerad beskrivning av den valda optiken.
uk: <guibutton>Тракт</guibutton>: поточний використаний оптичний тракт на вкладці «Фокус». Наведіть вказівник миші на це поле, щоб отримати докладніший опис позначеного тракту.

source: <guibutton>Edit Button</guibutton>: Brings up the Optical Train dialog to view and potentially change the optical trains.
bg: <guibutton>Бутон Редактиране</guibutton>: Извежда диалоговия прозорец Оптична система за преглед и евентуална промяна на оптичните компоненти.
sl: <guibutton>Gumb Uredi</guibutton>: Prikaže pogovorno okno Optični vlak za ogled in morebitno spreminjanje optičnih vlakov.
sv: <guibutton>Redigeringsknappen</guibutton>: Visar optikdialogrutan för att visa och potentiellt ändra optiken.
uk: <guibutton>Кнопка редагування</guibutton>: відкриває вікно «Оптичний тракт» для перегляду та потенційного редагування оптичних трактів.

source: Focus parameters are saved per Optical Train automatically and so multiple trains can be setup to manage different configurations with different parameters.
ca@valencia: Els paràmetres de l'enfocament es guarden automàticament per «Tren òptic» i, per tant, es poden configurar múltiples trens per a gestionar configuracions diferents amb paràmetres diferents.
fr: Les paramètres de mise au point sont enregistrés pour chaque train optique automatiquement, ainsi plusieurs trains peuvent être gérés séparément pour différentes configurations avec différents paramètres.
pt_br: Os parâmetros de foco são salvos automaticamente por trem óptico e, portanto, vários trens podem ser configurados para gerenciar diferentes configurações com diferentes parâmetros.
sl: Parametri fokusiranja se samodejno shranijo na optični vlak in je tako mogoče nastaviti več vlakov za upravljanje različnih konfiguracij z različnimi parametri.
sv: Fokuseringsparametrar sparas automatiskt per optik så att flera optiker kan ställas in för att hantera olika inställningar med olika parametrar.
uk: Параметри фокусування автоматично зберігаються окремо для кожного оптичного тракту, тому можна налаштувати декілька оптичних трактів для керування різними конфігураціями із різними параметрами.

source: When a new Optical Train is created, Focus will attempt to default parameters from other, similar Optical Trains. The attributes that must match for this are the Focuser and the scope type. If this is the first train for the selected Focuser and scope type then default parameters are created.
ca@valencia: Quan es crea un tren òptic nou, l'enfocament intentarà ajustar els paràmetres predeterminats des d'altres trens òptics similars. Els atributs que hauran de coincidir per a açò són «Enfocador» i el tipus d'instrument de visió. Si este és el primer tren per a l'enfocador i el tipus d'instrument de visió seleccionats, llavors es crearan els paràmetres predeterminats.
fr: Lors de la création d'un nouveau train optique, le processus de mise au point va tenter de déterminer les paramètres par défaut en fonction d'autres trains optiques similaires. Les attributs devant correspondre sont le moteur de mise au point et le type de télescope. Si c'est le premier train créé pour le moteur de mise au point et le type de télescope sélectionnés, les paramètres par défaut seront également créés.
pt_br: Quando um novo trem óptico é criado, o Foco tentará usar como padrão os parâmetros de outros trens óptico semelhantes. Os atributos que devem corresponder para isso são o focalizador e o tipo de osciloscópio. Se este for o primeiro trem para o focalizador e o tipo de osciloscópio selecionados, os parâmetros padrão serão criados.
sl: Ko je ustvarjen nov optični vlak, bo Focus poskušal nastaviti privzete parametre iz drugih podobnih optičnih vlakov. Atributa, ki morajo se morata ujemati sta fokuser in vrsta obsega. Če je to prvi vlak za izbrani fokuser in vrsta obsega, potem so privzeti parametri ustvarjeni.
sv: När en ny optik skapas, försöker fokuseringen ställa in värden från andra liknande optiker. Egenskaperna som måste matcha för det är fokuseringsenheten och teleskoptypen. Om det är den första optiken för den valda fokuseringsenheten och teleskoptypen skapas förvalda värden.
uk: При створенні нового оптичного тракту засіб фокусування спробує отримати типові параметри з інших, подібних оптичних трактів. Атрибутами, за якими буде встановлено відповідність, є тип засобу фокусування та телескопа. Якщо це перший тракт для вибраного засобу фокусування і типу телескопа, значення типових параметрів буде створено з нуля.
