Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/ekos-focus.po
Languages: bg, ca@valencia, fr, pt_br, sl, sv, uk

source: These controls relate to **Masking Options** to be used when in ``Full Field`` mode. The effect of Masking Options can be seen in the :ref:`FITS Viewer <ekos-focus-focus-display>`.
ca@valencia: Estos controls estan relacionats amb les **Opcions d'emmascarament** que s'utilitzaran en el mode ``Camp complet``. L'efecte de les opcions d'emmascarament es pot veure al :ref:`Visor de FITS <ekos-focus-focus-display>`.
fr: L'ensemble suivant de boutons radio est associé aux **Options de masquage** qui sont utilisées dans le mode ``Plein champ``. L'effet des options de masquage peut être vu dans l':ref:`Afficheur FITS <ekos-focus-focus-display>`.
pt_br: Esses controles estão relacionados às **Opções de mascaramento** a serem usadas no modo ``Campo completo``. O efeito das opções de mascaramento pode ser visto no :ref:`Visualizador FITS <ekos-focus-focus-display>`.

source: ``Use all stars for focusing``: Select this option if all stars of the field should be considered for focusing.
ca@valencia: ``Utilitza totes les estreles per a enfocar``: seleccioneu esta opció si s'han de considerar totes les estreles del camp per a enfocar.
fr: ``Utiliser toutes les étoiles pour la mise au point`` : choisissez cette option si toutes les étoiles du champ doivent participer à la mise au point.
pt_br: ``Usar todas as estrelas para foco``: Selecione esta opção se todas as estrelas do campo devem ser consideradas para foco.

source: ``Ring Mask``: This option provides two input fields that together define a doughnut over the FOV of the camera. Stars falling outside of the doughnut are discounted from processing. Setting an inner value above 0% causes stars in the centre of the FOV to be discarded. This could be useful to avoid using stars in the target of the image (for example a galaxy) for focusing purposes. Setting an outer value below 100% causes stars in the edges of the FOV to be discarded during focusing. This could be useful if you do not have a flat field out to the edges of your FOV.
ca@valencia: ``Màscara d'anell``: esta opció proporciona dos camps d'entrada que junts definixen un dònut sobre CDV de la càmera. Les estreles que queden fora del dònut es descomptaran del processament. Establir un valor interior per damunt del 0% farà que es descarten les estreles en el centre de CDV. Açò podria ser útil per a evitar l'ús d'estreles en l'objectiu de la imatge (per exemple, una galàxia) per al seu enfocament. Establir un valor exterior per davall del 100% farà que durant l'enfocament es descarten les estreles a les vores de CDV. Açò podria ser útil si no teniu cap camp pla en la vores de CDV.
fr: ``Masque annulaire`` : cette option fournit deux champs d'entrée qui définissent une surface en forme de beignet recouvrant le champ de vue (CDV) de l'appareil. Les étoiles en dehors de cette région ne sont pas prise en compte dans le traitement. En réglant la valeur intérieure au dessus de 0 %, les étoiles au centre du CDV sont rejetées. Cela peut être utile pour éviter d'utiliser des étoiles de la cible de l'image (par exemple une galaxie) pour la procédure de mise au point. En réglant la valeur extérieure sous 100 %, les étoiles se trouvant sur les bords du CDV sont rejetées. Cela peut être utile si vous ne disposez pas d'une image à plat allant jusqu'aux coins du CDV.
pt_br: ``Máscara de anel``: Esta opção fornece dois campos de entrada que, juntos, definem um anel no formato de donut sobre o campo de visão da câmera. Estrelas que caem fora do donut são desconsideradas do processamento. Definir um valor interno acima de 0% faz com que as estrelas no centro do campo de visão sejam descartadas. Isso pode ser útil para evitar o uso de estrelas no alvo da imagem (por exemplo, uma galáxia) para fins de foco. Definir um valor externo abaixo de 100% faz com que as estrelas nas bordas do campo de visão sejam descartadas durante o foco. Isso pode ser útil se você não tiver um campo plano até as bordas do seu campo de visão.

source: ``Mosaic Mask``: A 3x3 mosaic is composed with tiles from the image center, its corners and from the edges. This option is useful if you want to inspect the optics performance - you might know this from the PixInsight Aberration Inspector script. The tile size can be configured in percent of the frame width, with the spacer value specifying the space between the tiles.
ca@valencia: ``Màscara de mosaic``: es compon d'un mosaic de 3x3 amb tessel·les a partir del centre de la imatge, les seues cantons i des de les vores. Esta opció és útil si voleu inspeccionar el rendiment de l'òptica: potser ho coneixeu a partir de l'script «PixInsight Aberration Inspector». La mida de les tessel·les es pot configurar com un percentatge de l'amplària del fotograma, amb el valor espaiador especificant l'espai entre les tessel·les.
fr: ``Masque de mosaïque`` : une mosaïque 3x3 est composée de tuiles du centre de l'image, de ses coins et de ses côtés. Cette option est utile si vous souhaitez inspecter la performance des optiques (vous connaissez peut-être ceci du script de l'inspecteur d'aberrations de PixInsight). La taille des tuiles peut être configurée en pourcent de la largeur de l'image avec la valeur du séparateur spécifiant l'espace entre les tuiles.
pt_br: ``Máscara de mosaico``: Um mosaico 3x3 é composto por peças do centro da imagem, seus cantos e das bordas. Esta opção é útil se você quiser inspecionar o desempenho óptico - você pode saber disso pelo script do inspetor de aberrações do PixInsight. O tamanho da peça pode ser configurado em porcentagem da largura do quadro, com o valor do espaçador especificando o espaço entre as peças.

source: Collimating Newtonians: inspecting frames in a defocused state is typically used for collimating Newtonians. See, for example, Tommy Nawratil's `The Photonewton Collimation Primer <https://teleskop-austria.at/information/pdf/JUS_Photonewton_Collimation_Primer_EN.pdf>`__ for more details.
ca@valencia: Col·limació dels newtonians: La inspecció dels fotogrames en un estat desenfocat s'utilitza normalment per a col·limar els newtonians. Per a més detalls, vegeu, per exemple, `The Photonewton Collimation Primer <https://teleskop-austria.at/information/pdf/JUS_Photonewton_Collimation_Primer_EN.pdf>`__ d'en Tommy Nawratil.
fr: La collimation des télescopes de Newton : l'inspection des images à une position légèrement éloignée de la mise au point est typiquement utilisée pour régler ces télescopes. Référez-vous par exemple à l'article de Tommy Nawratil `The Photonewton Collimation Primer <https://teleskop-austria.at/information/pdf/JUS_Photonewton_Collimation_Primer_EN.pdf>`__ pour davantage de détails.
pt_br: Colimar Newtonianos: a inspeção de quadros em um estado desfocado é normalmente usada para colimar Newtonianos. Veja, por exemplo, `The Photonewton Collimation Primer <https://teleskop-austria.at/information/pdf/JUS_Photonewton_Collimation_Primer_EN.pdf>`__ de Tommy Nawratil para mais detalhes.

source: Running the :ref:`Aberration Inspector <ekos-focus-aberration-inspector>` tool.
ca@valencia: Execució de l'eina :ref:`Inspector d'aberracions <ekos-focus-aberration-inspector>`.
fr: Exécution de l'outil de :ref:`l'inspecteur d'aberration <ekos-focus-aberration-inspector>`
pt_br: Executando a ferramenta :ref:`Inspetor de aberração <ekos-focus-aberration-inspector>`.

source: The next set of controls relate to **Adaptive Focus**. The idea here is to keep the telescope focused by adapting the focuser position based on changes in environmental conditions without having to perform a full Autofocus run. See the :ref:`Adaptive Focus <ekos-focus-adaptive>` section for more details.
ca@valencia: El conjunt de controls següent es relaciona amb l'**enfocament adaptatiu**. La idea és mantindre el telescopi enfocat adaptant la posició de l'enfocador en funció dels canvis a les condicions ambientals sense haver de realitzar una execució completa d'enfocament automàtic. Per a més detalls, vegeu la secció :ref:`Enfocament adaptatiu <ekos-focus-adaptive>`.
fr: L'ensemble suivant de boutons est associé à la **mise au point adaptative**. L'idée ici est de conserver la mise au point du télescope en adaptant la position du moteur de mise au point en fonction de conditions environnementales sans avoir à lancer une procédure complète de mise au point automatique. Voir la section :ref:`Mise au point adaptative <ekos-focus-adaptive>` pour davantage de détails.
pt_br: O próximo conjunto de controles está relacionado ao **Foco adaptativo**. A ideia aqui é manter o telescópio focado, adaptando a posição do focalizador com base nas mudanças nas condições ambientais, sem precisar executar uma execução completa do foco automático. Consulte a seção :ref:`Foco adaptativo <ekos-focus-adaptive>` para mais detalhes.

source: In order to use **Adaptive Focus** it is necessary to setup some data for your system. In particular you need to tell Ekos how many ticks (and in which direction) to move the focuser when the environmental conditions change. This is covered in the :ref:`Filter Settings <ekos-focus-filter-settings>` popup. The popup is launched by clicking the filter icon |image3|.
ca@valencia: Per a utilitzar l'**Enfocament adaptatiu** cal configurar algunes dades per al vostre sistema. En particular, haureu d'indicar a Ekos quants tics (i en quina direcció) haurà de moure l'enfocament quan canvien les condicions ambientals. Açò es tracta en la finestra emergent :ref:`Configureu el filtre <ekos-focus-filter-settings>`. La finestra emergent s'obri clicant damunt de la icona del filtre |image3|.
fr: Afin d'utiliser la **mise au point adaptative** il est nécessaire de régler certaines données de votre système. Vous devez en particulier indiquer à Ekos le nombre de pas (et dans quelle direction) de déplacement lorsque les conditions environnementales changent. Cela est expliqué dans la fenêtre popup du :ref:`réglages du filtre <ekos-focus-filter-settings>`. Cette fenêtre est ouverte en cliquant sur l'icône du filtre .
pt_br: Para usar o **Foco adaptativo**, é necessário configurar alguns dados para o seu sistema. Em particular, você precisa informar ao Ekos quantos tiques (e em qual direção) mover o focalizador quando as condições ambientais mudarem. Isso é abordado no pop-up :ref:`Configurações de filtro <ekos-focus-filter-settings>`. O pop-up é aberto clicando no ícone de filtro |image3|.

source: ``Adaptive Focus``: Select this option to activate **Adaptive Focus**.
ca@valencia: ``Enfocament adaptatiu``: seleccioneu esta opció per a activar l'**enfocament adaptatiu**.
fr: ``Mise au point adaptative`` : sélectionnez cette option pour activer ce mode.
pt_br: ``Foco adaptativo``: Selecione esta opção para ativar o **Foco adaptativo**.

source: ``Min Move``: The minimum Adaptive Focus movement allowed.
ca@valencia: ``Moviment mín.``: el moviment mínim permés d'enfocament adaptatiu.
fr: ``Déplacement minimale`` : le déplacement minimale de la mise au point adaptative autorisé.
pt_br: ``Movimento Min``: O movimento mínimo permitido do foco adaptativo.

source: ``Adapt Start Pos``: Check to allow Adaptive Focus to calculate the start position for an Autofocus run. The starting position is the last good solve position for the selected filter, adapted for environmental changes.
ca@valencia: ``Pos. d'inici adaptativa``: marqueu-la per a permetre que l'enfocament adaptatiu calcule la posició inicial per a una execució d'enfocament automàtic. La posició inicial és l'última posició bona resolta per al filtre seleccionat, adaptada als canvis de l'entorn.
fr: ``Position de départ`` : cochez pour permettre à la mise au point adaptative de calculer la position de départ d'une passe de mise au point automatique. Cette position est la dernière position de bonne résolution pour un filtre donné, adaptées aux changements de conditions.
pt_br: ``Adaptar posição inicial``: Marque para permitir que o foco adaptativo calcule a posição inicial para uma execução de foco automático. A posição inicial é a última posição de resolução válida para o filtro selecionado, adaptada às mudanças ambientais.

source: For example, if the current focuser position is 1000, temperature = 4C, and if the Red filter is selected (last good focus position for Red is 990 @ 5C and Ekos is configured to move +3 ``Ticks / °C``). Then, if Adapt Start Pos is off, Autofocus will start at 1000. If Adapt Start Pos is on, Autofocus will start at 990 + (5 - 4) \* 3 = 993.
ca@valencia: Per exemple, si la posició actual de l'enfocador és 1000, la temperatura = 4C, i si se selecciona el filtre «Roig» (l'última posició bona de l'enfocament per al roig serà 990 @ 5C i Ekos està configurat per a moure +3 ``Marques / °C``). Llavors, si la ``Posició d'inici adaptativa`` està desseleccionada, l'enfocament automàtic començarà a 1000. Però si està marcada, l'enfocament automàtic començarà a 990 + (5 - 4) \* 3 = 993.
fr: Par exemple, si la position actuelle du moteur de mise au point est 1000, la température de 4°C et que le filtre rouge est sélectionné (la dernière bonne position de mise au point pour le filtre rouge est 990 à 5°C et Ekos est configuré pour se déplacer de °3 ``Pas / °C``), alors si l'option de position de départ est à Off, le moteur de mise au point automatique démarrera à 1000. Si elle est à On, elle démarrera à 990+(5-4)*3=993.
pt_br: Por exemplo, se a posição atual do focalizador for 1000, a temperatura = 4 °C e se o filtro vermelho estiver selecionado (a última posição de foco válida para o vermelho é 990 a 5 °C e o Ekos estiver configurado para se mover +3 ``Tiques / °C``). Então, se a opção para adaptar a posição inicial estiver desativada, o foco automático iniciará em 1000. Se a opção estiver ativada, o foco automático iniciará em 990 + (5 - 4) \* 3 = 993.

source: ``Max Total Move``: The maximum total focuser movement that Adaptive Focus is allowed in the observing session. The purpose of this is as a "dead man's handle" on Adaptive Focus in case it runs away. For example, if the temperature source fails and returns bad temperature readings whilst the equipment is unattended, this could result in Adaptive Focus attempting to make large focuser movements.
ca@valencia: ``Moviment total màx.``: el moviment total màxim de l'enfocador que es permet a l'enfocament adaptatiu durant la sessió d'observació. El propòsit d'açò és com el «pedal d'home mort» durant l'enfocament adaptatiu en cas que es perda. Per exemple, si la font de temperatura falla i retorna lectures de temperatura roïnes mentre l'equip no està atés, açò podria resultar en un enfocament adaptatiu intentant fer moviments d'enfocament grans.
fr: ``Déplacement total maximal`` : la valeur totale maximale du moteur de mise au point permise pour la mise au point adaptative d'une session d'observation. Cela permet de limiter la course du moteur de mise au point en cas de problème. Par exemple, si la source de température rencontre un problème et échoue à donner une valeur correcte pendant que l'équipement n'est pas surveillé, cela pourrait aboutir à ce que l'algorithme tente de grands déplacements du moteur de mise au point.
pt_br: ``Movimento total Máx``: O movimento total máximo do focalizador que o foco adaptativo é permitido na sessão de observação. O objetivo disso é servir como um "alavanca de segurança" para o foco adaptativo, caso ele seja perdido. Por exemplo, se a fonte de temperatura falhar e retornar leituras de temperatura incorretas enquanto o equipamento estiver sem supervisão, isso pode fazer com que o foco adaptativo tente fazer grandes movimentos do focalizador.

source: If the Max Total Move is reached then ``Adaptive Focus`` is unchecked until manually re-checked by the user.
ca@valencia: Si s'arriba fins al moviment total màxim, llavors ``Enfocament adaptatiu`` no estarà marcada fins que l'usuari la torne a marcar manualment.
fr: Dès que cette valeur est atteinte, l'option ``Mise au point adaptative`` est décochée jusqu'à une intervention manuelle de l'opérateur.
pt_br: Se o movimento total máximo for atingido, o ``foco adaptativo`` será desmarcado até que seja remarcado manualmente pelo usuário.

source: Focus Process
ca@valencia: El procés d'enfocament
fr: Procédure de mise au point
pt_br: Processo de foco

source: ``Detection``: Select star detection algorithm. Each algorithm has its strengths and weaknesses. It is recommended to use SEP, unless you have a specialized use. The following are available:
ca@valencia: ``Detecció``: seleccioneu l'algorisme per a la detecció d'estreles. Cada algorisme té els seus punts forts i febleses. Es recomana utilitzar SEP, a menys que feu un ús especialitzat. Hi ha disponibles els següents:
fr: ``Détection`` : choix de l'algorithme de détection d'étoile. Chaque algorithme a ses forces et ses faiblesses. Il est recommandé d'utiliser SEP sauf en cas d'utilisation particulière. Voici ce qui est disponible :
pt_br: ``Detecção``: Seleciona o algoritmo de detecção de estrelas. Cada algoritmo tem seus pontos fortes e fracos. Recomenda-se usar o SEP, a menos que você tenha um uso especializado. Os seguintes estão disponíveis:

source: **SEP**: Source Extraction and Photometry built in library. This is the default value.
ca@valencia: **SEP**: extracció de font i fotometria construïda a la biblioteca. Este és el valor predeterminat.
fr: **SEP** : la bibliothèque intégrée d'extraction de source et de photométrie. C'est la valeur par défaut.
pt_br: **SEP**: Extração de Fonte e Fotometria (SEP, sigla em inglês) embutidas na biblioteca. Este é o valor padrão.

source: **Centroid**: An extraction method based on estimating star mass around signal peaks.
ca@valencia: **Centroide**: un mètode d'extracció basat en estimar la massa de l'estrela al voltant dels pics dels senyals.
fr: **Centroïde** : une méthode d'extraction fondée sur une estimation de la masse de l'étoile autour du pic du signal.
pt_br: **Centróide**: Um método de extração baseado na estimativa da massa estelar em torno de picos de sinal.

source: **Gradient**: A single source extraction model based on the Sobel filter.
ca@valencia: **Degradat**: un model d'extracció de font única basat en el filtre Sobel.
fr: **Gradient** : une méthode d'extraction d'une source unique fondée sur le filtre de Sobel.
pt_br: **Gradiente**: Um modelo de extração de fonte única baseado no filtro de Sobel.

source: **Threshold**: A single source detection algorithm based on pixel values.
ca@valencia: **Llindar**: un algorisme de detecció de font única basat en els valors dels píxels.
fr: **Seuil** : une méthode d'extraction d'une source unique fondée sur la valeur des pixels.
pt_br: **Limiar**: Um algoritmo de detecção de fonte única baseado em valores de pixel.

source: **Bahtinov**: This detection method can be used when using a Bahtinov mask for focusing. First take an image, then select the star to focus on. A new image will be taken and the diffraction pattern will be analysed. Three lines will be displayed on the diffraction pattern showing how well the pattern is recognized and how good the image is in focus. When the pattern is not well recognized, the *Num. of rows* parameter can be adjusted to improve recognition. The line with the circles at each end is a magnified indicator for the focus. The shorter the line, the better the image is in focus.
ca@valencia: **Bahtinov**: este mètode de detecció es pot utilitzar quan s'utilitza una màscara de Bahtinov per a enfocar. Primer preneu una imatge, després seleccioneu l'estrela en la qual enfocar. Es prendrà una imatge nova i s'analitzarà el patró de difracció. Es mostraran tres línies en el patró de difracció que mostraran com de bé es reconeix el patró i quant de bé està enfocada la imatge. Quan no es reconega bé el patró, es podrà ajustar el paràmetre *Nombre de files:* per a millorar el reconeixement. La línia amb els cercles a cada extrem és un indicador ampliat per a l'enfocament. Com més curta siga la línia, millor enfocada estarà la imatge.
fr: **Bathinov** : cette méthode de détection peut être utilisée quand un masque de Bathinov est utilisé pour la mise au point. Prenez d'abord une image, puis sélectionnez l'étoile sur laquelle faire la mise au point. Une nouvelle image sera prise et le motif de diffraction sera analysé. Trois lignes seront affichées sur le motif de diffraction montrant la qualité de la détection et de la mise au point. Quand le motif n'est pas bien détecté, le paramètre *Nombre de lignes* peut être ajusté pour améliorer la détection. La ligne avec les cercles aux deux bouts est un indicateur grossi pour la mise au point. Plus cette ligne est courte et meilleure sera la mise au point.
pt_br: **Bahtinov**: Este método de detecção pode ser usado com uma máscara de Bahtinov para foco. Primeiro, tire uma imagem e, em seguida, selecione a estrela a ser focada. Uma nova imagem será tirada e o padrão de difração será analisado. Três linhas serão exibidas no padrão de difração, mostrando o quão bem o padrão é reconhecido e o quão bem a imagem está em foco. Quando o padrão não é bem reconhecido, o parâmetro *Número de linhas* pode ser ajustado para melhorar o reconhecimento. A linha com os círculos em cada extremidade é um indicador ampliado do foco. Quanto menor a linha, melhor o foco da imagem.

source: ``SEP Profile``: If the star detection algorithm is set to *SEP*, then choose a parameter profile to use with the algorithm. The following are recommended:
ca@valencia: ``Perfil SEP``: si l'algorisme de detecció d'estreles s'establix a *SEP*, llavors trieu un perfil de paràmetres que s'utilitzarà amb l'algorisme. Es recomana el següent:
fr: ``Profil « SEP »`` : si l'algorithme de détection d'étoiles est réglé à *SEP*, il faut ensuite choisir un paramètre de profil pour l'utilisation de l'algorithme. Les paramètres suivants sont recommandés :
pt_br: ``Perfil SEP``: Se o algoritmo de detecção de estrelas estiver definido como *SEP*, escolha um perfil de parâmetro para usar com o algoritmo. Os seguintes são recomendados:

source: **1-Focus-Default:** for scopes that do not have a central obstruction such as a refractor.
ca@valencia: **1-Focus-Default:** per a instruments de visió que no tenen una obstrucció central com un refractor.
fr: **1-Focus-Default** : pour les télescopes n'ayant pas d'obstruction centrale comme les réfracteurs.
pt_br: **1-Foco-Padrão:** para lunetas que não possuem uma obstrução central, como um refrator.

source: **1-Focus-Default-Donut:** for scopes that have a central obstruction such as a Newtonian, SCT, RASA, Ritchey-Cretien, etc.
ca@valencia: **1-Focus-Default-Donut:** per a instruments de visió que tenen una obstrucció central com un Newtonià, SCT, RASA, Ritchey-Chrétien, etc.
fr: **1-Focus-Default-Donut** : pour les télescopes ayant une obstruction centrale comme les Newton, SCT, RASA, Ritchey-Cretien, etc.
pt_br: **1-Foco-Padrão-Donut:** para telescópios que possuem uma obstrução central, como um Newtoniano, SCT, RASA, Ritchey-Cretien, etc.

source: ``Algorithm``: Select the Autofocus process algorithm:
ca@valencia: ``Algorisme``: seleccioneu l'algorisme per al procés d'enfocament automàtic:
fr: ``Algorithme`` : choisissez l'algorithme pour la procédure de mise au point automatique :
pt_br: ``Algoritmo``: Seleciona o algoritmo do processo de foco automático:
