Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/endtour.po
Languages: pt

source: Here is a screenshot of the &kstars; main window:
pt: Aqui está uma imagem da janela principal do &kstars;:

source: Main Window
pt: A Janela Principal

source: The above screenshot shows a typical view of the &kstars; program. You can see the sky display centered on Betelgeuse, the brightest star in the constellation Orion. Stars are displayed with <link linkend="ai-colorandtemp">realistic colors</link> and relative brightnesses. In three corners of the sky display, there are on-screen text labels displaying data on the current time (<quote>LT: 3:08:30 AM EEST Wednesday, July 6, 2016</quote>), the current Geographic Location (<quote>Bucharest, Romania</quote>), and the current object in the center of the display (<quote>Focused on: Betelgeuse (alpha Orionis)</quote>). Above the sky display, there are two toolbars. The main toolbar contains shortcuts for <link linkend="kstars-menus">menu functions</link>, as well as a time-step widget which controls how fast the simulation clock runs. The view toolbar contains buttons that toggle the display of different kinds of objects in the sky. At the bottom of the window, there is a status bar which displays the name of any object you click on, and the <link linkend="ai-skycoords">sky coordinates</link> (both Right Ascension/Declination and Azimuth/Altitude) of the mouse cursor.
pt: A imagem acima mostra uma vista típica do programa &kstars;. Você poderá ver a visualização do céu centrada na Betelgeuse, a estrela mais brilhante da constelação Orion. As estrelas são mostradas com as <link linkend="ai-colorandtemp">cores realistas</link> e com brilhos relativos. As estrelas mais brilhantes têm o seu nome como legenda (&eg;, Betelgeuse). M 42, a Nebulosa de Orion, está visível à direita das estrelas do <quote>cinto</quote> de Orion, logo acima do horizonte. Se você olhar mais de perto, você também poderá ver o planeta Saturno em cima e à esquerda. Em três cantos da visualização, aparecem legendas de texto que mostram dados para o tempo local (<quote>TL: 03:08:30 EEST Quarta, 6 de Jul de 2016</quote>), a Localização Geográfica actual (<quote>Bucareste, Roménia</quote>), e o objecto actual no centro da visualização (<quote>Focado em: Betelgeuse (alpha Orionis)</quote>). Acima da visualização do céu existem duas barras de ferramentas. A barra principal contém os atalhos para as <link linkend="kstars-menus">funções do menu</link>, assim como alguns itens para seleccionar a iteração temporal, indicando esta a rapidez com que funciona o relógio da simulação. A barra de vistas contém botões que mudam a visualização para diversos tipos de objectos no céu. No fundo da janela, existe uma barra de estado que mostra o nome de qualquer objecto onde você carregue, bem como as <link linkend="ai-skycoords">coordenadas do céu</link> (a Ascenção Recta e a Declinação) do cursor do rato.

source: The Setup Wizard
pt: O Assistente de Configuração

source: Setup Wizard
pt: Assistente de Configuração

source: The first time you run &kstars;, you will be presented with a Setup Wizard, which allows you to easily set your geographic location and download some extra data files. You can press the <guilabel>OK</guilabel> button at any time to exit the Setup Wizard.
pt: Da primeira vez que correr o &kstars;, você irá ver um Assistente de Configuração, o qual lhe permite configurar facilmente a sua localização geográfica e obter alguns ficheiros de dados extra. Você poderá carregar no botão <guilabel>OK</guilabel> em qualquer altura para sair do Assistente de Configuração.

source: The second page of the Setup Wizard allows you to choose the starting geographic location, by selecting from the list of the 3400+ known locations on the right side of the window. The list of locations can be filtered to match the text you enter in the <guilabel>City filter:</guilabel>, <guilabel>Province filter:</guilabel>, and <guilabel>Country filter:</guilabel> edit boxes. If your desired location is not present in the list, you can select a nearby city instead for now. Later on, you can add your precise location manually using the <link linkend="setgeo">Set Geographic Location tool</link>. Once you have selected a starting location, press the <guilabel>Next</guilabel> button.
pt: A segunda página do Assistente de Configuração permite-lhe escolher a localização geográfica inicial, seleccionando-a na lista de 3400+ localidades conhecidas no lado direito da janela. A lista de localidades pode ser filtrada para corresponde ao texto que indicar nos campos <guilabel>Cidade:</guilabel>, <guilabel>Província:</guilabel> e <guilabel>País:</guilabel>. Se a sua localidade desejada não estiver na lista, você poderá seleccionar uma cidade vizinha por agora. Depois, poderá adicionar manualmente a sua localização precisa com a <link linkend="setgeo">ferramenta para Configurar a Localização Geográfica</link>. Logo que tenha seleccionado uma localização inicial, carregue no botão <guilabel>Seguinte</guilabel>.

source: The last page of the Setup Wizard allows you to download extra data that are not included with the standard distribution of &kstars;. Simply press the <guilabel>Download Extra Data...</guilabel> button to open the <guilabel>Get New Stuff</guilabel> tool. When you are all done, press the <guilabel>OK</guilabel> button in the Setup Wizard to start exploring &kstars;.
pt: A última página do Assistente de Configuração permite-lhe obter dados extra que não venham incluídos com a distribuição normal do &kstars;. Basta carregar no botão <guilabel>Obter os Dados Extra...</guilabel> para obter a ferramenta de <guilabel>Obter Dados Novos</guilabel>. Quando você terminar, carregue no botão <guilabel>OK</guilabel> do Assistente de Configuração para começar a explorar o &kstars;.

source: Have a Look Around
pt: Dê uma Vista de Olhos

source: Navigation Controls
pt: Controlos de Navegação

source: Basics
pt: Noções Básicas

source: Now that we have the time and location set, let us have a look around. You can pan the display using the arrow keys. If you hold down the &Shift; key before panning, the scrolling speed is increased. The display can also be panned by clicking and dragging with the mouse. Note that while the display is scrolling, not all objects are displayed. This is done to cut down on the <acronym>CPU</acronym> load of recomputing object positions, which makes the scrolling smoother (you can configure what gets hidden while scrolling in the <link linkend="config">Configure - &kstars;</link> window). There are several ways to change the magnification (or <firstterm>Zoom level</firstterm>) of the display:
pt: Agora que a hora e a localização estão definidas, vamos dar uma vista de olhos. Você poderá deslocar a área de visualização com as teclas de cursores. Se você mantiver a tecla &Shift; carregada antes de se deslocar, a velocidade de deslocação duplica. A área de visualização também poderá ser deslocada com o rato. Repare que, enquanto a visualização está a ser deslocada, nem todos os objectos são desenhados. Isto é feito para reduzir a carga de <acronym>CPU</acronym> ao calcular de novo as posições dos objectos, o que tornará a deslocação mais suave (você poderá configurar o que fica escondido ao deslocar-se na janela de <link linkend="config">Configurar - &kstars;</link>). Existem sete formas de mudar a ampliação (ou <firstterm>Nível de zoom</firstterm>) da área de visualização:

source: Use the <keycap>+</keycap> and <keycap>-</keycap> keys.
pt: Use as teclas <keycap>+</keycap> e <keycap>-</keycap>.

source: Press the <guibutton>Zoom In</guibutton>/<guibutton>Zoom Out</guibutton> buttons in the toolbar.
pt: Carregue nos botões de <guibutton>Ampliar</guibutton>/<guibutton>Reduzir</guibutton> na barra de ferramentas.

source: Select the <menuchoice><guimenu>View</guimenu> <guimenuitem>Zoom In / Zoom Out</guimenuitem></menuchoice> menu item.
pt: Seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Ampliar / Reduzir</guimenuitem></menuchoice>.

source: Select the <menuchoice><guimenu>View</guimenu> <guimenuitem>Zoom to Angular Size...</guimenuitem></menuchoice> menu item. This allows you to specify the field-of-view angle for the display, in degrees.
pt: Seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Ampliar para Dimensão Angular...</guimenuitem></menuchoice>. Isto permite-lhe indicar o ângulo do campo-de-visão da área de visualização em graus.

source: Use the scroll <mousebutton>wheel</mousebutton> on your mouse.
pt: Use a <mousebutton>roda</mousebutton> do seu rato.

source: Drag the mouse up and down with the &MMB; pressed.
pt: Arraste o rato para cima e para baixo com o &MMB; carregado.

source: Hold down &Ctrl; while dragging the mouse. This will allow you to define a rectangle in the map. When you release the mouse button, the display will zoom to match the rectangle.
pt: Mantenha carregado o &Ctrl; enquanto arrasta o rato. Isto permitir-lhe-á definir um rectângulo no mapa. Quando você largar o botão do rato, a área de visualização irá ampliar ou reduzir de modo a corresponder ao rectângulo.

source: Notice that as you zoom in, you can see fainter stars than at lower zoom settings.
pt: Repare que, à medida que amplia, você poderá ver estrelas mais fracas do que nos níveis menores de ampliação.

source: Zoom out until you can see a green curve; this represents your local <link linkend="ai-horizon">horizon</link>. If you have not adjusted the default &kstars; configuration, the display will be solid green below the horizon, representing the solid ground of the Earth. There is also a white curve, which represents the <link linkend="ai-cequator">celestial equator</link>, and a brown curve, which represents the <link linkend="ai-ecliptic">Ecliptic</link>, the path that the Sun appears to follow across the sky over the course of a year. The Sun is always found somewhere along the Ecliptic, and the planets are never far from it.
pt: Reduza a ampliação até que consiga ver uma curva a verde; isto representa o seu <link linkend="ai-horizon">horizonte</link> local. Se você não tiver ajustado a configuração por omissão do &kstars;, a visualização ficará preenchida a verde por baixo do horizonte, representando o chão sólido da Terra. Existe também uma curva a branco, que representa o <link linkend="ai-cequator">equador celeste</link>, e uma curva acastanhada, que representa a <link linkend="ai-ecliptic">Elíptica</link>, o local que o Sol parece seguir no céu durante o decurso de um ano. O Sol está sempre num local ao longo da Elíptica e os planetas nunca estão longe desta.

source: You can configure &kstars; to draw or not the celestial equator and Ecliptic curves on the Sky Map using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem></menuchoice> menu item. Select the <guimenu>Guides</guimenu> page and check/uncheck the <guilabel>Celestial equator</guilabel> and <guilabel>Ecliptic</guilabel> check boxes. You can also configure which colors &kstars; uses for drawing these curves, using the <guimenu>Colors</guimenu> page.
pt: Poderá configurar o &kstars; para desenhar ou não o equador celeste e as curvas elípticas no Mapa do Céu com as opções do menu <menuchoice><guimenu>Configuração</guimenu><guisubmenu>Configurar o &kstars;...</guisubmenu></menuchoice>. Seleccione a página <guimenu>Guias</guimenu> e ligue/desligue as opções do <guilabel>Equador celeste</guilabel> e <guilabel>Elíptica</guilabel>. Também poderá configurar as cores que o &kstars; usa para desenhar essas curvas, usando a página <guimenu>Cores</guimenu>.

source: Here is a screenshot of the &kstars; main window, focusing on horizon, celestial equator and Ecliptic curves:
pt: Aqui está uma imagem da janela principal do &kstars;, focando-se no horizonte, no equador celeste e nas curvas elípticas:

source: &kstars; Window
pt: Janela do &kstars;

source: <title>Objects in the Sky</title>
pt: <title>Objectos no Céu</title>

source: <primary>Objects in the Sky</primary>
pt: <primary>Objectos no Céu</primary>

source: Overview
pt: Introdução

source: &kstars; displays thousands of celestial objects: stars, planets, comets, asteroids, clusters, nebulae and galaxies. You can interact with displayed objects to perform actions on them or obtain more information about them. Clicking on an object will identify it in the status bar, and simply hovering the mouse cursor on an object will label it temporarily in the map. Double-clicking will recenter the display on the object and begin tracking it (so that it will remain centered as time passes). <mousebutton>Right</mousebutton> clicking an object opens the object's popup menu, which provides more options.
pt: O &kstars; mostra milhares de objectos celestes: estrelas, planetas, cometas, asteróides, enxames, nebulosas e galáxias. Você poderá interagir com os objectos visualizados para efectuar acções sobre eles ou obter mais informações sobre os mesmos. Se carregar num objecto, identificá-lo-á na barra de estado e, se passar simplesmente com o cursor do rato por cima de um objecto, irá identificá-lo temporariamente no mapa. Se fizer duplo-click sobre o objecto irá centrar a visualização sobre ele e irá começar a segui-lo (para que se mantenha centrado à medida que o tempo passa). Carregue com o &RMB; num objecto para abrir o menu de contexto do mesmo, o qual fornece mais opções.

source: The Popup Menu
pt: O Menu de Contexto

source: <primary>Popup Menu</primary>
pt: <primary>Menu de Contexto</primary>

source: Example
pt: Exemplo

source: Here is an example of the <mousebutton>right</mousebutton> click popup menu, for the Uranus:
pt: Aqui está um exemplo do menu de contexto do botão <mousebutton>direito</mousebutton> para Urano:

source: <screeninfo>Popup Menu for Uranus</screeninfo>
pt: <screeninfo>Menu de Contexto de Urano</screeninfo>

source: <phrase>Popup Menu for Uranus</phrase>
pt: <phrase>Menu de Contexto de Urano</phrase>

source: The appearance of the popup menu depends somewhat on the kind of object you <mousebutton>right</mousebutton>-click on, but the basic structure is listed below. You can get <link linkend="popup-menu">more detailed information about the popup menu</link>.
pt: A aparência do menu de contexto depende, de certa forma, do tipo de objecto onde você carregou com o botão <mousebutton>direito</mousebutton>, mas a estrutura básica está definida em baixo. Você poderá obter <link linkend="popup-menu">mais informações detalhadas sobre o menu de contexto</link>.

source: The top section contains some lines of information which are not selectable: the object's names ("Uranus"), object type ("Solar system object"), and the constellation which contains the object ("Pisces"). The next three lines show the object's rise, set, and transit times. If the rise and set times say "circumpolar", it means that the object is always above the horizon for the present location.
pt: A secção de topo contém legendas informativas que não são seleccionáveis: os nomes do objecto ("Urano"), o seu tipo ("objecto do sistema solar") e a constelação que contém o objecto ("Peixes"). As três legendas a seguir mostram as horas de nascimento, trânsito e ocaso. Se as horas de nascimento e ocaso disserem "circumpolar", significa que o objecto está sempre acima do horizonte para a localização presente.

source: The middle section contains actions which can be performed on the selected object, such as <guimenuitem>Center &amp; Track</guimenuitem>, <guimenuitem>Details</guimenuitem>, and <guimenuitem>Attach Label</guimenuitem>. See the <link linkend="popup-menu">popup menu description</link> for a full list and description of each action.
pt: A secção do meio contém itens para efectuar acções no objecto, como o <guimenuitem>Centrar &amp; Seguir</guimenuitem>, o <guimenuitem>Detalhes</guimenuitem> e o <guimenuitem>Adicionar Legenda</guimenuitem>. Veja a <link linkend="popup-menu">descrição do menu de contexto</link> para uma lista completa e uma descrição de cada acção.

source: Internet Links
pt: Ligações à Internet

source: <seealso>Popup Menu</seealso>
pt: <seealso>Menu de Contexto</seealso>

source: The bottom section contains links to images and/or informative webpages about the selected object. If you know of an additional &URL; with information or an image of the object, you can add a custom link to the object's popup menu. Use the <guimenuitem>Details</guimenuitem> item in the popup menu to open the <guilabel>Object Details</guilabel> dialog. On the <guilabel>Links</guilabel> tab use the <guibutton>Add Link...</guibutton> button.
pt: A secção inferior contém referências a imagens e/ou páginas Web informativas sobre o objecto seleccionado. Se você conhecer mais algum &URL; adicional com informações ou com a imagem do objecto, você poderá adicionar uma ligação personalizada ao menu de contexto do objecto. Use o item <guimenuitem>Detalhes</guimenuitem> do menu de contexto para abrir a janela de <guilabel>Detalhes do Objecto</guilabel>. Na página <guilabel>Ligação</guilabel>, use o item <guibutton>Adicionar uma Hiperligação...</guibutton>.

source: Finding Objects
pt: Procurar Objectos

source: Find Object Tool
pt: Ferramenta Procurar Objecto

source: Finding by Name
pt: Procurar por Nome

source: You can search for named objects using the <guilabel>Find Object</guilabel> tool, which can be opened by clicking on the <guiicon>search</guiicon> icon in the toolbar, by selecting <menuchoice><guimenu>Pointing</guimenu> <guimenuitem>Find Object...</guimenuitem></menuchoice> menu item, or by pressing <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>. The <guilabel>Find Object</guilabel> window is shown below:
pt: Você poderá procurar nos objectos com nome se usar a janela de <guilabel>Procurar Objecto</guilabel>, a qual poderá ser invocada se carregar no ícone <guiicon>procurar</guiicon> na barra de ferramentas, se seleccionar a opção <menuchoice><guimenu>Apontar</guimenu><guimenuitem>Procurar Objecto...</guimenuitem></menuchoice> ou se carregar em <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>. A janela de <guilabel>Procurar Objecto</guilabel> é mostrada em baixo:

source: <screeninfo>Find Object Window with search online feature</screeninfo>
pt: <screeninfo>Janela de Procura de Objectos com a funcionalidade de pesquisa 'online'</screeninfo>

source: <phrase>Find Object Window with search online feature</phrase>
pt: <phrase>Janela de Procura de Objectos com a funcionalidade de pesquisa 'online'</phrase>

source: The window contains a list of (almost, see <xref linkend="catalogs"/>) all the named objects that &kstars; is aware of. Many of the objects only have a numeric catalog name (for example, NGC 3077), but some objects have a common name as well (for example, Whirlpool Galaxy). You can filter the list by name and by object type. To filter by name, enter a string in the edit box at the top of the window; the list will then only contain names which start with that string. To filter by type, select a type from the combo box at the bottom of the window.
pt: A janela contém uma lista com (quase, ver em <xref linkend="catalogs"/>) todos os objectos com nome que o &kstars; conhece. Muitos dos objectos só têm um nome numérico de catálogo (por exemplo, NGC 3077), mas alguns objectos têm um nome comum também (como por exemplo, a Galáxia do Remoinho). Você poderá filtrar a lista por nomes ou por tipo de objecto. Para filtrar por nome, indique um texto no campo de edição no topo da janela; a lista então ficará só com os nomes que começam por esse texto. Para filtrar por tipo, seleccione um tipo na lista na parte inferior da janela.

source: &kstars; provides another method for resolving the objects that are missing from any of its predefined catalogues, by using an internet connection. Thus, if you want to find an object that &kstars; is not aware of, you can easily do this by querying several professional astronomical databases as: SIMBAD, NED or VizieR. This can be done by entering the object's name and then press the <guibutton>or search the internet for <replaceable>ObjectName</replaceable></guibutton> button. After your object is found, you can use it exactly as any object that is already loaded into &kstars; (&ie; adding it to the Observing WishList). If the object was not found in the online databases, then a warning dialogue will pop-up. Once you resolve an object by using this method, it is stored in &kstars; database, so if you close &kstars; and open it again, your object will still be there.
pt: O &kstars; oferece outro método de resolver os objectos em falta nos seus catálogos predefinidos, usando para tal uma ligação à Internet. Como tal, se quiser encontrar um objecto que o &kstars; não conheça, podê-lo-á fazer de forma simples se consultar diversas bases de dados astronómicas profissionais, como por exemplo: SIMBAD, NED ou VizieR. Isto poderá ser feito se introduzir o nome do objecto e depois de carregar no botão <guibutton>ou pesquisar na Internet por <replaceable>Nome Objecto</replaceable></guibutton>. Depois de ter encontrado o seu objecto, podê-lo-á usar exactamente como se fosse outro objecto já previamente carregado no &kstars; (&ie;, adicioná-lo à Lista de Observações). Se o objecto não tiver sido encontrado nas bases de dados 'online', então aparecerá uma janela de aviso. Assim que tiver resolvido um objecto através deste método, ele será guardado na base de dados do &kstars;, pelo que se fechar o &kstars; e o abrir de novo, o seu objecto estará à mesma lá.
