Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/endtour.po
Languages: pt

source: You can choose to enable or disable this feature by checking or unchecking the <guibutton>Resolve names not known to &kstars; using online services</guibutton> check box from <guilabel>Catalogs</guilabel> page, inside of <guilabel>Configure - &kstars;</guilabel> dialog (select the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem></menuchoice> menu item). If this checkbox is checked, when an object name unknown to &kstars; is entered in the <guilabel>Find Dialog</guilabel>, &kstars; will contact online services to learn about the desired object and then add it directly to &kstars; database. The objects acquired in this manner are stored in a fake catalog, called <quote>_Internet_Resolved</quote>. Thus, you can enable or disable the display of these objects by checking or unchecking the <quote>_Internet_Resolved</quote> catalog from the catalogues list. Note that you can not delete this fake catalogue, as you can do with a custom catalogue. If this checkbox is unchecked, then the <guilabel>Find Object</guilabel> window will be exactly the same, excepting a minor change: the online searching button will no longer be visible.
pt: Poderá optar por activar ou desactivar esta funcionalidade se ligar ou desligar a opção <guibutton>Resolver os nomes não conhecidos do &kstars;, usando os serviços 'online'</guibutton> da página <guilabel>Catálogos</guilabel>, dentro da janela <menuchoice><guimenu>Configuração</guimenu><guimenuitem>Configurar o KStars</guimenuitem></menuchoice>. Se esta opção estiver assinalada, quando um objecto desconhecido para o &kstars; for introduzido na <guilabel>Janela de Pesquisa</guilabel>, o &kstars; irá contactar os serviços 'online' para aprender sobre o objecto desejado e depois adicioná-lo-á directamente à base de dados do &kstars;. Os objectos adquiridos desta forma são guardados num catálogo fingido, chamado de <quote>_Internet_Resolved</quote>. Desta forma, poderá activar ou desactivar a visibilidade destes objectos se marcar ou desmarcar o catálogo <quote>_Internet_Resolved</quote> na lista de catálogos. Lembre-se que não poderá apagar este catálogo a fingir, assim como o faria com um catálogo personalizado. Se esta opção não estiver assinada, então a <guilabel>Janela de Pesquisa</guilabel> ficará exactamente igual, com uma pequena alteração: o botão de pesquisa 'online' não ficará mais visível.

source: <screeninfo>Find Object Window</screeninfo>
pt: <screeninfo>Janela de Procura de Objectos</screeninfo>

source: <phrase>Find Object Window</phrase>
pt: <phrase>Janela de Procura de Objectos</phrase>

source: To center the display on an object, highlight the desired object in the list, and press <guibutton>Ok</guibutton>. Note that if the object is below the horizon, the program will warn you that you may not see anything except the ground (you can make the ground invisible in the <guilabel>Guides</guilabel> settings page, or by pressing the <guiicon>Ground</guiicon> button in the View toolbar).
pt: Seleccione o objecto desejado na lista e carregue em <guibutton>Ok</guibutton>. A visualização centrar-se-á no objecto. Repare que, se o objecto estiver abaixo do horizonte, o programa avisá-lo-á que você não irá ver nada a não ser o chão (você poderá tornar o chão invisível na janela de <guilabel>Guias</guilabel> ou carregando no botão <guiicon>Chão</guiicon> da barra de Vistas).

source: Centering and Tracking
pt: Centrar e Seguir

source: Tracking
pt: Seguimento

source: &kstars; will automatically begin tracking on an object whenever one is centered in the display, either by using the <guilabel>Find Object</guilabel> window, by double-clicking on it, or by selecting <guimenuitem>Center &amp; Track</guimenuitem> from its <mousebutton>right</mousebutton>-click popup menu. You can disengage tracking by panning the display, pressing the <guiicon>Stop Tracking</guiicon> icon in the Main toolbar, or selecting <menuchoice><guimenu>Pointing</guimenu> <guimenuitem>Stop Tracking</guimenuitem></menuchoice> menu item.
pt: O &kstars; irá começar automaticamente a seguir um objecto sempre que estiver algum centrado na visualização, quer através da janela para <guilabel>Procurar um Objecto</guilabel>, através de um duplo-click ou através da selecção da opção <guimenuitem>Centrar &amp; Seguir</guimenuitem> do seu menu de contexto do botão <mousebutton>direito</mousebutton>. Você poderá desactivar o seguimento se deslocar a visualização, se carregar no botão <guiicon>Parar o Seguimento</guiicon> da barra de ferramentas principal ou se seleccionar o <menuchoice> <guimenu>Foco</guimenu><guimenuitem>Parar o Seguimento</guimenuitem></menuchoice>.

source: Orbit Trails
pt: Rastos da Órbita

source: Attached to centered object
pt: Anexados ao objecto centrado

source: When tracking on a Solar System body, &kstars; will automatically attach an <quote>orbit trail</quote>, showing the path of the body across the sky. You will likely need to change the clock's timestep to a large value (such as <quote>1 day</quote>) to see the trail.
pt: Ao seguir um corpo do Sistema Solar, o &kstars; irá anexar automaticamente um <quote>rasto da sua órbita</quote>, mostrando o caminho do corpo no céu. Você provavelmente terá de alterar a iteração temporal do relógio para um valor grande (como por exemplo <quote>1 dia</quote>) para ver o rasto.

source: <title>Keyboard Actions</title>
pt: <title>Acções do Teclado</title>

source: <secondary>Keyboard Actions</secondary>
pt: <secondary>Acções do Teclado</secondary>

source: When you click on an object in the map, it becomes the <firstterm>selected object</firstterm>, and its name is identified in the statusbar. There are a number of quick key commands available which act on the selected object:
pt: Quando carregar num objecto do mapa, ele passa a ser o <firstterm>objecto seleccionado</firstterm>, ficando o seu nome identificado na barra de estado. Existe um conjunto de comandos de teclado rápidos que actuam sobre o objecto seleccionado:

source: Center and Track on the selected object.
pt: Centrar e seguir o objecto seleccionado.

source: Show the <link linkend="tool-details">Details window</link> for the selected object.
pt: Mostra a <link linkend="tool-details">janela de Detalhes</link> para o objecto seleccionado.

source: Toggle a visible name label on the selected object.
pt: Activa ou desactiva uma legenda visível sobre o objecto seleccionado.

source: Add the selected object to the <link linkend="tool-obsplanner">Observing wish-list</link>.
pt: Adiciona o objecto seleccionado à <link linkend="tool-obsplanner">Lista de Observações</link>.

source: Toggle a visible curve on the sky, showing the path of the object across the sky (only applicable to Solar System bodies).
pt: Activa ou desactiva uma curva visível no céu, que mostra o trajecto do objecto ao longo do céu (só se aplicando aos corpos do Sistema Solar).

source: By holding down the &Shift; key, you can perform these actions on the centered object, rather than the selected object.
pt: Se mantiver carregada a tecla &Shift;, poderá efectuar estas acções sobre o objecto centrado, em vez do objecto seleccionado.

source: End of the Tour
pt: Fim da Viagem
