Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/faq.po
Languages: ca, ca@valencia, es, et, it, nl, pl, pt, pt_br, sl, sv, uk

source: It depends on the image, but many of the images restrict against commercial usage. The Image Viewer's statusbar will usually contain information about the image's copyright holder, and what usage restrictions apply. As a rule of thumb: anything published by NASA is in the public domain (including all HST images). For everything else, you can pretty safely assume that the images may not be used commercially without permission. When in doubt, contact the image's copyright holder directly.
ca: Això depèn, però la majoria impedeixen el seu ús comercial. La barra d'estat del visualitzador d'imatges hauria de contenir informació sobre el propietari del seu copyright i sobre les seves restriccions d'ús. Com a regla general, qualsevol cosa publicada per la NASA és de domini públic (incloses totes les imatges del HST). Per a la resta, podreu assumir amb seguretat que no es poden utilitzar comercialment sense permís. En cas de dubte, contacteu directament amb el propietari del copyright de la imatge.
ca@valencia: Açò depén, però la majoria impedixen el seu ús comercial. La barra d'estat del visor d'imatges hauria de contindre informació sobre el propietari del seu copyright i sobre les seues restriccions d'ús. Com a regla general, qualsevol cosa publicada per la NASA és de domini públic (incloses totes les imatges del HST -Hubble-). Per a la resta, podreu assumir amb seguretat que no es poden utilitzar comercialment sense permís. En case de dubte, contacteu directament amb el propietari del copyright de la imatge.
it: Dipende dall'immagine, ma per molte di esse non è permesso l'utilizzo commerciale. Di solito la barra di stato del visualizzatore di immagini contiene le informazioni sul detentore del copyright e sulle restrizioni di utilizzo. Come regola generale, tutto ciò che è pubblicato dalla NASA è di dominio pubblico (incluse tutte le immagini dell'HST), negli altri casi si può presumere con una certa sicurezza che le immagini non possano essere utilizzate commercialmente senza permesso. In caso di dubbi, contatta direttamente il detentore del copyright.
nl: Dat hangt af van de afbeelding, maar veel ervan mogen niet commercieel worden gebruikt. De statusbalk van het hulpmiddel waarmee u ze bekijkt bevat gewoonlijk informatie over de eigenaar van het copyright, en welke beperkingen er zijn voor het gebruik. Als vuistregel: alles dat door NASA wordt gepubliceerd is vrij voor algemeen gebruik (inclusief de HST- afbeeldingen). Voor alle andere kunt u veilig aannemen dat de afbeeldingen niet zonder toestemming commercieel kunnen worden gebruikt. Neem bij twijfel rechtstreeks contact op met de eigenaar van het copyright.
pt_br: Isto depende da imagem, mas muitas das imagens restringem o uso comercial. A barra de estado do visualizador de imagem normalmente conterá informações sobre os direitos autorais da imagem, e que restrições são aplicáveis. Com uma regra geral: qualquer coisa publicada pela NASA é de domínio público (incluindo todas as imagens HST). Para todo o resto, você pode presumir por segurança que as imagens não podem ser usados comercialmente sem permissão. Quando em dúvida, contacte o indicador de direitos autorais diretamente.
sl: Odvisno od slike, vendar mnoge slike omejujejo komercialno uporabo. Vrstica stanja pregledovalnika slik bo običajno vsebovala informacije o imetniku avtorskih pravic za sliko in o veljavnih omejitvah uporabe. Kot splošno pravilo: vse, kar objavi NASA, je v javni domeni (vključno z vsemi slikami HST). Za vse ostalo lahko dokaj varno domnevate, da se slike ne smejo uporabljati v komercialne namene brez dovoljenja. Če ste v dvomih, se obrnite neposredno na imetnika avtorskih pravic za sliko.
sv: Det beror på bilden, men många av bilderna begränsar kommersiell användning. Bildvisningens statusrad innehåller oftast information om bildens copyright-innehavare, och vilka användningsbegränsningar som gäller. Som tumregel är allt som publiceras av NASA öppet (inklusive alla bilder från rymdteleskopet Hubble). För allt annat kan du vara rätt säker på att bilderna inte får användas kommersiellt utan tillåtelse. Om du tvekar, kontakta bildens copyright-innehavare direkt.
uk: Це залежить від зображення, але більшість зображень призначено для некомерційного використання. У рядку стану Переглядача зображень зазвичай міститься інформацію про власника авторських прав на зображення, і про те, які є обмеження у використанні. Наприклад, все, що розповсюджується НАСА можна спільною власністю (зокрема і всі фотографії «Хаббла»). Всі інші зображення, скоріше за все, не можуть бути використані з комерційною метою без додаткового дозволу. Якщо ви маєте щодо цього сумнів, зв’яжіться напряму з власником авторських прав на зображення.

source: **Can I help contribute to future versions of KStars?**
ca: **Puc contribuir en versions futures del KStars?**
ca@valencia: **Puc contribuir en versions futures de KStars?**
it: **Posso contribuire alle versioni future di KStars?**
nl: **Kan ik aan toekomstige versies van KStars bijdragen?**
pt_br: **Posso contribuir para futuras versões do KStars?**
sl: **Ali lahko prispevam k prihodnjim različicam KStars?**
sv: **Kan jag hjälpa till att bidra till framtida versioner av Kstars?**
uk: **Чи можу я допомогти або зробити внесок у наступні версії KStars?**

source: Yes, definitely! Introduce yourself on our mailing list: (``kstars-devel AT kde.org``). If you want to help with the coding, download the latest `KStars Git <https://invent.kde.org/education/kstars>`__ version of the code and dive right in. There are several :file:`README` files in the distribution that explain some of the code's subsystems. If you need ideas of what to work on, see the :file:`TODO` file. You can submit patches to kstars-devel mailing list, and feel free to post any questions you have about the code there as well.
ca: Sí, definitivament! Introduïu-vos vosaltres mateixos a la nostra llista de correu: ``kstars-devel AT kde.org``. Si voleu ajudar amb la programació, descarregueu-vos l'última versió del `Git del KStars <https://invent.kde.org/education/kstars>`__ i submergiu-vos-hi. Trobareu diversos fitxers :file:`README` d'ajuda amb explicacions sobre els subsistemes del codi. Si necessiteu idees per a començar a treballar, consulteu el fitxer :file:`TODO`. Podeu enviar els pedaços a la llista de correu ``kstars-devel`` i consultar-hi amb total llibertat qualsevol dubte que pugueu tenir quant al codi.
ca@valencia: Sí, definitivament! Entreu vosaltres mateixos en la nostra llista de correu: ``kstars-devel AT kde.org``. Si voleu ajudar amb la programació, baixeu l'última versió `Git de KStars <https://invent.kde.org/education/kstars>`__ i submergiu-vos-hi. Trobareu diversos fitxers :file:`README` d'ajuda amb explicacions sobre els subsistemes del codi. Si necessiteu idees per a començar a treballar, consulteu el fitxer :file:`TODO`. Podeu enviar els pedaços a la llista de correu kstars-devel i consultar-hi amb total llibertat qualsevol dubte que pugueu tindre quant al codi.
it: Sì, certamente! Presentati sulla nostra mailing list (``kstars-devel AT kde.org``). Se vuoi dare una mano con la programmazione, scarica la versione `KStars Git <https://invent.kde.org/education/kstars>`__ più recente del codice e comincia a curiosarci. Ci sono parecchi file :file:`README` che illustrano alcuni dei sottosistemi del programma. Se hai bisogno di idee su cosa fare, consulta il file :file:`TODO`. Puoi sottoporre patch alla lista di distribuzione kstars-devel, oltre a porre ogni domanda che tu possa avere sul codice.
nl: Jazeker! Schrijf u in op onze e-maillijst: (``kstars-devel At kde.org``). Als u met het programmeren wilt helpen, haalt u de laatste versie van de code op vanaf `KStars Git <https://invent.kde.org/education/kstars>`__, u kunt er dan meteen induiken. Er zijn diverse :file:`README` bestanden in de distributie waarin sommige onderdelen van de code worden uitgelegd. Om een idee te krijgen van wat u zou kunnen doen, kunt u het bestand :file:`TODO` bekijken. U kunt verbeteringen sturen naar de e-maillijst kstars-devel en u kunt ook gerust vragen stellen over de code.
pt_br: Sim, definitivamente! Apresente-se em nossa lista: (``kstars-devel AT kde.org``). Se você quiser ajudar com código, baixe a última versão do `código do KStars no Git <https://invent.kde.org/education/kstars>`__ e mergulhe nele. Existem vários arquivos :file:`README` na distribuição, que explicam alguns subsistemas do código. Se você precisar de ideias sobre no que trabalhar, veja o arquivo :file:`TODO`. Você pode enviar correções para a lista de discussão kstars-devel, e sinta-se a vontade para enviar qualquer questão que você tenha sobre o código.
sl: Da, vsekakor! Predstavite se na našem poštnem seznamu: (``kstars-devel AT kde.org``). Če želite pomagati pri kodiranju, prenesite najnovejšo različico kode `KStars Git <https://invent.kde.org/education/kstars>`__ in se takoj lotite dela. V distribuciji je več datotek :file:`README`, ki pojasnjujejo nekatere podsisteme kode. Če potrebujete ideje o tem, na čem delati, si oglejte datoteko :file:`TODO`. Popravke lahko pošljete na poštni seznam kstars-devel in tam lahko objavite tudi vsa vprašanja o kodi.
sv: Ja, definitivt! Presentera dig på vår e-postlista: (``kstars-devel SNABELA kde.org``. Om du vill hjälpa till att koda, ladda ner kodens senaste `KStars Git <https://invent.kde.org/education/kstars>`__ versionen och dyk ner i den. Det finns flera :file:`README`-filer i distributionen som förklarar några av kodens delsystem. Om du behöver idéer om vad som behöver göras, se filen :file:`TODO`. Du kan skicka in programfixar till kstars-devel e-postlista, och tveka inte att skicka eventuella frågor du har om koden dit också.
uk: Так, звичайно! Приєднуйтеся до нашого списку листування: ``kstars-devel AT kde.org``. Якщо ви бажаєте допомогти у програмуванні, отримайте найсвіжішу `Git-версію коду KStars <https://invent.kde.org/education/kstars>`__ і починайте роботу. Серед файлів програми є декілька файлів ``README``, які роз’яснюють підсистеми коду. Якщо не можете вирішити з чого почати, зазирніть у файл :file:`TODO`. Ви можете подавати на розгляд латки до kstars-devel, а також без вагань ставити там будь-які питання, які виникають у вас щодо коду.

source: If you are not into coding, we can still use your help with i18n, docs, AstroInfo articles, URL links, bug reports, and feature requests.
ca: Si preferiu no programar, sempre podeu ajudar-nos amb les traduccions (i18n), documentació, articles d'AstroInfo, enllaços d'URL, informes d'error i desitjos de característiques.
ca@valencia: Si preferiu no programar, sempre podeu ajudar-nos amb les traduccions (i18n), documentació, articles d'AstroInfo, enllaços URL, informes d'error i desitjos de característiques.
it: Se programmare non è il tuo forte, puoi sempre aiutarci con le traduzioni, la documentazione, gli articoli di AstroInfo, i collegamenti alle pagine web, le segnalazioni di errori e le richieste di funzionalità aggiuntive.
nl: Als u geen programmeur bent, kunnen we uw hulp ook gebruiken bij de i18n-documenten, artikelen voor Astroinfo, URL-koppelingen, foutmeldingen en ideeën voor wat er nog in het programma moet komen.
pt_br: Se você não gosta de trabalhar no código, podemos ainda usar sua ajuda com os documentos i18n, artigos para o AstroInfo, links para URL, relatórios de bugs e solicitações de funcionalidades.
sl: Če niste navdušeni nad kodiranjem, lahko še vedno uporabimo vašo pomoč pri i18n, dokumentih, člankih AstroInfo, URL povezavah, poročila o napakah in zahteve po zmožnostih.
sv: Om du inte sysslar med programmering, kan vi fortfarande använda din hjälp med i18n, dokumentation, Astroinfo notiser, webblänkar, felrapporter och önskemål om funktioner.
uk: Якщо програмування — не ваша стихія, ви можете допомогти з перекладом, документацією, статтями Астроінфо, посиланнями на адреси URL, звітами про вади і запитами на реалізацію нових можливостей.

source: Planet positions are only accurate for dates within 4000 years or so of the current epoch. The planet positions are predicted using a Fourier-like analysis of their orbits, as observed over the past few centuries. We learnt in school that planets follow simple elliptical orbits around the Sun, but this is not strictly true. It would be true only if there was only one planet in the Solar system, and if the Sun and the planet were both point masses. As it is, the planets are constantly tugging on each other, perturbing the orbits slightly, and tidal effects also induce precessional wobbling. In fact, recent analysis suggests that the planets' orbits may not even be stable in the long term (i.e., millions or billions of years). As a rule of thumb, you can expect the position of a planet to be accurate to a few arcseconds between the dates -2000 and 6000. Pluto is the exception to this; its position is perhaps ten times less precise than the positions of the other planets. Still, for dates near the present epoch, its position can be trusted to about an arcsecond. The moon's position is the most difficult to predict to high precision. This is because its motion is quite perturbed by the Earth. Also, since it is so nearby, even minute effects that would be undetectable in more distant bodies are easily apparent in the moon. The objects with the worst long-term precision in the program are the comets and asteroids. We use a very simplistic orbital model for the minor planets that does not include third-body perturbations. Therefore, their positions can only be trusted for dates near the present epoch. Even for the present epoch, one can expect positional errors among the minor planets of order 10 arcseconds or more.
ca@valencia: Les posicions dels planetes només són precises en dates que no diferisquen en més de 4.000 anys de l'època actual. Les posicions dels planetes es calculen emprant una anàlisi de tipus Fourier de les seues òrbites, en funció del que s'ha observat en els segles passats. En l'escola vam aprendre que els planetes seguixen òrbites el·líptiques simples al voltant del Sol, però açò no és del tot cert. Ho seria si tan sols tinguérem un sol planeta en el sistema solar, i si el Sol i el planeta foren objectes puntuals. En realitat, els planetes estan constantment tibant entre si, pertorbant lleugerament les òrbites, a més que els efectes de la marea induïxen a balandreigs de precessió. De fet, una anàlisi recent suggerix que les òrbites dels planetes fins i tot podrien no ser estables a llarg termini (p. ex., milions o mil milions d'anys). Com a regla general, podeu esperar que la posició d'un planeta tinga una desviació d'uns pocs segons d'arc entre les dates -2.000 i 6.000.
it: Le posizioni dei pianeti sono accurate solo per date distanti fino a 4000 anni circa dall'epoca attuale. Esse sono calcolate tramite un'analisi di Fourier delle orbite, come osservate durante gli ultimi secoli. A scuola abbiamo imparato che i pianeti seguono semplici orbite ellittiche attorno al Sole, ma ciò non è del tutto vero. Lo sarebbe solo se ci fosse un solo pianeta nel Sistema Solare, e se il Sole e il pianeta fossero entrambi masse puntiformi. Nella situazione reale, invece, i pianeti si "strattonano" costantemente l'un l'altro, perturbando leggermente le proprie orbite, inoltre gli effetti di marea inducono anche delle oscillazioni precessionali. In effetti, analisi recenti suggeriscono che le orbite dei pianeti potrebbero anche non essere stabili nel lungo periodo (ossia milioni o miliardi di anni). Come regola generale ci si può aspettare che la posizione di un pianeta sia accurata entro qualche secondo d'arco tra gli anni 2000 a.C. e 6000 d.C. Plutone rappresenta un'eccezione a questo; la sua posizione è forse dieci volte meno precisa rispetto a quella degli altri pianeti. Ciononostante, per le date vicine all'epoca attuale, la sua posizione può essere considerata attendibile entro circa un secondo d'arco. La posizione della Luna è la più difficile da prevedere con elevata precisione. Ciò è dovuto al fatto che il suo moto risulta fortemente perturbato dalla Terra. Inoltre, essendo così vicina, persino effetti minimi che risulterebbero impercettibili nei corpi più lontani diventano facilmente osservabili sulla Luna. Gli oggetti con la peggior precisione a lungo termine all'interno del programma sono le comete e gli asteroidi. Per i pianeti minori utilizziamo infatti un modello orbitale molto semplificato, che non include le perturbazioni dovute a corpi terzi. Pertanto, le loro posizioni possono essere considerate attendibili solo per le date prossime all'epoca attuale. Anche per l'epoca presente, ci si possono aspettare errori posizionali tra i pianeti minori dell'ordine di dieci secondi d'arco o più.
nl: De posities van planeten zijn alleen nauwkeurig voor jaren die minder dan ongeveer 4000 jaar verschillen van de huidige tijd. De posities van planeten worden berekend met een Fourier-achtige analyse van hun banen, waarbij waarnemingen van de laatste tijdperken worden gebruikt. We leren op school dat de planeten eenvoudige elliptische banen om de zon volgen, maar dit is niet helemaal het geval. Het zou waar zijn als er slechts een planeet in het zonnestelsel zou zijn, en als de planeet en de zon puntmassa's (alle massa in een punt) zouden zijn. Zoals nu het geval is oefenen de planeten bij voortduring aantrekkingskrachten op elkaar uit, waardoor hun banen worden beïnvloed, en getijkrachten veroorzaken daarbij ook precessie- (tol) bewegingen. In feite blijkt uit recent onderzoek dat de banen van de planeten op de lange termijn (miljoenen of miljarden jaren) misschien niet eens stabiel zouden kunnen zijn. Als een vuistregel kunt u aannemen dat de posities van planeten tussen -2000 en 6000 nauwkeurig zijn binnen enkele boogseconden. Pluto is de uitzondering hierin; zijn positie is waarschijnlijk tien keer minder precies dan de posities van de andere planeten. Nog steeds, voor datums nabij de huidige eeuw, kan zijn positie vertrouwd worden tot ongeveer een boogseconde. De positie van de maan is het moeilijks met hoge precisie te voorspellen. Dat is omdat zijn beweging behoorlijk verstoord wordt door de Aarde. Ook, omdat het zo dichtbij is, zelfs minuten effecten die niet te detecteren zijn in lichamen op afstand zijn gemakkelijk duidelijk in de maan. De objecten met de slechtste lange-termijn precisie in het programma zijn de kometen en asteroïden. We gebruiken een erg simplistisch omloopmodel voor de kleinere planeten die geen derde-lichaam verstoringen omvatten. Daarom kunnen hun posities alleen vertrouwd worden voor datums nabij de huidige tijdperk. Zelfs voor het huidige tijdperk kan men positionele fouten verwachten onder de kleinere planeten van de orde van 10 boogseconden of meer.
pt_br: As posições dos planetas não são precisas para datas dentro de 4000 anos da época atual. As posições dos planetas são levantadas usando uma análise tipo Fourier em suas órbitas, conforme observado nos poucos séculos atrás. Aprendemos na escola que planetas seguem órbitas elípticas simples ao redor do Sol, mas isto não é bem verdade. Seria verdade se existisse somente um planeta no sistema solar e se o Sol e o planeta fossem ambos pontos de massa. Como é de fato, os planetas estão constantemente puxando um ao outro, perturbando as órbitas levemente, e efeitos de onda também induzem variações. De fato, análises recentes sugerem que as órbitas dos planetas podem não ser mesmo estáveis em termos longos (milhões ou bilhões de anos). Como regra, você pode esperar que a posição de um planeta seja precisa por poucos arcsegundos entre as datas -2000 e 6000. Plutão é a exceção a isso; sua posição é talvez dez vezes menos precisa do que as posições dos outros planetas. Ainda assim, para datas próximas à época atual, sua posição pode ser confiável em cerca de um segundo de arco. A posição da Lua é a mais difícil de prever com alta precisão. Isso ocorre porque seu movimento é bastante perturbado pela Terra. Além disso, por estar tão próxima, mesmo efeitos mínimos que seriam indetectáveis ​​em corpos mais distantes são facilmente aparentes na Lua. Os objetos com a pior precisão de longo prazo no programa são os cometas e asteroides. Usamos um modelo orbital muito simplista para os planetas menores que não inclui perturbações de terceiros corpos. Portanto, suas posições só podem ser confiáveis ​​para datas próximas à época atual. Mesmo para a época atual, pode-se esperar erros posicionais entre os planetas menores da ordem de 10 segundos de arco ou mais.
sl: Položaji planetov so natančni le za datume znotraj približno 4000 let od trenutne epohe. Položaji planetov so napovedani z uporabo Fourierjeve analize njihovih orbit, kot je bilo opaženo v zadnjih nekaj stoletjih. V šoli smo se učili, da planeti sledijo preprostim eliptičnim orbitam okoli Sonca, vendar to ni povsem res. To bi bilo res le, če bi bil v Osončju samo en planet in če bi bila Sonce in planet oba točkovni masi. Trenutno se planeti nenehno vlečejo drug drugega, kar nekoliko moti orbite, plimski učinki pa povzročajo tudi precesijsko nihanje. Pravzaprav nedavne analize kažejo, da orbite planetov morda sploh niso stabilne dolgoročno (tj. milijone ali milijarde let). Praviloma lahko pričakujete, da bo položaj planeta med datumoma -2000 in 6000 natančen do nekaj ločnih sekund. Pluton je izjema; njegov položaj je morda desetkrat manj natančen kot položaji drugih planetov. Kljub temu je za datume blizu sedanje epohe njen položaj mogoče zanesljivo določiti na približno ločno sekundo. Položaj Lune je najtežje napovedati z visoko natančnostjo. To je zato, ker njeno gibanje precej moti Zemlja. Ker je tako blizu, so na Luni zlahka opazni celo drobni učinki, ki jih pri bolj oddaljenih telesih ne bi bilo mogoče zaznati. Predmeti z najslabšo dolgoročno natančnostjo v programu so kometi in asteroidi. Za manjše planete uporabljamo zelo poenostavljen orbitalni model, ki ne vključuje motenj tretjih teles. Zato je njihovim položajem mogoče zaupati le za datume blizu sedanje epohe. Tudi za sedanjo epoho lahko pričakujemo napake položaja med manjšimi planeti reda 10 ločnih sekund ali več.
sv: Planetpositionerna är bara noggranna för datum inom ungefär 4000 år från dagens datum. Planetpositionerna förutsägs med en Fourierliknande analys av banorna, enligt observationer under de senaste århundradena. Vi lärde oss i skolan att planeterna följer enkla elliptiska banor runt solen, men det är inte helt sant. Det skulle endast vara sant om det bara fanns en planet i solsystemet, och om solen och planeten båda var punktformiga massor. Som det är så drar planeterna hela tiden i varandra, och stör banorna lite grand, dessutom orsakar tidvatteneffekter precession. I själva verket anger nyligen utförda analyser att planeternas banor inte ens är stabila i det långa loppet (dvs. miljoner eller miljarder år). Som en tumregel, kan du förvänta dig att positionen för en planet är noggrann till några få bågsekunder mellan datumen -2000 och 6000.
