Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/faq.po
Languages: ca, ca@valencia, es, et, it, nl, pl, pt, pt_br, sl, sv, uk

source: Pluto is the exception to this; its position is perhaps ten times less precise than the positions of the other planets. Still, for dates near the present epoch, its position can be trusted to about an arcsecond.
es: Plutón resulta ser una excepción; su posición es quizá diez veces menos precisa que la de los otros planetas. Aun así, en fechas cercanas a la época actual, se puede asumir que su precisión está alrededor de un segundo de arco.
et: Erand sellest reeglist on Pluuto, mille asukoht on vahest isegi kümneid kordi ebatäpsem kui teistel planeetidel. Kuid praeguse epohhi läheduses võib siiski ka selle asukohta nii ühe kaaresekundi sees kindlaks määrata.
pl: Pluton stanowi wyjątek; jego pozycja jest około dziesięciu razy mniej dokładna niż pozycja innych planet. Jednak w dalszym ciągu, dla dat bliskich bieżącej,można na niej polegać z dokładnością do mniej więcej sekundy łukowej.
pt: Plutão é a excepção a isto; a sua posição é talvez dez vezes menos precisa que as posições dos outros planetas. Contudo, para datas próximas da época actual, a sua posição poderá ser de confiança com diferença de um segundo de arco.

source: The moon's position is the most difficult to predict to high precision. This is because its motion is quite perturbed by the Earth. Also, since it is so nearby, even minute effects that would be undetectable in more distant bodies are easily apparent in the moon.
es: La posición de la Luna es probablemente la más difícil de predecir con gran precisión. Esto se debe a que su movimiento está bastante perturbado por la Tierra. Además, al estar tan cerca, incluso efectos mínimos que serían indetectables en cuerpos más distantes, son perfectamente notables en la Luna.
et: Kõige raskem on aga ülitäpselt kindlaks määrata Kuu asukohta, sest selle liikumist mõjutab väga tugevasti Maa. Pealegi on see meile nii lähedal, et isegi väikesed muudatused, mida kaugemate objektide korral ei pruugi tähele pannagi, on Kuu korral hõlpsasti tajutavad.
pl: Najtrudniejsza do przewidzenia z wysoką dokładnością jest pozycja Księżyca. Dzieje się tak z powodu dużych zakłóceń jego ruchu przez Ziemię. Oprócz tego, w związku z tym, że znajduje się bardzo blisko, różnica pozycji pomijalna w przypadku odległego ciała będzie wyrażnie widoczna w przypadku Księżyca.
pt: A posição da Lua é a mais difícil de prever com grande precisão. Isto tem a ver com o facto de o seu movimento ser bastante perturbado pela Terra. Do mesmo modo, dado que está tão perto, mesmo os efeitos dos minutos que seriam indetectáveis nos corpos distantes são facilmente aparentes na Lua.

source: The objects with the worst long-term precision in the program are the comets and asteroids. We use a very simplistic orbital model for the minor planets that does not include third-body perturbations. Therefore, their positions can only be trusted for dates near the present epoch. Even for the present epoch, one can expect positional errors among the minor planets of order 10 arcseconds or more.
es: Los objetos con peor precisión en el programa son los cometas y los asteroides. Utilizamos un modelo orbital muy sencillo que no incluye la perturbación por parte de terceros. Por lo tanto, solo es posible configurar en sus posiciones en fechas muy cercanas a la época actual. Incluso para fechas actuales, se puede esperar una desviación en los cuerpos pequeños del orden de 10 segundos de arco o más.
et: Rakenduse kõige ebatäpsemad objektid, kui aluseks võtta pikem ajavahemik, on komeedid ja asteroidid. Me kasutame väikeplaneetide jaoks tugevasti lihtsustatud orbiidimudelit, mis ei võta arvesse muude kehade mõjutusi. Seepärast saab nende asukohta usaldusväärseks pidada ainult käesolevale hetkele üsna lähedale jääval ajal. Isegi praeguse epohhi korral võib asteroidide ja komeetide asukohamäärangus ette tulla 10 kaaresekundi või suuremaidki eksimusi.
pl: Obiekty z najmniej dokładnie obliczoną pozycją to komety i planetoidy. Dla małych obiektów używamy bardzo uproszczonego modelu, który nie uwzględnia wpływu innych ciał. Stąd, można wierzyć tylko wynikom dla dat nieodległych od chwili obecnej. Nawet przy takim założeniu należy spodziewać się błędu pozycji na poziomie 10 sekund łukowych albo nawet więcej.
pt: Os objectos com a pior precisão a longo-prazo no programa são os cometas e os asteróides. É usado um modelo orbital muito simplista para os planetas menores que não inclui as perturbações de terceiros. Como tal, as suas posições só poderão ser de confiança para as datas perto da época actual. Mesmo para a época actual, poder-se-á esperar alguns erros de posição entre os planetas menores na ordem de 10 ou mais segundos de arco.

source: Why do I have to download an improved NGC/IC catalog and Messier object images? Why not just include them as part of the &kstars; distribution?
es: ¿Por qué necesito descargar un catálogo NGC/IC mejorado e imágenes de objetos Messier? ¿Por qué no incluir todo esto en la distribución de &kstars;?
et: Miks ma pean korralikke NGC/IC kataloogi ja Messieri objektide pilte alla laadima? Need võiks ju kohe &kstars;iga kaasas olla?
pl: Dlaczego muszę pobierać poprawiony katalog NGC/IC oraz obrazy obiektów Messiera? Dlaczego nie można ich dołączyć do dystrybucji &kstars;?
pt: Porque é que tenho de obter um catálogo melhorado ou as imagens dos objectos Messier? Porque é que não fazem já parte da distribuição do &kstars;?

source: The author of the downloadable NGC/IC catalog has released it with the restriction that it may not be used commercially. For most &kstars; users, this is not a problem. However, it is technically against the &kstars; license (the <acronym>GPL</acronym>) to restrict usage in this way. We removed the Messier object images from the standard distribution for two reasons: to simply reduce the size of &kstars;, and also because of similar licensing concerns with a couple of the images. The inline images are significantly compressed to a very low quality from their original form, so I doubt there is a real copyright concern, but I did obtain explicit permission from the images' authors to use the few images for which there was any question about it (see <filename>README.images</filename>). Still, just to be absolutely safe, I removed them from the standard distribution, and marked the download archive as being <quote>free for non-commercial use</quote>.
es: El autor del catálogo NGC/IC descargable lo ha licenciado con la restricción de que no se puede usar comercialmente. Esto no supone ningún problema para la mayor parte de usuarios de &kstars;. No obstante, esto va técnicamente en contra de la licencia de &kstars; (la <acronym>GPL</acronym>), que no impide este uso. Hemos eliminado las imágenes de objetos Messier de la distribución estándar por dos motivos: para recudir el tamaño de &kstars; y también a causa de los mismos términos de licencia de varias de las imágenes. Las imágenes incluidas se han comprimido bastante para obtener otras de muy baja calidad con respecto a las originales, de modo que es dudoso que exista algún problema real de copyright, aunque hemos obtenido el permiso explícito de los autores de las imágenes en cuestión para poder usarlas (vea el archivo <filename>README.images</filename>). Aun así, para estar completamente seguros, han sido eliminadas de la distribución estándar y se ha marcado su archivo descargable como «libre para uso no comercial».
pt: O autor do catálogo NGC/IC publicou-o com a restrição de não poder ser usado comercialmente. Para a maioria dos utilizadores do &kstars;, isto não é um problema. Contudo, é tecnicamente contra a licença do &kstars; (a <acronym>GPL</acronym>) restringir a utilização desta forma. Removemos as imagens dos objectos Messier da distribuição normal por duas razões: simplesmente para reduzir o tamanho do &kstars; e também devido a questões semelhantes de licenças com algumas das imagens. As imagens incorporadas são significativamente comprimidas para uma qualidade muito baixa desde o seu formato original, por isso duvida-se que exista alguma questão de direitos de cópia, mas obteve-se uma permissão explícita dos autores das imagens para usar as poucas imagens onde houvessem dúvidas acerca delas (veja o <filename>README.images</filename>). De qualquer forma, para estar absolutamente seguro, foram removidas essas imagens da distribuição normal e o pacote para as obter foi marcado como <quote>livre para uso não-comercial</quote>.

source: I am really enjoying the beautiful images I have downloaded through &kstars;! I would like to share them with the world; can I publish a calendar featuring these images (or are there any usage restrictions on the images)?
es: Me encantan las bellas imágenes que he descargado con &kstars; y me gustaría compartirlas con el resto del mundo. ¿Puedo publicar un calendario que incluya estas imágenes (o existe alguna restricción en su uso)?
et: Mulle tõesti nii väga meeldivad need imeilusad pildid, mida ma &kstars;iga alla tõmbasin! Ma tahaks neid kogu maailmaga jagada! Kas ma võib nende piltidega näiteks kalendri trükkida (või on piltidel mingeid kasutamispiiranguid)?
pl: Na prawdę podobają mi się obrazy pobrane za pomocą &kstars;! Chcę się nimi podzielić z innymi; czy mogę opublikować kalendarz zawierający te obrazy (czy są jakieś ograniczenia dotyczące korzystania z tych obrazów)?
pt: Estou mesmo bastante satisfeito com as imagens maravilhosas que puxei com o &kstars;! Gostaria muito de as partilhar com as outras pessoas; posso publicar um calendário com estas imagens (ou existem algumas restrições de utilização das imagens)?

source: It depends on the image, but many of the images restrict against commercial usage. The Image Viewer's statusbar will usually contain information about the image's copyright holder, and what usage restrictions apply. As a rule of thumb: anything published by NASA is in the public domain (including all HST images). For everything else, you can pretty safely assume that the images may not be used commercially without permission. When in doubt, contact the image's copyright holder directly.
es: Depende de cada imagen, pero la mayoría de ellas impiden su uso comercial. La barra de estado del visor de imágenes debería contener información sobre el propietario de su copyright y sobre sus restricciones de uso. Como regla general, cualquier cosa publicada por la NASA es de dominio público (incluidas las imágenes del Hubble). Para el resto, puede suponer con bastante seguridad que las imágenes no se pueden usar comercialmente sin permiso. En caso de duda, contacte directamente con el propietario del copyright de la imagen.
et: Sõltub pildist, aga üldiselt on paljusid pilte keelatud kasutada kommertseesmärkidel. Pildinäitaja olekuriba annab enamasti infot pildi autoriõiguse kohta ning toob ära võimalikud piirangud. Aga rusikareeglina võib teatavaks võtta, et kõik, mida on avaldanud NASA, on vaba igasuguseks kasutamiseks (sealhulgas Hubble'i kosmoseteleskoobi pildid). Kõige muu puhul võib vaikimisi eeldada, et neid ei tohi levitada kommertseesmärkidel ilma autorilt luba hankimata. Kui sa ei ole päris kindel, võta ise autoriga ühendust.
pl: To zależy od obrazu, ale wiele z nich ma ograniczenia co do użycia komercyjnego. Pasek stanu przeglądarki obrazów zwykle będzie zawierał informacje o posiadaczu prawa autorskiego oraz o ograniczeniach nałożonych na obraz. Zasadą jest, że: wszystko opublikowane przez NASA może być wykorzystane publicznie (włącznie z obrazami HST) Dla całej reszty można przyjąć, że obrazy nie mogą być wykorzystywane komercyjnie bez zgody autorów. Gdy masz wątpliwości, skontaktuj się bezpośrednio z posiadaczem praw autorskich.
pt: Isso depende da imagem, mas muitas delas têm restrições de uso comercial. A barra de estado do Visualizador de Imagens irá conter normalmente informações sobre o detentor dos direitos de cópia da imagem e se são aplicadas algumas restrições de utilização. Como regra de algibeira: tudo o que é publicado pela NASA é do domínio público (incluindo todas as imagens HST). Para tudo o resto, você poderá assumir seguramente que as imagens poderão não ser usadas comercialmente sem permissão. Se tiver dúvidas, contacte o detentor dos direitos das imagens directamente.

source: Can I help contribute to future versions of &kstars;?
es: ¿Puedo contribuir en versiones futuras de &kstars;?
et: Kas ka mina saan kaasa aidata &kstars;i tulevastele versioonidele?
pl: Czy mogę wziąć udział w tworzeniu kolejnych wersji &kstars;?
pt: Posso ajudar a contribuir para as versões futuras do &kstars;?

source: Yes, definitely! Introduce yourself on our mailing list: <email>kstars-devel AT kde.org</email>. If you want to help with the coding, download the latest <ulink url="https://invent.kde.org/education/kstars">&kstars; &git;</ulink> version of the code and dive right in. There are several <filename>README</filename> files in the distribution that explain some of the code's subsystems. If you need ideas of what to work on, see the <filename>TODO</filename> file. You can submit patches to kstars-devel mailing list, and feel free to post any questions you have about the code there as well.
es: Por supuesto. Preséntese en nuestra lista de correo: <email>kstars-devel AT kde.org</email>. Si desea ayudar con la programación, descargue la última versión del código <ulink url="https://invent.kde.org/education/kstars">&git; de &kstars;</ulink> y sumérjase en él. Encontrará varios archivos <filename>README</filename> en la distribución que explican algunos de los subsistemas del código. Si necesita ideas para comenzar a trabajar, consulte el archivo <filename>TODO</filename>. Puede enviar parches a la lista de distribución kstars-devel y consultar cualquier duda que pudiera tener sobre el código con total libertad.
pt: Sim, com certeza! Apresente-se a si próprio na nossa lista de correio: <email>kstars-devel@kde.org</email>. Se você quiser ajudar na codificação, obtenha a última versão no <ulink url="https://invent.kde.org/education/kstars">&git; do &kstars;</ulink> e aprofunde à sua vontade. Existem vários ficheiros <filename>README</filename> na distribuição que explicam alguns dos sub-sistemas do código. Se você precisar de ideias sobre o que fazer, veja o ficheiro <filename>TODO</filename>. Você poderá submeter correcções ao 'kstars-devel', e sinta-se também à vontade para fazer algumas perguntas sobre o código.

source: If you are not into coding, we can still use your help with i18n, docs, AstroInfo articles, &URL; links, bug reports, and feature requests.
es: Si no sabe programar, siempre puede ayudarnos con la internacionalización, la documentación, los artículos de AstroInfo, enlaces &URL;, informes de fallos y haciendo sugerencias.
et: Kui sa ei ole aga programmeerimisega heal jalal, võib sinu abi ometi ära kuluda tõlkimisel, dokumentide ja AstroInfo artiklite juures, &URL; viitade pakkumisel, veateadete saatmisel ning uute võimaluste ja soovide väljamõtlemisel.
pt: Se não se sentir à vontade com programação, poderemos à mesma usar a sua ajuda com a i18n, documentação, artigos do AstroInfo, referências de &URL;s, relatórios de erros e pedidos de funcionalidades.

source: Chapter 10. Questions and Answers
ca: Capítol 10. Preguntes i respostes
ca@valencia: Capítol 10. Preguntes i respostes
it: Capitolo 10. Domande e risposte
nl: Hoodstuk 10. Vragen en antwoorden
pt_br: Capítulo 10. Perguntas e respostas
sl: Poglavje 10. Vprašanja in odgovori
sv: Kapitel 10. Vanliga frågor
uk: Глава 10. Запитання і відповіді

source: **What do the different symbols for deep-sky objects mean?**
ca: **Què signifiquen els diferents símbols per als objectes del cel profund?**
ca@valencia: **Què signifiquen els diferents símbols per als objectes del cel profund?**
it: **Cosa significano i vari simboli degli oggetti del profondo cielo?**
nl: **Wat betekenen de verschillende symbolen voor deep-sky-objecten?**
pt_br: **O que significam os diferentes símbolos dos objetos do espaço profundo?**
sl: **Kaj pomenijo različni simboli za objekte globokega neba?**
sv: **Vad betyder de olika symbolerna för avlägsna himmelsobjekt?**
uk: **Яке значення мають різні символи віддалених об’єктів?**

source: **What do the different colors of Deep-sky objects mean?**
ca: **Què signifiquen els diferents colors dels objectes del cel profund?**
ca@valencia: **Què signifiquen els diferents colors dels objectes del cel profund?**
it: **Cosa significano i vari colori degli oggetti del profondo cielo?**
nl: **Wat betekenen de verschillende kleuren van deep-sky-objecten?**
pt_br: **O que significam as diferentes cores dos objetos do espaço profundo?**
sl: **Kaj pomenijo različne barve objektov globokega neba?**
sv: **Vad betyder de olika färgerna för avlägsna himmelsobjekt?**
uk: **Яке значення мають різні кольори віддалених об’єктів?**

source: Generally, the different colors indicate to which catalog the object belongs (Messier, NGC or IC). However, some objects have a different color which indicates that there are extra images available in the :ref:`popup menu <commands-popup-menu>` (the default ``extras`` color is red).
ca: Generalment, els diferents colors indiquen a quin catàleg pertany l'objecte (Messier, NGC o IC). No obstant això, alguns objectes tenen un color diferent, el qual ens indica que hi ha disponibles imatges extres en el :ref:`menú emergent <commands-popup-menu>`(el color predeterminat per als ``extres`` és el roig).
ca@valencia: Generalment, els diferents colors indiquen a quin catàleg pertany l'objecte (Messier, NGC o IC). No obstant açò, alguns objectes tenen un color diferent, el qual ens indica que hi ha disponibles imatges addicionals al :ref:`menú emergent <commands-popup-menu>` (el color predeterminat per als ``addicionals`` és el roig).
it: Nella maggior parte dei casi i vari colori indicano a quale catalogo appartiene l'oggetto (di Messier, NGC o IC). Tuttavia a volte questo indica che sono disponibili delle immagini aggiuntive nel :ref:`menu a comparsa <commands-popup-menu>` (il colore ``aggiuntivo`` predefinito è il rosso).
nl: In het algemeen gesproken geven de verschillende kleuren aan in welke catalogus het object is opgenomen (Messier, NGC of IC). Echter, sommige objecten hebben een andere kleur, waarmee wordt aangegeven dat er extra afbeeldingen van beschikbaar zijn in het :ref:`context-menu <commands-popup-menu>` (de standaard kleur voor de ``extra's`` is rood).
pt_br: Geralmente, as diferentes cores indicam a que catálogo o objeto pertence (Messier, NGC ou IC). Entretanto, alguns objetos tem uma cor diferente que indica que existem imagens extras disponíveis no :ref:`menu de contexto <commands-popup-menu>` (o padrão de cores ``extras`` é o vermelho).
sl: Na splošno različne barve označujejo, kateremu katalogu objekt pripada (Messier, NGC ali IC). Vendar pa imajo nekateri objekti drugačno barvo, kar pomeni, da so v :ref:`popup menu <commands-popup-menu>` na voljo dodatne slike (privzeta barva ``extras`` je rdeča).
sv: I huvudsak anger de olika färgerna vilken katalog objektet hör till (Messier, NGC eller IC). Vissa objekt har dock en annan färg som anger att det finns extra bilder tillgängliga med :ref:`menyn som visas med höger musknapp <popup-menu>` (standardfärgen för ``extra`` är röd).
uk: Загалом кажучи, різні кольори позначають, до якого каталогу належить об’єкт (Месьє, Нового загального каталогу або Каталогу покажчика). Але деякі з об’єктів мають інший колір, це означає, що для цих об’єктів у :ref:`контекстному меню <commands-popup-menu>` доступні додаткові зображення (типовий колір таких об’єктів з «додатками» — червоний).

source: **Why are there so many more U.S. cities than in other countries?**
ca: **Per què hi ha moltes més ciutats dels EUA que dels altres països?**
ca@valencia: **Per què hi ha moltes més ciutats dels EUA que dels altres països?**
it: **Perché le città statunitensi sono così tante rispetto a quelle di altri Paesi?**
nl: **Waarom zijn er zo veel meer steden van de VS in de lijst dan van andere landen?**
pt_br: **Por que existem tão mais cidades americanas que em outros países?**
sl: **Zakaj je v ZDA toliko več mest kot v drugih državah?**
sv: **Varför finns det så många fler amerikanska städer jämfört med städer i andra länder?**
uk: **Чому у списках так багато міст США, у порівнянні з іншими країнами?**

source: When we started KStars, we were unable to find a longitude/latitude database that covered the globe equitably. However, the KStars community is rapidly overcoming this problem! We have already received city lists from many users around the world. If you can contribute to this effort, please send us your list of cities and coordinates.
ca: Quan hem iniciat el KStars no hem aconseguit trobar bases de dades de longituds i latituds que cobreixin tot el globus de forma equitativa. No obstant això, la comunitat del KStars està resolent ràpidament aquest problema! Estem rebent llistes de ciutats de molts usuaris al voltant del món. Si podeu contribuir en aquest esforç, si us plau, envieu-nos la vostra llista de ciutats i coordenades.
ca@valencia: Quan hem iniciat KStars no hem aconseguit trobar bases de dades de longituds i latituds que cobrisquen tot el globus de forma equitativa. No obstant açò, la comunitat de KStars està resolent ràpidament este problema! Estem rebent llistes de ciutats de molts usuaris al voltant del món. Si podeu contribuir en este esforç, envieu-nos la vostra llista de ciutats i coordenades.
it: All'inizio dello sviluppo di KStars non ci è stato possibile trovare un singolo elenco di longitudini e latitudini che coprisse il globo in maniera uniforme. Tuttavia la comunità di KStars sta rapidamente ponendo rimedio al problema! Abbiamo già ricevuto liste di città da numerosi utenti sparsi per il mondo. Se puoi contribuire a questo sforzo, mandaci anche tu la tua lista di città e di coordinate.
nl: Toen we met KStars begonnen waren we niet in staat om een gegevensbank te vinden met daarin de lengte/breedte van plaatsen die gelijkelijk zijn verdeeld over de gehele wereld. Maar de KStars-gemeenschap werkt hard aan dit probleem! We hebben al stedenlijsten ontvangen van vele gebruikers in de hele wereld. Als u hier ook aan wilt bijdragen, ontvangen wij ook graag uw lijst van steden met hun coördinaten.
pt_br: Quando começamos o KStars não fomos capazes de encontrar um banco de dados de latitude/longitude que cubra o globo de forma mais equilibrada. No entanto, a comunidade do KStars está rapidamente solucionando este problema! Nós temos recebidos listas de cidades de diversos usuários do mundo todo. Se você puder contribuir para este esforço, por favor envie-nos sua lista de cidades e coordenadas.
sl: Ko smo zagnali KStars nismo mogli najti baze podatkov o zemljepisni dolžini/širini, ki bi enakomerno pokrivala svet. Vendar skupnost KSstars hitro premaguje ta problem! Prejeli smo že sezname mest od številnih uporabnikov po vsem svetu. Če lahko prispevate k temu prizadevanju, nam pošljite svoj seznam mest in koordinate.
sv: När vi startade Kstars kunde vi inte hitta en databas med longitud/latitud som täcker jordklotet likformigt. Dock håller Kstars gemenskap på att snabbt lösa problemet! Vi har redan tagit emot listor på städer från många användare runt om i världen. Om du kan bidra till det här arbetet, skicka oss gärna din lista med städer och koordinater.
uk: Коли автори починали роботу над KStars, у них не було доступу до якоїсь всесвітньої бази даних довгот/широт міст. Але спільнота KStars швидко долає цю проблему! Автори вже отримали списки міст від багатьох користувачів зі всього світу. Якщо ви хочете приєднатися до цих зусиль, будь ласка, надішліть авторам програми ваш список міст і координат.
