Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/faq.po
Languages: ca, ca@valencia, es, et, it, nl, pl, pt, pt_br, sl, sv, uk

source: **How can I add a new custom location to KStars?**
ca: **Com puc afegir un emplaçament personalitzat nou al KStars?**
ca@valencia: **Com puc afegir un emplaçament personalitzat nou a KStars?**
it: **Come posso aggiungere una nuova località personalizzata in KStars?**
nl: **Hoe kan ik in KStars een nieuwe locatie toevoegen?**
pt_br: **Como posso adicionar uma nova localização personalizada ao KStars?**
sl: **Kako lahko v KStars dodam novo lokacijo po meri?**
sv: **Hur kan man lägga till en ny egen plats i Kstars?**
uk: **Як додати нове нетипове місце у KStars?**

source: If you would like to use a location that is not on the list, enter the relevant information (longitude, latitude, city name, province name, and country name), then press ``Add City`` button. All fields must be filled, except the optional province field. You can also modify the values for an existing city, by simply changing the values in the window, and adding it to the list.
ca: Si voleu utilitzar un emplaçament que no es troba a la llista, introduïu la informació rellevant (longitud, latitud, nom de la ciutat, nom de la província i el nom del país), després premeu el botó ``Afegeix la ciutat``. S'hauran d'omplir tots els camps, excepte el camp de la província que és opcional. També podeu modificar els valors d'una ciutat existent, simplement canviant els valors a la finestra, i afegir-los a la llista.
ca@valencia: Si voleu utilitzar un emplaçament que no es troba en la llista, introduïu la informació rellevant (longitud, latitud, nom de la ciutat, nom de la província i el nom del país), després premeu el botó ``Afig la ciutat``. S'hauran d'emplenar tots els camps, excepte el camp de la província que és opcional. També podeu modificar els valors d'una ciutat existent, senzillament canviant els valors en la finestra, i afegint-los a la llista.
it: Se vuoi aggiungere una località che non è nella lista, inserisci le informazioni rilevanti (longitudine, latitudine, nome della città, della provincia e della nazione), quindi premi il pulsante ``Aggiungi città``: tutti i campi devono essere compilati, tranne quello facoltativo della provincia. Puoi anche modificare i valori di una città esistente semplicemente cambiando i valori nella finestra e poi aggiungerla all'elenco.
nl: Wilt u een nieuwe locatie toevoegen die nog niet in de lijst staat, dan kunt u de gegevens hiervan (lengte, breedte, plaatsnaam, provincienaam en naam van het land) invoeren, en op de knop ``Plaats toevoegen`` klikken. Alle velden moeten worden ingevuld, behalve het optionele veld voor de provincienaam. U kunt ook de gegevens van een bestaande plaats wijzigen door die in het venster te wijzigen, en die aan de lijst toe te voegen.
pt_br: Se você quiser usar um local que não esteja na lista, insira as suas informações relevantes (como longitude, latitude, nome da cidade, nome da província e nome do país) e, em seguida, pressione o botão ``Adicionar à lista``. Todos os campos devem ser preenchidos, exceto o campo província, que é opcional. Você também pode modificar os valores de uma cidade existente, simplesmente alterando os valores na janela e adicionando-os à lista.
sl: Če želite uporabiti lokacijo, ki je ni na seznamu, vnesite ustrezne informacije (geografsko dolžino, širino, ime mesta, ime province in ime države), nato pritisnite gumb ``Dodaj mesto``. Vsa polja morajo biti izpolnjena, razen izbirnega polja pokrajina. Prav tako lahko spremenite vrednosti za obstoječe mesto tako, da preprosto spremenite vrednosti v oknu in ga dodate na seznam.
sv: Om du vill använda en plats som inte finns i listan, skriv in relevant information (longitud, latitud, stadens namn, regionens namn och landets namn), och klicka därefter på knappen ``Lägg till stad``. Alla fält måste vara ifyllda, utom det valfria regionsnamnet. Du kan också ändra värden för en befintlig stad genom att helt enkelt ändra värdena i fönstret och lägga till den i listan.
uk: Якщо вам потрібно додати місце, якого немає у списку, введіть відповідні дані (довготу, широту, назву місця, назву області та назву країни) і натисніть кнопку ``Додати місто``. Заповнити слід усі поля, окрім необов’язкового поля області. Ви також можете змінити значення для міста, яке вже є у списку, а потім додати новий пункт до списку у той самий спосіб.

source: **I have added a custom location to KStars that I no longer want. How do I remove it from the program?**
ca: **He afegit un emplaçament a mida al KStars que ja no el vull més. Com l'elimino del programa?**
ca@valencia: **He afegit un emplaçament a mida a KStars que ja no vull més. Com l'elimine del programa?**
it: **Ho aggiunto una località personalizzata a KStars, ma ora voglio eliminarla. Come faccio?**
nl: **Ik heb zelf een locatie aan KStars toegevoegd die ik niet meer wil gebruiken. Hoe kan ik die uit het programma verwijderen?**
pt_br: **Eu adicionei uma localização personalizada ao KStars que eu não desejo mais. Como eu a removo do programa?**
sl: **V KStars sem dodal lokacijo po meri, ki si je ne želim več. Kako jo odstranim iz programa?**
sv: **Jag har lagt till en egen plats i Kstars som jag inte längre vill ha. Hur tar jag bort den från programmet?**
uk: **Я випадково додав якесь місце розташування у KStars, яке мені більше не потрібне. Як вилучити це місце з файлів програми?**

source: You can easily remove a custom location from KStars by selecting it in the cities list and pressing the ``Remove City`` button. Note that you can not remove a KStars default city.
ca: Podeu treure amb facilitat un emplaçament personalitzat del KStars, seleccionant-lo en la llista de ciutats i prement el botó ``Elimina la ciutat``. Recordeu que no es pot eliminar una ciutat predeterminada del KStars.
ca@valencia: Podeu traure amb facilitat un emplaçament personalitzat de KStars, seleccionant-lo en la llista de ciutats i prement el botó ``Elimina la ciutat``. Recordeu que no es pot eliminar una ciutat predeterminada de KStars.
it: Puoi rimuovere facilmente una località personalizzata da KStars selezionandola nell'elenco delle città e premendo il pulsante ``Elimina città``. Nota che non puoi rimuovere una città predefinita di KStars.
nl: U kunt een zelf toegevoegde locatie eenvoudig uit KStars verwijderen, door die te selecteren in de lijst van plaatsnamen, en te klikken op de knop ``Plaats verwijderen``. Merk op dat u geen standaard locatie uit KStars kunt verwijderen.
pt_br: Você pode facilmente remover uma localização personalizada do KStars selecionando-a na lista de cidades e pressionando o botão ``Remover cidade``. Porém, note que você não poderá remover uma cidade padrão do KStars.
sl: Lokacijo po meri lahko preprosto odstranite iz KStars tako, da jo izberete na seznamu mest in pritisnete gumb ``Odstrani mesto``. Upoštevajte, da ne morete odstraniti iz datoteke KStars privzetega mesta.
sv: Det är enkelt att ta bort en egen plats från Kstars genom att markera den i stadslistan och klicka på knappen ``Ta bort stad``. Observera att det inte går att ta bort en av Kstars fördefinierade städer.
uk: **Вилучити нетипове місце дуже просто: позначте відповідний пункт у списку міст і натисніть кнопку ``Вилучити місто``. Зауважте, що не можна вилучати міста із типового списку KStars.**

source: **Why do some objects disappear when I am scrolling the display?**
ca: **Per què alguns objectes desapareixen quan desplaço la vista?**
ca@valencia: **Per què alguns objectes desapareixen quan desplace la vista?**
it: **Perché alcuni oggetti scompaiono mentre faccio scorrere lo schermo?**
nl: **Waarom verdwijnen sommige objecten als het beeld wordt verplaatst?**
pt_br: **Por que alguns objetos desaparecem quando eu estou rolando a tela?**
sl: **Zakaj nekateri objekti izginevajo, ko se premikam po zaslonu?**
sv: **Varför försvinner vissa objekt när jag panorerar skärmen?**
uk: **Чому, коли я прокручую зображення на екрані, деякі об’єкти зникають?**

source: When the display is in motion, KStars must recompute the screen coordinates of every object in its database, which involves some pretty heavy trigonometry. When scrolling the display (either with the arrow keys or by dragging with the mouse), the display may become slow and jerky, because the computer is having trouble keeping up. By excluding many of the objects, the computational load is greatly reduced, which allows for smoother scrolling. You can turn off this feature in the ``Configure - KStars`` window, and you can also configure which objects get hidden.
ca: Quan la vista està en moviment, el KStars haurà de tornar a calcular les coordenades dels píxels de tots els objectes en la seva base de dades, el qual implica forts càlculs de trigonometria. Quan desplaceu la vista (sigui amb les tecles de cursor o arrossegant-la amb el ratolí), la vista es torna lenta i poc precisa, per culpa que l'ordinador no pot efectuar totes les operacions que se li demanen. En excloure molts dels objectes, l'ordinador redueix aquesta càrrega i el desplaçament és molt més ràpid i suau. Seguint aquest plantejament podeu desactivar aquesta opció a la finestra ``Configuració - KStars`` o fins i tot personalitzar quins objectes s'ocultaran.
ca@valencia: Quan la vista està en moviment, KStars haurà de tornar a calcular les coordenades dels píxels de tots els objectes a la seua base de dades, el qual implica forts càlculs de trigonometria. Quan desplaceu la vista (siga amb les tecles de cursor o arrossegant-la amb el ratolí), la vista es tornarà lenta i poc precisa, per culpa que l'ordinador no pot realitzar totes les operacions que se li demanen. En excloure molts dels objectes, l'ordinador reduirà esta càrrega i el desplaçament serà molt més ràpid i suau. Seguint este plantejament, podeu desactivar esta característica en la finestra ``Configureu - KStars`` o fins i tot personalitzar quins objectes s'ocultaran.
it: Quando modifichi la posizione centrale dello schermo, KStars deve ricalcolare le coordinate in pixel di ogni oggetto nella sua banca dati, il che comporta un po' di trigonometria non proprio elementare. Quando si fa scorrere lo schermo (sia con i tasti freccia che trascinandolo col mouse), esso può diventare lento e andare a scatti perché il computer non ce la fa a stargli dietro. Escludendo però un gran numero di oggetti, la mole di calcoli viene sensibilmente ridotta, e questo permette un movimento più fluido. Puoi disabilitare questa caratteristica nella finestra ``Configura -KStars``, e puoi anche scegliere quali oggetti saranno nascosti.
nl: Wanneer de kijkrichting wordt veranderd, moet KStars de coördinaten van elk object dat wordt afgebeeld opnieuw berekenen, met veel behoorlijk zware goniometrische (sinus, cosinus enz.) berekeningen. Als het beeld wordt verplaatst (of met de pijltoetsen, of door slepen met de muis), kan het beeld traag en schokkerig volgen, omdat de computer er moeite mee heeft om dit bij te houden. Door veel van de objecten uit te sluiten (tijdens de beweging) wordt het rekenwerk aanmerkelijk minder, en zal de beeldverplaatsing soepeler kunnen verlopen. U kunt dit uitzetten in het venster ``Configureren -KStars``, en u kunt daar zelfs instellen welke objecten moeten worden verborgen.
pt_br: Quando você atualiza a posição central do mostrador, o KStars deve recalcular as coordenadas dos pixels de cada objeto em seu banco de dados, o que envolve uma trigonometria bem pesada. Ao rolar a tela (tanto com as setas ou arrastando o mouse), o mostrador fica lento e confuso porque o computador está tendo trabalho. Eliminando muitos dos objetos, o computador trabalhará melhor e a rolagem será mais rápida e suave. Você pode desligar esta características na janela ``Configurar - KStars``, e você pode também configurar quais objetos ficarão ocultos.
sl: Ko se zaslon premika, mora KStars znova izračunati zaslonske koordinate vsakega objekta v svoji bazi podatkov, kar vključuje precej težko trigonometrijo. Pri premikanju po zaslonu (bodisi s puščičnimi tipkami bodisi z vlečenjem z miško) lahko postane zaslon počasen in sunkovit, ker računalnik s težavo sledi. Z izključitvijo številnih objektov se računalniška obremenitev močno zmanjša, kar omogoča bolj gladko drsenje. To funkcijo lahko izklopite v oknu ``Konfiguriraj - KStars`` lahko tudi konfigurirate, kateri objekti se skrijejo.
sv: När skärmen rör sig, måste Kstars beräkna skärmkoordinaterna för varje objekt i databasen, vilket innebär en hel del ganska omfattande trigonometri. När skärmen panoreras (antingen med piltangenterna eller genom att dra med musen), kan skärmen bli långsam och ryckig, eftersom datorn har svårigheter att hänga med. Genom att utesluta många objekt, så reduceras beräkningslasten en hel del, vilket ger jämnare panorering. Du kan stänga av funktionen i fönstret ``Anpassa - Kstars``, och du kan också anpassa vilka objekt som döljs.
uk: Коли зображення перебуває у русі, програма KStars має постійно обчислювати координати на екрані для кожного об’єкта з бази даних програми, для чого потрібні досить складні тригонометричні розрахунки. Коли ви прокручуєте зображення (за допомогою клавіш зі стрілками або миші), показ зображення може стати загальмованим і стрибкоподібним через труднощі з відповідними обчисленнями. Якщо виключити побільше об’єктів, обчислювальне навантаження буде у значній мірі зменшено, таким чином, буде забезпечено плавніше прокручування. Ви можете вимкнути цю можливість у вікні ``Налаштовування — KStars``, там ви також можете визначити, які саме об’єкти слід ховати.

source: **I do not understand all the terms used in KStars. Where can I learn more about the astronomy behind the program?**
ca: **No entenc alguns dels termes emprats al KStars. A on puc aprendre més a sobre de l'astronomia que ofereix el programa?**
ca@valencia: **No entenc alguns dels termes emprats en KStars. A on puc aprendre més damunt de l'astronomia que oferix el programa?**
it: **Non capisco tutti i termini utilizzati in KStars. Dove posso imparare qualcosa di più sull'astronomia che sta dietro al programma?**
nl: **Ik begrijp niet alle begrippen in KStars. Waar kan ik meer te weten komen over de astronomie in dit programma?**
pt_br: **Não entendo todos os termos usados no KStars. Onde posso aprender mais sobre a astronomia por trás do programa?**
sl: **Ne razumem vseh izrazov, uporabljenih v KStars. Kje lahko izvem več o astronomiji v ozadju programa?**
sv: **Jag förstår inte terminologin som används av Kstars. Var kan jag lära mig mer om astronomin bakom programmet?**
uk: **Я не зовсім розумію всі терміни, які використовуються у KStars. Де можна підучити астрономію поза цією програмою?**

source: The KStars Handbook includes the :doc:`AstroInfo Project <astroinfo>`; a series of short, hyperlinked articles about astronomical topics that can be explored and illustrated with KStars. AstroInfo is a community effort, like GNUpedia or Everything2. If you'd like to contribute to AstroInfo, please join our mailing list: (``kstars-devel AT kde.org``).
ca: El Manual del KStars inclou el :doc:`Projecte AstroInfo <astroinfo>`, una sèrie d'articles curts i relacionats sobre temes d'astronomia que es poden explorar i il·lustrar amb el KStars. AstroInfo és un esforç de la comunitat, com GNUpedia o Everything2. Si desitgeu col·laborar amb AstroInfo, uniu-vos a la nostra llista de correu: ``kstars-devel AT kde.org``.
ca@valencia: El Manual de KStars inclou el :doc:`Projecte AstroInfo <astroinfo>`, una sèrie d'articles curts i relacionats sobre temes d'astronomia que es poden explorar i il·lustrar amb KStars. AstroInfo és un esforç de la comunitat, com GNUpedia o Everything2. Si voleu col·laborar amb AstroInfo, uniu-vos a la nostra llista de correu: ``kstars-devel AT kde.org``.
it: Il manuale di KStars include il :doc:`progetto AstroInfo <astroinfo>`, una serie di brevi articoli ipertestuali su argomenti astronomici che possono essere approfonditi e illustrati con KStars``). AstroInfo è il prodotto degli sforzi di una comunità, come GNUpedia o Everything2. Se vuoi contribuire ad AstroInfo, iscriviti alla nostra mailing list: (``kstars-devel AT kde.org``).
nl: Het handboek van KStars bevat het :doc:`AstroInfo Project <astroinfo>`, een aantal korte artikelen, met koppelingen, over astronomische onderwerpen die kunnen worden onderzocht en geïllustreerd met behulp van KStars. Astroinfo wordt verzorgd door de gemeenschap (community), net zoals GNUpedia en Everything2. Als u aan Astroinfo wilt bijdragen, neem dan deel aan onze e-maillijst: (``kstars-devel AT kde.org``).
pt_br: O manual do KStars inclui o :doc:`Projeto AstroInfo <astroinfo>`, uma série de artigos pequenos e com hiperlinks sobre tópicos astronômicos, que pode ser explorados e ilustrados pelo KStars. O AstroInfo é um esforço da comunidade, como o GNUpedia ou o Everything2. Se você gostaria de contribuir para o AstroInfo, por favor, entre em nossa lista: (``kstars-devel AT kde.org``).
sl: Priročnik za KStars vključuje :doc:`AstroInfo Project <astroinfo>`; serijo kratkih, člankov s hiperpovezavami o astronomskih temah, ki jih je mogoče raziskati in ponazoriti s KStars. AstroInfo je skupnostni projekt, tako kot GNUpedia ali Everything2. Če želite prispevati k AstroInfu, se prijavite na naš poštni seznam: (``kstars-devel AT kde.org``).
sv: Kstars handbok innehåller :doc:`Astroinfo-projektet <astroinfo>`, en samling korta notiser med länkade astronomirelaterade begrepp, som kan utforskas och åskådliggöras med Kstars. Astroinfo är en gemensam ansträngning, som GNUpedia eller Everything2. Om du vill bidra till Astroinfo, gå gärna med i vår e-postlista: (``kstars-devel SNABELA kde.org``).
uk: До складу підручника з KStars входить :doc:`Проєкт Астроінфо <astroinfo>` — серія коротких, поєднаних перехресними посиланнями, статей з астрономічних питань, які можна переглядати і вивчати за допомогою KStars. Астроінфо є проєктом спільноти, так само, як GNUpedia або Everything2. Якщо ви бажаєте зробити внесок до проєкту Астроінфо, будь ласка, приєднуйтеся до списку листування ``kstars-devel AT kde.org``.

source: **I want KStars to start up with a time and date different from my system CPU clock. Is this possible?**
ca: **Vull que el KStars s'iniciï amb una data i hora diferents de les del rellotge del sistema. És això possible?**
ca@valencia: **Vull que KStars s'inicie amb una data i hora diferents de les del rellotge del sistema. És açò possible?**
it: **Voglio che all'avvio KStars mostri una data e un'ora diverse da quelle del mio sistema. È possibile?**
nl: **Ik wil KStars starten met een andere tijd en datum dan de systeemtijd. Kan dat wel?**
pt_br: **Eu queria que o KStars iniciasse com uma hora e data diferente da do sistema. Isto é possível?**
sl: **Želim, da se KStars zažene z uro in datumom, ki se razlikujeta od ure CPE mojega sistema. Je to možno?**
sv: **Jag vill att Kstars ska starta med en tid och ett datum som skiljer sig från datorns tid. Är det möjligt?**
uk: **Я хочу, щоб KStars запускався з часом і датою, які відрізняються від системних. Це можна зробити?**

source: Yes; to start KStars with a different time/date, use the ``--date`` argument, followed by a date string like ``4 July 1976 12:30:00``
ca: Sí. Per a fer-ho inicieu el KStars emprant l'argument ``--date``, seguit per una cadena que contingui una data/hora com ``4 de juliol de 1976 12:30:00``.
ca@valencia: Sí. Per a fer-ho inicieu KStars emprant l'argument ``--date``, seguit per una cadena que continga una data i hora com ``4 de juliol de 1976 12:30:00``.
it: Sì: per avviare KStars con una data/ora differente puoi utilizzare l'argomento ``----date`` seguito da una stringa del tipo ``04 July 1976 12:30:00``
nl: Ja, om KStars met een andere tijd/datum te starten gebruikt u (op de opdrachtregel) het argument ``--date``, gevolgd door een datumtekenreeks zoals ``4 July 1976 12:30:00``
pt_br: Sim, para iniciar o KStars com uma hora/data diferente, use o argumento ``--date``, seguido de um cadeia de caracteres com uma data, como ``4 julho 1976 12:30:00``
sl: Da; za zagon KStars z drugačno uro/datumom uporabite argument ``--date``, ki mu sledi datumski niz, kot je ``4 July 1976 12:30:00``
sv: Ja. För att starta Kstars med en annan tid eller ett annat datum, använd väljaren ``--date``, följt av en datumsträng som ``4 juli 1976 12:30:00``.
uk: Так, щоб запустити kstars з іншими значеннями часу/дати, скористайтеся параметром ``--date``, слідом за яким вкажіть рядок на зразок ``4 July 1976 12:30:00``

source: **I want KStars to start up with the simulation clock paused. Is this possible?**
ca: **Vull que el KStars s'iniciï amb el rellotge de simulació en pausa. És això possible?**
ca@valencia: **Vull que KStars s'inicie amb el rellotge de simulació en pausa. És açò possible?**
it: **Voglio che all'avvio KStars abbia l'orologio della simulazione in pausa. È possibile?**
nl: **Ik wil KStars starten met een stilstaande simulatieklok. Kan dit?**
pt_br: **Eu queria que o KStars iniciasse com o relógio da simulação pausado. Isto é possível?**
sl: **Želim da se KStars zažene z zaustavljeno uro simulacije. Je to možno?**
sv: **Jag vill att Kstars ska starta med simuleringsklockan stoppad. Är det möjligt?**
uk: **Я хочу, щоб KStars запускався з призупиненим відліком часу. Це можна зробити?**

source: Yes; to start KStars with the clock paused, simply add the ``--paused`` argument to the command line.
ca: Sí. Per a fer-ho inicieu el KStars amb el rellotge en pausa, simplement afegiu l'argument ``--paused`` a la línia d'ordres.
ca@valencia: Sí. Per a fer-ho inicieu KStars amb el rellotge en pausa, senzillament afegiu l'argument ``--paused`` a la línia d'ordres.
it: Sì: per avviare KStars con l'orologio in pausa basta aggiungere l'argomento ``--paused`` alla riga di comando.
nl: Ja, u kunt KStars starten met een stilstaande simulatieklok door aan de opdrachtregel het argument ``--paused`` toe te voegen.
pt_br: Sim; para iniciar o KStars com o relógio pausado, adicione simplesmente o argumento ``--paused`` à linha de comando.
sl: Da; za zagon &kstars; ko je ura zaustavljena, preprosto dodajte argument ``--paused`` v ukazno vrstico.
sv: Ja. För att starta Kstars med klockan stoppad, lägg helt enkelt till väljaren ``--paused`` på kommandoraden.
uk: Так, щоб запустити KStars з призупиненим годинником, просто додайте параметр ``--paused`` до рядка команди.

source: **How accurate/precise is KStars?**
ca: **Quina precisió té el KStars?**
ca@valencia: **Quina precisió té KStars?**
it: **Quant'è accurato e preciso KStars?**
nl: **Hoe accuraat/nauwkeurig is KStars?**
pt_br: **Qual é a precisão do KStars?**
sl: **Kako točen/natančen je KStars?**
sv: **Hur noggrant är Kstars?**
uk: **Наскільки точними є обчислення у KStars?**
