Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/faq.po
Languages: ca, ca@valencia, es, et, it, nl, pl, pt, pt_br, sl, sv, uk

source: KStars is pretty accurate, but it is not (yet) as precise as it can possibly be. The problem with high-precision calculations is that you start having to deal with a large number of complicating factors. If you are not a professional astronomer, you will probably never have a problem with its accuracy or precision.
ca: El KStars és força precís, però (encara) no ho és tot el que podria. El problema dels càlculs de gran precisió és que s'ha de tenir en compte molts factors complicats. Si no sou un astrònom professional, és probable que mai tingueu problemes amb aquesta precisió.
ca@valencia: KStars és força precís, però (encara) no ho és tot el que podria. El problema dels càlculs de gran precisió és que s'ha de tindre en compte molts factors complicats. Si no sou un astrònom professional, és probable que mai tingueu problemes amb esta precisió.
it: kStars è abbastanza accurato, ma non ha (ancora) raggiunto la massima precisione ottenibile. Il problema con i calcoli ad alta precisione è che si ha presto a che fare con un gran numero di fattori che complicano le cose. Se non sei un astronomo professionista, probabilmente non avrai mai problemi dovuti alla sua accuratezza o precisione.
nl: KStars is tamelijk nauwkeurig, maar is (nog) niet zo precies als het misschien zou moeten zijn. Het probleem met berekeningen die zeer nauwkeurig moeten zijn is dat je te maken krijgt met veel factoren die dat moeilijk maken. Als u geen beroepsastronoom bent, zult u waarschijnlijk nooit problemen krijgen met de nauwkeurigheid van het programma.
pt_br: O KStars é bem preciso, mas não (ainda) tão preciso quanto poderia ser. O problema com cálculos de alta precisão é que você começa a lidar com um grande numero de fatores complicados. Se você não é um astrônomo profissional, provavelmente não terá problemas com a precisão.
sl: KStars je precej natančen, vendar (še) ni tako natančen, kot bi lahko bil. Težava z visoko natančnimi izračuni je, da se začnete ukvarjati z velikim številom zapletenih dejavnikov. Če niste poklicni astronom, verjetno nikoli ne boste imeli težav z njegovo točnostjo ali natančnostjo.
sv: Kstars är ganska noggrant, men inte (ännu) så noggrant som det skulle kunna vara. Problemet med beräkningar med hög precision är att man måste börja hantera ett stort antal faktorer som komplicerar saker och ting. Om du inte är en professionell astronom, kommer du troligen aldrig ha problem med noggrannheten eller precisionen.
uk: KStars виконує точні обчислення, але вони ще не такі точні, як це може бути. Проблема обчислень з високою точністю полягає у тому, що у таких обчисленнях ми маємо справу зі значними обчислювальними труднощами. Якщо ви не є астрономом-професіоналом, скоріше за все, ви ніколи не матимете проблем з точністю обчислень у цій програмі.

source: Planet positions are only accurate for dates within 4000 years or so of the current epoch. The planet positions are predicted using a Fourier-like analysis of their orbits, as observed over the past few centuries. We learnt in school that planets follow simple elliptical orbits around the Sun, but this is not strictly true. It would be true only if there was only one planet in the Solar system, and if the Sun and the planet were both point masses. As it is, the planets are constantly tugging on each other, perturbing the orbits slightly, and tidal effects also induce precessional wobbling. In fact, recent analysis suggests that the planets' orbits may not even be stable in the long term (:ref:` <ie>`, millions or billions of years). As a rule of thumb, you can expect the position of a planet to be accurate to a few arcseconds between the dates -2000 and 6000. Pluto is the exception to this; its position is perhaps ten times less precise than the positions of the other planets. Still, for dates near the present epoch, its position can be trusted to about an arcsecond. The moon's position is the most difficult to predict to high precision. This is because its motion is quite perturbed by the Earth. Also, since it is so nearby, even minute effects that would be undetectable in more distant bodies are easily apparent in the moon. The objects with the worst long-term precision in the program are the comets and asteroids. We use a very simplistic orbital model for the minor planets that does not include third-body perturbations. Therefore, their positions can only be trusted for dates near the present epoch. Even for the present epoch, one can expect positional errors among the minor planets of order 10 arcseconds or more.
ca: Les posicions dels planetes només són precises en dates que no difereixin en més de 4.000 anys de l'època actual. Les posicions dels planetes es calculen emprant una anàlisi de tipus Fourier de les seves òrbites, en funció del que s'ha observat en els segles passats. A l'escola vàrem aprendre que els planetes segueixen òrbites el·líptiques simples al voltant del Sol, però això no és del tot cert. Ho seria si tan sols tinguéssim un sol planeta en el sistema solar, i si el Sol i el planeta fossin objectes puntuals. A la realitat, els planetes estan constantment tibant entre si, pertorbant lleugerament les òrbites, a més que els efectes de la marea indueixen a balandreigs de precessió. De fet, una anàlisi recent suggereix que les òrbites dels planetes fins i tot podrien no ser estables a llarg termini (és a dir, milions o mil milions d'anys). Com a regla general, podeu esperar que la posició d'un planeta tingui una desviació d'uns pocs segons d'arc entre les dates -2.000 i 6.000.
uk: Розташування планет точні лишу для дати, що відрізняються приблизно на 4000 від поточної епохи. Розташування планет обчислюються на основі коефіцієнтів рядів Фур’є, отриманих з результатів спостережень протягом декількох минулих сторіч. У школі нас навчали, що планети рухаються простими еліптичними орбітами навколо Сонця, але, загалом кажучи, це не зовсім так. Так конструкція мала б місце, якби у сонячній системі була лише одна планета і якби Сонце і ця планета були точковими масами. Оскільки це не так, планети неперервно впливають на орбіти одна одної, трохи змінюючи їх, припливні ефекти також спричиняють прецесійне коливання. Крім того, нещодавні дослідження виявили, що орбіти планет можуть бути навіть нестабільними на великих проміжках часу (тобто протягом мільйонів або мільярдів років). Емпіричне правило говорить про те, що розташування планети є точним до кутових секунд у проміжку дат від -2000 до 6000 років нашої ери. Плутон є винятком; його розташування, можливо, в десять разів менш точне, ніж розташування інших планет. Однак, для дат, близьких до сучасної епохи, його розташування є точним приблизно до кутової секунди. Розташування Місяця найважче передбачити з високою точністю. Це пояснюється тим, що його рух значною мірою збурюється Землею. Крім того, оскільки він знаходиться так близько, навіть незначні ефекти, які неможливо було б виявити на більш віддалених тілах, легко помітні на Місяці. Об'єктами з найгіршою довгостроковою точністю в програмі є комети та астероїди. Ми використовуємо дуже спрощену орбітальну модель для малих планет, яка не враховує збурень від третіх тіл. Тому їхнім розташуванням можна довіряти лише для дат, близьких до сучасної епохи. Навіть для сучасної епохи можна очікувати похибки позиціонування серед малих планет порядку 10 кутових секунд або більше.

source: **Why do I have to download an improved NGC/IC catalog and Messier object images? Why not just include them as part of the KStars distribution?**
ca: **Per què necessito descarregar un catàleg NGC/IC millorat i imatges d'objectes Messier? Per què no incloure-ho tot com a part de la distribució del KStars?**
ca@valencia: **Per què necessite descarregar un catàleg NGC/IC millorat i imatges d'objectes Messier? Per què no incloure-ho tot com a part de la distribució de KStars?**
it: **Perché devo scaricare un catalogo NGC/IC migliorato e le immagini degli oggetti di Messier? Non potreste semplicemente includerli di serie in KStars?**
nl: **Waarom moet ik een verbeterde NGC/IC-catalogus en afbeeldingen van Messierobjecten ophalen van het internet? Waarom worden die niet gewoon toegevoegd als onderdeel van KStars?**
pt_br: **Porque eu tenho que baixar um catálogo NGC/IC melhorado e imagens de objetos Messier? Porque não simplesmente incluí-los como parte da distribuição do KStars?**
sl: **Zakaj moram prenesti izboljšan katalog NGC/IC in Messierjeve slike objektov? Zakaj jih ne bi preprosto vključili kot del distribucije KStars;?**
sv: **Varför måste jag ladda ner en förbättrad NGC/IC-katalog och Messier-objektbilder? Varför inte bara låta dem ingå som en del av Kstars distribution?**
uk: **Чому мені потрібно отримувати покращений Новий загальний каталог або каталог покажчика та зображення об’єктів каталогу Месьє? Чому б не включити їх до складу пакунка KStars?**

source: The author of the downloadable NGC/IC catalog has released it with the restriction that it may not be used commercially. For most KStars users, this is not a problem. However, it is technically against the KStars license (the GPL) to restrict usage in this way. We removed the Messier object images from the standard distribution for two reasons: to simply reduce the size of KStars, and also because of similar licensing concerns with a couple of the images. The inline images are significantly compressed to a very low quality from their original form, so I doubt there is a real copyright concern, but I did obtain explicit permission from the images' authors to use the few images for which there was any question about it (see :file:`README.images`). Still, just to be absolutely safe, I removed them from the standard distribution, and marked the download archive as being ``free for non-commercial use``.
ca: L'autoria del catàleg NGC/IC descarregable l'han llicenciat amb la restricció que no es pot utilitzar comercialment. Això no suposa cap problema. No obstant això, és tècnicament contrari a la llicència del KStars (la GPL) restringir l'ús d'aquesta manera. Hem eliminat les imatges dels objectes Messier de la distribució estàndard per dos motius: per a reduir la grandària del KStars i també a causa de motius similars concernents a la llicència amb unes quantes imatges. Les imatges incloses s'han comprimit significativament a una qualitat molt baixa respecte a les originals, de manera que dubto que hi hagi un problema real de copyright, però he obtingut permís explícit dels autors de les imatges en qüestió per a poder-les utilitzar (vegeu el fitxer :file:`README.images`). De tota manera, per a estar-ne absolutament segur, s'han eliminat de la distribució estàndard i s'ha marcat l'arxiu descarregable com a ``lliure per a ús no comercial``.
ca@valencia: L'autoria del catàleg NGC/IC descarregable l'han llicenciat amb la restricció que no es pot utilitzar comercialment. Açò no suposa cap problema. No obstant açò, és tècnicament contrari a la llicència de KStars (la GPL) restringir l'ús d'esta manera. Hem eliminat les imatges dels objectes Messier de la distribució estàndard per dos motius: per a reduir la grandària de KStars i també a causa de motius similars concernents a la llicència amb unes quantes imatges. Les imatges incloses s'han comprimit significativament a una qualitat molt baixa en respecte a les originals, de manera que dubte que hi haja un problema real de copyright, però he obtingut permís explícit dels autors de les imatges en qüestió per a poder-les utilitzar (vegeu el fitxer :file:`README.images`). De tota manera, per a estar-ne absolutament segurs, han sigut eliminades de la distribució estàndard i s'ha marcat l'arxiu descarregable com a ``lliure per a ús no comercial``.
it: L'autore del catalogo NGC/IC scaricabile lo ha pubblicato con il divieto di utilizzo commerciale. Per la maggior parte degli utenti di KStars non è un problema, tuttavia una simile limitazione va tecnicamente contro la licenza di KStars (la GPL). Quanto alle immagini degli oggetti di Messier, le abbiamo rimosse dalla distribuzione standard per due motivi: per ridurre la dimensione di KStars e per problemi di licenza simili con due di esse. Le immagini della mappa celeste sono compresse a una qualità molto inferiore all'originale per cui dubitiamo vi siano veri problemi di copyright, ma abbiamo ottenuto dagli autori permessi espliciti di utilizzo per le poche immagini su cui c'erano dei dubbi (vedi :file:`README.images`). Nonostante ciò, per essere del tutto al sicuro, le abbiamo rimosse dalla distribuzione standard, e abbiamo contrassegnato l'archivio scaricabile come ``liberamente disponibile per uso non commerciale``.
nl: De schrijver van de op te halen NGC/IC-catalogus heeft die uitgegeven met de beperking dat die niet commercieel mag worden gebruikt. Voor de meeste gebruikers van KStars is dit geen probleem. Het is echter strijdig met de licentie van KStars (de GPL) het gebruik op deze manier te beperken. De Messierobjecten zijn om twee redenen niet in de standaarddistributie opgenomen: eenvoudig om de omvang van KStars te beperken en ook vanwege soortgelijke licentiebeperkingen voor sommige van de afbeeldingen. De wel opgenomen afbeeldingen zijn behoorlijk gecomprimeerd tot een erg slechte beeldkwaliteit, dus betwijfel ik dat er een probleem zal zijn met de copyright, maar ik heb wel uitdrukkelijke toestemming gekregen van de makers van de enkele afbeeldingen waar er enige twijfel bestond hierover (zie :file:`README.images`). Maar om werkelijk zeker te zijn heb ik die uit de standaard distributie verwijderd en het op te halen archief gekenmerkt als ``vrij beschikbaar voor niet-commercieel gebruik``.
pt_br: O autor do catálogo de NGC/IC lançou-o com a restrição de que ele não pode ser usado comercialmente. Para a maioria dos usuários do KStars isto não é um problema. No entanto, isto é tecnicamente contra a licença do KStars (a GPL) por restringir o uso de algum modo. Nós removemos as imagens de objetos Messier da distribuição padrão por dois motivos: para reduzir o tamanho do KStars, e também por causa de considerações sobre licenciamento de um conjunto de imagens. As imagens são consideravelmente comprimidas para uma qualidade muito baixa a partir de sua forma original, de modo que eu tenho dúvidas se existe restrições de direitos autorais reais, mas eu obtive permissão dos autores das imagens para usar algumas poucas imagens, para as quais existem algumas observações (veja em :file:`README.images`). Ainda assim, para ficar completamente seguro, eu removi-as da distribuição padrão, e marquei o arquivo para baixar da Internet como``grátis para uso não comercial``.
sl: Avtor kataloga NGC/IC, ki ga je mogoče prenesti, ga je izdal z omejitvijo, da se ne sme uporabljati v komercialne namene. Za večino uporabnikov KStars to ni problem. Vendar pa je tehnično gledano v nasprotju z licenco KStars (GPL), da se uporaba na ta način omeji. Slike objektov Messierjev smo odstranili iz standardne distribucije iz dveh razlogov: preprosto zaradi zmanjšanja velikosti KStars in tudi zaradi podobnih pomislekov glede licenciranja pri nekaj slikah. Slike v vrstici so znatno stisnjene na zelo nizko kakovost v primerjavi z njihovo prvotno obliko, zato dvomim, da obstaja resnična skrb glede avtorskih pravic, vendar sem od avtorjev slik pridobil izrecno dovoljenje za uporabo nekaj slik, glede katerih je bilo kakršno koli vprašanje (glejte :file:`README.images`). Kljub temu sem jih, da bi bil popolnoma varen, odstranil iz standardne distribucije in označil arhiv za prenos kot ``brezplačen za nekomercialno uporabo``.
sv: Upphovsmannen till den nerladdningsbara NGC/IC-katalogen har givit ut den med begränsningen att den inte får användas kommersiellt. För de flesta användare av Kstars är det inte ett problem. Det är dock tekniskt sett emot Kstars licens (GPL) att begränsa användning på detta sätt. Vi tog bort Messier-objektbilderna från standarddistributionen av två orsaker: för att helt enkelt reducera storleken för Kstars, och dessutom på grund av liknande licensproblematik med några av bilderna. De elektroniska bilderna är väsentligt komprimerade till en mycket låg kvalitet jämfört med ursprungsformen, men jag har erhållit explicita rättigheter från bildernas upphovsmän att använda det fåtal bilder där det fanns några tvivel om det (se :file:`README.images`). Ändå, för att vara helt på den säkra sidan, tog jag bort dem från standarddistributionen, och markerade nerladdningsarkivet som "fritt för icke-kommersiell användning".
uk: Автор придатного до отримання Нового загального каталогу або каталогу покажчика поширює його лише для некомерційного використання. Для більшості користувачів KStars це обмеження не є проблемою. Але з технологічного боку таке обмеження суперечить ліцензії KStars (GPL), що робить неможливим подібне використання каталогів. Зображення об’єктів каталогу Месьє прибрано з пакунка з таких міркувань: щоб зменшити розмір KStars, а також через подібні ліцензійні проблеми з парочкою зображень. Вбудовані зображення було піддано значному стисканню до дуже низької якості відносно оригіналів, тому вони навряд чи становлять інтерес у галузі авторського права, але автор не отримував ясного дозволу від авторів зображень на використання декількох зображень, щодо яких виникли питання (прочитайте інформацію з файла :file:`README.images`). Отже, щоб не мати ніяких проблем, автор вилучив всі ці зображення зі стандартного пакунка і позначив отримуваний архів як ``вільний для некомерційного використання``.

source: **I am really enjoying the beautiful images I have downloaded through KStars! I would like to share them with the world; can I publish a calendar featuring these images (or are there any usage restrictions on the images)?**
ca: **M'agraden les belles imatges que he descarregat amb el KStars i desitjo compartir-les amb la resta del món. Puc publicar un calendari que les inclogui (o existeix alguna restricció sobre el seu ús)?**
ca@valencia: **M'agraden les belles imatges que he descarregat amb KStars i desitge compartir-les amb la resta del món. Puc publicar un calendari que les incloga (o existix alguna restricció sobre el seu ús)?**
it: **Sono entusiasta delle magnifiche immagini che ho scaricato tramite KStars! Vorrei condividerle col resto del mondo; posso farci un calendario e pubblicarlo, oppure ci sono delle restrizioni di utilizzo?**
nl: **Ik geniet echt van de prachtige afbeeldingen die ik met behulp van KStars heb opgehaald! Ik zou die met iedereen willen delen, kan ik een kalender uitgeven met deze afbeeldingen (of zijn er beperkingen in het gebruik van de afbeeldingen)?**
pt_br: **Eu realmente gostei das imagens belíssimas que eu baixei através do KStars! Eu poderia compartilhá-las com o mundo; posso publicar um calendário ilustrado com estas imagens (ou existe alguma restrição de uso das imagens)?**
sl: **Resnično uživam v čudovitih slikah, ki sem jih prenesel prek KStars! Rad bi jih delil s svetom; ali lahko objavim koledar s temi slikami (ali obstajajo kakšne omejitve glede uporabe slik)?**
sv: **Jag njuter verkligen av de vackra bilderna som jag har laddat ner via Kstars. Jag skulle vilja dela dem med resten av världen. Kan jag publicera en kalender med dessa bilder (eller finns det några begränsningar i hur bilderna kan användas)?**
uk: **Ох, які чудові картинки я отримав (отримала) за допомогою KStars! Я хочу поділитися цими картинками з іншими людьми; можна мені надрукувати календар з цими зображеннями (або чи є якісь обмеження на використання цих зображень)?**
