Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/faq.po
Languages: ca, ca@valencia, es, et, it, nl, pl, pt, pt_br, sl, sv, uk

source: Questions and Answers
es: Preguntas y respuestas
et: Küsimused ja vastused
pl: Pytania i odpowiedzi
pt: Perguntas e Respostas

source: What do the different symbols for deep-sky objects mean?
es: ¿Qué significan los diferentes símbolos de los objetos del espacio profundo?
et: Mida tähendavad Päikesesüsteemiväliste objektide sümbolid?
pl: Co oznaczają symbole obiektów odległych?
pt: O que significam os diferentes símbolos para os objectos profundos?

source: The symbol indicates the object type:
ca: El símbol indica el tipus d'objecte:
ca@valencia: El símbol indica el tipus d'objecte:
es: El símbolo indica el tipo de objeto:
et: Sümbol osutab objekti tüübile:
it: Il simbolo indica il tipo di oggetto:
nl: Het symbool geeft aan van welk type het object is:
pl: Symbole te oznaczają typ obiektu:
pt: O símbolo indica o tipo do objecto:
pt_br: O simbolo indica o tipo de objeto:
sl: Simbol označuje vrsto objekta:
sv: Symbolerna anger typen av objekt:
uk: Символи, що позначають тип об’єктів:

source: dotted circle: Open Cluster
ca: cercle puntejat: Cúmul obert
ca@valencia: cercle puntejat: Cúmul obert
es: círculo punteado: Cúmulo abierto
et: tühi ring: hajusparv
it: cerchio punteggiato: ammasso aperto
nl: Stippelcirkel: Open sterrenhoop
pl: wypunktowany okrąg: gromadę otwartą
pt: círculo com pontos: Enxame Aberto
pt_br: círculo com ponto: aglomerado aberto
sl: pikčast krog: Odprta kopica
sv: streckad cirkel: öppen stjärnhop
uk: пунктирне коло: Розсіяне зоряне скупчення

source: cross-in-circle: Globular Cluster
ca: cercle creuat: Cúmul globular
ca@valencia: cercle creuat: Cúmul globular
es: círculo cruzado: cúmulo globular
et: ristiga ring: kerasparv
it: mirino: ammasso globulare
nl: Een cirkel met inwendig kruis: Bolvormige sterrenhoop
pl: krzyżyk w okręgu: gromadę kulistą
pt: cruz-em-círculo: Enxame Globular
pt_br: cruz no círculo: aglomerado globular
sl: križ v krogu: Kroglasta kopica
sv: cirkel med kors: klotformig stjärnhop
uk: хрестик у колі: Кулясте зоряне скупчення

source: box: Gaseous Nebula
ca: quadrat: Nebulosa gasosa
ca@valencia: quadrat: Nebulosa gasosa
es: cuadrado: nebulosa gaseosa
et: kast: hajusudu
it: quadrato: nebulosa gassosa
nl: vierkantje: Gasnevel
pl: kwadrat: mgławicę gazową
pt: caixa: Nebulosa Gasosa
pt_br: caixa: nebulosa gasosa
sl: polje: Plinasta meglica
sv: fyrkant: gasnebulosa
uk: квадратик: Газова туманність

source: diamond: Supernova Remnant
ca: diamant: Restes d'una supernova
ca@valencia: diamant: Restes d'una supernova
es: diamante: resto de supernova
et: romb: supernoova jäänuk
it: rombo: resto di supernova
nl: ruit: Supernova-restant
pl: romb: pozostałości po supernowych
pt: diamante: Remanescente de Supernova
pt_br: diamante: supernova remanescente
sl: diamant: Ostanek supernove
sv: romb: supernovarest
uk: ромбик: Залишки від вибуху наднової

source: circle with outer lines: Planetary Nebula
ca: cercle amb línies externes: Nebulosa planetària
ca@valencia: cercle amb línies externes: Nebulosa planetària
es: círculo con líneas externas: nebulosa planetaria
et: ring väljaulatuvate joontega: planetaarudu
it: cerchio con linee esterne: nebulosa planetaria
nl: cirkel met uitwendig kruis: Planetaire nevel
pl: okrąg z liniami zewnętrznymi: mgławicę planetarną
pt: círculo com linhas exteriores: Nebulosa Planetária
pt_br: círculo com linhas externas: nebulosa planetária
sl: krog z zunanjimi črtami: Planetarna meglica
sv: cirkel med yttre linjer: planetär nebulosa
uk: коло з зовнішніми променями: Планетарна туманність

source: ellipse: Galaxy
ca: el·lipse: Galàxia
ca@valencia: el·lipse: Galàxia
es: elipse: galaxia
et: ellips: galaktika
it: ellisse: galassia
nl: ellips: Melkwegstelsel
pl: elipsa: galaktykę
pt: elipse: Galáxia
pt_br: elipse: galáxia
sl: elipsa: Galaksija
sv: ellips: galax
uk: еліпс: Галактика

source: What do the different colors of Deep-sky objects mean?
es: ¿Qué significan los diferentes colores de los objetos del espacio profundo?
et: Mida tähendavad Päikesesüsteemi väliste objektide erinevad värvid?
pl: Co oznaczają różne kolory obiektów odległych?
pt: O que é que significam as diferentes cores dos objectos profundos?

source: Generally, the different colors indicate to which catalog the object belongs (Messier, NGC or IC). However, some objects have a different color which indicates that there are extra images available in the <link linkend="popup-menu">popup menu</link> (the default <quote>extras</quote> color is red).
es: Fundamentalmente los diferentes colores indican a qué catálogo pertenece el objeto (Messier, NGC o IC). Sin embargo, algunos objetos tienen un color diferente, lo que indica que hay imágenes adicionales disponibles en el <link linkend="popup-menu">menú emergente</link> (el color predeterminado de los «extras» es el rojo).
et: Üldiselt viitavad värvid sellele, millisesse kataloogi objekt kuulub (Messier, NGC või IC). Kuid mõne objekti puhul viitab erinev värv ka sellele, et objekti kohta on saadaval lisapilte <link linkend="popup-menu">hüpikmenüü</link> vahendusel (vaikimisi on selliste <quote>ekstrate</quote> värviks punane).
pl: Ogólnie, różne kolory oznaczają katalog, do którego należy obiekt (Messier, NGC lub IC). Jednakże, niektóre obiekty posiadają odmienne kolory, które oznaczają, że dodatkowe obrazy są dostępne w <link linkend="popup-menu">menu kontekstowym</link> (domyślnym kolorem dla <quote>dodatków</quote> jest kolor czerwony).
pt: Geralmente, as diferentes cores indicam a que catálogo é que o objecto pertence (Messier, NGC ou IC). Contudo, alguns objectos têm uma cor diferente que indica que existem imagens extra disponíveis no <link linkend="popup-menu">menu de contexto</link> (a cor por omissão dos <quote>extras</quote> é o vermelho).

source: Why are there so many more U.S. cities than in other countries?
es: ¿Por qué hay muchas más ciudades de los EE.UU. que de otros países?
et: Miks on andmebaasis nii palju USA ja nii vähe teiste maade linnu?
pl: Dlaczego jest zdecydowanie więcej miast z USA w porównaniu z innymi krajami?
pt: Porque é que há mais cidades dos E.U.A. do que nos outros países?

source: When we started &kstars;, we were unable to find a longitude/latitude database that covered the globe equitably. However, the &kstars; community is rapidly overcoming this problem! We have already received city lists from many users around the world. If you can contribute to this effort, please send us your list of cities and coordinates.
es: Cuando comenzamos a desarrollar &kstars; no conseguimos encontrar bases de datos de longitudes y latitudes que cubrieran todo el mundo de forma equitativa. No obstante, la comunidad de &kstars; está solucionando rápidamente este problema. Ya hemos recibido listas de ciudades de usuarios de todo el mundo. Si usted puede contribuir en esta tarea, haga el favor de enviarnos su lista de ciudades y coordenadas.
et: Kui me alustasime &kstars;i arendusega, ei suutnud me leida ühtainsat pikkus- ja laiuskraadide andmebaasi, mis hõlmanuks ühtlaselt kogu maakera. Me püüame praegu lisada oma andmebaasi võimalikult rohkem linnu väljaspool USAd, milles meid on tublisti aidanud paljud &kstars;i kasutajad. Kui ka sina saad sellesse oma panuse anda, oled teretulnud.
pl: Kiedy tworzyliśmy &kstars;, mieliśmy trudności ze znalezieniem bazy danych szerokości/długości geograficznych miast na Ziemi. Jednakże, społeczność &kstars; już rozwiązuje ten problem! Otrzymaliśmy już listę miast od wielu użytkowników z całego świata. Jeżeli możesz pomóc nam w tym przedsięwzięciu, prześlij nam listę miast wraz z ich współrzędnymi.
pt: Quando o &kstars; começou não foi possível descobrir uma única base de dados de longitudes/latitudes que cubra o globo por igual. No entanto, a comunidade &kstars; está rapidamente a resolver este problema! Já recebemos listas de cidades de muitos utilizadores de todo o mundo. Para contribuir para este esforço envie-nos a sua lista de cidades e coordenadas.

source: How can I add a new custom location to &kstars;?
es: ¿Cómo puedo añadir una nueva posición personalizada a &kstars;?
et: Kuidas lisada &kstars;i uusi kohandatud asukohti?
pt: Como é que posso adicionar uma localização personalizada ao &kstars;?

source: If you would like to use a location that is not on the list, enter the relevant information (longitude, latitude, city name, province name, and country name), then press <guibutton>Add City</guibutton> button. All fields must be filled, except the optional province field. You can also modify the values for an existing city, by simply changing the values in the window, and adding it to the list.
es: Si desea usar una posición que no esté en la lista, introduzca su información relevante (longitud, latitud, nombre de la ciudad, nombre de la provincia y nombre del país); pulse a continuación el botón <guibutton>Añadir ciudad</guibutton>. Debe rellenar todos los campos, excepto el de la provincia, que es opcional. También puede modificar los valores de una ciudad existente (para ello solo tiene que cambiar los valores que se muestran en la ventana) y añadirlos a la lista.
pt: Se quiser usar uma localização que não consta na lista, introduza a informação relevante (longitude, latitude, nome da cidade, nome do distrito e do país), carregando depois no botão <guibutton>Adicionar a Cidade</guibutton>. Todos os campos deverão ser preenchidos, excepto o campo opcional do distrito. Também poderá modificar os valores para uma cidade existente, modificando simplesmente os valores na janela, adicionando-a de novo à lista.

source: I have added a custom location to &kstars; that I no longer want. How do I remove it from the program?
es: He añadido una ubicación personalizada a &kstars; que ya no quiero tener. ¿Cómo la elimino del programa?
et: Lisasin &kstars;ile omaloodud asukoha, mida ma enam ei taha kasutada. Kuidas seda eemaldada?
pl: Dodałem/dodałam własną lokalizację do &kstars;, której już nie chcę. Jak mam ją usunąć z programu?
pt: Adicionei uma localização personalizada ao &kstars; que já não quero mais. Como é que a removo do programa?

source: You can easily remove a custom location from &kstars; by selecting it in the cities list and pressing the <guibutton>Remove City</guibutton> button. Note that you can not remove a &kstars; default city.
es: Puede eliminar una posición personalizada de &kstars; con facilidad. Para ello, selecciónela en la lista de ciudades y pulse el botón <guibutton>Eliminar ciudad</guibutton>. Tenga en cuenta que no puede eliminar una ciudad de las que vienen por omisión en &kstars;.
et: Kohandatud asukoha saab &kstars;ist kergesti eemaldada, kui valida see linnade nimekirjas ja klõpsata nupule <guibutton>Eemalda linn</guibutton>. Pane tähele, et &kstars;i vaikimisi linnu eemaldada ei saa.
pt: Poderá remover facilmente uma localização personalizada do &kstars; se a seleccionar na lista de cidades e carregar no botão <guibutton>Remover a Cidade</guibutton>. Lembre-se que não poderá remover uma cidade predefinida do &kstars;.

source: Why do some objects disappear when I am scrolling the display?
es: ¿Por qué desaparecen algunos objetos al desplazar la imagen?
et: Miks ekraani kerides mõned objektid ära kaovad?
pl: Dlaczego niektóre obiekty znikają podczas przewijania ekranu?
pt: Porque é que alguns objectos desaparecem quando eu desloco a visualização?

source: When the display is in motion, &kstars; must recompute the screen coordinates of every object in its database, which involves some pretty heavy trigonometry. When scrolling the display (either with the arrow keys or by dragging with the mouse), the display may become slow and jerky, because the computer is having trouble keeping up. By excluding many of the objects, the computational load is greatly reduced, which allows for smoother scrolling. You can turn off this feature in the <guilabel>Configure - &kstars;</guilabel> window, and you can also configure which objects get hidden.
es: Cuando la pantalla está en movimiento, &kstars; debe recalcular las coordenadas de todos los objetos de la base de datos, lo que implica fuertes cálculos trigonométricos. Al desplazar la imagen (ya sea con las teclas de cursor o arrastrándola con el ratón), esta se vuelve lenta e imprecisa, ya que la CPU no puede realizar todas las operaciones que se le piden. Al excluir muchos de los objetos, la carga de trabajo se reduce en gran medida, lo que permite un desplazamiento más suave. Puede desactivar esta opción en la ventana <guilabel>Configurar &kstars;</guilabel>, e incluso personalizar los objetos que se ocultarán.
pt: Quando você actualiza a posição central da visualização, o &kstars; precisa de recalcular as coordenadas dos pixels de cada objecto na sua base de dados, o que envolve alguma trigonometria pesada. Ao deslocar a visualização (tanto com os cursores como arrastando com o rato), a visualização torna-se lenta e intermitente, dado que o computador fica com alguns problemas para se manter actualizado. Se excluir muitos dos objectos, a carga computacional fica grandemente reduzida, permitindo assim uma deslocação mais suave. Você poderá desactivar esta funcionalidade na janela de <guilabel>Configurar - &kstars;</guilabel> ou ainda personalizar quais os objectos que ficam escondidos.

source: I do not understand all the terms used in &kstars;. Where can I learn more about the astronomy behind the program?
es: No entiendo algunos de los términos utilizados en &kstars;. ¿Dónde puedo aprender más sobre las nociones astronómicas que usa el programa?
et: Ma ei saa aru kõigist mõistetest, mida &kstars; kasutab. Kust võiks leida seletusi kõigi nende astronoomiliste mõistete kohta?
pl: Nie rozumiem wszystkich terminów używanych w &kstars;. Gdzie mogę dowiedzieć się więcej o pojęciach astronomicznych wykorzystywanych w programie?
pt: Não compreendo todos os termos usados no &kstars;. Onde é que poderei aprender mais sobre a astronomia que está por detrás do programa?

source: The &kstars; Handbook includes the <link linkend="astroinfo">AstroInfo Project</link>; a series of short, hyperlinked articles about astronomical topics that can be explored and illustrated with &kstars;. AstroInfo is a community effort, like GNUpedia or Everything2. If you'd like to contribute to AstroInfo, please join our mailing list: <email>kstars-devel AT kde.org</email>.
es: El manual de &kstars; incluye el <link linkend="astroinfo">Proyecto AstroInfo</link>, una serie de artículos cortos y entrelazados sobre temas astronómicos que se pueden explorar e ilustrar con &kstars;. AstroInfo es un esfuerzo de la comunidad, como GNUpedia o Everything2. Si quiere colaborar con AstroInfo, únase a nuestra lista de correo: <email>kstars-devel AT kde.org</email>.
pt: O Manual do &kstars; inclui o <link linkend="astroinfo">Projecto AstroInfo</link>; uma séria de artigos curtos e com referências por hiperligações a tópicos astronómicos que poderão ser explorados e ilustrados com o &kstars;. O AstroInfo é um esforço comunitário, como o GNUpedia ou o Everything2. Se quiser contribuir para o AstroInfo, por favor junte-se à lista de correio: <email>kstars-devel AT kde.org</email>.

source: I want &kstars; to start up with a time and date different from my system CPU clock. Is this possible?
es: Quiero que &kstars; se inicie con una fecha y hora distintas a las del reloj del sistema. ¿Es esto posible?
et: Tahaksin käivitada &kstars;i mõne muu kuupäeva ja kellaajaga kui see, mis praegu arvutis kehtib. Kas see on võimalik?
pl: Chcę, aby &kstars; był uruchamiany z czasem i datą inną niż ta z mojego zegara systemowego. Czy jest to możliwe?
pt: Quero que o &kstars; arranque com uma data e hora diferentes da minha hora do sistema. Isso é possível?

source: Yes; to start &kstars; with a different time/date, use the <option>--date</option> argument, followed by a date string like <quote>4 July 1976 12:30:00</quote>
es: Sí. Par iniciar &kstars; con una fecha/hora diferente, use el argumento <option>--date</option> seguido por una cadena que contenga una fecha, como «4 Julio 1976 12:30:00».
pt: Sim; para iniciar o &kstars; com uma data/hora diferentes, use para tal o argumento <quote>--date</quote>, seguido de um texto de data como <quote>4 de Julho de 1976 12:30:00</quote>

source: I want &kstars; to start up with the simulation clock paused. Is this possible?
es: Quiero que &kstars; se inicie con el reloj de simulación en pausa. ¿Es esto posible?
et: Tahaksin käivitada &kstars;i nii, et selle sisekell on peatatud. Kas see on võimalik?
pl: Chcę żeby &kstars; był uruchamiany z wstrzymanym zegarem symulacji. Czy jest to możliwe?
pt: Quero que o &kstars; arranque com o relógio de simulação parado. Isso é possível?

source: Yes; to start &kstars; with the clock paused, simply add the <option>--paused</option> argument to the command line.
es: Sí. Para iniciar &kstars; con el reloj en pausa, añada el argumento <option>--paused</option> en la línea de órdenes.
pt: Sim; para iniciar o &kstars; com o relógio em pausa, basta adicionar o argumento <quote>--paused</quote> à linha de comandos.

source: How accurate/precise is &kstars;?
es: ¿Qué precisión tiene &kstars;?
et: Kui täpne on &kstars;?
pl: Jak dokładny/precyzyjny jest &kstars;?
pt: Quão preciso (detalhado) é o &kstars;?

source: &kstars; is pretty accurate, but it is not (yet) as precise as it can possibly be. The problem with high-precision calculations is that you start having to deal with a large number of complicating factors. If you are not a professional astronomer, you will probably never have a problem with its accuracy or precision.
es: &kstars; es bastante preciso, pero (aún) no es todo lo que podría ser. El problema de los cálculos de gran precisión es que hay que tratar con muchos factores muy complicados. Si usted no es un astrónomo profesional, es probable que nunca tenga problemas con esta precisión.
et: &kstars; on päris täpne, kuigi mitte (veel) nii täpne, kui ta võiks olla. Ülitäpsete arvutuste puhul tekitavad probleeme arvukad lisategurid. Kui sa ei ole just professionaalne astronoom, ei peaks sind tõenäoliselt sellised probleemid kunagi vaevama.
pl: &kstars; jest dość dokładny, ale nie jest (jeszcze) tak dokładny jak mógłby być. Problemem obliczeń z dużą dokładnością jest to, że trzeba brać pod uwagę dużą liczbę skomplikowanych czynników. Jeżeli nie jesteś profesjonalnym astronomem, to prawdopodobnie nigdy doświadczysz problemów z dokładnością tego programu.
pt: O &kstars; é bastante preciso, mas (ainda) não é tão preciso como poderia ser. O problema com os cálculos de alta-precisão é que você começa a ter de lidar com um grande conjunto de factores complicados. Se você não é um astrónomo profissional, você provavelmente nunca terá nenhum problema com a precisão dele.

source: Here is a list of some of the complicating factors which limit the program's precision:
ca: Aquesta és una llista d'alguns dels factors més complicats que limiten la precisió del programa:
ca@valencia: Esta és una llista d'alguns dels factors més complicats que limiten la precisió del programa:
es: Esta es una lista de algunos de los factores más complicados que limitan la precisión del programa:
et: Toome siin ära mõningad rakenduse täpsust piiravad tegurid:
it: Ecco una lista di alcuni dei fattori che limitano la precisione del programma:
nl: Hier volgt een lijst van factoren die het moeilijk maken om het programma nauwkeuriger te maken:
pl: Oto lista czynników, które ograniczają dokładność programu:
pt: Aqui está uma lista com alguns dos factores complicados que limitam a precisão do programa:
pt_br: Aqui está uma lista de alguns fatores que limitam a precisão do programa:
sl: Tu je seznam nekaterih zapletenih dejavnikov, ki omejujejo natančnost programa:
sv: Här är en lista på några av de komplicerande faktorer som begränsar programmets precision:
uk: Ось список факторів, які обмежують точність розрахунків програми:

source: Planet positions are only accurate for dates within 4000 years or so of the current epoch. The planet positions are predicted using a Fourier-like analysis of their orbits, as observed over the past few centuries. We learnt in school that planets follow simple elliptical orbits around the Sun, but this is not strictly true. It would be true only if there was only one planet in the Solar system, and if the Sun and the planet were both point masses. As it is, the planets are constantly tugging on each other, perturbing the orbits slightly, and tidal effects also induce precessional wobbling. In fact, recent analysis suggests that the planets' orbits may not even be stable in the long term (&ie;, millions or billions of years). As a rule of thumb, you can expect the position of a planet to be accurate to a few arcseconds between the dates -2000 and 6000.
es: Las posiciones de los planetas solo son precisas en fechas que no difieran más de 4.000 años de la época actual. Las posiciones de los planetas se calculan utilizando un análisis de tipo Fourier de sus órbitas, en función de lo que se ha observado en los siglos pasados. En el colegio aprendimos que los planetas siguen órbitas elípticas sencillas alrededor del Sol, pero esto no es del todo cierto. Lo sería si solo hubiese un planeta en el Sistema Solar, y si el Sol y el planeta fueran objetos puntuales. En la realidad, los planetas están constantemente atrayéndose unos a otros, perturbando ligeramente sus órbitas; además, los efectos de marea introducen bamboleos precesionales. De hecho, análisis recientes sugieren que las órbitas de los planetas podrían incluso no ser estables a largo plazo (millones de años). Como regla general, se puede esperar que la posición de un planeta tenga una desviación de unos pocos segundos de arco entre los años -2000 y 6000.
pt: As posições dos planetas só são precisas para as datas dentro de 4 000 anos dentro da época actual. As posições dos planetas são previstas usando uma análise semelhante à de Fourier para as suas órbitas, tal como foi observada no passado nos últimos séculos. Foi aprendido na escola que os planetas seguem órbitas elípticas simples à volta do Sol, mas isto não é estritamente verdadeiro. Só seria verdadeiro se existisse um único planeta no Sistema Solar, e se o Sol e o planeta fossem ambos massas pontuais. Tal como se passa na realidade, os planetas estão sempre a afectar-se uns aos outros, perturbando ligeiramente as órbitas, e os efeitos das marés induzem também algumas rotações. De facto, uma análise recente sugere que as órbitas dos planetas podem nem sequer se tornar estáveis a longo prazo (&ie;, dentro de milhões ou milhares de milhões de anos). Como regra de algibeira, você poderá assumir que a posição de um planeta seja precisa, a nível de alguns segundos de arco, entre as datas -2000 e 6000.
