Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fits-viewer-livestacker.po
Languages: ca, nl, pt_br, sl, sv, uk

source: FITS Viewer Live Stacker
ca: Apilador en directe del visualitzador FITS
nl: FITS-viewer live stapelaar
pt_br: Empilhamento ao vivo no visualizador FITS
sv: FITS-visningens realtidsstapling
uk: Інтерактивне стосування у переглядачі FITS

source: |FITS Viewer Live Stacker|
nl: |FITS-viewer Live-stapelaar|
uk: |Інтерактивне стосування у переглядачі FITS|

source: The FITS Viewer Live Stacker (Live Stacker) stacks and displays subframes. It monitors a directory so can be used to stack the existing contents of the directory and / or to add new subframes as they are taken during a live session.
ca: L'apilador en directe (Live Stacker) del visualitzador FITS apila i mostra els submarcs. Controla un directori, de manera que es pot utilitzar per apilar el contingut existent del directori o per afegir submarcs nous a mesura que es prenen durant una sessió en directe.
nl: De FITS-viewer Live-stapelaar (Live Stacker) stapelt subframes en toont ze. Hij monitort een map en kan dus gebruikt worden om de bestaande inhoud van de map te stapelen en / of nieuwe subframes toe te voegen wanneer ze zijn genomen tijdens een live-sessie.
pt_br: O empilhamento ao vivo no visualizador FITS empilha e exibe subquadros. Ele monitora uma pasta, podendo ser usado para empilhar o conteúdo existente da pasta e/ou adicionar novos subquadros à medida que são capturados durante uma sessão ao vivo.
sl: FITS Viewer Live Stacker (Live Stacker) zlaga in prikazuje podokvirje. Spremlja imenik, zato ga je mogoče uporabiti za zlaganje obstoječe vsebine imenika in/ali za dodajanje novih podokvirjev, ko so ti zajeti med sejo v živo.
sv: FITS-visningens realtidsstapling (Realtidsstapling) staplar och visar delbildrutor. Den övervakar en katalog så att den kan användas för att stapla befintligt innehåll i katalogen och/eller lägga till nya delbildrutor allt eftersom de tas under en realtidssession.
uk: Засіб інтерактивного стосування переглядача FITS (Інтерактивне стосування) створює і показує стоси підкадрів. Він відстежує каталог, тому може бути використаний для стосування наявного вмісту каталогу та/або для додавання нових підкадрів, коли вони зчитуються під час інтерактивного сеансу.

source: Multiple Live Stackers can be run to monitor different directories. These Live Stackers can be run as separate FitsViewer windows or as multiple tabs within a single FitsViewer tab. In addition, it is possible to run Live Stacker as a standalone process which is still under the control of KStars (so it is stopped when KStars itself is stopped) but has its own process space within the operating system.
ca: Es poden executar diversos apiladors en directe per a controlar diferents directoris. Aquests apiladors en directe es poden executar com a finestres del visualitzador Fits separades o com a pestanyes múltiples dins d'una única pestanya del visualitzador Fits. A més, és possible executar l'apilador en directe com un procés independent que encara està sota el control del KStars (de manera que s'atura quan el mateix KStars s'atura) però té el seu propi espai de procés dins del sistema operatiu.
nl: Meerdere Live-stapelaars kunnen uitgevoerd worden om verschillende mappen te monitoren. Deze Live-stapelaars kunnen uitgevoerd worden als aparte FitsViewer-vensters of als meerdere tabbladen binnen een enkel FitsViewer tabblad. Bovendien is het mogelijk om Live-stapelaars als een alleenstaand proces uit te voeren die nog steeds onder de controle van KStars is (het wordt gestopt wanneer KStars zelf wordt gestopt) maar heeft zijn eigen procesruimte in het besturingssysteem.
pt_br: Vários empilhamentos ao vivo podem ser executados para monitorar diferentes pastas. Esses empilhamentos podem ser executados como janelas separadas do visualizador FITS ou como várias guias dentro de uma única janela do visualizador FITS. Além disso, é possível executar o empilhamento ao vivo como um processo autônomo que ainda está sob o controle do KStars (portanto, ele é interrompido quando o próprio KStars é interrompido), mas tem seu próprio espaço de processo dentro do sistema operacional.
sl: Za spremljanje različnih imenikov je mogoče zagnati več Live Stackerjev. TeLive Stackerje je mogoče zagnati kot ločena okna FitsViewerja ali kot več zavihkovznotraj enega samega zavihka FitsViewerja. Poleg tega je mogoče LiveStacker zagnati kot samostojen proces, ki je še vedno pod nadzorom KStarsa(torej se ustavi, ko se ustavi sam KStars), vendar ima svoj lasten procesniprostor znotraj operacijskega sistema.
sv: Mer än en realtidsstapling kan köras för att övervaka olika kataloger. Realtidsstaplingarna kan köras som separata FITS-visningsfönster eller som flera flikar inom en FITS-visningsflik. Dessutom är det möjligt att köra realtidsstapling som en fristående process som fortfarande kontrolleras av Kstars (så den stoppas när Kstars själv stoppas) men har sitt eget processutrymme inom operativsystemet.
uk: Для спостереження за декількома каталогами одночасно можна запустити кілька засобів інтерактивного стосування. Ці засоби інтерактивного стосування можна запускати як окремі вікна переглядача FITS або як кілька вкладок в одній вкладці переглядача FITS. Крім того, засіб інтерактивного стосування можна запускати як окремий процес, який все ще перебуває під контролем KStars (тому він зупиняється, коли зупиняється сам KStars), але має власний простір процесів в операційній системі.

source: Live Stacker follows the FitsViewer architectural approach of displaying the result (in this case the stacked image) and allowing existing functionality such as rotation, object highlighting, histogram manipulation, etc. to be run on the image. The stacked image can be saved by the user using the existing Save functionality.
ca: L'apilador en directe segueix l'enfocament arquitectònic del visualitzador Fits de mostrar el resultat (en aquest cas la imatge apilada) i permetre que la funcionalitat existent com el gir, el ressaltat d'objectes, la manipulació d'histograma, etc. s'executi sobre la imatge. L'usuari pot desar la imatge apilada utilitzant la funcionalitat Desa existent.
nl: Live_stapelaar volgt de architecturale benadering van FitsViewer van het tonen van de resultaten (in dit geval van de gestapelde afbeelding) en biedt bestaande functionaliteit zoals draaien, accentuering van het object, manipulatie van het histogram, etc. om op de afbeelding te worden toegepast. De gestapelde afbeelding kan opgeslagen worden door de gebruiker met behulp van de bestaande functionaliteit voor opslaan.
pt_br: O empilhamento ao vivo segue a abordagem arquitetônica do visualizador FITS, exibindo o resultado (neste caso, a imagem empilhada) e permitindo que funcionalidades existentes, como rotação, realce de objetos, manipulação de histogramas, etc., sejam executadas na imagem. A imagem empilhada pode ser salva pelo usuário usando a funcionalidade de salvar existente.
sl: Live Stacker sledi arhitekturnemu pristopu FitsViewerja, ki prikazujerezultat (v tem primeru zloženo sliko) in omogoča izvajanje obstoječih funkcij,kot so vrtenje, označevanje objektov, manipulacija histograma itd. na sliki. Uporabnik lahko zloženo sliko shrani zobstoječo funkcijo Shranjevanje.
sv: Realtidsstapling följer FITS-visningens arkitektur och visar resultatet (i detta fall den staplade bilden) och tillåter att befintliga funktioner som rotation, objektmarkering, manipulation med histogram etc. utförs med bilden. Den staplade bilden kan sparas av användaren med hjälp av den befintliga funktionen för att spara.
uk: Засіб інтерактивного стосування використовує архітектурний підхід переглядача FITS, який відтворює результат (у цьому випадку складене зображення) та надає змогу виконувати на зображенні наявні функції, такі як обертання, позначення об'єктів, роботу з гістограмою тощо. Складене зображення може бути збережене користувачем за допомогою наявної функції «Зберегти».

source: Live Stacker only operates on .fits files. They can be either mono or color.
ca: L'apilador en directe només funciona amb fitxers «.fits». Poden ser monocroms o en color.
nl: Live-stapelaar werkt alleen op .fits bestanden. Ze kunnen ofwel zwart-wit of kleur zijn.
pt_br: O empilhamento ao vivo só funciona com arquivos .fits. Eles podem ser monocromáticos ou coloridos.
sl: Live Stacker deluje samo z datotekami .fits. Te so lahko enobarvne ali barvne.
sv: Realtidsstapling arbetar bara med .fits-filer. De kan antingen vara svartvita eller i färg.
uk: Засіб стосування працює лише з файлами .fits. Такі файли можуть бути монохромними або кольоровими.

source: Dark and Flat master files may optionally be specified to improve image quality.
ca: Opcionalment, es poden especificar fitxers mestres foscos i plans per a millorar la qualitat de les imatges.
nl: Donkere en vlakke masterbestanden kunnen als optie gespecificeerd worden om afbeeldingskwaliteit te verbeteren.
pt_br: Arquivos mestres escuros e planos podem ser opcionalmente especificados para melhorar a qualidade da imagem.
sl: Za izboljšanje kakovosti slike je mogoče po želji določiti temne in ravne glavne datoteke.
sv: Mörka och plana huvudfiler kan valfritt anges för att förbättra bildkvaliteten.
uk: Можна вказати основні файли темного і плоского кадрів для удосконалення якості зображень.

source: Each section of the Live Stacker input / output widgets are enclosed within a minimize widget that allows the block to be either expanded or minimized.
ca: Cada secció dels ginys d'entrada / sortida de l'apilador en directe està tancada dins d'un giny de minimització que permet que el bloc s'expandeixi o es minimitzi.
nl: Elke sectie van invoer / uitvoerwidgets van de Live stapelaar zijn omsloten in een geminimaliseerd widget die het blok toestaat ofwel te worden uitgevouwen of geminimaliseerd.
pt_br: Cada seção dos widgets de entrada/saída do empilhamento ao vivo é incluída dentro de um widget de minimização que permite que o bloco seja expandido ou minimizado.
sl: Vsak del vhodnih/izhodnih gradnikov Live Stackerja je zaprt v gradniku za minimiziranje, ki omogoča razširitev ali minimiziranje bloka.
sv: Varje del av realtidsstaplingens indata- och utdatakomponenter är inneslutna i en minimeringskomponent som gör att blocket antingen kan expanderas eller minimeras.
uk: Кожен з розділів віджетів введення-виведення засобу інтерактивного стосування включено до віджета мінімізації, за допомогою якого блок можна розгорнути або згорнути.

source: Following is a description of the UI widgets:
ca: A continuació es mostra una descripció dels ginys de la IU:
nl: Hierna volgt een beschrijving van de UI-widgets:
pt_br: A seguir está uma descrição dos widgets da interface do usuário:
sl: Sledi opis gradnikov uporabniškega vmesnika:
sv: Det följande är en beskrivning av det grafiska användargränssnittets komponenter:
uk: Ось опис віджетів інтерфейсу користувача:

source: Stack Directory: This is the directory that Live Stacker will watch. Any files in the directory will be stacked when the Live Stacking process is started, and as new files (subs) are added to the directory these will be added to the existing stack.
ca: Directori d'apilament: aquest és el directori que vigilarà l'apilador en directe. Qualsevol fitxer del directori s'apilarà quan s'iniciï el procés d'apilament en directe, i a mesura que s'afegeixin fitxers nous (subsolucions) al directori, aquests s'afegiran a la pila existent.
nl: Stapelmap: dit is de map die de Livestapelaar zal bewaken. Elk bestand in de map zal gestapeld worden wanneer het Livestapelaarproces is gestart en wanneer nieuwe bestanden (subs) toegevoegd worden aan de map zullen deze toegevoegd worden aan de bestaand stapel.
pt_br: Pasta da pilha: Esta é a pasta que o empilhador monitorará. Todos os arquivos na pasta serão empilhados quando o processo de empilhamento for iniciado e, à medida que novos arquivos (subs) forem adicionados à pasta, eles serão adicionados à pilha existente.
sl: Imenik sklada: To je imenik, ki ga bo Live Stacker nadzoroval. Vsedatoteke v imeniku bodo zložene, ko se postopek Live Stacking začnein ko bodo v imenik dodane nove datoteke (podrejene), bodo tedodane v obstoječi sklad.
sv: Staplingskatalog: Det är katalogen som realtidsstapling övervakar. Alla filer i katalogen staplas när realtidsstaplingsprocessen startas, och när nya filer (delar) läggs till i katalogen läggs de att till i den befintliga stapeln.
uk: Каталог стосу: Це каталог, за яким спостерігатиме засіб інтерактивного стосування. Будь-які файли в каталозі будуть об'єднані у стос під час запуску процесу інтерактивного стосування, і коли нові файли (підфайли) додаватимуться до каталогу, їх буде додано до наявного стосу.

source: Stack Directory Button: Launches a directory dialog box to choose a directory.
ca: Botó del directori d'apilament: llança un diàleg de directori per a triar un directori.
nl: Stapelmapknop: start een mapdialoogvak om een map te kiezen.
pt_br: Botão da pasta da pilha: abre uma janela para escolher uma pasta.
sl: Gumb za imenik sklada: Odpre pogovorno okno imenika za izbiro imenika.
sv: Knappen Staplingskatalog: Öppnar en katalogdialogruta där en katalog kan väljas.
uk: Кнопка каталогу стосу: відкриває вікно вибору каталогу.

source: Multi-Channel (down arrow) button: Toggles between a single channel (either mono or color) subs and multi-channel. Multi-channel allows the user to combine mono subs into a color image. In this mode Red, Green and Blue must be specified and optionally Luminance can be added.
sl: Gumb Večkanalni (puščica navzdol): Preklaplja med enokanalnimi (mono- ali barvnimi) podkanali in večkanalnim načinom. Večkanalni način uporabniku omogoča združevanje monokanalnih podkanalov v barvno sliko. V tem načinu je treba določiti rdečo, zeleno in modro barvo, po želji pa je mogoče dodati tudi svetilnost.
uk: Кнопка «Багатоканальний» (стрілка вниз): перемикає програму між одноканальними (однокольоровими або кольоровими) підкадрами та багатоканальним режимом. Багатоканальний режим надає змогу користувачеві поєднувати однокольорові підкадри у кольорове зображення. У цьому режимі необхідно вказати червоний, зелений та синій кольори, а також за потреби можна додати яскравість.

source: Proc / Fail / Total: Output statistics of the number of subs Processed successfully, Failed and the Total. The Total is the number of subs in the directory.
ca: Proc. / Fall. / Total: estadístiques de sortida del nombre de subsolucions Processades amb èxit, Fallades i el Total. El total és el nombre de subsolucions del directori.
nl: Proc / Mislukt / Totaal: uitvoerstatistieken van het aantal subs met succes verwerkt, mislukt en het totaal. Het totaal is het aantal subs in de map.
pt_br: Proc / Falha / Total: Estatísticas de saída do número de subs processados ​​com sucesso, com falha e o total. O total é o número de subs na pasta.
sl: Obdelava / Neuspešno / Skupaj: Izpis statistike števila uspešno obdelanih, neuspešnih obdelav in skupnega števila. Skupno število je število podokvirjev v imeniku.
sv: Behandlade / Misslyckade / Totalt: Visar statistik över antalet delar som behandlats, misslyckades och totalt. Totalantalet är antalet delar i katalogen.
uk: Оброб / Помил / Загалом: виводить статистику щодо кількості підкадрів, які успішно оброблено, не вдалося обробити і загальної кількості. Загальною вважається кількість підкадрів у каталозі.

source: Start Button: This button has 3 states:
ca: Botó d'inici: aquest botó té 3 estats:
nl: Startknop: deze knop heeft 3 standen:
pt_br: Botão Iniciar: Este botão tem 3 estados:
sl: Gumb Zaženi: Ta gumb ima 3 stanja:
sv: Startknapp: Knappen har tre tillstånd:
uk: Кнопка запуску: для цієї кнопки передбачено три стани:

source: "Start": Pressing the button runs the stacking process on any subs in Stack Directory and watches the directory for new subs. Button text changes to "Stop".
ca: «Inici»: en prémer el botó s'executa el procés d'apilament de qualsevol subsolució al directori d'apilament i vigila el directori per si hi ha subsolucions noves. El text del botó canvia a «Atura».
nl: "Start": Op deze knop drukken voert het stapelingsproces uit op een subs in de stapelmap en bewaakt de map op nieuwe subs. De tekst op de knop wijzigt naar "Stop".
pt_br: "Iniciar": Pressionar o botão inicia o processo de empilhamento em todas as subs na pasta de pilhas e monitora a pasta em busca de novas subs. O texto do botão muda para "Parar".
sl: "Začni": S pritiskom na gumb se zažene postopek zlaganja vseh podrejenih v imeniku skladov in se v imeniku opazujejo novi podrejeni. Besedilo gumba se spremeni v "Ustavi".
sv: "Start": Att trycka på knappen kör staplingsprocessen för alla delar i staplingskatalogen och övervakar katalogen för nya delar. Knappens text ändras till "Stopp".
uk: «Почати»: натискання кнопки у цьому стані запускає процедуру стосування для усіх підкадрів у каталозі стосу вмикає режим стеження за появою нових підкадрів у каталозі. Текст на кнопці при цьому змінюється на «Зупинити».

source: "Stop": Pressing the button stops watching the directory and cancels any in-flight stacking operation. Button text changes to "Cancelling...".
ca: «Atura»: en prémer el botó, es deixa de controlar el directori i es cancel·la qualsevol operació d'apilament en vol. El text del botó canvia a «S'està cancel·lant...».
nl: "Stop": op de knop drukken stopt het bewaken van de map en annuleert elke inkomende stapelingsbewerking. Knoptekst wijzigt in "Annuleren...".
pt_br: "Parar": Pressionar o botão interrompe a visualização da pasta e cancela qualquer operação de empilhamento em andamento. O texto do botão muda para "Cancelando...".
sl: »Ustavi«: S pritiskom na gumb se ustavi spremljanje imenika in prekine morebitno zlaganje med delovanjem. Besedilo gumba se spremeni v »Preklic ...«.
sv: "Stopp": Att trycka på knappen slutar bevaka katalogen och alla staplingsåtgärder som pågår avbryts. Knappens text ändras till "Avbryter...".
uk: «Зупинити»: натискання кнопки у цьому стані припиняє стеження за каталогом і скасовує усі дії зі стосування. При цьому текст на кнопці буде змінено на «Скасування…»

source: "Cancelling...": Button cannot be pressed. When the cancel operation completes, the button text resets to "Start" and the user can start another stacking process.
ca: «S'està cancel·lant...»: el botó no es pot prémer. Quan s'acabi l'operació de cancel·lació, el text del botó es restablirà a «Inici» i l'usuari podrà iniciar un altre procés d'apilament.
nl: "Annuleren...": Knop kan niet ingedrukt worden. Wanneer de annuleringsbewerking gereed is, reset de knoptekst naar "Start" en de gebruiker kan een ander stapelingsproces starten.
pt_br: "Cancelar...": O botão não pode ser pressionado. Quando a operação de cancelamento for concluída, o texto do botão será redefinido para "Iniciar" e o usuário poderá iniciar outro processo de empilhamento.
sl: »Preklicevanje...«: Gumba ni mogoče pritisniti. Ko je postopek preklica končan, se besedilo gumba ponastavi na »Začni« in uporabnik lahko začne nov postopek zlaganja.
sv: "Avbryter...": Knappen kan inte tryckas ner. När avbryt är klart återställs knappens text till "Start" och användaren kan starta en ny staplingsprocess.
uk: «Скасування…»: кнопка у цьому стані стає неактивною. Після завершення дії зі скасовування текст на кнопці зміниться на «Почати», а користувач зможе розпочати наступну процедуру стосування.

source: Live Stacker Monitor button: Launches the Live Stacker Monitor window. See the section on Live Stacker Monitor for more details.
sl: Gumb Live Stacker Monitor: Odpre okno Live Stacker Monitorja. Za več podrobnosti glejte razdelek o Live Stacker Monitorju.
uk: Кнопка монітора інтерактивного стосування: відкриває вікно монітора інтерактивного стосування. Докладніший опис наведено у розділі щодо монітора інтерактивного стосування.

source: Calc SNR: Switch to turn on or off calculation of SNR for each sub and the stacked image. Usually useful to turn on, but if performance is key this can be toggled off.
sl: Izračun razmerja signal šum: Stikalo za vklop ali izklop izračuna razmerja signal šum za vsako podsliko in zloženo sliko. Običajno je koristno vklopiti to funkcijo, če pa je ključnega pomena zmogljivost, jo je mogoče izklopiti.
uk: Обчислення ССШ: перемикач для вмикання або вимикання обчислення співвідношення сигнал-шум для кожного підкадру і стосованого зображення. Зазвичай, корисно вмикати, але якщо ключовою є швидкодія, варто вимкнути таке обчислення.

source: SNR Av / Min / Max: Output statistics of the subs processed so far. Average SNR / Minimum SNR / Maximum SNR.
ca: Relació de senyal a soroll Màx. / Mín. / Mitjana: estadístiques de sortida de les subsolucions processades fins ara. Relació de senyal a soroll Màx. / Mín. / Mitjana.
nl: SNR Av / Min / Max: uitvoerstatistieken van de subs tot nu verwerkt. Gemiddelde SNR / Minimum SNR / Maximum SNR.
pt_br: SNR Médio/Mínimo/Máximo: Estatísticas de saída dos subs processados ​​até o momento. SNR Médio/SNR Mínimo/SNR Máximo.
sl: SNR povprečje / min / maks: Izhodna statistika do sedaj obdelanih podrejenih. Povprečni SNR / minimum SNR / maksimum SNR.
sv: Signal-brus medel / min / max: Utdatastatistik för de hittills bearbetade delarna. Medelvärde av signal-brusförhållande / minimalt signal-brusförhållande / maximalt signal-brusförhållande.
uk: Сер / Мін / Макс: вивести статистику щодо оброблених підкадрів. Середнє ССШ / Мінімальне ССШ / Максимальне ССШ.

source: Memory Widget: Displays the amount of memory the current process is using as a percentage of the available memory. Try to keep memory usage in the Green (<50% of available) rather than Amber (<70%) or Red (>=70%). Double click the widget to hide text and just display the progress bar.
ca: Giny de memòria: mostra la quantitat de memòria que està utilitzant el procés actual com a percentatge de la memòria disponible. Intenta mantenir l'ús de la memòria en el verd (<50% de la disponibleo) abans que el groc (<70%) o vermell (>=70%). Feu doble clic al giny per a ocultar el text i mostrar només la barra de progrés.
nl: Geheugenwidget: toont de hoeveelheid geheugen die het huidige proces gebruikt als een percentage van het beschikbare geheugen. Probeer het geheugengebruik in het groen (<50% van beschikbaar) in plaats van amber (<70%) of rood (>=70%). Dubbelklik op het widget om tekst te verbergen en alleen de voortgangsbalk te tonen.
pt_br: Widget de Memória: Exibe a quantidade de memória que o processo atual está usando como uma porcentagem da memória disponível. Tente manter o uso de memória em Verde (<50% da memória disponível) em vez de Âmbar (<70%) ou Vermelho (>=70%). Clique duas vezes no widget para ocultar o texto e exibir apenas a barra de progresso.
sl: Gradnik za pomnilnik: Prikazuje količino pomnilnika, ki ga trenutni uporablja proces, kotodstotek razpoložljivega pomnilnika. Poskusite ohraniti porabo pomnilnika v zeleni(<50 % razpoložljivega) namesto v rumeni (<70 %) ali rdeči (>=70 %). Dvokliknitepripomoček, da skrijete besedilo in prikažete samo vrstico napredka.
sv: Minneskomponent: Visar mängden minne som den aktuella processen använder som en procentandel av det tillgängliga minnet. Försök att hålla minnesanvändningen i det gröna (<50 % av tillgängligt) snarare än det gula (<70 %) eller det röda (>=70 %). Dubbelklicka på komponenten för att dölja text och bara visa förloppsraden.
uk: Віджет пам’яті: показує об'єм пам’яті, який використовує поточний процес, у відсотках від доступної пам’яті. Намагайтеся підтримувати використання пам’яті у зеленому (<50% доступної) діапазоні, а не у жовтому (<70%) або червоному (>=70%). Двічі клацніть на віджеті, щоб приховати текст і переглядати лише індикатор виконання.
