Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fits-viewer-livestacker.po
Languages: ca, nl, pt_br, sl, sv, uk

source: Image SNR: This is the SNR of the stacked image at that time.
ca: SNR de la imatge: Aquesta és la relació senyal a soroll (SNR en anglès) de la imatge apilada en aquell moment.
nl: Afbeelding-SNR: dit is de SNR van de gestapelde afbeelding op dat moment.
pt_br: SNR da imagem: Este é o SNR da imagem empilhada naquele momento.
sl: SNR slike: To je SNR zložene slike v tistem trenutku.
sv: Bildens signal-brusförhållande: Det är den staplade bildens signal-brusförhållande vid tillfället.
uk: ССШ зображення: це співвідношення сигнал-шум для поточного зображення у стосі.

source: Save Settings Button. This saves the configuration of the Live Stacker to disk.
ca: Botó de desament de la configuració. Això desa la configuració de l'apilador en directe al disc.
nl: Knop voor instellingen opslaan. Deze slaat de configuratie van de Livestapelaar op op de schijf.
pt_br: Botão para salvar configurações. Isso salva a configuração do empilhamento ao vivo no disco.
sl: Gumb za shranjevanje nastavitev. S tem shranite konfiguracijo Live Stackerja na disk.
sv: Knappen Spara inställningar. Den sparar realtidsstaplingens inställning på disken..
uk: Кнопка «Зберегти параметри». Зберігає налаштування засобу інтерактивного стосування на диск.

source: Help button: Launches web documentation for Live Stacker.
sl: Gumb za pomoč: Odpre spletno dokumentacijo za Live Stacker.
uk: Кнопка «Довідка»: відкриває сторінку документації до інтерактивного засобу стосування в інтернеті.

source: Calibration Settings:
ca: Configuració del calibratge:
nl: Kalibratie-instellingen:
pt_br: Configurações de calibração:
sl: Nastavitve kalibracije:
sv: Kalibreringsinställningar:
uk: Параметри калібрування:

source: This section changes depending on whether single channel or multi-channel mode is selected. In single channel mode there is 1 dark and 1 flat associated with the stack dir. In multi-channel mode there is a dark and flat associated with each of the 4 stack dirs: Red, Green, Blue and Luminance.
sl: Ta razdelek se spreminja glede na to, ali je izbran enokanalni ali večkanalni način. V enokanalnem načinu je z imeikom sklada povezana 1 temna in 1 ravna barva. V večkanalnem načinu je z vsakim od 4 imenikov sklada povezana temna in ravna barva: rdeča, zelena, modra in svetilnost.
uk: Вміст цього розділу залежить від того, вибрано одноканальний чи багатоканальний режим. В одноканальному режимі з каталогом стосу буде пов'язано 1 канал темних знімків і 1 канал знімків плоского поля. У багатоканальному режимі з кожним з 4 каталогів стосу буде пов'язано канали темного знімка та знімка плоского поля: червоний, зелений, синій та яскравість.

source: Master Dark: Blank or pathname to a Master Dark .fits file to be used to calibrate subs.
ca: Fosc mestre: en blanc o el nom de camí a un fitxer«.fits»per a usar-lo per a calibrar les subsolucions.
nl: Master donker: blank of padnaam naar een Master donker .fits bestand om gebruikt te worden door kalibratie subs.
pt_br: Mestre escuro: Espaço em branco ou caminho para um arquivo .fits do mestre escuro a ser usado para calibrar subs.
sl: Matična temna: Prazno polje ali pot do datoteke Master Dark .fits, ki se bo uporabila za kalibracijo podokvirjev.
sv: Mörk huvudbild: Tomt eller namn på sökvägen till en .fits mörk huvudbild att använda för att kalibrera delar.
uk: Основний темний: порожнє значення або шлях до файла .fits основного темного кадру, за допомогою якого слід калібрувати підкадри.

source: Master Dark Button: Launches a file picker dialog box to choose a Master Dark.
ca: Botó de fosc mestre: llança un diàleg de selecció de fitxers per a triar un fosc mestre.
nl: Knop voor Master donker: start een bestandskiezerdialoogvak om een Master donker te kiezen
pt_br: Botão do mestre escuro: abre uma janela de seleção de arquivos para escolher um mestre escuro.
sl: Gumb matična temna: Odpre pogovorno okno za izbiro datotek, v katerem lahko izberete matično temno.
sv: Knappen Mörk huvudbild: Startar en filväljardialogruta för att välja en mörk huvudbild.
uk: Кнопка «Основний темний»: відкриває вікно вибору основного темного кадру.

source: Master Flat: Blank or pathname to a Master Flat .fits file to be used to calibrate subs.
ca: Pla mestre: en blanc o el nom de camí a un fitxer pla mestre «.fits» que s'utilitzarà per a calibrar les subsolucions.
nl: Master vlak: blank of padnaam naar een Master vlak .fits bestand om gebruikt te worden voor het kalibreren van subs.
pt_br: Mestre plano: Espaço em branco ou caminho para um arquivo .fits do mestre plano a ser usado para calibrar subs.
sl: Matična ravna: Prazno polje ali pot do datoteke .fits matične ravne, ki se bo uporabila za kalibracijo podokovirjev.
sv: Plan huvudbild: Tomt eller namn på sökvägen till en fits plan huvudbild att använda för att kalibrera delar.
uk: Основний плоский: порожнє значення або шлях до файла fits основного кадру плоского поля, за допомогою якого слід калібрувати підкадри.

source: Master Flat Button: Launches a file picker dialog box to choose a Master Flat.
ca: Botó de pla mestre: llança un diàleg de selecció de fitxers per a triar un pla mestre.
nl: Knop voor Master vlak: start een bestandskiezerdialoogvak om een Master vlak te kiezen
pt_br: Botão do mestre plano: abre uma janela de seleção de arquivos para escolher um mestre plano.
sl: Gumb za matično ravno: Odpre pogovorno okno za izbiro datotek za izbiro matične ravne.
sv: Knappen Plan huvudbild: Startar en filväljardialogruta för att välja en plan huvudbild.
uk: Кнопка «Основний плоский»: відкриває вікно вибору основного кадру плоского поля.

source: Alignment Settings:
ca: Configuració de l'alineació:
nl: Instellingen voor uitlijnen:
pt_br: Configurações de alinhamento:
sl: Nastavitve poravnave:
sv: Inriktningsinställningar:
uk: Параметри вирівнювання:

source: Master Sub: Blank or pathname to the sub to be used to align all other subs to. If blank, the first sub is used as alignment master.
ca: Subsolució mestre: nom en blanc o camí a la subsolució que s'utilitzarà per a alinear totes les altres subsolucions. Si està en blanc, s'utilitza la primera subsolució com a mestre d'alineació.
nl: Master sub: blank of padnaam naar de sub om gebruikt te worden om alle andere subs naar uit te lijnen. Indien blank, wordt de eerste sub gebruikt als uitlijnmaster.
pt_br: Sub mestre: Em branco ou caminho para o sub a ser usado para alinhar todos os outros subs. Se em branco, o primeiro sub será usado como sub mestre de alinhamento.
sl: Matični podokvir: Prazno ali pot do podokvirja , ki se bo uporabil za poravnavo vseh ostalih podokvirjev. Če je prazno, se prvi podokvir uporabi kot matični podokvir.
sv: Huvuddel: Tomt eller namn på sökväg till delbilden att använda för inriktning av alla andra delbilder. Om tomt används den första delen som huvudbild för inriktning.
uk: Основний підкадр: порожнє значення або шлях до підкадру, за яким буде вирівняно усі інші підкадри. Якщо не вказано, основним кадром для вирівнювання вважатиметься перший підкадр.

source: Master Sub Button: Launches a file picker dialog box to choose the alignment master sub.
ca: Botó subsolució mestre: llança un diàleg de selecció de fitxers per a triar la subsolució mestre d'alineació.
nl: Knop voor Master sub: start een bestandskiezerdialoogvak om een Master sub te kiezen
pt_br: Botão do mestre sub: Abre uma janela de seleção de arquivos para escolher o sub mestre de alinhamento.
sl: Gumb Matični podokvir: Odpre pogovorno okno za izbiro datotek za izbiro matičnega podokvira poravnave.
sv: Knappen Huvuddel: Startar en filväljardialogruta för att välja en huvuddelen för inriktning.
uk: Кнопка «Основний підкадр»: відкриває вікно вибору основного підкадру для вирівнюванн.

source: Method: Plate Solve. Use plate solving as the method of aligning subs.
ca: Mètode: solució de placa. Utilitza la resolució de plaques com a mètode d'alineació de subsolucions.
nl: Methode: Plaat oplossen. Gebruik plaat oplossing als de methode voor uitlijnen van subs.
pt_br: Método: Resolução de placas. Usa a resolução de placas como método de alinhamento de subs.
sl: Metoda: Reševanje plošč. Uporabite reševanje plošč kot metodo poravnave podokvirjev.
sv: Metod: Lösning av astrobilder. Använd lösning av astrobilder som metod för inriktning av delar.
uk: Метод: розв'язання зображень. Скористатися розв'язанням зображень як методом вирівнювання підкадрів.

source: Stacking Settings:
ca: Configuració de l'apilament:
nl: Instellingen voor stapelen:
pt_br: Configurações de empilhamento:
sl: Nastavitev zlaganja:
sv: Staplingsinställningar:
uk: Параметри стосування:

source: In Memory Subs. This specifies the maximum number of subs that will be held in-memory at any one time and specifies the number of subs that cause a transition from initial stack to running stack.
ca: Subsolucions en memòria. Això especifica el nombre màxim de subsolucions que es mantindran en memòria en qualsevol moment i especifica el nombre de subsolucions que causa una transició de la pila inicial a la pila en execució.
nl: In geheugen subs. Dit specificeert het maximum aantal subs dat op elk moment in geheugen gehouden wordt en specificeert het aantal subs dat een transitie uit de initiële stapel naar de in uitvoering zijnde stapel veroorzaakt.
pt_br: Subs na memória. Especifica o número máximo de subs que serão mantidos na memória a qualquer momento e especifica o número de subs que causam uma transição da pilha inicial para a pilha em execução.
sl: Podokvirji v pomnilniku. To določa največje število podokvirjev, ki bodo hkrati shranjeni v pomnilniku, in število podokvirjev, ki povzročijo prehod iz začetnega sklada v tekoči sklad.
sv: Delbilder i minne: Anger det maximala antalet delar som lagras i minnet samtidigt och anger antalet delar som orsakar en övergång från initial stapel till körande stapel.
uk: Підкадри у пам'яті. Визначає максимальну кількість підкадрів, які одночасно зберігатимуться у пам'яті, і визначає кількість підкадрів, досягнення якої спричинятиме перехід від початкового стосу до динамічного стосу.

source: The stacking process will accumulate this number of subs (if available) before stacking them and will continue in batches of this number before stacking. If the number of subs available is less than this then the stacking process runs in order to display the stacked image to the user.
ca: El procés d'apilament acumularà aquest nombre de subsolucions (si està disponible) abans d'apilar-les i continuarà amb lots d'aquest número abans d'apilar. Si el nombre de subsolucions disponibles és menor que aquest, llavors el procés d'apilament s'executa per tal de mostrar la imatge apilada a l'usuari.
nl: Het stapelproces zal dit aantal subs verzamelen (indien beschikbaar) alvorens ze te stapelen en zal doorgaan in batches van dit aantal alvorens te stapelen. Als het aantal beschikbare subs minder is dan dit dan draait het stapelproces om de gestapelde afbeelding aan de gebruiker te tonen.
pt_br: O processo de empilhamento acumulará esse número de subs (se disponíveis) antes de empilhá-los e continuará em lotes desse número antes de empilhar. Se o número de subs disponíveis for menor que esse, o processo de empilhamento será executado para exibir a imagem empilhada ao usuário.
sl: Postopek zlaganja bo pred zlaganjem zbral to število podokvirjevi (če so na voljo) in se bo nadaljeval v šaržah s tem številom predzlaganjem. Če je število razpoložljivih podokvirjev manjše od tega, sezažene postopek zlaganja, da se uporabniku prikaže zložena slika.
sv: Staplingsprocessen ackumulerar så många delar (om tillgängliga) innan de staplas och fortsätter i omgångar av det antalet innan stapling. Om antalet tillgängliga delar är mindre än det körs staplingsprocessen för att visa den staplade bilden för användaren.
uk: Процес стосування накопичуватиме цю кількість підкадрів (якщо такі є) перед складанням у стос у стек і продовжуватиметься партіями по цій кількості перед складанням у стос. Якщо кількість доступних підкадрів менша за цю кількість, то буде запущено процес стосування для показу стосованого зображення користувачеві.

source: Once this number of subs is reached, the initial stacking phase completes and intermediate results are then held in order to more rapidly add new, incoming subs to the stack.
ca: Un cop assolit aquest nombre de subsolucions, la fase d'apilament inicial es completa i els resultats intermedis es mantenen per tal d'afegir més de pressa subsolucions entrants noves a la pila.
nl: Nadat dit aantal subs is bereikt, is de initiële stapelfase gereed en tussenresultaten worden vastgehouden om snel nieuwe, binnenkomenden toe te voegen aan de stapel.
pt_br: Quando esse número de subs é atingido, a fase de empilhamento inicial é concluída e os resultados intermediários são mantidos para adicionar mais rapidamente novos subs à pilha.
sl: Ko je doseženo to število podokvirjev, se začetna faza zlaganja zaključiin vmesni rezultati se nato zadržijo, da se hitreje dodajo novi,vhodni podokvirjii v sklad.
sv: När det antalet delar har uppnåtts avslutas den initiala staplingsfasen och mellanliggande resultat lagras sedan för att snabbare kunna lägga till nya, inkommande delar på stapeln.
uk: Після досягнення цієї кількості підкадрів завершується початкова фаза стосування, а проміжні результати зберігаються для швидшого додавання нових підкадрів до стосу.

source: Set this number low to be more efficient with memory usage. However, if you use sigma clipping (or winsorized sigma clipping) setting this too low can compromise results.
ca: Establiu aquest nombre baix per a ser més eficient amb l'ús de la memòria. No obstant això, si utilitzeu l'opció de retallat de la sigma (o retallat winsoritzat de la sigma) establir massa baix això pot comprometre el resultat.
nl: Zet dit aantal laag om efficiënter te zijn met geheugengebruik. Als u echter instellingen met sigma-clipping gebruikt (of sigma-clipping met winsor) gebruikt kan dit te laag resultaten verstoren.
pt_br: Defina esse valor como baixo para ser mais eficiente no uso da memória. No entanto, se você usar recorte sigma (ou recorte sigma winsorizado), definir um valor muito baixo pode comprometer os resultados.
sl: Nastavite to število nizko, da boste učinkoviteje uporabljali pomnilnik. Če pa uporabljate sigma obrezovanje (ali winsorizirano sigma obrezovanje), lahko prenizka nastavitev ogrozi rezultate.
sv: Ställ in värde lågt för att använda minnet mer effektivt. Om sigmaklippning (eller Winsoriserad sigmaklippning) används kan det dock försämra resultaten om det ställs in för lågt.
uk: Встановіть цю кількість низькою для ефективнішого використання пам'яті. Однак, якщо ви використовуєте сигма-обрізання (або вінзоровське сигма-обрізання), встановлення занадто низького значення може погіршити результати.

source: Downscale: Options of None, 2x2, 3x3 and 4x4 are available. This options downscales the subs by the selected factor. For example, if 2x2 is selected than each group of 2x2 pixels is averaged to a single value per color, reducing both the image width and height by a factor of 2. So the number of pixels in each sub is reduced by a factor of 4 which will significantly speed up processing
ca: Reducció d'escala: hi ha opcions de sense, 2x2, 3x3 i 4x4. Aquesta opció redueix la mida de les subsolucions pel factor seleccionat. Per exemple, si se selecciona 2x2 llavors es fa mitjana de cada grup de 2x2 píxels a un valor únic per color, reduint tant l'amplada de la imatge com l'alçada per un factor de 2. Per tant, el nombre de píxels en cada subsolució es redueix en un factor de 4 que accelerarà significativament el processament
nl: Omlaag schalen: opties Geen, 2x2, 3x3 en 4x4 zijn beschikbaar. Deze opties schalen de subs omlaag met de geselecteerde factor. Als bijvoorbeeld 2x2 is geselecteerd dan wordt elke groep van 2x2 pixels gemiddeld tot een enkele waarde per kleur, waarmee de breedte en hoogte van de afbeelding met een factor 2 wordt verminderd. Dus het aantal pixels in elke sub wordt verminderd met een factor 4 die het verwerken aanzienlijk zal versnellen
pt_br: Redução de escala: As opções Nenhuma, 2x2, 3x3 e 4x4 estão disponíveis. Esta opção reduz a escala dos subs pelo fator selecionado. Por exemplo, se 2x2 for selecionado, cada grupo de pixels 2x2 será calculado com base em um único valor por cor, reduzindo a largura e a altura da imagem por um fator de 2. Assim, o número de pixels em cada sub é reduzido por um fator de 4, o que acelerará significativamente o processamento.
sl: Zmanjšanje velikosti: Na voljo so možnosti Brez, 2x2, 3x3 in 4x4. Ta možnost zmanjša velikost podokvirjev za izbrani faktor. Če je na primer izbrana možnost 2x2,se vsaka skupina slikovnih pik 2x2 povpreči na eno vrednost na barvo,s čimer se širina in višina slike zmanjšata za faktor 2. Tako se število slikovnih pik v vsakem podokvirju zmanjša za faktor 4, kar bo znatno pospešilo obdelavo
sv: Skala ner: Alternativen Ingen, 2 x 2, 3 x 3 och 4 x 4 är tillgängliga. Alternativet skalar ner delarna med den valda faktorn. Om till exempel 2 x 2 väljs, beräknas varje grupp med 2 x 2 bildpunkter till ett enda värde per färg, vilket minskar både bildens bredd och höjd med en faktor 2. Så antalet bildpunkter i varje del minskas med en faktor 4, vilket avsevärt snabbar upp bearbetningen.
uk: Зменшити масштаб: доступні варіанти: Немає, 2x2, 3x3 та 4x4. Цей параметр призводить до зменшення масштабу підкадрів на вибраний коефіцієнт. Наприклад, якщо вибрано 2x2, то кожну групу пікселів 2x2 буде усереднено до одного значення для кожного кольору, зменшуючи як ширину, так і висоту зображення в 2 рази. Таким чином, кількість пікселів у кожній підгрупі зменшується в 4 рази, що значно пришвидшить обробку.

source: Method:
nl: Methode:
sl: Metoda:
uk: Метод:

source: Average: Frames are averaged (mean). No pixels are rejected.
sl: Povprečje: Sličice so povprečene (povprečje). Nobena slikovna pika ni zavrnjena.
uk: Середнє значення: кадри усереднено (середнє арифметичне). Не буде відкинуто жодного пікселя.

source: Sigma Clipping: Sigma Clipping is applied to the first "In Memory Subs" to be processed. Once accumulated, a pixel stack is built for each pixel in the subs that contains the value of the pixel across all subs. The median and standard deviation of pixel values is calculated any values lying outside the thresholds of Low Sigma and High Sigma are excluded as outliers. The inliers are then used to calculate the stacked image. As new subs arrive they are checked against the saved pixel statistics to determine whether they are inliers or outliers and are processed accordingly.
ca: Retallat de la sigma: el retallat de la sigma s'aplica al primer a les «Subsolucions en memòria» que s'ha de processar. Un cop acumulades, es construeix una pila de píxels per a cada píxel en les subsolucions que conté el valor del píxel en totes les subsolucions. Es calcula la mitjana i la desviació estàndard dels valors dels píxels dels valors que es troben fora dels llindars baix i alt de la sigma s'exclouen com a valors atípics. Llavors els no atípics s'utilitzen per a calcular la imatge apilada. A mesura que arriben subsolucions noves, es comproven amb les estadístiques de píxels desats per determinar si són atípics o no i es processen en conseqüència.
nl: Sigma-clipping: Sigma-clipping wordt toegepast op de eerste "In geheugen subs" om te worden verwerkt. Eenmaal geaccumuleerd, wordt een pixelstapel gebouwd voor elk pixel in de subs die de waarde bevat van de pixel over alle subs. De mediaan en standaard deviatie van pixelwaarden wordt berekend en elke waardes die buiten de drempels van Low Sigma en High Sigma liggen worden uitgesloten als buitenliggers. De binnenliggers worden dan gebruikt om de gestapelde afbeelding te berekenen. Als er nieuwe subs arriveren worden ze gecontroleerd tegen de opgeslagen pixelstatistieken om te bepalen of ze binnenliggers of buitenliggers zijn en overeenkomstig worden verwerkt.
pt_br: Recorte Sigma: O recorte Sigma é aplicado aos primeiros "subs em memória" a serem processados. Uma vez acumulados, uma pilha de pixels é criada para cada pixel nos subs, contendo o valor do pixel em todos os subs. A mediana e o desvio padrão dos valores de pixel são calculados; quaisquer valores fora dos limites de Sigma Baixo e Sigma Alto são excluídos como outliers. Os inliers são então usados ​​para calcular a imagem empilhada. À medida que novos subs chegam, eles são verificados em relação às estatísticas de pixels salvas para determinar se são inliers ou outliers e são processados ​​adequadamente.
sl: Sigma obrezovanje: Sigma obrezovanje se uporabi za prve "pomnilniške podokvirje", ki bodo obdelani. Ko se podatki zberejo, se za vsako slikovno piko v podokvirjih zgradi sklad slikovnih pik, ki vsebuje vrednost slikovne pike za vse podokvirje. Izračuna se mediana in standardni odklon vrednosti slikovnih pik, vse vrednosti, ki ležijo zunaj pragov nizke in visoke sigme, so izključene kot izstopajoče vrednosti.Notranje vrednosti se nato uporabijo za izračun zložene slike. Ko prispejo novi podokvirjii, se preverijo s shranjeno statistiko slikovnih pik, da se ugotovi, ali so notranje ali izstopajoče vrednosti, in se ustrezno obdelajo.
sv: Sigmaklippning: Sigmaklippning tillämpas på de första "minnesdelarna" som ska bearbetas. När de har ackumulerats byggs en bildpunktsstapel för varje bildpunkt i delarna som innehåller bildpunktens värde över alla delar. Median- och standardavvikelsen för bildpunktsvärdena beräknas, alla värden som ligger utanför tröskelvärdena för låg sigma och hög sigma exkluderas som extremvärden. De inre värdena används sedan för att beräkna den staplade bilden. När nya delar anländer kontrolleras de mot den sparade bildpunktsstatistiken för att avgöra om de är inre värden eller extremvärden och bearbetas därefter.
uk: Сигма-обрізання: Сигма-обрізання застосовується до перших «підкадрів у пам'яті», які слід обробити. Після накопичення для кожного пікселя у підкадрах створюється стос пікселів, який містить значення пікселя для всіх підкадрів. Розраховується медіана та стандартне відхилення значень пікселів; будь-які значення, що знаходяться за межами порогових значень нижче та вище на сигму, виключаються як викиди. Вхідні значення потім використовуються для обчислення об'єднаного зображення. Коли надходять нові підкадри, вони перевіряються зі збереженою статистикою пікселів, щоб визначити, чи є вони вхідними чи викидами, і обробляються відповідно.

source: Winsorized SC: Similar to Sigma Clipping except where outliers are excluded in Sigma Clipping, they are set to Low Sigma / High Sigma and included in the calculation.
ca: SC winsoritzat: similar al retallat de la sigma excepte quan s'exclouen valors atípics en el retallat de la sigma, s'estableixen a sigma baix / sigma alt i s'inclouen en el càlcul.
nl: SC volgens Winsor: gelijk aan Sigma-clipping behalve dat buitenliggers worden uitgesloten in Sigma-clipping, maar ze hier worden gezet naar Low Sigma / High Sigma en meegenomen worden in de berekening.
pt_br: Winsorized SC: Semelhante ao recorte de Sigma, exceto onde os outliers são excluídos no recorte do Sigma, eles são definidos como Sigma Baixo / Sigma Alto e incluídos no cálculo.
sl: Winsorizirana Sigma obrezovanja: Podobno kot Sigma obrezovanja, le da so izstopajoče vrednosti, ki so pri Sigma obrezovanju izključene, le te nastavljene na Nizka Sigma / Visoka Sigma in vključene v izračun.
sv: Winsoriserad SK: Liknar Sigmaklippning förutom där extremvärden exkluderas i Sigmaklippning, ställs de in till Låg sigma / Hög sigma och inkluderas i beräkningen.
uk: Вінзоризований SC: подібний до сигма-обрізання, окрім того, що у сигма-обрізанні викиди буде виключено, а тут їх буде замінено на значення зі зниженням на сигму або підвищенням на сигму і включено до обчислень.
