Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fits-viewer-livestacker.po
Languages: ca, nl, pt_br, sl, sv, uk

source: ImageMM: The ImageMM stacking method based on this paper: https://iopscience.iop.org/article/10.3847/1538-3881/adfb72 Basically this can be thought of as a combination of stacking and deconvolution. The method looks to determine the most likely deconvolved stacked image that would have created the set of observed subs. It uses an iterative approach and is extremely resource intensive. This is an experimental approach at this time.
sl: ImageMM: Metoda zlaganja ImageMM, ki temelji na tem članku: https://iopscience.iop.org/article/10.3847/1538-3881/adfb72. V osnovi si lahko to predstavljamo kot kombinacijo zlaganja in dekonvolucije. Metoda poskuša določiti najverjetnejšo dekonvolvirano zloženo sliko, ki bi ustvarila niz opazovanih podslik. Uporablja iterativni pristop in je izjemno intenziven pri uporabi virov. Trenutno je to eksperimentalni pristop.
uk: ImageMM: метод стосування ImageMM на основі цієї статті: https://iopscience.iop.org/article/10.3847/1538-3881/adfb72. По суті, це можна розглядати як комбінацію стосування та розгортки. Метод спрямований на визначення найімовірнішого розгорнутого стосованого зображення, яке б створило набір спостережуваних підзображень. Він використовує ітеративний підхід і є надзвичайно ресурсомістким. У поточній версії це експериментальний підхід.

source: Frame Weighting:
ca: Ponderació de fotogrames:
nl: Frameweging:
pt_br: Peso do quadro:
sl: Uteževanje okvirja:
sv: Bildviktning:
uk: Зважування кадрів:

source: Equal: All subs are given an equal weight (=1.0)
ca: Igual: a totes les subsolucions se'ls dona el mateix pes (=1,0)
nl: Gelijk: alle subs worden een gelijk gewicht gegeven (=1.0)
pt_br: Igual: Todos os subs recebem o mesmo peso (=1,0)
sl: Enako: Vsem podokvirjem je dodeljena enaka teža (=1,0)
sv: Lika: Alla delar ges en likadan vikt (= 1,0)
uk: Рівномірна: усім підкадрам надаватиметься рівна вага (=1.0)

source: HFR: Subs are weighted by 1 / (Av HFR). So the better the sub, the lower the HFR and the higher the weighting.
ca: HFR: les subsolucions tenen una ponderació de 1 / (HFR mitjà). Per tant, com millor sigui la subsolució, més baix serà el HFR i més pes.
nl: HFR: Subs krijgen een gewicht van 1 / (Av HFR). Hoe beter de sub, hoe lager de HFR en hoe hoger het gewicht.
pt_br: HFR: Os subs são ponderados por 1 / (Av HFR). Portanto, quanto melhor o sub, menor o HFR e maior a ponderação.
sl: HFR: Podokvirji so uteženi z 1 / (povprečni HFR). Torej, boljši kot je podokvir, nižji je HFR in višje je uteževanje.
sv: HFR: Delarna viktas med 1 / (HFR-medelvärde). Så ju bättre delen är, desto lägre HFR och desto högre viktning.
uk: РПП: підкадри зважують за 1 / (Сер. РПП). Тому, чим якіснішим є підкадр, тим нижчим є РПП і вищою вага.

source: Num Stars: Subs are weighted by Num Stars. So the better the sub, the higher than number of stars detected and the higher the weighting.
ca: Nombre d'estrelles: les subsolucions són ponderades pel nombre d'estrelles. Per tant, com millor sigui la subsolució, més gran serà el nombre d'estrelles detectades i més gran serà la ponderació.
nl: Aantal sterren: subs worden gewogen per aantal sterren. Dus hoe beter de sub, hoe hoger het aantal sterren gedetecteerd en hoe hoger het gewicht.
pt_br: Número de estrelas: Os subs são ponderados por número de estrelas. Portanto, quanto melhor o sub, maior o número de estrelas detectadas e maior o peso.
sl: Število zvezd: Podokvirji so uteženi s številom zvezd. Torej, boljši kot je podokvir, večje je število zaznanih zvezd in višje je uteževanje.
sv: Antal stjärnor: Delarna viktas efter antal stjärnor. Så ju bättre delarna är, desto fler stjärnor upptäcks och desto högre viktning.
uk: Кількість зірок: підкадри буде зважено за кількістю зірок. Отже, чим кращим є підкадр, тим більше буде виявлено на ньому зірок і тим вищою буде його вага.

source: Low Sigma (Sigma Clipping and Winsor SC Methods). This is the number of Standard Deviations on the low side of the median to clip pixels out.
nl: Low Sigma (clipping met sigma en Winsor SC methoden). Dit is het aantal standaard deviaties aan de lage kant van de mediaan om pixels uit te knippen.
sl: Nizka sigma (metode Sigma Clipping in Winsor SC). To je število standardnih odklonov na spodnji strani mediane za izrezovanje slikovnih pik.
uk: Нижня σ (методи сигма-обрізання та SC Вінзора). Це значення стандартного відхилення на нижньому боці від медіани для обрізання пікселів.

source: High Sigma (Sigma Clipping and Winsor SC Methods). This is the number of Standard Deviations on the high side of the median to clip pixels out.
nl: High Sigma (clipping met sigma en Winsor SC methoden). Dit is het aantal standaard deviaties aan de hoge kant van de mediaan om pixels uit te knippen.
sl: Visoka sigma (metode Sigma Clipping in Winsor SC). To je število standardnih odklonov na višji strani mediane za izrezovanje slikovnih pik.
uk: Верхня σ (методи сигма-обрізання та SC Вінзора). Це значення стандартного відхилення на верхньому боці від медіани для обрізання пікселів.

source: Winsor Cutoff (Winsor SC Method). This is the number of Standard Deviations away from the median to use as cutoff to adjust outlying values before running Sigma Clipping.
nl: Winsor cutoff (Winsor SC methode). Dit is het aantal standaard deviaties weg van de mediaan om te gebruiken als cutoff om buitenliggende waarden aan te passen alvorens Sigma-clipping uit te voeren.
sl: Winsorjeva mejna vrednost (metoda Winsor SC). To je število standardnih odklonov od mediane, ki se uporabi kot mejna vrednost za prilagoditev izstopajočih vrednosti pred obrezovanjem s Sigmo.
uk: Обрізання Вінзора (метод SC Вінзора). Це значення стандартного відхилення від медіани, яке буде використано як обрізання для коригування значень-викидів до виконання сигма-обрізання.

source: Iteration (ImageMM). This specifies the maximum number of iterations the algorithm will attempt. Increase the number for more accurate performance but at the expense of performance.
sl: Iteracija (ImageMM). To določa največje število iteracij, ki jih bo algoritem poskusil izvesti. Povečajte število za natančnejšo zmogljivost, vendar na račun zmogljivosti.
uk: Ітерації (ImageMM). Задає максимальне значення кількості ітерацій, які може бути використано під час роботи алгоритму. Збільште це значення для підвищення точності за рахунок зменшення швидкодії.

source: Kappa (ImageMM). Clamps iterative updates in the range 1/kappa to kappa. So kappa=1 means no update for the iteration. Increase kappa for bigger updates but if you see signs of over "deconvolving" the image then reduce kappa.
sl: Kappa (ImageMM). Iterativne posodobitve omeji v obsegu od 1/kappa do kappa. Torej kappa=1 pomeni, da iteracija ne bo posodobljena. Za večje posodobitve povečajte kappa, če pa opazite znake prekomerne "dekonvolucije" slike, zmanjšajte kappa.
uk: Каппа (ImageMM). Обмежує ітераційні оновлення в діапазоні від 1/каппа до каппа. Отже, каппа=1 вимикає оновлення для ітерації. Збільште каппу для збільшення оновлення, але якщо ви бачите ознаки надмірного «розгортання» зображення, зменште каппу.

source: Alpha (ImageMM). Damping between iterations by blending alpha * this iteration with (1 - alpha) * last iteration.
sl: Alfa (ImageMM). Dušenje med iteracijami z mešanjem alfa * te iteracije z (1 - alfa) * zadnje iteracije.
uk: Альфа (ImageMM). Затухання між ітераціями шляхом змішування альфа * ця ітерація з (1 - альфа) * ​​остання ітерація.

source: Sigma Scale (ImageMM). Reduce calculated image sigma by this scale factor. Reduce if you see ringing artifacts.
sl: Merilo Sigme (ImageMM). Zmanjša izračunano sigmo slike za ta faktor merila. Zmanjšajte, če opazite obročaste artefakte.
uk: Масштаб сигма (ImageMM). Зменшити сигму розрахованого зображення на цей коефіцієнт масштабування. Зменште, якщо бачите кільцеві дефекти.

source: PSF Update (ImageMM). Update PSF every nth iteration. Set to zero to disable. Updating too frequently can lead to artifacts. This is quite computationally intensive.
sl: Posodobitev PSF (ImageMM). Posodobi PSF vsako n-to iteracijo. Za onemogočanje nastavite na nič. Prepogosto posodabljanje lahko povzroči artefakte. To je precej računsko intenzivno.
uk: Оновлення ФРТ (ImageMM). Оновлювати функцію розсіювання точки (ФРТ) кожну n-ту ітерацію. Встановіть нульове значення, що вимкнути. Надто часте оновлення може призвести до появи дефектів зображення. Є доволі обчислювально важким.

source: Post Processing Settings:
ca: Configuració del postprocessament:
nl: Instellingen voor nabewerking:
pt_br: Configurações do pós-processamento:
sl: Nastavitve naknadne obdelave:
sv: Efterbehandlingsinställningar:
uk: Параметри остаточної обробки:

source: Post processing options can be turned on / off with the associated minimize widget checkbox. The system temporarily turns off post processing during the initial stacking phase to speed up processing. Thereafter, control is with the user.
ca: Les opcions de postprocessament es poden activar/desactivar amb la casella de selecció de minimització associada al giny. El sistema desactiva temporalment el postprocessament durant la fase inicial d'apilament per a accelerar el processament. A partir de llavors, el control el té l'usuari.
nl: Opties voor nabewerking kunnen aan / uit gezet worden met het bijbehorende geminimaliseerde keuzevakwidget. Het systeem draait de nabewerking tijdelijk uit tijdens de initiële stapelingsfase om verwerking te versnellen. Daarna is de controle weer bij de gebruiker.
pt_br: As opções de pós-processamento podem ser ativadas/desativadas com a caixa de seleção "Minimizar widget" associada. O sistema desativa temporariamente o pós-processamento durante a fase inicial de empilhamento para acelerar o processamento. Depois disso, o controle é do usuário.
sl: Možnosti naknadne obdelave je mogoče vklopiti/izklopiti s pripadajočim potrditvenim poljem za minimiziranje gradnika. Sistem med začetno fazo zlaganja začasno izklopi naknadno obdelavo, da pospeši obdelavo. Nato je nadzor v rokah uporabnika.
sv: Efterbehandlingsalternativ kan aktiveras eller inaktiveras med den tillhörande kryssrutan för att minimera komponenten. Systemet stänger tillfälligt av efterbehandlingen under den inledande staplingsfasen för att påskynda bearbetningen. Därefter ligger kontrollen hos användaren.
uk: Пункти остаточної обробки можна вмикати-вимикати за допомогою пов'язаних з ними пунктів згорнутого віджета. Система тимчасово вимикає остаточну обробку під час початкової фази стосування для пришвидшення обробки. По завершенні початкової фази керування переходить до користувача.

source: These settings are applied to the stacked image to improve its appearance. There are 3 tools: Deconvolution, Denoising and Sharpening. Typically the parameters to use must be found through experimentation by the user. By changing values and hitting the Reprocess Button, the user can adjust values and rerun the Post Processing without re-running the stacking process.
ca: Aquests ajustos s'apliquen a la imatge apilada per millorar-ne l'aparença. Hi ha 3 eines: desconvolució, reducció del soroll (denoising) i agudització. Normalment els paràmetres a utilitzar s'han de trobar a través de l'experimentació per part de l'usuari. En canviar els valors i prémer el botó de reprocessament, l'usuari pot ajustar els valors i tornar a executar el postprocessament sense tornar a executar el procés d'apilament.
nl: Deze instellingen worden toegepast op de gestapelde afbeelding om zijn uiterlijk te verbeteren. Er zijn 3 hulpmiddelen: Deconvolutie, Ruis verwijderen en Verscherping. De typische te gebruiken parameters moeten gevonden worden door experimenteren door de gebruiker. Door wijziging van waarden en op de knop Opnieuw verwerken indrukken, de gebruiker kan waarden aanpassen en de nabewerking uitvoeren zonder opnieuw het stapelproces uit te voeren.
pt_br: Essas configurações são aplicadas à imagem empilhada para melhorar sua aparência. Existem 3 ferramentas: Deconvolução, Redução de Ruído e Nitidez. Normalmente, os parâmetros a serem usados ​​devem ser encontrados por meio de experimentação pelo usuário. Alterando os valores e clicando no botão Reprocessar, o usuário pode ajustar os valores e executar novamente o Pós-Processamento sem executar novamente o processo de empilhamento.
sl: Te nastavitve se uporabijo za zloženo sliko za izboljšanje njenega videza.Na voljo so 3 orodja: dekonvolucija, odstranjevanje šuma in ostrenje. Običajno mora uporabnik parametre, ki jih bo uporabil, najti s poskusi. S spreminjanjem vrednosti in pritiskom na gumb za ponovno obdelavo lahko uporabnik prilagodi vrednosti in ponovno zažene naknadno obdelavo, ne da bi moral ponovno zagnati postopek zlaganja.
sv: Inställningarna tillämpas på den staplade bilden för att förbättra dess utseende. Det finns tre verktyg: Avfaltning, Brusreducering och Skärpa. Vanligtvis måste användaren finna de parametrar som ska användas genom experiment. Genom att ändra värden och trycka på knappen Behandla om kan användaren justera värden och köra om efterbehandlingen utan att köra om staplingsprocessen.
uk: Ці параметри застосовуються до об'єднаного зображення для покращення його вигляду. Є 3 інструменти: розгортання, усування шуму та збільшення різкості. Зазвичай параметри, які потрібно використовувати, має бути знайдено користувачем шляхом експериментів. Змінюючи значення та натискаючи кнопку «Повторити обробку», користувач може налаштувати значення та повторно запустити остаточну обробку без повторного запуску процесу об'єднання.

source: Deconvolution Settings:
ca: Configuració de la desconvolució:
nl: Deconvolutie-instellingen:
pt_br: Configurações de deconvolução:
sl: Nastavitve dekonvolucije:
sv: Avfaltningsinställningar:
uk: Параметри розгортання:

source: Wiener Deconvolution can be applied to the image. The PSF sigma to use must be specified along with an amount.
ca: La desconvolució de Wiener es pot aplicar a la imatge. La sigma PSF a utilitzar s'ha d'especificar juntament amb una quantitat.
nl: Wiener-deconvolutie kan toegepast worden op de afbeelding. De te gebruiken PSF-sigma moet gespecificeerd worden samen met een hoeveelheid.
pt_br: A Deconvolução de Wiener pode ser aplicada à imagem. O sigma PSF a ser usado deve ser especificado juntamente com um valor.
sl: Na sliko je mogoče uporabiti Wienerjevo dekonvolucijo. Uporabljeno sigmo PSF je treba določiti skupaj s količino.
sv: Wiener-avfaltning kan tillämpas på bilden. PSF-sigma som ska användas måste anges tillsammans med ett värde.
uk: До зображення може бути застосовано розгортання Вінера. Для цього слід вказати разом із величиною значення σ PSF.

source: Deconv Amount: This is the amount of the Deconvolved image to blend with the original stacked image. The range is between 0 (no deconvolution) to 1 (use only the deconvolved image). Set to 0 to disable Deconvolution.
ca: Quantitat de desconvolució: aquesta és la quantitat de la imatge desconvolutada per a barrejar-la amb la imatge apilada original. L'interval està entre 0 (sense desconvolució) a 1 (utilitzeu només la imatge desconvolutada). Establiu-ho a 0 per a desactivar la desconvolució.
nl: Deconv-hoeveelheid: dit is de hoeveelheid van de gedeconvoleerde afbeelding om te mengen met het originele gestapelde afbeelding. De reeks ligt tussen 0 (geen deconvolutie) naar 1 (alleen de gedeconvoleerde afbeelding gebruiken). Zet in op 0 om deconvolutie uit te schakelen.
pt_br: Quantidade de deconvolução: Esta é a quantidade da imagem deconvoluída a ser mesclada com a imagem empilhada original. O intervalo varia de 0 (sem deconvolução) a 1 (usar apenas a imagem deconvoluída). Defina como 0 para desativar a deconvolução.
sl: Količina dekonvolucije: To je količina dekonvoluirane slike, ki se zlije z originalno zloženo sliko. Območje je med 0 (brez dekonvolucije) in 1 (uporabi se samo dekonvoluirana slika). Nastavite na 0, da onemogočite dekonvolucijo.
sv: Avfaltningsvärde: Det är mängden av den avfaltade bilden som ska blandas med den ursprungliga staplade bilden. Intervallet är mellan 0 (ingen avfaltning) och 1 (använd endast den avfaltade bilden). Ställ in till 0 för att inaktivera avfaltning.
uk: Величина розгортання: це величина, на яку розгорнуте зображення змішується з початковим об'єднаним зображенням. Діапазон значень становить від 0 (без розгортання) до 1 (використати лише розгорнуте зображення). Встановіть значення 0, щоб вимкнути розгортання.

source: PSF Sigma. The PSF Sigma to use in the deconvolution process.
ca: PSF Sigma. El PSF Sigma a utilitzar en el procés de desconvolució.
nl: PSF-sigma. De te gebruiken PSF-sigma in het deconvolutieproces.
pt_br: Sigma PSF. O Sigma PSF para usar no processo de desconvolução.
sl: PSF Sigma. PSF Sigma za uporabo v procesu dekonvolucije.
sv: PSF-sigma. PSF-sigma att använda i avfaltningsprocessen.
uk: σ PSF. σ функції розсіювання точки, яку слід використати у процедурі розгортки.

source: Denoising Settings:
ca: Configuració de la reducció de soroll:
nl: Instellingen voor ruisreductie:
pt_br: Configurações de redução de ruído:
sl: Nastavitve za odpravljanje šuma:
sv: Brusreduceringsinställningar:
uk: Параметри усування шуму:

source: Denoise Amount: The amount of denoising to apply. Higher values denoise more. Set to 0 to disable denoising.
ca: Quantitat de reducció de soroll: la quantitat de reducció de soroll a aplicar. Els valors més alts redueixen més el soroll. Establiu-ho a 0 per a desactivar la reducció de soroll.
nl: Hoeveelheid ruisverwijdering: de hoeveelheid toe te passen ruisreductie. Hogere waarden doen meer ruisverwijdering. Zet op 0 om ruisverwijdering uit te schakelen.
pt_br: Quantidade de redução de ruído: A quantidade de redução de ruído a ser aplicada. Valores mais altos reduzem ainda mais o ruído. Defina como 0 para desativar a redução de ruído.
sl: Količina odpravljanja šuma: Količina odpravljanja šuma, ki jo želite uporabiti. Višje vrednosti odpravljajo šum bolj. Nastavite na 0, da odpravljanje šuma onemogočite.
sv: Brusreduceringsvärde: Värdet på brusreducering som ska tillämpas. Högre värden minskar bruset mer. Ställ in till 0 för att inaktivera brusreducering.
uk: Величина усування шуму: величина усування шуму, яку слід застосувати. Чим вищим буде значення, тим більшим буде усування шуму. Встановіть значення 0, щоб вимкнути усування шуму.

source: Sharpening Settings:
ca: Configuració de l'agudització:
nl: Instellingen voor verscherping:
pt_br: Configurações de nitidez:
sl: Nastavitve ostrenja:
sv: Skärpningsinställningar:
uk: Параметри збільшення різкості:

source: A basic Unsharp Mask sharpening algorithm is used.
ca: S'utilitza un algorisme bàsic d'agudització de la màscara de desenfocament.
nl: Een basis masker voor onscherpte gebruikt een verscherpingsalgoritme.
pt_br: É usado um algoritmo básico de nitidez máscara não-nítida.
sl: Uporablja se osnovni algoritem za ostrenje Unsharp Mask.
sv: En grundläggande skärpningsalgoritm Oskarp mask används.
uk: Використано базовий алгоритм збільшення різкості із маскуванням зменшення різкості.

source: Sharpen Amount: The amount of sharpening to apply. Higher values denoise more. Set to 0 to disable sharpening.
ca: Quantitat d'agudització: la quantitat d'agudització a aplicar. Els valors més alts fan més reducció de soroll. Establiu-ho a 0 per a desactivar l'agudització.
nl: Hoeveelheid verscherping: de hoeveelheid toe te passen verscherping. Hogere waarden doen meer verscherping. Zet op 0 om verscherping uit te schakelen.
pt_br: Intensidade de nitidez: A intensidade de nitidez a ser aplicada. Valores mais altos reduzem mais o ruído. Defina como 0 para desativar a nitidez.
sl: Količina ostrenja: Količina ostrenja, ki jo želite uporabiti. Višje vrednosti bolj zmanjšajo šum. Nastavite na 0, da onemogočite ostrenje.
sv: Skärpningsvärde: Värdet på skärpning som ska tillämpas. Högre värden minskar bruset mer. Ställ in till 0 för att inaktivera skärpning.
uk: Величина збільшення різкості: величина збільшення різкості, яку слід застосувати. Чим вищим буде значення, тим більшим буде збільшення різкості. Встановіть значення 0, щоб вимкнути збільшення різкості.

source: Sharpen Kernel. The size of the kernel used for sharpening in pixels (usually 5 or 7 works well). Choose an odd integer.
ca: Nucli d'agudització. La mida del nucli utilitzat per a l'agudització en píxels (normalment 5 o 7 funciona bé). Trieu un enter senar.
nl: Verscherpingskernel. De grootte van de kernel gebruikt voor verscherpen in pixels (gewoonlijk 5 of 7 werkt goed). Kies een oneven geheel getal.
pt_br: Núcleo de nitidez. O tamanho do núcleo usado para nitidez em pixels (geralmente 5 ou 7 funcionam bem). Escolha um número inteiro ímpar.
sl: Jedro izostritve. Velikost jedra, uporabljenega za izostritev v slikovnih pikah (običajno 5 ali 7 deluje dobro). Izberite liho celo število.
uk: Ядро збільшення різкості. Розмір ядра, який буде використано для збільшення різкості у пікселях (зазвичай, добрими варіантами є 5 або 7). Виберіть непарне ціле значення.

source: Sharpen Sigma. The sigma used in the sharpening process.
ca: Sigma d'agudització. La sigma utilitzada en el procés d'agudització.
nl: Sigma van verscherpen. De sigma gebruikt in het verscherpingsproces
pt_br: Sigma de nitidez. O sigma usado no processo de nitidez.
sl: Sigma ostritve. Sigma, uporabljena v procesu ostrenja.
sv: Skärpningssigma. Sigma som används av skärpningsprocessen.
uk: σ збільшення різкості. Стандартне відхилення, яке буде використано у процесі збільшення різкості.

source: Reprocess:
ca: Reprocessament:
nl: Verwerk opnieuw:
pt_br: Processar novamente:
sl: Ponovna obdelava:
sv: Behandla om
uk: Переобробка:
