Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fitsviewer-main-controls.po
Languages: bg, ca, ca@valencia, pt_br, uk

source: Main Controls
bg: Основно управление
ca: Controls principals
ca@valencia: Controls principals
pt_br: Controles principais
uk: Основні елементи керування

source: The various controls and displays for the FITS Viewer are shown below. The tool provides basic functions for image display. While the tool adhere to the FITS standard, it does not support all possible FITS features:
bg: Различните контролни бутони и екрани на Визуализатор на FITS са показани по-долу. Инструментът предоставя основни функции за показване на изображения. Въпреки че инструментът се придържа към стандарта FITS, той не поддържа всички възможни функции на FITS:
ca: A continuació es mostren els diversos controls i pantalles del visualitzador de FITS. L'eina proporciona funcions bàsiques per a mostrar la imatge. Si bé l'eina s'adhereix a l'estàndard FITS, no admet totes les característiques possibles del FITS:
ca@valencia: A continuació es mostren els diferents controls i pantalles del visor de FITS. L'eina proporciona funcions bàsiques per a visualitzar les imatges. Si bé l'eina complix l'estàndard FITS, no admet totes les característiques possibles de FITS:
pt_br: Os diversos controles e exibições do Visualizador FITS são mostrados abaixo. A ferramenta fornece funções básicas para exibição de imagens. Embora a ferramenta esteja em conformidade com o padrão FITS, ela não oferece suporte a todos os recursos FITS possíveis:
uk: Нижче наведено різноманітні засоби керування та панелі показу переглядача FITS. У цей інструмент вбудовано декілька основних функцій, пов’язаних з показом зображення. Хоча у інструменті виконано всі вимоги стандарту FITS, підтримки усіх можливостей FITS не передбачено:

source: Support for only *one* image per file.
ca@valencia: Només admet *una* imatge per fitxer.
pt_br: Suporte a apenas *uma* imagem por arquivo.
uk: Наявна підтримка лише *одного* зображення на файл даних.

source: Support for only 2D and 3D data. 1D data are discarded.
bg: Поддръжка само за 2D и 3D данни. 1D данните се отхвърлят.
ca: Suport per a només dades en 2D i 3D. Les dades en 1D són descartades.
ca@valencia: Només s'admeten dades en 2D i 3D. Les dades en 1D es descarten.
pt_br: Suporte a apenas dados 2D e 3D. Os dados 1D são descartados.
uk: Підтримуються лише двовимірні і просторових даних. Одновимірні дані відкидаються.

source: The FITS Viewer window is divided into the following regions:
bg: Прозорецът на визуализатора на FITS е разделен на следните области:
ca: La finestra del visualitzador de FITS es divideix en les regions següents:
ca@valencia: La finestra del visor de FITS es dividix en les següents regions:
pt_br: A janela do visualizador FITS é dividida nas seguintes regiões:
uk: Вікно перегляду FITS поділено на такі області:

source: Main Menu
bg: Главно меню
ca: Menú principal
ca@valencia: Menú principal
pt_br: Menu principal
uk: Головне меню

source: File
bg: Файл
ca: Fitxer
ca@valencia: Fitxer
pt_br: Arquivo
uk: Файл

source: Standard Open, Save, and Save As.
bg: Стандартните Отваряне, Запис и Запис като.
ca: Les accions estàndards obre, desa i desa com a.
ca@valencia: Les accions estàndard són ``Obri…``, ``Guarda`` i ``Anomena i guarda…``.
pt_br: Abrir, Salvar e Salvar como padrões.
uk: Стандартні «Відкрити», «Зберегти» і «Зберегти як».

source: FITS Header: Display FITS header table data.
bg: FITS хедър: Показване на FITS данните в заглавката.
ca: Capçalera FITS: Mostra les dades de la taula quant a la capçalera FITS.
ca@valencia: Capçalera FITS: Mostra les dades de la taula quant a la capçalera FITS.
pt_br: Cabeçalho FITS: Exibe dados da tabela de cabeçalho do FITS.
uk: Заголовок FITS: показує дані таблиці заголовка FITS.

source: Debayer: Covert RAW image to RGB.
bg: Прилагане на филтъра на Байер: Скрито RAW изображение в RGB.
ca: Reconstrueix des de Bayer: converteix la imatge RAW a RGB.
ca@valencia: Reconstruïx des de Bayer: convertix la imatge RAW a RGB.
pt_br: Debayer: Converte imagem RAW para RGB.
uk: Усунути мозаїчність: перетворити дані цифрового негатива (RAW) до простору кольорів RGB.

source: Edit
bg: Редактиране
ca: Edita
ca@valencia: Edita
pt_br: Editar
uk: Зміни

source: Undo: Undo last action.
bg: Отмяна: Отмяна на последното действие.
ca: Desfés: desfà l'última acció.
ca@valencia: Desfés: desfà l'última acció.
pt_br: Desfazer: desfaz a última ação
uk: Скасувати: скасувати останню дію.

source: Redo: Redo last action.
bg: Възстановяване: Повтаряне на последното отменено действие.
ca: Refés: refà l'última acció.
ca@valencia: Refés: refà l'última acció.
pt_br: Refazer: refaz a última ação
uk: Повторити: повторити останню скасовану дію.

source: Copy: Copy image to clipboard.
bg: Копиране: Копиране на изображение в клипборда.
ca: Copia: copia la imatge al porta-retalls.
ca@valencia: Copia: copia la imatge a dins del porta-retalls.
pt_br: Copiar: copia a imagem para a área de transferência.
uk: Копіювати: копіювати зображення до буфера обміну даними.

source: View
bg: Изглед
ca: Visualitza
ca@valencia: Visualitza
pt_br: Exibir
uk: Перегляд

source: Zoom Controls: Zoom in, Zoom out, standard Zoom.
bg: Контроли за мащабиране: Увеличаване, намаляване, мащабиране до действителен размер.
ca: Controls de zoom: apropa, allunya, zoom estàndard.
ca@valencia: Controls de zoom: acosta, allunya, zoom estàndard.
pt_br: Controles de ampliação: ampliar, reduzir, ampliação padrão.
uk: Керування масштабом: збільшити, зменшити, стандартний масштаб.

source: Filters: Auto Stretch, Contrast, High Pass, Rotate, Flip.
bg: Филтри: Автоматично разтягане, Контраст, Висока честота, Завъртане, Обръщане.
ca: Filtres: Estirat automàtic, Contrast, Passaalt, Gira, Inverteix.
ca@valencia: Filtres: Estirament automàtic, Contrast, Passaalt, Gira, Invertix.
pt_br: Filtros: Alongamento automático, Contraste, Passa-alta, Girar, Inverter.
uk: Фільтри: авторозтягування, контрастність, високі частоти, обертання, віддзеркалення.

source: Mark Stars: Detect and mark stars in the image.
bg: Маркиране на звезди: Откриване и маркиране на звезди в изображението.
ca: Marca estrelles: detecta i marca les estrelles a la imatge.
ca@valencia: Marca estreles: detecta i marca les estreles en la imatge.
pt_br: Marcar estrelas: detecta e marca estrelas na imagem.
uk: Позначити зірки: виявлення та позначення зірок на зображенні.

source: Show Clipping: Display in red which stars have pixels that appear to be clipped.
bg: Показване на изрязване: Показване в червено, кои звезди имат пиксели, които изглеждат изрязани.
ca: Mostra el retallat: mostra en vermell quines estrelles tenen píxels que semblen retallar-se.
ca@valencia: Mostra els retalls: mostra en roig quines estreles tenen píxels que pareixen estar retallats.
pt_br: Mostrar recorte: Exibe em vermelho quais estrelas têm pixels que parecem estar recortados.
uk: Показати зрізання: показати червоним кольором, на яких зірках є пікселі, де кольори обрізано.

source: Main Toolbar
bg: Главна лента с инструменти
ca: Barra d'eines principal
ca@valencia: Barra d'eines principal
pt_br: Barra de ferramentas principal
uk: Головна панель інструментів

source: Open File.
bg: Отваряне на файл.
ca: Obre un fitxer.
ca@valencia: Obri un fitxer.
pt_br: Abrir arquivo.
uk: Відкрити файл.

source: Save File: Save FITS data. Any filters applied to the image will be saved.
bg: Запис на файл: Запазване на FITS данни. Всички филтри, приложени към изображението, ще бъдат запазени.
ca: Desa el fitxer: desa les dades FITS. Es desaran tots els filtres aplicats a la imatge.
ca@valencia: Guarda el fitxer: guarda les dades FITS. Es guardaran tots els filtres aplicats a la imatge.
pt_br: Salvar arquivo: Salva os dados FITS. Todos os filtros aplicados à imagem serão salvos.
uk: Зберегти файл: зберегти дані FITS. Буде збережено усі фільтри, які було накладено на зображення.

source: Save File As.
bg: Запис на файла като.
ca: Desa el fitxer com a.
ca@valencia: Anomeneu i guardeu el fitxer.
pt_br: Salvar arquivo como.
uk: Зберегти файл із іншою назвою.

source: Undo last action.
bg: Отмяна на последното действие.
ca: Desfà l'última acció.
ca@valencia: Desfà l'última acció.
pt_br: Desfazer a última ação.
uk: Скасувати останню дію.

source: Redo last action.
bg: Повтаряне на последното отменено действие.
ca: Refà l'última acció.
ca@valencia: Refà l'última acció.
pt_br: Refazer a última ação.
uk: Скасувати останню дію.

source: Zoom In: Zoom in up to a maximum of 400%. For large images this operation can be very memory intensive. Turn on Limited Resource Mode to save memory.
bg: Увеличаване: Увеличаване до максимум 400%. За големи изображения тази операция може да изисква много памет. Включете режима с ограничени ресурси, за да спестите памет.
ca: Apropa: apropa fins a un màxim del 400%. Per a imatges grans, aquesta operació pot ser molt intensa en ús de la memòria. Activeu el mode de recursos limitats per a estalviar-la.
ca@valencia: Acosta: acosta fins a un màxim del 400%. Per a imatges grans, esta operació pot ser molt intensa en ús de la memòria. Activeu el mode de recursos limitats per a estalviar-la.
pt_br: Ampliar: amplia até um máximo de 400%. Para imagens grandes, esta operação pode consumir muita memória. Ative o Modo de recursos limitados para economizar memória.
uk: Збільшити: збільшити аж до максимального масштабу у 400%. Для великих зображень може знадобитися доволі багато оперативної пам'яті. Щоб наказати програмі заощаджувати пам'ять, увімкніть режим обмеженого споживання пам'яті.

source: Zoom Out.
bg: Намаляване.
ca: Allunya.
ca@valencia: Allunya.
pt_br: Diminuir.
uk: Зменшити.

source: View in Actual Size.
bg: Преглед на изображението в действителния му размер.
ca: Visualitza a la mida real.
ca@valencia: Visualitza en la mida real.
pt_br: Ver em tamanho real.
uk: Переглянути з використанням фактичного розміру.

source: Zoom to fit.
bg: Оптимално мащабиране и напасване към размера на прозореца.
ca: Zoom fins que ajusti.
ca@valencia: Zoom fins que ajuste.
pt_br: Ampliar para encaixar.
uk: Підібрати за розмірами.

source: Rotate Right.
bg: Завъртване на надясно.
ca: Gira a la dreta.
ca@valencia: Gira cap a la dreta.
pt_br: Rotacionar à direita.
uk: Обернути праворуч.

source: Rotate Left.
bg: Завъртване на наляво.
ca: Gira a l'esquerra.
ca@valencia: Gira cap a l'esquerra.
pt_br: Rotacionar à esquerda.
uk: Обернути ліворуч.

source: Flip Horizontal.
bg: Обръщане по хоризонтал.
ca: Inverteix horitzontalment.
ca@valencia: Invertix horitzontalment.
pt_br: Inversão horizontal.
uk: Віддзеркалити горизонтально.

source: Flip Vertical.
bg: Обръщане по вертикал.
ca: Inverteix verticalment.
ca@valencia: Invertix verticalment.
pt_br: Inversão vertical.
uk: Віддзеркалити вертикально.

source: Show Cross Hairs: Toggles crosshairs in the center of the image.
bg: Показване на мерник: Превключва показването на кръстче мерник в центъра на изображението.
ca: Mostra els punts de mira: alterna els punts de mira al centre de la imatge.
ca@valencia: Mostra els punts de mira: alterna els punts de mira en el centre de la imatge.
pt_br: Mostrar retículo: Alterna o retículo no centro da imagem.
uk: Показувати перехрестя: увімкнути або вимкнути показ перехрестя у центрі зображення.

source: Show Pixel Gridlines: Toggles pixel grid.
bg: Показване на пикселна решетка: Превключва пикселната решетка.
ca: Mostra les línies de la quadrícula de píxels: alterna la quadrícula de píxels.
ca@valencia: Mostra les línies de la quadrícula de píxels: alterna la quadrícula de píxels.
pt_br: Mostrar linhas de grade de pixels: Alterna a grade de pixels.
uk: Показати піксельну сітку: увімкнути або вимкнути показ піксельної сітки зображення.

source: Show Equatorial Gridlines: Toggles Equatorial Grid if FITS contains a valid WCS header.
bg: Показване на екваториални линии на мрежата: Превключва на екваториалната мрежа, ако FITS съдържа валидна WCS заглавка.
ca: Mostra les línies de la quadrícula equatorial: alterna la quadrícula equatorial si el FITS conté una capçalera WCS vàlida.
ca@valencia: Mostra les línies de la quadrícula equatorial: alterna la quadrícula equatorial si FITS conté una capçalera WCS vàlida.
pt_br: Mostrar linha de grade Equatorial: Alterna a grade Equatorial se FITS contiver um cabeçalho WCS válido.
uk: Показувати екваторіальні лінії сітки: увімкнути або вимкнути показ екваторіальної сітки, якщо у файлі FITS містяться коректні дані заголовка всесвітнього часу (WCS).

source: Show Objects in Image: Identifies objects such as stars, galaxies, and nebulae within the image.
bg: Показване на обекти в изображението: Идентифицира обекти като звезди, галактики и мъглявини в изображението.
ca: Mostra els objectes a la imatge: identifica els objectes com ara estrelles, galàxies i nebuloses dins de la imatge.
ca@valencia: Mostra els objectes en la imatge: identifica els objectes com ara estreles, galàxies i nebuloses dins de la imatge.
pt_br: Mostrar objetos na imagem: Identifica objetos como estrelas, galáxias e nebulosas na imagem.
uk: Показувати об’єкти на зображенні: виявити на зображенні об'єкти, зокрема зірки, галактики та туманності.

source: Center Telescope: Toggle Center Telescope mode. When active and if the image contains a valid WCS header, clicking anywhere in the image triggers the telescope slewing to the clicked point.
bg: Центриране на телескопа: Превключване на режим центриране на телескопа. Когато е активирано и ако изображението съдържа валиден WCS хедър, щракването където и да е в изображението задейства завъртането на телескопа към щракната точка.
ca: Centra el telescopi: alterna el mode de centrar el telescopi. Quan estigui actiu i si la imatge conté una capçalera WCS vàlida, fent clic a qualsevol punt de la imatge, es desencadenarà que el telescopi s'orienti fins al punt on s'ha fet clic.
ca@valencia: Centra el telescopi: alterna el mode de centrar el telescopi. Quan estiga actiu i si la imatge conté una capçalera WCS vàlida, clicant damunt de qualsevol punt de la imatge, es desencadenarà que el telescopi s'oriente fins al punt on s'ha clicat.
pt_br: Centralizar telescópio: Alterna o modo Centralizar telescópio. Quando ativo e se a imagem contiver um cabeçalho WCS válido, clicar em qualquer lugar da imagem aciona o giro do telescópio para o ponto clicado.
uk: Центрувати телескоп: увімкнути або вимкнути режим центрування телескопа. Якщо режим увімкнено і у файлі зображення зберігаються коректні дані щодо всесвітнього часу (WCS), телескоп буде наведено на відповідну точку на небесній сфері.

source: Histogram: Toggle histogram view in the side panel.
bg: Хистограма: Превключва изгледа на хистограма в страничния панел.
ca: Histograma: alterna la visualització de l'histograma al plafó lateral.
ca@valencia: Histograma: alterna la vista de l'histograma en el quadro lateral.
pt_br: Histograma: alterna a visualização do histograma no painel lateral.
uk: Гістограма: увімкнути або вимкнути показ гістограми на бічній панелі.

source: Statistics: Toggle FITS Statistic view in the side panel.
bg: Статистика: Превключва показването на статистиката на FITS в страничния панел.
ca: Estadístiques: alterna la visualització de les estadístiques FITS al plafó lateral.
ca@valencia: Estadístiques: alterna la visualització de les estadístiques FITS en el quadro lateral.
pt_br: Estatísticas: Alterna a visualização de estatísticas do FITS no painel lateral.
uk: Статистика: увімкнути або вимкнути показ панелі статистики FITS на бічній панелі.

source: Auto Stretch: Apply Auto Stretch filter to the image.
bg: Автоматично разтягане: Прилага филтър за автоматично разтягане към изображението.
ca: Estirat automàtic: aplica el filtre d'estirat automàtic a la imatge.
ca@valencia: Estirament automàtic: aplica el filtre d'estirament automàtic a la imatge.
pt_br: Alongamento automático: Aplica o filtro de alongamento automático à imagem.
uk: Авторозтягування: застосувати до зображення фільтр авторозтягування діапазону кольорів.

source: Toggle Selection Rectangle: Toggle selection rectangle for statistics of a region of interest.
bg: Правоъгълник за избор: Превключване на правоъгълника за избор за статистически данни за регион, който представлява интерес.
ca: Commuta el rectangle de selecció: Alterna el rectangle de selecció per a les dades estadístiques d'una regió d'interès.
ca@valencia: Canvia el rectangle de selecció: Alterna el rectangle de selecció per a les dades estadístiques d'una regió d'interés.
pt_br: Alternar retângulo de seleção: Alterna retângulo de seleção para estatísticas de uma região de interesse.
uk: Увімкнути або вимкнути прямокутник позначення: увімкнути або вимкнути прямокутник позначення для статистики області зацікавлення.

source: Side Panel: The side panel can be opened by dragging the separator to the right. When dragged to the left, the side panel can also be closed.
bg: Страничен панел: Страничният панел може да се отвори чрез плъзгане на разделителя надясно. При плъзгане наляво страничният панел се затваря.
ca: Plafó lateral: el plafó lateral es pot obrir arrossegant el separador cap a la dreta. Quan s'arrossega cap a l'esquerra, el plafó lateral també es pot tancar.
ca@valencia: Quadro lateral: el quadro lateral es pot obrir arrossegant el separador cap a la dreta. Quan s'arrossega cap a l'esquerra, el quadro lateral també es pot tancar.
pt_br: Painel Lateral: O painel lateral pode ser aberto arrastando o separador para a direita. Ao arrastá-lo para a esquerda, o painel lateral também pode ser fechado.
uk: Бічна панель: бічну панель можна відкрити перетягуванням роздільника праворуч. Якщо перетягнути роздільник ліворуч, бічну панель буде закрито.

source: Statistics: Displays image statistics including Minimum, Maximum, Average, and Median values.
bg: Статистика: Показва статистически данни за изображението, включително минимални, максимални и средни стойности и медиана.
ca: Estadístiques: mostra les estadístiques de la imatge, inclosos els valors mínim, màxim, mitjana i mediana.
ca@valencia: Estadístiques: mostra les estadístiques de la imatge, inclosos els valors mínim, màxim, mitjana i mediana.
pt_br: Estatísticas: Exibe estatísticas da imagem, incluindo valores mínimo, máximo, médio e mediano.
uk: Статистика: показує статистичні дані щодо зображення, зокрема мінімальне, максимальне, середнє значення та медіану.

source: Plate Solving: A tool plate-solve the loaded image. This is useful to debug plate-solving issues.
bg: Решаване на изображение: Инструмент за решаване на зареденото изображение. Това е полезно за отстраняване на грешки при проблеми с решаването на изображение.
ca: Solucionador de plaques: una eina de solució de plaques de la imatge carregada. Això és útil per a depurar problemes de solució de plaques.
ca@valencia: Resolució de plaques: una eina per a resoldre la placa de la imatge carregada. Açò és útil per a depurar problemes amb la resolució de plaques.
pt_br: Resolução de Placas: Uma ferramenta para resolução de placas na imagem carregada. Isso é útil para depurar problemas de resolução de placas.
uk: Розв'язання знімків: інструмент для розв'язання завантажених зображень. Корисний для діагностики проблем із розв'язуванням знімків.

source: Histogram: Displays image histogram with controls to adjust the minimum and maximum values for each channel. Both linear and logarithmic scalings are available to apply to the image. This is somewhat redundant with the below-image histogram and may be removed in the future.
bg: Хистограма: Показва хистограма на изображението с контроли за регулиране на минималните и максималните стойности за всеки канал. Налични са както линейни, така и логаритмични мащаби за прилагане към изображението. Това е донякъде излишно с хистограмата на изображението по-долу и може да бъде премахнато в бъдеще.
ca: Histograma: mostra l'histograma de la imatge amb els controls per a ajustar els valors mínims i màxims de cada canal. Tant les escalades lineals com logarítmiques estan disponibles per a aplicar-les a la imatge. Això és una mica redundant amb l'histograma de sota de la imatge i es pot eliminar en el futur.
ca@valencia: Histograma: mostra l'histograma de la imatge amb els controls per a ajustar els valors mínims i màxims de cada canal. Estan disponibles tant les escales lineals com les logarítmiques per a aplicar-les a la imatge. Açò és una mica redundant amb l'histograma de la imatge davall i es pot eliminar en el futur.
pt_br: Histograma: Exibe o histograma da imagem com controles para ajustar os valores mínimo e máximo para cada canal. Escalas lineares e logarítmicas estão disponíveis para aplicação à imagem. Isso é um tanto redundante em relação ao histograma da imagem abaixo e pode ser removido no futuro.
uk: Гістограма: гістограма зображення із засобами керування для зміни мінімального і максимального значень для кожного з каналів. Можна застосовувати лінійне або логарифмічне масштабування зображення. Це може бути зайвим, оскільки під зображенням показано гістограму, тому цю можливість може бути вилучено у майбутньому.

source: FITS Header: Displays a table for FITS header keywords, values, and comments.
bg: FITS заглавка: Показва таблица с FITS ключови думи, стойности и коментари.
ca: Capçalera FITS: mostra una taula per a les paraules clau, valors i comentaris quant a la capçalera FITS.
ca@valencia: Capçalera FITS: mostra una taula per a les paraules clau, valors i comentaris quant a la capçalera FITS.
pt_br: Cabeçalho FITS: exibe uma tabela para palavras-chave, valores e comentários do cabeçalho do FITS.
uk: Заголовок FITS: показує таблицю із ключовими словами, значеннями та коментарями із заголовка FITS.

source: Recent Images: Displays recently opened images. Clicking on any image will load it.
bg: Скорошни изображения: Показва наскоро отворени изображения. Щракването върху което и да е изображение ще го зареди.
ca: Imatges recents: mostra les imatges recentment obertes. Si feu clic a qualsevol imatge, serà carregada.
ca@valencia: Imatges recents: mostra les imatges recentment obertes. Si cliqueu damunt de qualsevol imatge, serà carregada.
pt_br: Imagens recentes: exibe imagens abertas recentemente. Ao clicar em qualquer imagem, ela será carregada.
uk: Нещодавні зображення: показує список останніх відкритих зображень. Натискання пункту зображення призводить до його завантаження.

source: Image Display Area.
bg: Област на показване на изображението.
ca: Àrea de visualització de les imatges.
ca@valencia: Àrea de visualització d'imatges.
pt_br: Área de exibição da imagem.
uk: Область показу зображення.

source: Mouse: Hovering over the image will update the status bar values accordingly.
bg: Мишка: Задържането на курсора на мишката върху изображението ще актуализира съответно стойностите на лентата на състоянието.
ca: Ratolí: En passar el cursor per sobre de la imatge, s'actualitzaran els valors de la barra d'estat.
ca@valencia: Ratolí: passar el cursor per damunt de la imatge actualitzarà en conseqüència els valors de la barra d'estat.
pt_br: Mouse: Passar o mouse sobre a imagem atualizará adequadamente os valores da barra de status.
uk: Миша: наведення вказівника на зображення призводитиме до відповідного оновлення даних на смужці стану.
