Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fits-viewer-solver.po
Languages: ca, ca@valencia, pt_br, sv, uk

source: FITS Viewer Solver
ca: Solucionador del visualitzador de FITS
pt_br: Resolvedor do visualizador FITS
sv: FITS-visningslösningsverktyg

source: |FITS Viewer Solver|
sv: |FITS-visningslösningsverktyg|

source: The FITS Viewer Solver is used to plate-solve the image loaded in the FITS Viewer's tab. It only works with the internal StellarSolver. You get the RA and DEC coordinates for the center of the image, the image's scale, the angle of rotation, and the number of stars detected in the image. Its main use case is debugging plate-solving issues in Ekos, though the information displayed can be generally useful. The controls and displays are described below.
ca: El solucionador del visualitzador de FITS s'utilitza per a resoldre la placa de la imatge carregada a la pestanya del visualitzador de FITS. Només funciona amb l'StellarSolver intern. Obteniu les coordenades AR i Dec per al centre de la imatge, l'escala de la imatge, l'angle de gir i el nombre d'estrelles detectades a la imatge. El seu cas d'ús principal és la depuració de problemes de solució de plaques a l'Ekos, encara que la informació mostrada pot ser útil en general. Els controls i les pantalles es descriuen a continuació.
ca@valencia: El solucionador del visor de FITS s'utilitza per a resoldre la placa de la imatge carregada en la pestanya <guilabel>Visor de FITS</guilabel>. Només funciona amb StellarSolver intern. Obté les coordenades AR i Dec per al centre de la imatge, l'escala de la imatge, l'angle de rotació i la quantitat d'estreles detectades en la imatge. El seu principal cas d'ús és la depuració de problemes en la resolució de plaques a Ekos, encara que la informació mostrada pot ser útil en general. Els controls i pantalles es descriuen a continuació.
pt_br: O Resolvedor do visualizador FITS é usado para resolver a placa da imagem carregada na aba do Visualizador FITS. Ele funciona apenas com o StellarSolver interno. Você obtém as coordenadas AR e DEC para o centro da imagem, a escala da imagem, o ângulo de rotação e o número de estrelas detectadas na imagem. Seu principal caso de uso é a depuração de problemas de resolução de placas no Ekos, embora as informações exibidas possam ser úteis em geral. Os controles e exibições são descritos abaixo.
sv: FITS-visningens lösningsverktyg används för att lösa astrobilden som lästs in på FITS-visningens flik. Det fungerar bara med intern StellarSolver. Man får RA- och DEK-koordinaterna för bildens mitt, bildens skala, rotationsvinkeln och antalet stjärnor som upptäcks på bilden. Dess huvudsakliga användarfall är att felsöka lösningsproblem i Ekos, även om informationen som visas kan vara allmänt användbar. Kontroller och visning beskrivs nedan.
uk: Розв'язувач у засобі перегляду FITS використовують для розв'язання знімка, який завантажено на вкладці переглядача FITS. Розв'язувач працює лише з вбудованим StellarSolver. Ви отримуєте координати ПС і Схил для центра зображення, масштаб зображення, кут обертання та кількість зірок, які буде виявлено на зображенні. Його основним призначенням є діагностика проблем із розв'язуванням знімків в Ekos, хоча показані дані також можуть бути корисними із іншою метою. Засоби керування та панелі показу описано нижче.

source: Solve Button. Pressing this button starts plate solving. When the system is plate solving, the button becomes an abort button.
ca: Botó Resol. En prémer aquest botó s'inicia la solució de la placa. Quan el sistema està resolent la placa, el botó es converteix en un botó d'interrupció.
ca@valencia: El botó <guibutton>Resol</guibutton>. En prémer este botó s'inicia la resolució de plaques. Quan el sistema les resol, el botó esdevindrà en un botó <guibutton>Cancel·la</guibutton>.
pt_br: Botão Resolver. Pressionar este botão inicia a resolução de placas. Quando o sistema está resolvendo placas, o botão se torna um botão de cancelar.
sv: Lösningsknapp. Genom att trycka på knappen startas lösning av astrobilder. När systemet löser astrobilder blir knappen en avbrytningsknapp.
uk: Кнопка «Розв'язати». Натискання цієї кнопки розпочинає розв'язування знімка. У процесі розв'язування ця кнопка стає кнопкою переривання обробки.

source: Scale: Checking the Use Scale checkbox constrains the solver to use approximately the pixel or image scale given. The scale is entered in the box and the units for the scale can be chosen from image width in degrees, image width in arc-minutes, and arc-seconds per pixel. When a solve successfully completes, it replaces the value in the box with solution's scale.
ca: Escala: en marcar la casella de selecció «Usa l'escala», es limita el solucionador a utilitzar aproximadament els píxels o l'escala de la imatge donada. L'escala s'introdueix en el quadre i les unitats per a l'escala es poden escollir entre l'amplada de la imatge en graus, l'amplada de la imatge en minuts d'arc i segons d'arc per píxel. Quan una solució es completa amb èxit, reemplaça el valor del quadre amb l'escala de la solució.
ca@valencia: Escala: marcar la casella de selecció <guilabel>Utilitza l'escala</guilabel> obligarà al solucionador a utilitzar aproximadament l'escala de píxels o la imatge donada. L'escala s'introduïx en el quadro i les unitats per a l'escala es poden triar entre l'amplària de la imatge en graus, l'amplària de la imatge en minuts d'arc i segons d'arc per píxel. Quan es completa amb èxit una resolució, se substituïxen els valors al quadro amb l'escala de la solució.
pt_br: Escala: Marcar a caixa de seleção para usar escala restringe o solucionador a usar aproximadamente a escala de pixel ou imagem fornecida. A escala é inserida na caixa e as unidades para a escala podem ser escolhidas entre largura da imagem em graus, largura da imagem em minutos de arco e segundos de arco por pixel. Quando uma solução é concluída com sucesso, ela substitui o valor na caixa pela escala da solução.
sv: Skala: Om kryssrutan Använd skala markeras tvingas lösningsverktyget att använda ungefär den angivna bildpunkts- eller bildskalan. Skalan anges i rutan och enheterna för skalan kan väljas från bildbredd i grader, bildbredd i bågminuter och bågsekunder per bildpunkt. När en lösning är klar ersätter den värdet i rutan med lösningens skala.
uk: Масштаб: позначення пункту «Використовувати масштаб» обмежує розв'язувач приблизним заданим масштабом у пікселях або масштабом зображення. Масштаб можна вказати у відповідному полі, а одиниці масштабу може бути вибрано з таких варіантів для ширини зображення: градуси, кутові мінути або кутові секунди на піксель. Після успішного завершення розв'язування, значення у полі буде замінено масштабом розв'язку.

source: Position: Checking the Use Position checkbox constrains the solver to search near the RA and DEC coordinates given. The extent of the search is given by the user in the Radius box in degrees. Note that RA is input in hours-minutes-seconds, e.g. 13h, and DEC is input in degrees-minutes-seconds, e.g. 85. When a solve successfully completes, it replaces the value in the RA and DEC boxes with solution's coordinates. In addition it fills in the Angle field with the solutions angle value in degrees.
ca: Posició: en marcar la casella de selecció «Usa la posició», es limita el solucionador a cercar a prop de les coordenades AR i Dec donades. L'extensió de la cerca la proporciona l'usuari en el quadre Radi en graus. Tingueu en compte que l'AR s'introdueix en hores-minuts-segons, p. ex. 13h, i la Dec s'introdueix en graus-minuts-segons, p. ex. 85. Quan una solució es completa amb èxit, reemplaça el valor en els quadres AR i Dec amb les coordenades de la solució. A més, omple el camp Angle amb el valor de l'angle de la solució en graus.
ca@valencia: Posició: marcar la casella de selecció <guilabel>Utilitza la posició</guilabel> obligarà al solucionador a buscar a prop de les coordenades <guilabel>AR:</guilabel> i <guilabel>Dec:</guilabel> indicades. L'extensió de la busca la proporciona l'usuari en el quadro <guilabel>Radi:</guilabel> en graus. Cal tindre en compte que l'<guilabel>AR:</guilabel> s'introduïx en hores, minuts i segons, p. ex., 13h, i la <guilabel>Dec:</guilabel> s'introduïx en graus, minuts i segons, p. ex., 85. Quan es completa amb èxit una resolució, se substituiran els valors en els quadros <guilabel>AR:</guilabel> i <guilabel>Dec:</guilabel> amb les coordenades de la solució. A més emplena el camp <guilabel>Angle:</guilabel> amb el valor de l'angle en graus de la solució.
pt_br: Posição: Marcar a caixa de seleção para usar posição restringe o solucionador a pesquisar próximo às coordenadas AR e DEC fornecidas. A extensão da pesquisa é fornecida pelo usuário na caixa de raio em graus. Observe que AR é inserido em horas-minutos-segundos, por exemplo, 13h, e DEC é inserido em graus-minutos-segundos, por exemplo, 85. Quando uma resolução é concluída com sucesso, ela substitui o valor nas caixas AR e DEC pelas coordenadas da solução. Além disso, ela preenche o campo Ângulo com o valor do ângulo da solução em graus.
sv: Position: Om kryssrutan Använd position markeras tvingas lösningsverktyget att söka nära de angivna RA- och DEK-koordinaterna. Omfattningen av sökningen anges av användaren i rutan Radie i grader. Observera att RA matas in i timmar-minuter-sekunder, t.ex. 13t, och DEK matas in i grader-minuter-sekunder, t.ex. 85. När en lösning har slutförts, ersätter den värdet i RA- och DEK-rutorna med lösningens koordinater. Dessutom fylls fältet Vinkel i med lösningens vinkelvärde i grader.
uk: Позиція: позначення пункту «Позиція» обмежує розв'язувач пошуком поруч із заданими координатами ПС і Схил. Область пошуку задається користувачем у полі «Радіус» у градусах. Зауважте, що вхідні дані ПС задають у годинах, хвилинах і секундах, наприклад 13 год., а вхідні дані Схил. у градусах, мінутах і секундах, наприклад 85. Після успішного завершення розв'язування значення у полях ПС і Схил. буде замінено координатами розв'язку. Окрім того, програма заповнює поле кута значенням кута розв'язку у градусах.

source: Use SkyMap Position: There is a button just below the Use Position checkbox that fills in RA and DEC boxes with the current center of the SkyMap display.
ca: Usa la posició del mapa celeste: hi ha un botó just a sota de la casella de selecció «Usa la posició» que omple els quadres AR i Dec amb el centre actual de la pantalla del mapa celeste.
ca@valencia: Utilitzar la posició del mapa celeste: hi ha un botó just davall de la casella de selecció <guilabel>Utilitza la posició</guilabel> que emplena els quadros <guilabel>AR:</guilabel> i <guilabel>Dec:</guilabel> amb el centre actual de la vista del mapa celeste.
pt_br: Usar posição do mapa celeste: Há um botão logo abaixo da caixa de seleção para usar posição que preenche as caixas AR e DEC com o centro atual da exibição do mapa celeste.
sv: Använd himmelskartans position: Det finns en knapp precis under kryssrutan Använd position som fyller i RA- och DEK-rutor med nuvarande centrum på himmelskartans skärm.
uk: Використання позиції на карті неба: під пунктом «Позиція» розташовано кнопку, яка заповнює поля ПС і Схил. координатами поточного центру на панелі показу карти неба.

source: Profile: The Profile menu selects which StellarSolver preset, among those used in the Ekos Align module, should be used for plate solving. This is further discussed below.
ca: Perfil: el menú Perfil selecciona quin valor predefinit de l'StellarSolver, entre els utilitzats en el mòdul Alineació de l'Ekos, s'ha d'utilitzar per a la solució de la placa. Això es debat més profundament a continuació.
ca@valencia: Perfil: en esta llista desplegable se selecciona un ajustament predefinit de StellarSolver, entre els utilitzats en el mòdul <guilabel>Alinea</guilabel> d'Ekos, que s'utilitzarà per a la resolució de plaques. Açò es debat més avant.
pt_br: Perfil: O menu Perfil seleciona qual predefinição do StellarSolver, entre aquelas usadas no módulo de alinhamento do Ekos, deve ser usada para a resolução de placas. Isso será discutido com mais detalhes abaixo.
sv: Profil: Profilmenyn väljer vilken förinställning för StellarSolver, bland de som används i Ekos inriktningsmodul, som ska användas för lösning av astrobilder. Det diskuteras vidare nedan.
uk: Профіль: за допомогою меню профілю можна вибрати, який шаблон StellarSolver, серед використаних у модулі вирівнювання Ekos, має бути використано для розв'язування знімка. Подальше обговорення наведено нижче.

source: Solution: The Solution section will display the number of stars found and the time taken to solve. The solution values for RA, DEC, Scale and Angle are displayed in those boxes above.
ca: Solució: la secció Solució mostrarà el nombre d'estrelles trobades i el temps emprat per a solucionar. Els valors de la solució per a AR, Dec, Escala i Angle es mostren en aquests quadres de dalt.
ca@valencia: Solució: esta secció mostra la quantitat d'estreles trobades i el temps necessari per a resoldre-les. Els valors de la solució per a <guilabel>AR:</guilabel>, <guilabel>Dec:</guilabel>, <guilabel>Escala:</guilabel> i <guilabel>Angle:</guilabel> es mostren en els quadros de dalt.
pt_br: Solução: A seção Solução exibirá o número de estrelas encontradas e o tempo necessário para a solução. Os valores da solução para AR, DEC, Escala e Ângulo são exibidos nas caixas acima.
sv: Lösning: Lösningssektionen visar antalet stjärnor som hittats och tiden det tog att lösa. Lösningsvärdena för RA, DEK, Skala och Vinkel visas i rutorna ovan.
uk: Розв'язок: у розділі «Розв'язок» буде показано кількість знайдених зірок та час, який витрачено на розв'язування. Значення розв'язку для ПС, Схил., масштабу та кута буде показано у полях вище.

source: Image: For any image where stars were detected, if the Mark Stars button is activated above the image display, then the detected stars are circled in red.
ca: Imatge: per a qualsevol imatge on s'han detectat estrelles, si s'activa el botó «Marca les estrelles» per sobre de la pantalla de la imatge, llavors les estrelles detectades s'encerclen en vermell.
ca@valencia: Imatge: Per a qualsevol imatge on s'han detectat estreles, si es marca el botó <guibutton>Marca les estreles</guibutton> sobre la visualització de la imatge, les estreles detectades apareixeran en un cercle roig.
pt_br: Imagem: Para qualquer imagem onde estrelas foram detectadas, se o botão Marcar Estrelas estiver ativado acima da exibição da imagem, as estrelas detectadas serão circuladas em vermelho.
sv: Bild: För alla bilder där stjärnor har upptäckts, om knappen Markera stjärnor är aktiverad ovanför visningen, är de upptäckta stjärnorna inringade i rött.
uk: Зображення: для усіх зображень, на яких виявлено зірки, якщо позначено пункт «Позначати зірки» над панеллю показу зображення, виявлені зірки буде обведено червоним кольором.

source: |FITS Viewer Mark Stars Button|
sv: |Knappen Markera stjärnor i FITS-visningen|

source: Using this tool the user can try and debug solving issues as follows.
ca: Utilitzant aquesta eina, l'usuari pot provar i depurar la solució de problemes de la manera següent.
ca@valencia: Amb esta eina, l'usuari pot intentar depurar i resoldre problemes de la manera següent.
pt_br: Usando esta ferramenta, o usuário pode tentar depurar e resolver problemas da seguinte forma.
sv: Med verktyget kan användaren försöka felsöka lösningsproblem enligt följande.
uk: За допомогою цього інструмента користувач може спробувати виявити і діагностувати проблеми із розв'язанням у наведений нижче спосіб.

source: He/she might have the KStars -> Settings -> Developer -> :doc:`Save Failed Align Images checkbox <developer>` enabled.
ca: Hauria de tenir activada la casella de selecció KStars -> Arranjament -> Desenvolupador -> :doc:`Casella de selecció «Desa les imatges d'alineació fallida» <developer>`).
pt_br: Ele/ela pode ter a opção KStars -> Configurações -> Desenvolvedor -> :doc:`Falha ao salvar caixa de seleção de alinhar imagens <developer>` habilitada.
sv: Kryssrutan Kstars -> Inställningar -> Utvecklare -> :doc:`Spara misslyckade inriktningsbilder <developer>` kanske är aktiverad.

source: Then a difficult image (for whom alignment failed) :doc:`could be located <developer>` and loaded into the fitsviewer.
ca: Llavors una imatge difícil (per a la qual l'alineació ha fallat) :doc:`es podria localitzar <developer>` i carregar en el visualitzador de FITS.
pt_br: Então, uma imagem difícil (para a qual o alinhamento falhou) :doc:`poderia ser localizada <developer>` e carregada no visualizador FITS.
sv: Då kan en svår bild (som inriktning misslyckades för) :doc:`lokaliseras <developer>` och läsas in i FITS-visningen.

source: The image could be inspected to see if there were obvious visual issues.
ca: La imatge podria ser inspeccionada per a veure si hi havia problemes visuals obvis.
ca@valencia: La imatge es podrà inspeccionar per a veure si hi havia algun problema visual obvi.
pt_br: A imagem pode ser inspecionada para verificar se há problemas visuais óbvios.
sv: Bilden kan inspekteras för att se om det finns uppenbara visuella problem.
uk: Зображення можна вивчити для того, щоб зрозуміти, чи є на ньому явні проблеми.

source: Clicking Solve in this tool for that image would show how many stars were detected, and the user could then decide if it is a star detection issue and experiment with adjusting the profile or star-detection parameters.
ca: En fer clic a Soluciona en aquesta eina per a aquesta imatge es mostraran quantes estrelles s'han detectat, i l'usuari podria decidir si és un problema de detecció d'estrelles i experimentar amb l'ajust del perfil o dels paràmetres de detecció d'estrelles.
ca@valencia: Quan feu clic en <guibutton>Resol</guibutton> en esta eina, per a esta imatge, es mostraran quantes estreles s'han detectat i l'usuari podrà decidir si es tracta d'un problema en la detecció d'estreles i fer experiments ajustant el perfil o els paràmetres de la detecció d'estreles.
pt_br: Clicar em Resolver nesta ferramenta para aquela imagem mostraria quantas estrelas foram detectadas, e o usuário poderia então decidir se é um problema de detecção de estrelas e experimentar o ajuste do perfil ou dos parâmetros de detecção de estrelas.
sv: Om man klickar på Lös i verktyget för bilden visas hur många stjärnor som upptäcktes, och användaren kan sedan avgöra om det är ett stjärndetekteringsproblem och experimentera med att justera profilen eller parametrarna för stjärndetektering.
uk: Натискання кнопки «Розв'язати» на цій панелі має призвести до показу кількості виявлених зірок. Користувач може на основі цих даних визначити, чи є проблема із виявленням зірок та поекспериментувати із коригуванням профілю або параметрами параметрами виявлення зірок.

source: The user could manually upload the image to astrometry.net to get scale and position values (or just see if it is a problematic image).
ca: L'usuari pot pujar manualment la imatge a «astrometry.net» per a obtenir valors d'escala i posició (o només veure si és una imatge problemàtica).
ca@valencia: L'usuari podrà carregar manualment la imatge a «astrometry.net» per a obtindre els valors d'escala i de posició (o senzillament veure si és una imatge problemàtica).
pt_br: O usuário pode carregar manualmente a imagem no astrometry.net para obter valores de escala e posição (ou apenas verificar se é uma imagem problemática).
sv: Användaren kan ladda upp bilden manuellt till astrometry.net för att få skala och positionsvärden (eller bara se om det är en problematisk bild).
uk: Користувач може вручну вивантажити зображення на astrometry.net для отримання значень масштабу і позиції (або просто переконатися у безпроблемності зображення).

source: The user could experiment with Use Position and Use Scale, using accurate values for those constraints (or disabling them) to see if those were the problem, or adjust the parameters in the align profile being used.
ca: L'usuari podria experimentar amb «Usa la posició» i «Usa l'escala», utilitzant valors precisos per a aquestes restriccions (o inhabilitant-les) per a veure si aquest era el problema, o ajustar els paràmetres en el perfil d'alineació que s'està utilitzant.
ca@valencia: L'usuari podrà fer experiments amb <guilabel>Utilitza la posició</guilabel> i <guilabel>Utilitza l'escala</guilabel>, utilitzant valors precisos per a estes restriccions (o inhabilitar-les) per a veure si este era el problema, o ajustar els paràmetres en el perfil d'alineació que s'està utilitzant.
pt_br: O usuário pode experimentar Usar Posição e Usar Escala, usando valores precisos para essas restrições (ou desativando-as) para ver se elas eram o problema, ou ajustar os parâmetros no perfil de alinhamento que está sendo usado.
sv: Användaren kan experimentera med Använd position och Använd skala, använda korrekta värden för begränsningarna (eller inaktivera dem) för att se om de var problemet, eller justera parametrarna i inriktningsprofilen som används.
uk: Користувач може поекспериментувати з пунктами «Позиція» і «Масштаб», скориставшись точними значеннями цих обмежень (або вимкнути їх), щоб перевірити, чи не у них полягає проблема, або скоригувати параметри у використаному профілі вирівнювання.

source: To inspect or modify the profile, the user would open the align tab in Ekos, go to the Options menu, select the StellarSolver Options tab, make sure the right Options profile is selected, and click the pencil to view or edit that profile.
ca: Per a inspeccionar o modificar el perfil, l'usuari obrirà la pestanya d'alineació a l'Ekos, aneu al menú Opcions, seleccioneu la pestanya Opcions de l'StellarSolver, assegureu-vos que està seleccionat el perfil correcte d'opcions i feu clic al llapis per a veure o editar aquest perfil.
ca@valencia: Per a inspeccionar o modificar el perfil, l'usuari obrirà la pestanya <guilabel>Alinea</guilabel> a Ekos, anirà fins al menú <guimenu>Opcions</guimenu>, seleccionarà la pestanya <guilabel>Opcions</guilabel> de StellarSolver, s'assegurarà que està seleccionat el perfil d'opcions correcte i farà clic damunt del botó de llapis per a veure o editar este perfil.
pt_br: Para inspecionar ou modificar o perfil, o usuário deve abrir a aba de alinhamento no Ekos, ir ao menu Opções, selecionar a aba Opções do StellarSolver, certificar-se de que o perfil Opções correto esteja selecionado e clicar no lápis para visualizar ou editar esse perfil.
sv: För att inspektera eller ändra profilen kan användaren öppna fliken Inriktning i Ekos, gå till menyn Alternativ, välja alternativfliken StellarSolver, se till att rätt alternativprofil är vald och klicka på pennan för att visa eller redigera profilen.
uk: Щоб ознайомитися із профілем або внести зміни до нього, користувач може відкрити вкладку вирівнювання в Ekos, перейти до меню «Параметри», вибрати вкладку параметрів StellarSolver, переконатися, що вибрано належний профіль, і натиснути кнопку із олівцем для перегляду профілю або внесення до нього змін.

source: FITS Viewer Mark Stars Button
ca: Botó «Marca les estrelles» del visualitzador de FITS
sv: Knappen Markera stjärnor i FITS-visningen
