Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fitsviewer-main-controls.po
Languages: bg, ca, ca@valencia, pt_br, uk

source: Mouse: Hovering over the image will move a cursor in the histogram display below the image, if that histogram is activated.
bg: Мишка: Задържането на курсора на мишката върху изображението ще премести курсор в дисплея на хистограмата под изображението, ако тази хистограма е активирана.
ca: Ratolí: en passar el cursor per sobre de la imatge a la pantalla de l'histograma que hi ha a sota de la imatge, si aquest histograma està activat.
ca@valencia: Ratolí: passar el cursor per damunt de la imatge mourà un cursor en la vista de l'histograma davall la imatge, si este histograma està activat.
pt_br: Mouse: Passar o mouse sobre a imagem moverá um cursor na exibição do histograma abaixo da imagem, se o histograma estiver ativado.
uk: Миша: наведення вказівника на зображення пересуватиме курсор на панелі гістограми під зображенням, якщо цю гістограму активовано.

source: Control key: Holding down the control key and then moving the mouse will show a magnified portion of the image.
bg: Клавиш Контрол: Задържането на Ctrl клавиш и след това преместването на мишката ще покаже квадрат с увеличена част от изображението.
ca: Tecla de control: si manteniu premuda la tecla de control i després moveu el ratolí, es mostrarà una porció ampliada de la imatge.
ca@valencia: Tecla «Ctrl»: si manteniu premuda la tecla **Ctrl** i després moveu el ratolí, es mostrarà una part ampliada de la imatge.
pt_br: Tecla Control: Manter a tecla Control pressionada e mover o mouse mostrará uma parte ampliada da imagem.
uk: Клавіша керування: натискання і утримання клавіші керування з наступним пересуванням вказівника миші надаватиме змогу переглядати збільшену частину зображення.

source: |The magnifier in the FITS Viewer|
uk: |Збільшувальне скло у засобі перегляду FITS|

source: Statistics of region of interest
bg: Статистика на област на интерес
ca: Dades estadístiques d'una regió d'interès
ca@valencia: Dades estadístiques d'una regió d'interés
pt_br: Estatísticas da região de interesse
uk: Статистика області зацікавлення

source: Provides simple statistics average mean, average standard deviation and average median of the selected region by the user in a tooltip.
bg: Предоставя проста статистическа средна средна стойност, средно стандартно отклонение и средна медиана на избрана област от потребителя в подсказка.
ca: Proporciona una mitjana estadística simple, una desviació estàndard mitjana i una mediana mitjana de la regió seleccionada per l'usuari en un consell d'eina.
ca@valencia: Proporciona una mitjana estadística simple, una desviació estàndard mitjana i una mediana mitjana de la regió seleccionada per l'usuari en un consell d'eina.
pt_br: Fornece estatísticas simples como média, desvio padrão e mediana da região selecionada pelo usuário em uma dica de ferramenta.
uk: Надає прості статистичні дані щодо середньої величини, середньоквадратичного відхилення та середньої медіани позначеної користувачем ділянки на контекстній панелі підказки.

source: |Selection Statistics|
uk: |Статистика позначеного|

source: The user can either set the selection region by **Shift**\ +\ **Left Click** dragging (when the selection statistics is activated) or by choosing an entry from the drop down menu of the Toggle Selection Rectangle button. In addition to this, the user can translate the region by simple **Left Click** drag of the mouse. The statistics of the region are shown as a tooltip once the cursor is brought over the selection region. For smaller images, the statistics are updated instantly, and for larger images, the statistics are updated once the user releases the **Left Click** button after modification of the region.
ca@valencia: L'usuari pot establir la regió de selecció arrossegant amb **Majús**\ +\ **clic esquerre** (quan les estadístiques de selecció estan activades) o triant una entrada des del menú desplegable del botó per a canviar el ``Rectangle de selecció``. A més d'açò, l'usuari pot moure la regió senzillament arrossegant amb el botó esquerre del ratolí. Les estadístiques de la regió es mostren com a informació emergent una vegada el cursor es mou per damunt de la regió de selecció. Per a les imatges més xicotetes, les estadístiques s'actualitzen instantàniament, i per a les imatges més grans, les estadístiques s'actualitzen una vegada l'usuari deixa anar el botó del «Clic esquerre» després de modificar la regió.
pt_br: O usuário pode definir a região de seleção arrastando com **Shift**\ +\ **Clique Esquerdo** (quando as estatísticas de seleção estão ativadas) ou escolhendo uma entrada no menu suspenso do botão Alternar retângulo de seleção. Além disso, o usuário pode traduzir a região simplesmente arrastando com **Clique Esquerdo** do mouse. As estatísticas da região são exibidas como uma dica assim que o cursor é movido sobre a região de seleção. Para imagens menores, as estatísticas são atualizadas instantaneamente e, para imagens maiores, as estatísticas são atualizadas assim que o usuário solta o botão **Clique Esquerdo** após a modificação da região.
uk: Користувач може визначити ділянку позначення за допомогою перетягування вказівника миші із одночасним натисканням **Shift**\ +\ **лівої кнопки миші** (якщо увімкнено показ статистики позначеного) або вибором пункту зі спадного меню для кнопки перемикання прямокутника позначення. Крім того, користувач може пересувати ділянку простим перетягуванням вказівника миші із одночасним утриманням натиснутою **лівої кнопки миші**. Статистичні дані ділянки буде показано на панелі підказки, щойно вказівник зупиниться у позначеній ділянці на декілька секунд. Для менших зображень статистичні дані оновлюватимуться негайно, а для більших — статистичні дані оновлюватимуться, щойно користувач відпустить **ліву кнопку миші** після внесення змін до ділянки.

source: Stretching Controls
bg: Контроли за разтягане
ca: Controls d'estirament
ca@valencia: Controls d'estirament
pt_br: Controles de alongamento
uk: Керування розтягуванням

source: |The Stretch Controls in the FITS Viewer|
uk: |Керування розтягуванням у засобі перегляду FITS|

source: Near the bottom of the window are controls for stretching the image and displaying its histogram. They are described below from left to right.
bg: В долната част на прозореца има контроли за разтягане на изображението и показване на неговата хистограма. Те са описани по-долу отляво надясно.
ca: Prop de la part inferior de la finestra hi ha controls per a estirar la imatge i mostrar el seu histograma. Es descriuen a continuació d'esquerra a dreta.
ca@valencia: A prop de la part inferior de la finestra hi ha controls per a estirar la imatge i mostrar el seu histograma. Es descriuen a continuació d'esquerra a dreta.
pt_br: Perto da parte inferior da janela, há controles para alongar a imagem e exibir seu histograma. Eles são descritos abaixo, da esquerda para a direita.
uk: У нижній частині вікна розташовано засоби керування для розтягування зображення і показу його гістограми. Нижче їх описано зліва праворуч.

source: Enable Stretching: On the very left of this display is a button that enables or disables stretching.
bg: Разрешаване на разтягане: В най-лявата част на този дисплей има бутон, който разрешава или забранява разтягането.
ca: Activa l'estirament: a l'esquerra d'aquesta pantalla hi ha un botó que activa o desactiva l'estirament.
ca@valencia: Habilitar l'estirament: en l'extrem esquerre d'esta pantalla hi ha un botó que habilita o inhabilita l'estirament.
pt_br: Habilitar alongamento: No canto esquerdo desta tela há um botão que habilita ou desabilita o alongamento.
uk: Увімкнути розтягування: у найлівішій частині цієї панелі показу розташовано кнопку, яка вмикає або вимикає розтягування.

source: Shadow Value: The value below which pixels are displayed as black can be manually entered (scale is 0 to 1.0, even for integer pixel values).
bg: Стойност за черно: Стойността, под която пикселите се показват като черни, може да бъде въведена ръчно (скалата е от 0 до 1,0, дори за стойности на цели пиксели).
ca: Valor de l'ombra: el valor per sota del qual es mostren els píxels com a negres es pot introduir manualment (escala és de 0 a 1,0, fins i tot per als valors enters de píxels).
ca@valencia: Valor per a les ombres: el valor per davall del qual es mostraran els píxels en negre es pot introduir manualment (l'escala va des de 0 fins a 1,0, fins i tot per a valors enters de píxels).
pt_br: Valor da sombra: O valor abaixo do qual os pixels são exibidos como pretos pode ser inserido manualmente (a escala é de 0 a 1,0, mesmo para valores de pixels inteiros).
uk: Значення тіні: можна ввести вручну значення, нижче за яке пікселі буде показано як чорні (шкала від 0 до 1.0, навіть для цілих значень пікселів).

source: Midtones Value: The midtones value which controls the brightness of the image can be manually entered (scale is 0 to 1.0, even for integer pixel values).
bg: Стойност на средните тонове: Стойността на средните тонове, която контролира яркостта на изображението, може да бъде въведена ръчно (скалата е от 0 до 1,0, дори за стойности на цели пиксели).
ca: Valor dels tons mitjans: el valor dels tons mitjans que controla la brillantor de la imatge es pot introduir manualment (l'escala és de 0 a 1,0, fins i tot per als valors enters de píxels).
ca@valencia: Valor per als tons mitjans: este valor controla la brillantor de la imatge que es pot introduir manualment (l'escala va des de 0 fins a 1,0, fins i tot per a valors enters de píxels).
pt_br: Valor de tons médios: O valor de meio-tons que controla o brilho da imagem pode ser inserido manualmente (a escala é de 0 a 1,0, mesmo para valores de pixels inteiros).
uk: Значення середніх тонів: тут можна ввести значення середніх тонів, яке керує яскравістю зображення (значення від 0 до 1.0, навіть для цілих значень пікселів).

source: Highlights Value: The value above which pixels are displayed as white can be manually entered (scale is 0 to 1.0, even for integer pixel values).
bg: Стойност за бяло: Стойността, над която пикселите се показват като бели, може да бъде въведена ръчно (скалата е от 0 до 1,0, дори за стойности на цели пиксели).
ca: Valor de llums intenses: el valor per sobre del qual es mostren els píxels com a blancs es pot introduir manualment (l'escala és de 0 a 1,0, fins i tot per als valors enters de píxels).
ca@valencia: Valor per a les llums intenses: el valor per damunt del qual es mostraran els píxels en blanc es pot introduir manualment (l'escala va des de 0 fins a 1,0, fins i tot per a valors enters de píxels).
pt_br: Valor de realces: O valor acima do qual os pixels são exibidos como brancos pode ser inserido manualmente (a escala é de 0 a 1,0, mesmo para valores inteiros de pixels).
uk: Значення підсвічування: можна ввести вручну значення, вище за яке пікселі буде показано як білі (шкала від 0 до 1.0, навіть для цілих значень пікселів).

source: Show Histogram: A button that displays or hides the image histogram is to the right of the highlights number box.
bg: Показване на хистограма: Бутон, който показва или скрива хистограмата на изображението, е вдясно от полето със стойностите на бяло.
ca: Mostra l'histograma: un botó que mostra o oculta l'histograma de la imatge es troba a la dreta del quadre del nombre de llums intenses.
ca@valencia: Mostrar l'histograma: un botó que mostra o oculta l'histograma de la imatge es troba a la dreta del quadro d'entrada per a les ``Llums intenses:``.
pt_br: Mostrar histograma: Um botão que exibe ou oculta o histograma da imagem está à direita da caixa numérica de destaques.
uk: Показувати гістограму: кнопка, за допомогою якої можна наказати програмі показувати або приховувати гістограму зображення праворуч від поля значення підсвічувань.

source: Auto Stretch: A button (magic wand icon) that will automatically create a pleasing stretch is found on the right. It is disabled if the stretch is already at the automatically computed value.
bg: Автоматично разтягане: Бутон (икона на магическа пръчка), който автоматично ще създаде приятно разтягане, се намира отдясно. Той е деактивиран, ако разтягането вече е на автоматично изчислената стойност.
ca: Estirat automàtic: a la dreta es troba un botó (icona de la vareta màgica) que crearà automàticament un estirament agradable. Està desactivat si l'estirament ja està al valor calculat automàticament.
ca@valencia: Estirament automàtic: a la dreta hi ha un botó (icona de vareta màgica) que crearà automàticament un estirament agradable. Estarà inhabilitat si l'estirament ja està al valor calculat automàticament.
pt_br: Alongamento automático: Um botão (ícone de varinha mágica) que criará automaticamente um alongamento agradável está localizado à direita. Ele será desativado se o alongamento já estiver no valor calculado automaticamente.
uk: Автоматичне розтягування: кнопка (із зображенням чарівної палички), яка автоматично створюватиме зручне розтягування, і яка розташована праворуч. Її буде вимкнено, якщо для розтягування вже використано автоматично визначене значення.

source: In addition, there are sliders that can be used to adjust the Shadow, Midtones and Highlights values. Adjusting them will change the values displayed.
bg: Освен това има плъзгачи, които могат да се използват за регулиране на стойностите на черно, средните тонове и бялото. Регулирането им ще промени показаните стойности.
ca: A més, hi ha controls lliscants que es poden utilitzar per a ajustar els valors d'ombra, tons mitjans i llums intenses. En ajustar-los es canviaran els valors mostrats.
ca@valencia: A més, hi ha controls lliscants que es poden utilitzar per a ajustar els valors de les ``Ombres:``, els ``Tons mitjans:`` i les ``Llums intenses:``. Ajustar-los canviarà els valors mostrats.
pt_br: Além disso, há controles deslizantes que podem ser usados ​​para ajustar os valores de sombra, tons médios e realces. Ajustá-los alterará os valores exibidos.
uk: Крім того, передбачено повзунки, якими можна скористатися для коригування значень тіні, середніх тонів та виблисків. Пересування повзунків змінюватиме показані значення.

source: The histogram, if it is enabled, may be zoomed by using the mouse's scroll wheel, and panned by dragging with the mouse. A cursor in the histogram shows the position of the pixel in the image under the mouse.
bg: Хистограмата, ако е активирана, може да бъде увеличена с помощта на колелцето за превъртане на мишката и местена чрез плъзгане с мишката. Курсор в хистограмата показва позицията на пиксела в изображението под мишката.
ca: L'histograma, si està activat, es pot fer zoom utilitzant la roda de desplaçament del ratolí, i es pot desplaçar arrossegant amb el ratolí. Un cursor a l'histograma mostra la posició del píxel a la imatge sota el ratolí.
ca@valencia: L'histograma, si està habilitada, es pot fer zoom utilitzant la roda de desplaçament del ratolí i desplaçar-se arrossegant amb el ratolí. A davall del ratolí, un cursor en l'histograma mostra la posició del píxel en la imatge.
pt_br: O histograma, se estiver habilitado, pode ser ampliado usando a roda de rolagem do mouse e panorâmico arrastando-o com o mouse. Um cursor no histograma mostra a posição do pixel na imagem sob o mouse.
uk: Гістограму, якщо її увімкнено, можна масштабувати за допомогою прокручування коліщатка миші та панорамувати перетягуванням вказівником миші. Курсор на гістограмі показує позицію пікселя під вказівником миші на зображенні.

source: Status Bar
bg: Лента за състоянието
ca: Barra d'estat
ca@valencia: Barra d'estat
pt_br: Barra de status
uk: Смужка стану

source: |The Status Display in the FITS Viewer|
uk: |Показ стану у засобі перегляду FITS|

source: From right to left, the following status indicators are available:
bg: От дясно на ляво са налични следните индикатори за състояние:
ca: De dreta a esquerra, hi ha disponibles els indicadors següents d'estat:
ca@valencia: De dreta a esquerra, hi ha disponibles els indicadors d'estat següents:
pt_br: Da direita para a esquerda, os seguintes indicadores de status estão disponíveis:
uk: На смужці стану буде показано такі дані (справа ліворуч):

source: Loading Indicator: The LED becomes yellow when an image is getting loaded and turns green after loading is successfully done. If there are problems with loading the image, it turns red.
bg: Индикатор за зареждане: Светодиодът става жълт, когато изображението се зарежда, и става зелено, след като зареждането приключи успешно. Ако има проблеми със зареждането на изображението, то става червено.
ca: Indicador de càrrega: el LED es torna groc quan es carrega una imatge i es posa verd una vegada la càrrega s'ha realitzat amb èxit. Si hi ha problemes amb la càrrega de la imatge, es tornarà vermell.
ca@valencia: Indicador de càrrega: el LED es torna groc quan es carrega una imatge i es posa verd una vegada la càrrega s'ha realitzat amb èxit. Si hi ha problemes amb la càrrega de la imatge, es tornarà roig.
pt_br: Indicador de carregamento: o LED fica amarelo quando uma imagem está sendo carregada e fica verde após o carregamento ter sido concluído com sucesso. Se houver problemas com o carregamento da imagem, ele ficará vermelho.
uk: Індикатор завантаження: стає жовтим під час завантаження зображення, змінює колір на зелений, якщо зображення успішно завантажено. Якщо під час спроби завантаження зображення виникнуть проблеми, індикатор змінить колір на червоний.

source: Resolution: Image resolution in pixels. 4656x3520 in the screenshot above.
bg: Резолюция: Резолюция на изображението в пиксели. 4656x3520 на екранната снимка по-горе.
ca: Resolució: resolució de la imatge en píxels. 4656x3520 en la captura de pantalla de dalt.
ca@valencia: Resolució: resolució de la imatge en píxels. 4656x3520 en la captura de pantalla de dalt.
pt_br: Resolução: Resolução da imagem em pixels. 4656x3520 na captura de tela acima.
uk: Роздільна здатність: роздільна здатність зображення у пікселях. 4656x3520 на наведеному вище знімку.

source: Zoom Percentage. 13% above.
bg: Процент на мащабиране. 13% в примера по-горе.
ca: Percentatge de zoom. 13% a dalt.
ca@valencia: Percentatge de zoom. A dalt és del 13%.
pt_br: Porcentagem de zoom. 13% acima.
uk: Масштаб. 13% вище.

source: Cartesian Coordinates: Displays and updates the current mouse position as you hover over the image. X:769 Y:3508 above.
bg: Декартови координати: Показва и актуализира текущата позиция на мишката, докато задържате курсора на мишката върху изображението. X:769 Y:3508 в примера по-горе.
ca: Coordenades cartesianes: mostra i actualitza la posició actual del ratolí mentre passeu el cursor per sobre de la imatge. X:769 Y:3508 a dalt.
ca@valencia: Coordenades cartesianes: mostra i actualitza la posició actual del ratolí mentre passeu el cursor per damunt de la imatge. A dalt és de X:769 Y:3508.
pt_br: Coordenadas Cartesianas: exibe e atualiza a posição atual do mouse à medida que você passa o mouse sobre a imagem. X:769 Y:3508 acima.
uk: Декартові координати: показує координати вказівника миші під час його руху зображенням. X:769 Y:3508 вище.

source: Pixel Value: Value of the pixel under the mouse. 1,792 above.
bg: Стойност на пиксела: Стойността на пиксела под мишката. 1792 в примера по-горе.
ca: Valor del píxel: valor del píxel sota el ratolí. 1,792 a dalt.
ca@valencia: Valor del píxel: davall del ratolí. A dalt és d'1,792.
pt_br: Valor do pixel: Valor do pixel sob o mouse. 1.792 acima.
uk: Значення пікселя: значення пікселя під вказівником миші. 1792 на зображенні вище.

source: Equatorial Coordinates: If the image contains a valid WCS header, the J2000 Right Ascension (RA) and declination (DE) values are displayed. 13h 14' 22" 42 37' 35" above.
bg: Екваториални координати: Ако изображението съдържа валиден WCS хедър, се показват стойностите на J2000 ректасцензия (RA) и деклинация (DE). 13ч 14'22" 42 37' 35" в примера по-горе.
ca: Coordenades equatorials: si la imatge conté una capçalera WCS vàlida, es mostraran els valors ascensió recta (AR) i declinació (Dec) al J2000. 13h 14' 22" 42 37' 35" a dalt.
ca@valencia: Coordenades equatorials: si la imatge conté una capçalera WCS vàlida, es mostraran els valors ascensió recta (AR) i declinació (Dec) en el J2000. A dalt és de 13h 14' 22" 42 37' 35".
pt_br: Coordenadas Equatoriais: se a imagem contiver um cabeçalho WCS válido, os valores J2000 de Ascensão Reta (AR) e declinação (DE) serão exibidos. 13h 14' 22" 42 37' 35" acima.
uk: Екваторіальні координати: якщо дані зображення містять коректний заголовок всесвітнього часу (WCS), буде показано дані щодо прямого сходження (ПС) та схилення (Схил) у епосі J2000. 13год 14' 22" 42 37' 35" вище.

source: Image Stats: Displays the HFR, Eccentricity and number of stars if computed. HFR:1.96 Ecc:0.43 143 stars above.
bg: Статистика на изображението: Показва HFR, ексцентричност и брой звезди, ако са изчислени. HFR:1.96 Ecc:0.43 143 звезди в примера по-горе.
ca: Estadístiques de la imatge: mostra l'HFR, l'excentricitat i el nombre d'estrelles si es calcula. HFR:1,96 Ecc:0,43 143 estrelles a dalt.
ca@valencia: Estadístiques de la imatge: mostra HFR, l'excentricitat i el nombre d'estreles si es calculen. A dalt és de HFR:1,96 Ecc:0,43 143 estreles.
pt_br: Estatísticas da imagem: Exibe a HFR, a excentricidade e o número de estrelas, se calculado. HFR:1,96 Ecc:0,43 143 estrelas acima.
uk: Статистика зображення: показує РПП, ексцентричність та кількість зірок, якщо її обчислено. РПП:1.96 Ecc:0.43 143 зірки вище.

source: Clipped Stars: If Show Clipping is activated in the main toolbar, it displays the number of possibly clipped pixels. Clip:403 above.
bg: Изрязани звезди: Ако Показване на изрязване е активирано в главната лента с инструменти, то показва броя на евентуално изрязаните пиксели. Клип: 403 в примера по-горе.
ca: Estrelles retallades: Si «Mostra el retallat» està activat a la barra d'eines principal, es mostrarà el nombre de píxels possiblement retallats. Retallat:403 a dalt.
ca@valencia: Estreles retallades: si es marca el bote ``Mostra el retallat`` a la barra d'eines principal, es mostrarà el nombre de píxels possiblement retallats. A dalt és de Retallats:403.
pt_br: Estrelas recortadas: Se a opção Mostrar recorte estiver ativada na barra de ferramentas principal, ela exibe o número de pixels possivelmente recortados. Recorte: 403 acima.
uk: Обрізані зірки: якщо активовано пункт «Показати зрізання» на головній панелі інструментів, буде показано кількість можливо обрізаних за кольором пікселів. Обрізання:403 вище.
