Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fits-viewer-embedded.po
Languages: ca, ca@valencia, sl, uk

source: Embedded FITS Viewer
ca: Visualitzador de FITS incrustat
ca@valencia: Visor de FITS incrustat
sl: Vdelan pregledovalnik FITS
uk: Вбудований засіб перегляду FITS

source: |FITS Viewer embedded|
sl: |Vdelan pregledovalnik FITS|

source: In Ekos :doc:`Focus <ekos-focus>`, :doc:`Guide <ekos-guide>`, and :doc:`Align <ekos-align>` modules, captured images are displayed in the embedded FITS Viewer. The embedded viewer includes a *floating bar* that can be used to perform several functions:
ca: Als mòduls :doc:`Enfocament <ekos-focus>`, :doc:`Guiatge <ekos-guide>` i :doc:`Alineació <ekos-align>` de l'Ekos, les imatges capturades es mostren al visualitzador de FITS incrustat. El visualitzador incrustat inclou una *barra flotant* que es pot utilitzar per a realitzar diverses funcions:
ca@valencia: En els mòduls :doc:`«Enfocament» <ekos-focus>`, :doc:`«Guia» <ekos-guide>` i :doc:`«Alinea» <ekos-align>` d'Ekos, les imatges capturades es mostren en el visor de FITS incrustat. El visor incrustat inclou una *barra flotant* que es pot utilitzar per dur a terme diverses funcions:
sl: V modulih Ekos :doc:`Focus <ekos-focus>`, :doc:`Guide <ekos-guide>` in :doc:`Align <ekos-align>` so zajete slike prikazane v vgrajenem pregledovalniku FITS. Vgrajeni pregledovalnik vključuje *plavajočo vrstico*, ki jo je mogoče uporabiti za izvajanje več funkcij:

source: Zoom Out
ca: Allunya
ca@valencia: Allunya
sl: Oddalji
uk: Зменшити

source: Zoom In
ca: Apropa
ca@valencia: Acosta
sl: Približaj
uk: Збільшити

source: Default Zoom
ca: Zoom predeterminat
ca@valencia: Zoom predeterminat
sl: Privzeta povečava
uk: Типовий масштаб

source: Zoom To Fit
ca: Zoom fins que ajusti
ca@valencia: Zoom fins que ajuste
sl: Prilagodi povečavo
uk: Підібрати за розмірами

source: Toggle Cross Hairs
ca: Alterna els punts de mira
ca@valencia: Alterna els punts de mira
sl: Preklopi križec
uk: Увімкнути або вимкнути перехрестя

source: Toggle Pixel Gridlines
ca: Alterna les línies de la quadrícula de píxels
ca@valencia: Alterna les línies de la quadrícula de píxels
sl: Preklopi mrežne črte slikovnih pik
uk: Увімкнути або вимкнути піксельні лінії сітки

source: Toggle Detected Stars: Highlight detected stars with red circles.
ca: Commuta les estrelles detectades: ressalta les estrelles detectades amb cercles vermells.
ca@valencia: Canvia les estreles detectades: ressalta les estreles detectades amb cercles rojos.
sl: Preklopi zaznane zvezde: Označi zaznane zvezde z rdečimi krogi.
uk: Перемикач виявлених зірок: позначення виявлених зірок червоними колами.

source: Star Profile: View detailed 3D star profile.
ca: Perfil de l'estrella: mostra el perfil detallat de l'estrella en 3D.
ca@valencia: Perfil de l'estrela: mostra el perfil detallat de l'estrela en 3D.
sl: Zvezdni profil: Oglejte si podroben 3D profil zvezde.
uk: Профіль зірки: перегляд докладного просторового профілю зірки.

source: The floating bar is automatically hidden once the mouse leaves the embedded viewer area. You can use the mouse to pan and zoom just like the standalone FITS Viewer. The green tracking box can be used to select a specific star or region within the image, for example, to select a guide star.
ca: La barra flotant s'ocultarà automàticament quan el ratolí surti de la zona del visualitzador incrustat. Podeu utilitzar el ratolí per a fer panoràmiques i zoom igual que amb el visualitzador independent de FITS. El quadre de seguiment verd es pot utilitzar per a seleccionar una estrella específica o una regió dins de la imatge, per exemple, per a seleccionar una estrella guia.
ca@valencia: La barra flotant s'ocultarà automàticament quan el ratolí isca de la zona del visor incrustat. Podeu utilitzar el ratolí per a fer panoràmiques i zoom igual que amb el visor de FITS independent. El quadro de seguiment verd es pot utilitzar per a seleccionar una estrela específica o una regió dins de la imatge, per exemple, per a seleccionar una estrela guia.
sl: Plavajoča vrstica se samodejno skrije, ko miška zapusti območje vdelanega pregledovalnika. Za premikanje in povečavo lahko uporabite miško tako kot samostojni pregledovalnik FITS Viewer. Zeleno polje za sledenje lahko uporabite za izbiro določene zvezde ali območja na sliki, na primer za izbiro vodilne zvezde.
uk: Рухома панель автоматично приховується, щойно вказівник миші полишає область вбудованого переглядача. Для панорамування та зміни масштабу зображення на панелі вбудованого перегляду можна скористатися мишею. Зеленою областю стеження можна скористатися для вибору певної зірки або області на зображенні, зокрема зірки для наведення телескопа.

source: FITS Viewer embedded
ca: Visualitzador de FITS incrustat
ca@valencia: Visor de FITS incrustat
sl: Vdelan pregledovalnik FITS
