Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fitsviewer-main-controls.po
Languages: bg, ca, ca@valencia, pt_br, uk

source: In addition to image display, the viewer can process World-Coordinate-System (WCS) header if present within the FITS file and provides useful information regarding the objects found within the image, equatorial grid overlay, popup menu, and the ability to slew the mount (if connected) to any point within the image.
bg: В допълнение към показването на изображението, зрителят може да обработва заглавката на Световната координатна система (WCS), ако присъства във FITS файла, и предоставя полезна информация относно обектите, открити в изображението, наслагване на екваториална решетка, изскачащо меню и възможност за завъртане на монтировката (ако е свързана), към която и да е точка в изображението.
ca: A més de mostrar la imatge, el visualitzador pot processar la capçalera del sistema mundial de coordenades (WCS) si està present al fitxer FITS i proporciona informació útil sobre els objectes que es troben dins de la imatge, la superposició de la quadrícula equatorial, el menú emergent i la capacitat d'orientar la muntura (si està connectada) fins a qualsevol punt de la imatge.
ca@valencia: A més de mostrar la imatge, el visor pot processar la capçalera del sistema mundial de coordenades (WCS) si està present en el fitxer FITS i proporciona informació útil sobre els objectes que es troben dins de la imatge, la superposició de la quadrícula equatorial, el menú emergent i la capacitat d'orientar la muntura (si està connectada) fins a qualsevol punt de la imatge.
pt_br: Além da exibição da imagem, o visualizador pode processar o cabeçalho do Sistema de Coordenadas Mundiais (WCS), se presente no arquivo FITS, e fornece informações úteis sobre os objetos encontrados na imagem, sobreposição da grade equatorial, menu de contexto e a capacidade de mover a montagem (se conectada) para qualquer ponto da imagem.
uk: Окрім показу зображень, засіб перегляду може обробляти заголовок всесвітньої системи координат (WCS), якщо такий зберігається у файлі FITS, і надавати корисні дані щодо об'єктів на зображенні, накладати екваторіальну сітку, має контекстне меню та надає можливість наводити лафет (якщо його з'єднано з комп'ютером) на будь-яку точку зображення.

source: Several filters can be applied to enhance the image include auto stretch and high contrast. Depending on the image size, these operations can take a few seconds to complete. The bottom status bar displays the current pixel value and current X & Y coordinates of the mouse pointer within the image. Furthermore, it includes the current zoom level and the image resolution.
ca@valencia: Es poden aplicar diversos filtres per a millorar la imatge, incloent-hi l'estirament automàtic i l'alt contrast. Depenent de la mida de la imatge, estes operacions podrien tardar alguns segons a completar-se. La barra d'estat inferior mostra el valor del píxel i les coordenades X i Y del punter del ratolí damunt de la imatge. A més, inclou el nivell d'ampliació i la resolució de la imatge.
pt_br: Vários filtros podem ser aplicados para aprimorar a imagem, incluindo alongamento automático e alto contraste. Dependendo do tamanho da imagem, essas operações podem levar alguns segundos para serem concluídas. A barra de status inferior exibe o valor atual do pixel e as coordenadas X e Y atuais do ponteiro do mouse na imagem. Além disso, inclui o nível de zoom atual e a resolução da imagem.
uk: Для удосконалення зображення можна застосувати декілька фільтрів, зокрема фільтр автоматичного розтягування діапазону та фільтр збільшення контрастності. Залежно від розміру зображення, застосування фільтрів може тривати декілька секунд. На нижній смужці стану буде показано значення для поточного пікселя та поточні координати вказівника миші за осями X та Y на зображенні. Крім того, буде показано поточний масштаб та дані щодо роздільності зображення.

source: When loading a bayered image, the viewer can automatically debayer the image if *Auto Debayer* is checked in the FITS Settings. The debayering operation fetches the bayer pattern (e.g. RGGB) from the FITS header. If none exists, you can alter the debayering algorithm and pattern from the ``File`` menu or by using the **Ctrl**\ +\ **D** shortcut.
ca@valencia: Quan carregueu una imatge construïda amb el filtre mosaic de Bayer, el visor podrà reconstruir automàticament la imatge si la *Reconstrucció automàtica des de Bayer* està marcada en la configuració FITS. L'operació de reconstrucció obté el patró de Bayer (p. ex., RGGB) de la capçalera FITS. Si no n'hi ha cap, pot alterar l'algorisme i el patró de reconstrucció des de Bayer des del menú ``Fitxer`` o utilitzant la drecera **Ctrl**\ +\ **D**.
pt_br: Ao carregar uma imagem bayerizada, o visualizador pode desbayerizá-la automaticamente se a opção *Debayer automático* estiver marcada nas configurações do FITS. A operação de desbayerização busca o padrão bayer (por exemplo, RGGB) do cabeçalho FITS. Se não houver nenhum, você pode alterar o algoritmo e o padrão de desbayerização no menu ``Arquivo`` ou usando o atalho **Ctrl**\ +\ **D**.
uk: Якщо завантажено мозаїчне зображення, засіб перегляду може автоматично усунути мозаїчність зображення, якщо у параметрах модуля FITS позначено пункт *Автоусування мозаїчності*. Зразок мозаїчності для виконання дії з її усування (наприклад RGGB) завантажується із заголовка FITS. Якщо такого зразка виявлено не буде, можна змінити алгоритм усування мозаїчності та зразок за допомогою відповідного пункту меню ``Файл`` або клавіатурного скорочення **Ctrl**\ +\ **D**.

source: Since operations such as auto debayering and auto WCS are computationally expensive and stress the processor on low-powered embedded devices, you can toggle their behavior in :doc:`KStars Settings FITS page <fits-configure>`.
ca@valencia: Atés que les operacions com ara la reconstrucció des de Bayer i el WCS automàtic són cares en recursos i posen èmfasi en el processador en dispositius incrustats amb poca potència, podeu canviar el seu comportament en la :doc:`pàgina «FITS» de configuració de KStars <fits-configure>`.
pt_br: Como operações como desbayerização automática e WCS automático são computacionalmente caras e sobrecarregam o processador em dispositivos embarcados de baixa potência, você pode alternar seu comportamento na :doc:`página FITS das Configurações do KStars <fits-configure>`.
uk: Оскільки дії з автоматичного усування мозаїчності та автоматичного визначення всесвітньої координатної системи є обчислювально складними і значно навантажують процесор на слабких вбудованих пристроїв, ви можете вимкнути автоматичну обробку на :doc:`сторінці параметрів FITS KStars <fits-configure>`.

source: |FITS Settings|
uk: |Параметри FITS|

source: Hovering over any option shall display a detailed tooltip that explains its function.
bg: Задържането на мишката върху която и да е опция ще покаже подробна подсказка, която обяснява нейната функция.
ca: Passant el cursor per sobre de qualsevol opció, es mostrarà un detallat consell d'eina explicant la seva funció.
ca@valencia: Passant el cursor per damunt de qualsevol opció, es mostrarà un detallat consell d'eina explicant la seua funció.
pt_br: Passar o mouse sobre qualquer opção exibirá uma dica detalhada que explica sua função.
uk: За допомогою наведення вказівника миші на будь-який з пунктів можна відкрити контекстну підказку із даними щодо призначення елемента керування.

source: The magnifier in the FITS Viewer
bg: Лупа на визуализатора на FITS
ca: La lupa en el visualitzador de FITS
ca@valencia: La lupa en el visor de FITS
uk: Збільшувальне скло у засобі перегляду FITS

source: Selection Statistics
bg: Статистика на избраната област
ca: Estadístiques de selecció
ca@valencia: Estadístiques de selecció
uk: Статистика позначеного

source: The Stretch Controls in the FITS Viewer
ca@valencia: Els controls d'estirament en el visor de FITS
uk: Керування розтягуванням у засобі перегляду FITS

source: The Status Display in the FITS Viewer
ca@valencia: La pantalla d'estat en el visor de FITS
uk: Показ стану у засобі перегляду FITS

source: FITS Settings
ca@valencia: Configuració de FITS
uk: Параметри FITS
