Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fits-viewer-3d-star-profile.po
Languages: uk

source: 3D Star Profile & Data Visualization Tool
uk: Засіб перегляду просторового профілю зірки та візуалізації даних

source: |Star Profile main page|
uk: |Основна сторінка профілю зірки|

source: The 3D data visualization tool can plot 3D graphs of the selected region of the image. This is particularly useful for astrophotographers who want to visualize the profile of a star they are considering focusing or guiding on. For scientists, it enables them to examine a cross-section of the data to understand the relative brightness of different objects in the image. Additionally, it empowers imagers who want to visually see what is going on in their data collection in a new way.
uk: Інструмент візуалізації просторових даних може малювати просторові графіки позначеного фрагмента зображення. Це, зокрема, корисно для астрографістів, які хочуть переглянути профіль зірки, яку розглядають для фокусування телескопа або наведення телескопа на зірку. Для науковців така візуалізація уможливлює перегляд перерізу даних для розуміння відносної яскравості різних об'єктів на зображенні. Крім того, вона розширює можливості для тих, хто хоче переглянути інший аспект даних зі своєї збірки.

source: To use the new feature, the user needs to select the ``View Star Profile`` icon in one of the Ekos Module Views, or in the FITS Viewer. Then, the region selected in the green tracking box will show up in the 3D graph as shown above. The user will then have one of the following toolbars at the bottom.
uk: Щоб скористатися новою можливістю, користувач має натиснути піктограму ``Переглянути профіль зірки`` у одному з модулів перегляду Ekos або у вікні засобу перегляду FITS. Далі, буде показано просторовий графік для позначеної зеленим області стеження на зображенні. Також у нижній частині графіка буде показано одну з наведених нижче панелей інструментів.

source: |Star Profile toolbar 1|
uk: |Панель інструментів профілювання зірки 1|

source: |Star Profile toolbar 2|
uk: |Панель інструментів профілювання зірки 2|

source: At the far left, the sample size combo box will let the user select the size of the image crop shown in the graph. This option is only available in the ``Summary Screen``, the :doc:`Align Module <ekos-align>`, and the FITS Viewer. The second combo box lets the user control whether they are selecting an individual item, or a row, or a column of pixels. The slice button will be enabled if the user selects ``Row`` or ``Column``. It will put the graph in slice mode so that the user can see a cross-section view of the image. Third, is a checkbox that will open up two sliders that will let the user drag the slider to change the selection. This is extremely useful in the slide mode to change the selected point and to move the cross section around the graph. It is also useful in the normal view when in ``Explore Mode`` so that the user can zoom around the image examining the pixels.
uk: Ліворуч, за допомогою спадного списку розміру зразка користувач може вибрати розмір, до якого зображення буде обрізано на графіку. Цим пунктом можна скористатися, лише на ``екрані резюме`` у :doc:`модулі вирівнювання <ekos-align>` та у вікні засобу перегляду FITS. За допомогою другого спадного списку користувач може визначити набір даних: окремий пункт, рядок або стовпчик пікселів. Якщо користувачем буде вибрано ``Рядок`` або ``Стовпчик``, програма відкриє доступ до інструмента розрізання зображення. Графік буде переведено у режим розрізання, а користувач зможе бачити переріз поверхні на зображенні. Третім на панелі є пункт із позначкою, за допомогою якого можна відкрити два повзунка для зміни позначеної області. Це дуже корисно у режимі пересування для зміни точки позначення або пересування перерізу графіком. Також це корисно при звичайному перегляді у ``режимі вивчення`` — користувач може пересуватися зображенням, вивчаючи окремі його пікселі.

source: |Star Profile, examine pixels|
uk: |Профіль зірки, вивчення пікселів|

source: Then the user has the ``Zoom To`` combo box, which the user can use to zoom the graph to different preset locations. Next is the combo box that lets the user select the color scheme of the graph. Then are the HFR and the Peak checkboxes, which will both turn on the HFR and Peak labels on each found star in the image, but will also display one of them at the bottom of the screen. And finally comes the Scaling checkbox, which enables the ``Scaling`` Side Panel. There are three sliders in that panel, one to control the minimum value displayed on the graph or “black point”, one to control the maximum value displayed in the graph or the “white point”, and a third that is disabled by default that lets the user control the cutoff value for data displayed on the graph.
uk: Далі, користувач може скористатися спадним списком ``Масштабувати до`` для масштабування графіка за різними шаблонами. Наступним є спадний список, за допомогою якого можна вибрати схему кольорів для графіка. Далі йдуть пункти радіуса половинного потоку (РПП) та пікового значення, які вмикають мітки РПП та пікових значень для кожної з зірок на зображенні, а також надають змогу бачити одну з них у нижній частині вікна. Нарешті, останнім є пункт масштабування, який відкриває бічну панель ``Масштабування``. На цій панелі буде показано три повзунки — один для керування мінімальним значенням, яке буде показано на графіку, або «точкою чорного кольору», один для керування максимальним значенням, яке буде показано на графіку або «точкою білого кольору», і один, типово вимкнений, для керування значенням обрізання довірчого інтервалу даних на графіку.

source: |Star Profile vertical|
uk: |Вертикальна сторінка профілю зірки|

source: This third slider is very useful to get really big peaks out of the way so you can study the finer details in the image. There is a checkbox at the top to enable/disable the cutoff slider. And finally at the bottom of the sliders is the ``Auto scale`` button. This will auto scale the sliders as you sample different areas in the image. It will not only optimize the display of the data but will also affect the minimum and maximum points of the slider. If you disable auto scale, then as you sample different parts of the image, they will be displayed at the same scale. A particularly useful way to use this is to select an area of your image using auto scale, tweak the min, max, and cutoff sliders to your liking, and then turn off the auto scale feature to explore other areas of the graph.
uk: Цей третій повзунок є дуже корисним для прибирання пікових значень і розбору тонких подробиць на зображенні. У верхній частині панелі розташовано пункт, за допомогою якого можна увімкнути або вимкнути повзунок обрізання. І нарешті, під повзунками розташовано кнопку ``Автомасштаб``. За її допомогою можна встановити автоматичне значення масштабу для усіх повзунків для різних частин зображення. Вона не лише оптимізує показ даних, але і впливає на точки мінімуму та максимуму на повзунках. Якщо вимкнути автоматичне масштабування, усі ділянки зображення буде показано із однаковим масштабом. Цим можна скористатися так: позначити певну ділянку на зображенні за допомогою автоматичного масштабування, підібрати для неї бажані значення на повзунках мінімуму, максимуму та обрізання, а потім вимкнути автоматичне масштабування для вивчення інших ділянок зображення.

source: |Star Profile final page|
uk: |Остання сторінка профілю зірки|

source: Star Profile main page
uk: Основна сторінка профілю зірки

source: Star Profile toolbar 1
uk: Панель інструментів профілювання зірки 1

source: Star Profile toolbar 2
uk: Панель інструментів профілювання зірки

source: Star Profile, examine pixels
uk: Профіль зірки, вивчення пікселів

source: Star Profile vertical
uk: Вертикальна сторінка профілю зірки

source: Star Profile final page
uk: Остання сторінка профілю зірки
