Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fits-viewer-livestacker.po
Languages: ca, nl, pt_br, sl, sv, uk

source: Plate solving the stacked image, although by default the stacking process will have already plate solved it.
ca: Resolució de plaques de la imatge apilada, encara que de manera predeterminada el procés d'apilament ja l'haurà resolt la placa.
nl: Plaat oplossen van de gestapelde afbeelding, hoewel standaard het stapelproces het al zal hebben plaat opgelost.
pt_br: Solução de placa da imagem empilhada, embora por padrão o processo de empilhamento já tenha a placa resolvida.
sl: Reševanje zložene slike s ploščo, čeprav bo postopek zlaganja privzeto že rešil sliko s ploščo.
sv: Lösning av astrobilder för den staplade bilden, även om staplingsprocessen normalt redan har lösning av astrobilder.
uk: Прив'язання кадру стосованого зображення, хоча, типово, у процесі стосування кадр вже має бути прив'язано.

source: Stretch / Histogram adjustments
ca: Estirament / Ajustos de l'histograma
nl: Aanpassingen aan Stretch / Histogram
pt_br: Ajustes de alongamento/histograma
sl: Prilagoditve raztezanja / histograma
sv: Sträckning / histogramjusteringar
uk: Розтягування / Коригування гістограми

source: Viewing image statistics / FITS Header keywords
ca: Visualització d'estadístiques de les imatges / Paraules clau de la capçalera FITS
nl: Vorige afbeeldingsstatistieken / FITS eader-eywords
pt_br: Visualizar estatísticas de imagem / palavras-chave do cabeçalho FITS
sl: Ogled statistike slike / ključne besede glave FITS
sv: Visa bildstatistik / FITS-huvudnyckelord
uk: Перегляд статистики зображення / ключових слів заголовка FITS

source: Viewing Catalog objects (e.g. Simbad objects)
ca: Visualització d'objectes del catàleg (p. ex. objectes Simbad)
nl: Catalogus objecten bekijken (bijv. Simbad-objecten)
pt_br: Visualizar objetos do catálogo (por exemplo, objetos Simbad)
sl: Ogled objektov kataloga (npr. objektov Simbad)
sv: Visa katalogobjekt (t.ex. Simbad-objekt)
uk: Перегляд об'єктів каталогу (наприклад об'єктів Simbad)

source: Trouble Shooting Issues
ca: Resolució de problemes
nl: Problemen met problemen oplossen
pt_br: Resolução de problemas
sl: Odpravljanje težav
sv: Felsöka problem
uk: Вирішення проблем

source: The pre-requisites for Live Stacker are that KStars is built with WCS, CFITIO and OpenCV. If any of these components is not present, the Live Stacker menu item in the SkyMap will not be visible and Live Stacker will be disabled.
ca: Els requisits previs de l'apilador en directe són que KStars es construeixi amb WCS, CFITIO i OpenCV. Si algun d'aquests components no està present, l'element de menú de l'apilador en directe en el mapa celeste no serà visible i l'apilador en directe estarà desactivat.
nl: De vooraf vereisten voor Live-stapelaar zijn dat KStars is gebouwd met WCS, CFITIO en OpenCV. Als iets van deze componenten niet aanwezig is, zal het menu-item van Live-stapelaar in de Hemelkaart niet zichtbaar zijn en Live-stapelaar zal uitgeschakeld zijn.
pt_br: Os pré-requisitos para o empilhamento ao vivo são que o KStars seja compilado com WCS, CFITIO e OpenCV. Se algum desses componentes não estiver presente, o item de menu do empilhamento ao vivo no mapa celeste não ficará visível e o empilhamento será desativado.
sl: Predpogoji za Live Stacker so, da je KStars zgrajen z WCS, CFITIO in OpenCV. Če katera od teh komponent ni prisotna, element menija Live Stacker v SkyMapu ne bo viden in Live Stacker bo onemogočen.
sv: Förutsättningarna för realtidsstapling är att Kstars är byggt med WCS, CFITIO och OpenCV. Om någon av komponenter inte finns, syns inte menyalternativet Realtidsstapling i himmelskartan och Realtidsstapling inaktiveras.
uk: Передумовами застосування інтерактивного стосування є те, що KStars має бути зібраний з WCS, CFITIO та OpenCV. Якщо будь-якого з цих компонентів не буде, пункт меню інтерактивного стосування на карті неба не буде видимим, а інтерактивне стосування буде вимкнено.

source: Subframes need to have WCS FITS Keywords. These are added by the Indi driver when WCS is enabled. Also, on the FITS options tab in Ekos, AutoWCS should be enabled.
ca: Els submarcs necessiten tenir paraules clau FITS de WCS. El controlador Indi les afegeix quan el WCS està habilitat. A més, a la pestanya d'opcions FITS de l'Ekos, s'ha d'habilitar l'AutoWCS.
nl: Subframes moeten WCS FITS-sleutelwoorden hebben. Deze worden toegevoegd door het Indi-apparaatstuurprogramma wanneer WCS is ingeschakeld. Ook, op het tabblad FITS-opties, in Ekos, AutoWCS zou ingeschakeld moeten zijn.
pt_br: Os subquadros precisam ter palavras-chave WCS FITS. Elas são adicionadas pelo driver Indi quando o WCS está habilitado. Além disso, na aba de opções FITS do Ekos, o AutoWCS deve estar habilitado.
sl: Podokvirji morajo imeti ključne besede WCS FITS. Te doda gonilnik Indi, ko je WCS omogočen. Prav tako mora biti na zavihku z možnostmi FITS v Ekosu omogočena možnost AutoWCS.
sv: Delbilder måste ha FITS-nyckelord för världskoordinatdata. De läggs till av Indi-drivrutinen när världskoordinatdata är aktiverat. Automatiskt världskoordinatsystem bör också vara aktiverat under fliken FITS-alternativ i Ekos.
uk: Підкадри повинні містити ключові слова FITS WCS. Вони додаються драйвером Indi, якщо увімкнено WCS. Також на вкладці параметрів FITS в Ekos має бути увімкнено AutoWCS.

source: Live Stacker makes use of KStars internal Plate Solving so it is crucial that this is setup to work correctly. Plate Solving in KStars is flexible and functions like Align and Guide have their own Plate Solving SEP profiles. Live Stacker uses the FITSViewer Plate Solving functionality and default profile, so this is the profile to check if you have issues. Go to the Plate Solve tab in FITSViewer and see which default SEP profile you are using. Choose a different one if that works for you. Make sure you can reliably plate solve subframes with your chosen SEP profile. See the Fits Viewer Solver section of this manual for more information.
ca: L'apilador en directe fa ús de la resolució interna de plaques del KStars, de manera que és crucial que aquesta configuració funcioni correctament. La resolució de plaques al KStars és flexible i funcions com l'alineació i el guiatge tenen els seus perfils SEP propis per a la resolució de plaques. L'apilador en directe utilitza la funcionalitat de resolució de plaques del visualitzador FITS i el perfil predeterminat, de manera que aquest és el perfil a comprovar si teniu problemes. Aneu a la pestanya solució de plaques del visualitzador FITS i mireu quin perfil SEP predeterminat esteu utilitzant. Trieu-ne un de diferent si això us funciona. Assegureu-vos que podeu resoldre de manera fiable els submarcs amb el perfil SEP escollit. Per a més informació, vegeu la secció solucionador del visualitzador FITS d'aquest manual.
nl: Live-stapelaar maakt gebruik van KStars interne Plaat oplossen dus is het cruciaal dat opgezet is om juist te werken. Plaat oplossen in KStars is flexibel en functioneert zoals Uitlijnen en Gids die hun eigen Plaat oplossende SEP profielen. Live-stapelaar gebruikt de FITSViewer Plaat oplossende functionaliteit en standaard profiel, dus is dit het te controleren profiel als u problemen hebt. Ga naar het tabblad Plaat oplossen in FITSViewer en zie welk standaard SEP-profiel u gebruikt. Kies een andere als dat voor u werkt. Ga na dat u betrouwbaar subframes kunt plaat oplossen van subframes met uw gekozen SEP-profiel. Zie de sectie Fits-viewer oplosser van dit handboek voor meer informatie.
pt_br: O empilhamento ao vivo utiliza a solução de placas interna do KStars, portanto, é crucial que ela esteja configurada para funcionar corretamente. A solução de placas no KStars é flexível e funções como Alinhar e Guiar têm seus próprios perfis SEP de solução de placas. O empilhador utiliza a funcionalidade de solução de placas e o perfil padrão do visualizador FITS, portanto, este é o perfil a ser verificado se você tiver problemas. Acesse a aba Solução de placas no visualizador FITS e veja qual perfil SEP padrão você está usando. Escolha um diferente, se funcionar para você. Certifique-se de que você pode resolver placas de subquadros de forma confiável com o perfil SEP escolhido. Consulte a seção Solucionador do visualizador FITS deste manual para obter mais informações.
sl: Live Stacker uporablja notranje reševanje plošč v KStars, zato je ključnega pomena, da je ta nastavljen za pravilno delovanje. Reševanje plošč v KStars je prilagodljivo, funkcije, kot sta Poravnava in Vodilo, pa imajo svoje profile SEP za reševanje plošč. Live Stacker uporablja funkcionalnost reševanja plošč v FITSViewerju in privzeti profil, zato je to profil, ki ga morate preveriti, če imate težave. Pojdite na zavihek Reševanje plošč v FITSViewerju in preverite, kateri privzeti profil SEP uporabljate. Izberite drugega, če vam ustreza. Prepričajte se, da lahko z izbranim profilom SEP zanesljivo rešite podokvirje za reševanje plošč. Za več informacij glejte razdelek Reševanje v FITSViewerju v tem priročniku.
sv: Realtidsstapling använder Kstars interna lösning av astrobilder, så det är avgörande att den är inställd att fungera korrekt. Lösning av astrobilder i Kstars är flexibel och funktioner som Inriktning och Guidning har sina egna SEP-profiler. Realtidsstapling använder FITS-visningens funktion för lösning av astrobilder och standardprofilen, så det är profilen att undersöka vid problem. Gå till fliken Analys av astrobilder i FITS-visningen och se vilken SEP-profil som används. Välj en annan om det fungerar. Se till att det går att lösa delbilder tillförlitligt med den valda SEP-profilen. Se avsnittet om FITS-visningens lösningsverktyg i handboken för mer information.
uk: Інтерактивне стосування використовує вбудований інструмент розв'язання кадрів KStars, тому вкрай важливо налаштувати його для правильної роботи. Розв'язання кадрів у KStars є гнучким, а такі функції, як Вирівнювання та Спрямування, мають власні профілі SEP для розв'язання кадрів. Інтерактивне стосування використовує функціональність розв'язання кадрів переглядача FITS та типовий профіль, тому саме цей профіль слід перевіряти, якщо у вас виникли проблеми. Перейдіть на вкладку «Розв'язання кадрів» у переглядачі FITS і перевірте, який типовий профіль SEP ви використовуєте. Виберіть інший, якщо він вам підходить. Переконайтеся, що ви можете надійно виконувати розв'язання кадрів за допомогою вибраного вами профілю SEP. Див. розділ «Розв'язувач переглядача FITS» цього підручника, щоб дізнатися більше.

source: FITS Viewer Live Stacker Monitor
nl: FITS-viewer Live-stapelaarmonitor
uk: Монітор інтерактивного стосування у переглядачі FITS

source: FITS Viewer Live Stacker MultiChannel
nl: FITS-viewer Live-stapelaar multi-kanaal
uk: Багатоканальний засіб інтерактивного стосування у переглядачі FITS

source: FITS Viewer Live Stacker Options
ca: Opcions de l'apilador en directe del visualitzador FITS
nl: Opties van Live-stapelaar van FITS-viewer
sl: FITS Viewer Live Stacker možnosti
sv: FITS-visningens alternativ för realtidsstapling
uk: Параметри інтерактивного стосування у переглядачі FITS
