Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fits-viewer-livestacker.po
Languages: ca, nl, pt_br, sl, sv, uk

source: Pressing the Live Stacker Monitor button launches the Live Stacker Monitor window. The purpose of the Monitor is to display more infomation at the subframe level about the subs being stacked.
sl: S pritiskom na gumb Live Stacker Monitor se odpre okno Live Stacker Monitorja. Namen monitorja je prikazati več informacij na ravni podokvirja o podokvirjih, ki se zlagajo.
uk: Натискання кнопки «Монітор інтерактивного стосування» відкриває вікно «Монітор інтерактивного стосування». Мета монітора — показувати більше відомостей на рівні підкадру про підкадри, які входять до стосу.

source: |FITS Viewer Live Stacker Monitor|
nl: |FITS-viewer Live-stapelaarmonitor|
uk: |Монітор інтерактивного стосування у переглядачі FITS|

source: The Monitor displays a grid with 1 row for each sub in the directory / directories selected. The columns are configurable: right click on the column header to display a menu of columns that may be selected or deselected, or double click a column header to remove a column. In addition, the column order may be changed by clicking dragging a column header to a new location.
sl: Monitor prikaže mrežo z eno vrstico za vsak podimenik v izbranem imeniku/imenikih. Stolpce je mogoče konfigurirati: z desno miškino tipko kliknite glavo stolpca, da prikažete meni stolpcev, ki jih je mogoče izbrati ali preklicati izbiro, ali pa dvokliknite glavo stolpca, da odstranite stolpec. Poleg tega lahko vrstni red stolpcev spremenite tako, da s klikom povlečete glavo stolpca na novo mesto.
uk: На моніторі буде показано таблицю з 1 рядком для кожного підкаталогу у вибраному каталозі/каталогах. Стовпці можна налаштувати: клацніть правою кнопкою миші на заголовку стовпця, щоб відкрити меню стовпців, у якому можна позначити пункти потрібних стовпчиків або скасувати позначення. Крім того, можна двічі клацнути на заголовку стовпця, щоб вилучити стовпець. Також можна змінити порядок стовпців, перетягнувши заголовок стовпця у бажане місце.

source: Single clicking a column sorts the grid on that column and toggles between an ascending sort and a descending sort.
sl: Z enim samim klikom na stolpec se mreža v tem stolpcu razvrsti in preklaplja med naraščajočim in padajočim razvrščanjem.
uk: Одинарним клацанням на стовпчику можна упорядкувати таблицю за даними у цьому стовпчику і перемкнути порядок з порядку за зростанням на порядок за спаданням і навпаки.

source: The alignment master sub has a yellow background. If a sub fails to process it has a pink background. The "Highlighting" checkbox will also highlight cell changes as updates are processed.
sl: Podglavje poravnave ima rumeno ozadje. Če podslike ni mogoče obdelati, ima rožnato ozadje. Potrditveno polje »Označevanje« bo med obdelavo posodobitev označilo tudi spremembe celic.
uk: Основний підкадр вирівнювання буде позначено жовтим тлом. Якщо підкадр не вдасться обробити, його буде позначено рожевим тлом. Прапорець За допомогою позначки «Підсвічування» можна підсвітити зміни комірок при обробці оновлень.

source: Tooltips on the column headers explain what each column represents but in summary the columns represent the stacking workflow with relevant information from each step: 1. Miscellanous columns: ID, pathname, filename, channel(s) and overall status. 2. Loading: displays timings and status of the load step and SNR of the sub. 3. Plate Solving: displays timings, status, average HFR, number of stars. 4. Stack Waiting: displays timings, status of a sub once loaded before the next stacking step. 5. Calibration: displays timings, status. Note that calibration is optional. 6. Alignment: displays timings, status and x, y and rotation of the sub to align with the master. 7. Stacking: displays timings, status and stacking weight.
sl: Opisi orodij v glavah stolpcev pojasnjujejo, kaj predstavlja vsak stolpec, vendar stolpci na kratko predstavljajo potek dela zlaganja z ustreznimi informacijami iz vsakega koraka: 1. Različni stolpci: ID, pot, ime datoteke, kanal(i) in splošno stanje. 2. Nalaganje: prikaže čase in stanje koraka nalaganja ter razmerje signal šum podrejenega. 3. Reševanje plošč: prikaže čase, stanje, povprečni HFR, število zvezdic. 4. Čakanje na zlaganje: prikaže čase in stanje podrejenega, ko je naložen pred naslednjim korakom zlaganja. 5. Kalibracija: prikaže čase, stanje. Upoštevajte, da je kalibracija neobvezna. 6. Poravnava: prikaže čase, stanje ter x, y in vrtenje podrejenega za poravnavo z glavnim predmetom. 7. Zlaganje: prikaže čase, stanje in težo zlaganja.
uk: Підказки в заголовках стовпців пояснюють, що являє собою кожен стовпець, але загалом стовпці відтворюють робочий процес стосування з відповідними відомостями щодо кожного кроку: 1. Різні стовпці: ідентифікатор, шлях, назва файла, канали та загальний стан. 2. Завантаження: показує часові параметри та стан кроку завантаження та співвідношення сигнал/шум (ССШ) підкадру. 3. Розв'язання кадру: показує часові параметри, стан, середній РПП, кількість зірок. 4. Очікування стосу: показує часові параметри, стан перетворювача після завантаження перед наступним кроком стосування. 5. Калібрування: показує часові параметри, стан. Зверніть увагу, що калібрування є необов'язковим. 6. Вирівнювання: показує часові параметри, стан, а також x, y та обертання підкадру для вирівнювання з головним кадром. 7. Стосування: показує часові параметри, стан та вагу стосування.

source: A good way to use the Monitor is to select columns that are relevant to you and order by the ID column so most recent subs are at the top.
sl: Dober način uporabe monitorja je, da izberete stolpce, ki so za vas pomembni, in jih razvrstite po stolpcu z ID-jem, tako da so najnovejše podslike na vrhu.
uk: Добрий спосіб використання монітора – вибрати стовпці, які є важливими для вас, і впорядкувати їх за стовпцем ідентифікатора, щоб найновіші підкадри були вгорі.

source: Single Channel vs Multi-Channel Mode
sl: Enokanalni način glede na z večkanalni način
uk: Одноканальний і багато канальний режими

source: Live Stacker starts in single channel mode. This allows a single stack of either mono or color subs.
nl: Live-stapelaar start in modus enkel kanaal. Dit staat een enkele stapel toe met zwart-wit of kleur subs.
sl: Live Stacker se zažene v enokanalnem načinu. To omogoča en sam sklad enobarvnih ali barvnih podstrani.
uk: Засіб інтерактивного стосування запускається в одноканальному режимі. Це уможливлює використання єдиного стосу однокольорових або кольорових підкадрів.

source: It is also possible to create color images from individual stacks of mono images. To do this, activate multi-channel mode by expanding the stack directory dropdown toggle (see the red box below) which will then display input directories for Red, Green, Blue and Luminance.
sl: Barvne slike je mogoče ustvariti tudi iz posameznih skladov enobarvnih slik. To storite tako, da aktivirate večkanalni način tako, da razširite spustni meni imenika sklada (glejte rdeči okvirček spodaj), ki bo nato prikazal vhodne imenike za rdečo, zeleno, modro ter svetilnost.
uk: Також можна створювати кольорові зображення з окремих стосів однокольорових зображень. Для цього активуйте багатоканальний режим, розгорнувши спадний список каталогів стосу (див. червоне поле нижче), у якому буде показано вхідні каталоги для червоного, зеленого, синього кольорів та яскравості.

source: |FITS Viewer Live Stacker MultiChannel|
nl: |FITS-viewer Live-stapelaar multi-kanaal|
uk: |Багатоканальний засіб інтерактивного стосування у переглядачі FITS|

source: Live Stacker will then stack files in each of the directories and then watch the directories for new files. If an RGB stack is required, fill in Red, Green and Blue (and leave Luminance blank). Live Stacker will then process a stack for each channel, apply a "linear fit" between channels, and combine into a color image for display.
sl: Live Stacker bo nato zložil datoteke v vsak od imenikov in nato v imenikih opazoval nove datoteke. Če je potreben sklad RGB, izpolnite polja Red (rdeča), Green (zelena) in Blue (modra) (polje Luminance (svetilnost) pustite prazno). Live Stacker bo nato obdelal sklad za vsak kanal, uporabil »linearno prilagajanje« med kanali in združil v barvno sliko za prikaz.
uk: Засіб інтерактивного стосування складе файли у кожному з каталогів, а потім буде стежити за каталогами щодо наявності нових файлів. Якщо потрібен RGB-стек, заповніть поля червоного, зеленого та синього (і залиште поле яскравості порожнім). Засіб інтерактивного стосування стос для кожного каналу, застосує «лінійне наближення» між каналами та об'єднає їх у кольорове зображення для показу.

source: Optionally, a Luminance channel can be added to produce an LRGB image. In this mode, the RGB channels are combined with the Luminance channel to produce a single color image.
sl: Po želji je mogoče dodati kanal za svetlost za ustvarjanje slike LRGB. V tem načinu se kanali RGB združijo s kanalom za svetlost za ustvarjanje enobarvne slike.
uk: Якщо хочеться, для створення LRGB-зображення можна додати канал яскравості. У цьому режимі RGB-канали поєднуються з каналом яскравості для створення однокольорового зображення.

source: Narrowband filter stacks can be combined into color images: SHO, HOO, etc.
sl: Ozkopasovne filtre je mogoče združiti v barvne slike: SHO, HOO itd.
uk: Стоси із вузькосмуговим фільтруванням може бути поєднано у кольорові зображення: SHO, HOO тощо.

source: If less than 3 stacks are available, for example whilst doing an HOO image, fill in the same directory to the appropriate channels. E.g. for an HOO image set Red to the Hydrogen directory and Green and Blue to the Oxygen directory.
sl: Če so na voljo manj kot 3 skladi, na primer med ustvarjanjem slike HOO, izpolnite isti imenik z ustreznimi kanali. Npr. za sliko HOO nastavite rdečo barvo na imenik Vodik in zeleno ter modro na imenik Kisik.
uk: Якщо доступні менше за 3 стоси, наприклад, під час створення зображення HOO, заповніть каталоги для відповідних каналів. Наприклад, для зображення HOO встановіть каталог червоного кольору на каталог Hydrogen, а зеленого і синього — на каталог Oxygen.

source: Running Live Stackers
ca: Apiladors en directe en execució
nl: Live-stapelaar uitvoeren
pt_br: Executando mais de um empilhamento ao vivo
sl: Poganjanje Live Stackerjev
sv: Köra realtidsstaplingar
uk: Робота з декількома інтерактивними стосуваннями

source: It's possible to run more than 1 Live Stacker to monitor multiple directories. This would be useful if you are imaging multiple targets or filters and want to keep an eye on everything without having to reset the Live Stacker to a new directory periodically.
ca: És possible executar més d'1 apilador en directe per a controlar diversos directoris. Això seria útil si esteu obtenint imatges de diversos objectius o filtres i voleu mantenir un ull en tot sense haver de reiniciar l'apilador en directe a un directori nou periòdicament.
nl: Het is mogelijk meer dan 1 Live-stapelaar uit te voeren om meerdere mappen te monitoren. Dit zou nuttig zijn als u meerder doelen of filters bekijkt en een oogje op alles wilt houden zonder de Live-stapelaar periodiek te restten naar een nieuwe map.
pt_br: É possível executar mais de um empilhamento para monitorar várias pastas. Isso seria útil se você estiver criando imagens de vários alvos ou filtros e quiser monitorar tudo sem precisar redefinir o empilhamento para uma nova pasta periodicamente.
sl: Za spremljanje več imenikov je mogoče zagnati več kot en Live Stacker. To bi bilo uporabno, če slikate več ciljev ali filtrov in želite imeti vse pod nadzorom, ne da bi morali Live Stacker občasno ponastaviti na nov imenik.
sv: Det är möjligt att köra mer än en realtidsstapling för att övervaka flera kataloger. Det skulle vara användbart om flera mål eller filter avbildas och man vill hålla ett öga på allt utan att behöva återställa realtidsstaplingen till en ny katalog regelbundet.
uk: Можна запустити більше одного інтерактивного стосування для спостереження за кількома каталогами. Це буде корисно, якщо ви створюєте зображення кількох цільових об'єктів або фільтрів і хочете стежити за всім, не скидаючи періодично засіб інтерактивного стосування до нового каталогу.

source: Live Stacker is started by selecting "Live Stacker..." from the KStars Skymap. Selecting "Live Stacker..." a second time will launch another Live Stacker. Depending on how FITS Viewer is configured will determine whether multiple Live Stacker windows are started ("Single Window Capture" unchecked) or whether multiple tabs within a single Live Stacker window are started ("Single Window Capture" checked).
ca: L'apilador en directe s'inicia seleccionant «Apilador en directe...» des del mapa celeste del KStars. Seleccionant «Apilador en directe...» una segona vegada es llançarà un altre apilador en directe. Depenent de com estigui configurat el visualitzador FITS, es determinarà si s'inicien diverses finestres de l'apilador en directe («Finestra única de captura» sense marcar) o si s'inicien diverses pestanyes dins d'una única finestra de l'apilador en directe («Finestra única de captura» marcada).
nl: Live-stapelaar wordt gestart door "Live-stapelaar..." te selecteren uit de KStars hemelkaart. "Live-stapelaar..." een tweede keer selecteren zal een andere Live-stapelaar starten. Afhankelijk van hoe FITS-viewer is geconfigureerd zal bepalen of meerdere Live-stapelaarvensters worden gestart ("Opnemen in een enkel venster" niet geactiveerd) of er meerdere tabbladen binnen een enkel venster van Live-stapelaar worden gestart ("Opnemen in een enkel venster" geactiveerd).
pt_br: O empilhamento ao vivo é iniciado selecionando "Empilhamento ao vivo..." no mapa estelar do KStars. Selecionar "Empilhamento ao vivo..." uma segunda vez iniciará outro empilhamento. Dependendo de como o visualizador FITS estiver configurado, isso determinará se várias janelas do empilhador serão iniciadas ("Captura de janela única" desmarcada) ou se várias abas dentro de uma única janela do empilhador serão iniciadas ("Captura de janela única" marcada).
sl: Live Stacker zaženete tako, da v programu KStars Skymap izberete "Live Stacker...". Če izberete "Live Stacker..." drugič, se bo zagnal še en LiveStacker. Od konfiguracije pregledovalnika FITS bo odvisno, ali se bo zagnalo več oken Live Stacker ("Single Window Capture"ni označeno) ali pa se bo zagnalo več zavihkov znotraj enega okna Live Stacker ("Single Window Capture" je označeno).
sv: Realtidsstapling startas genom att välja "Realtidsstapling..." från Kstars himmelskarta. Om "Realtidsstapling..." väljs en andra gång startas en annan realtidsstapling. Beroende på hur FITS-visningen är inställd bestäms om flera fönster med realtidsstapling startas ("Tagna i ett enda fönster" avmarkerat) eller om flera flikar inom ett enda fönster med realtidsstapling startas ("Tagna i ett enda fönster" markerat).
uk: Засіб інтерактивного стосування запускають шляхом вибору пункту «Інтерактивне стосування...» на карті неба KStars. Вибір «Інтерактивного стосування...» вдруге запустить ще один засіб інтерактивного стосування. Залежно від налаштувань переглядача FITS, буде запущено або кілька вікон засобу інтерактивного стосування (пункт «Захоплення одного вікна» не позначено), або буде запущено кілька вкладок в одному вікні засобу інтерактивного стосування (позначено пункт «Захоплення одного вікна»).

source: |FITS Viewer Live Stacker Options|
nl: |Opties van Live-stapelaar van FITS-viewer|
uk: |Параметри інтерактивного стосування у переглядачі FITS|

source: By default the tab name for Live Stacker is "(n) DirectoryPath" where n is the number of subs in DirectoryPath. Right click on tabname to change the name to whatever you like. This is particularly useful when runing multiple instances of Live Stacker as separate tabs.
ca: De manera predeterminada, el nom de la pestanya de l'apilador en directe és «(n) Camí al directori» on n és el nombre de subsolucions al camí al directori. Feu clic amb el botó dret al nom de la pestanya per a canviar el nom al que vulgueu. Això és particularment útil quan s'executen diverses instàncies de l'apilador en directe en pestanyes separades.
nl: Standaard is naam van het tabblad voor Live-stapelaar "(n) Mappad" waar n is het aantal subs in Mappad. Klik rechts op de tabbladnaam om de naam naar wat u wilt te wijzigen. Dit is speciaal nuttig bij uitvoeren van meerdere exemplaren van Live-staplaar als aparte tabbladen.
pt_br: Por padrão, o nome da aba do empilhamento é "(n) CaminhoPasta", onde n é o número de subs no CaminhoPasta. Clique com o botão direito do mouse no nome da aba para alterar o nome para o que desejar. Isso é particularmente útil ao executar várias instâncias do empilhador como abas separadas.
sl: Privzeto je ime zavihka za Live Stacker "(n) DirectoryPath", kjer je nštevilo podzavihkov v DirectoryPath. Z desno miškino tipko kliknite ime zavihka, da spremeniteime v poljubno. To je še posebej uporabno, če zaženete večpojavkov Live Stackerja kot ločene zavihke.
sv: Normalt är fliknamnet för realtidsstapling "(n) katalogsökväg" där n är antalet delar i katalogsökvägen. Högerklicka på fliknamnet för att ändra namnet till vad som helst. Det är särskilt användbart när flera instanser av realtidsstapling körs som separata flikar.
uk: Типовою назвою вкладки для інтерактивного стосування є «(n) шлях до каталогу», де n — кількість підкадрів у шляху до каталогу. Клацніть правою кнопкою миші на назві вкладки, щоб змінити назву на будь-яку іншу. Це особливо корисно, коли кілька екземплярів інтерактивного стосування запускаються як окремі вкладки.

source: The "Live Stacker own process" option allows Live Stacker to be started as a separate process. When "Live Stacker own process" is unchecked, Live Stacker resides in the KStars / Ekos process space. The advantage of running Live Stacker as its own process is that if it crashes it will not disturb other KStars / Ekos functionality.
ca: L'opció «Procés propi de l'apilador en directe» permet que apilador en directe s'iniciï com un procés separat. Quan «Procés propi de l'apilador en directe» no està marcat, l'apilador en directe resideix a l'espai de procés del KStars / Ekos. L'avantatge d'executar l'apilador en directe al seu procés propi és que si falla no pertorbarà altres funcionalitats del KStars / Ekos.
nl: De opties van "eigen proces van Live-stapelaar" biedt Live-stapelaar het opstarten als een apart proces. Wanneer "eigen proces van Live-stapelaar" niet is geaccentueerd, zal Live-stapelaar in de procesruimte van KStars / Ekos verblijven. Het voordeel van uitvoeren van Live-stapelaar als zijn eigen proces dan is dat als het crasht het niet andere functionaliteit van KStars / Ekos.
pt_br: A opção "Processo próprio do empilhamento ao vivo" permite que o empilhador seja iniciado como um processo separado. Quando a opção "Processo próprio do empilhamento ao vivo" está desmarcada, o empilhador reside no espaço de processo do KStars/Ekos. A vantagem de executar o empilhador como um processo próprio é que, se ele travar, não afetará outras funcionalidades do KStars/Ekos.
sl: Možnost "Lasten proces Live Stackerja" omogoča zagon Live Stackerja kotločenega procesa. Ko možnost "Lasten proces Live Stackerja" ni označena, se LiveStacker nahaja v procesnem prostoru KStars / Ekos. Prednost zagona Live Stackerja kot lastnega procesa je, da v primeru sesutja ne bo motildrugih funkcij KStars / Ekos.
sv: Alternativet "Realtidsstapling egen process" gör att realtidsstapling kan startas som en separat process. När "Realtidsstapling egen process" inte är markerat, finns realtidsstapling i Kstars/Ekos processutrymme. Fördelen med att köra realtidsstapling som en egen process är att om den kraschar kommer den inte att störa annan funktionalitet i KStars/Ekos.
uk: За допомогою пункту «Власний процес інтерактивного стосування» можна запускати інтерактивне стосування як окремий процес. Якщо пункт «Власний процес інтерактивного стосування» не позначено, інтерактивне стосування перебуватиме у просторі процесів KStars / Ekos. Перевага запуску інтерактивного стосування як окремого процесу полягає в тому, що у разі його аварійного завершення він не порушить роботу інших функціональних можливостей KStars / Ekos.

source: Using FITS Viewer functionality with Live Stacker
ca: Ús de la funcionalitat del visualitzador FITS amb l'apilador en directe
nl: FITS-viewer Live-stapelaar
pt_br: Usando a funcionalidade do visualizador FITS com o empilhamento ao vivo
sl: Uporaba FITS Viewerja skupaj z Live Stackerjem
sv: Använda FITS-visningens funktionalitet med realtidsstapling
uk: Користування можливостями переглядача FITS у поєднанні із інтерактивним стосуванням

source: Live Stacker is integrated into FITSViewer. This means that existing FITSViewer functionality can be applied to stacked images displayed in Live Stacker. For example:
ca: L'apilador en directe està integrat en visualitzador FITS. Això significa que la funcionalitat existent del visualitzador FITS es pot aplicar a imatges apilades que es mostren a l'apilador en directe. Per exemple:
nl: Live-stapelaar is geïntegreerd in de FITSViewer. Dat betekent dat de FITSViewer functionaliteit toegepast kan worden op gestapelde afbeeldingen getoond in Live-stapelaar. Bijvoorbeeld:
pt_br: O empilhamento ao vivo está integrado ao visualizador FITS. Isso significa que as funcionalidades existentes no visualizador FITS podem ser aplicadas a imagens empilhadas exibidas no empilhador. Por exemplo:
sl: Live Stacker je integriran v FITSViewer. To pomeni, da je mogoče obstoječo funkcionalnost FITSViewerja uporabiti za zložene slike, prikazane v Live Stackerju. Na primer:
sv: Realtidsstapling är integrerad i FITS-visningen. Det betyder att befintlig funktionalitet i FITS-visningen kan användas för staplade bilder som visas i realtidsstaplingen. Till exempel:
uk: Інтерактивне стосування інтегровано до переглядача FITS. Це означає, що усі наявні можливості переглядача FITS можна застосувати до стосованих зображень, які показано у вікні інтерактивного стосування. Приклади:

source: Saving image stacks to disk.
ca: Desament de les piles d'imatges al disc.
nl: Afbeeldingsstapel wordt opgeslagen op schijf.
pt_br: Salvar pilhas de imagens no disco.
sl: Shranjevanje skladov slik na disk.
sv: Spara bildstaplar på disken.
uk: Збереження стосів зображень на диску.

source: Re-opening a saved stacked image.
ca: Tornar a obrir una imatge apilada desada.
nl: Een opgeslagen beveiligde gestapelde afbeelding.
pt_br: Reabrir uma imagem empilhada salva.
sl: Ponovno odpiranje shranjene zložene slike.
sv: Öppna en sparad staplad bild igen.
uk: Повторне відкриття збереженого стосу зображень.

source: Using blink functionality alongside stacking.
ca: Utilitzant la funcionalitat de comparació junt amb l'apilament.
nl: Knipperfunctionaliteit gebruiken naast stapelen.
pt_br: Usar a funcionalidade de piscar junto com o empilhamento.
sl: Uporaba funkcionalnosti utripanja skupaj z zlaganjem.
sv: Använda blinkningsfunktionalitet tillsammans med stapling.
uk: Використання функціональних можливостей блимання паралельно до стосування.

source: Zooming in / out.
ca: Ampliació / reducció.
nl: In- en uitzoomen.
pt_br: Aumentar e diminuir o zoom.
sl: Povečevanje/pomanjševanje.
sv: Zooma in och ut.
uk: Збільшення/Зменшення.

source: Rotating the image
ca: Gir de la imatge
nl: De afbeelding draaien
pt_br: Girar a imagem
sl: Vrtenje slike
sv: Rotera bilden
uk: Обертання зображення

source: Marking stars / highlighting clipped stars
ca: Marcar estrelles / ressaltar les estrelles retallades
nl: Sterren markeren en afgesneden sterren accentueren
pt_br: Marcar estrelas / destacar estrelas recortadas
sl: Označevanje zvezd / poudarjanje obrezanih zvezd
sv: Markering av stjärnor / färgläggning av klippning
uk: Позначення зірок або підсвічування обрізаних зірок
