Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fits-viewer-features.po
Languages: it

source: <acronym>FITS</acronym> Viewer
it: Visore <acronym>FITS</acronym>

source: <primary>FITS Viewer</primary>
it: <primary>Visore FITS</primary>

source: <phrase>FITS Viewer</phrase>
it: <phrase>Visore FITS</phrase>

source: Support for only <emphasis>one</emphasis> image per file.
it: Supporto per <emphasis>una</emphasis> sola immagine per file.

source: Support for only 2D and 3D data. 1D data are discarded.
it: Supporto per i soli dati 2D e 3D. I dati 1D sono ignorati.

source: The FITS Viewer window is divided into the following regions:
it: La finestra del visore FITS è divisa nelle seguenti regioni:

source: Main Menu
it: Menu principale

source: FITS Header: Display FITS header table data.
it: Intestazione FITS: mostra le informazioni sulla tabella dei dati dell'intestazione FITS.

source: Debayer: Covert RAW image to RGB.
it: Debayerizzazione: converte un'immagine RAW in RGB.

source: Edit
it: Modifica

source: Undo: Undo last action.
it: Annulla: annulla l'ultima azione.

source: Redo: Redo last action.
it: Rifai: rifai l'ultima azione.

source: Copy: Copy image to clipboard.
it: Copia: copia l'immagine negli appunti.

source: View
it: Visualizza

source: Zoom Controls: Zoom in, Zoom out, standard Zoom.
it: Controlli dell'ingrandimento: ingrandisci, rimpicciolisci, ingrandimento standard.

source: Filters: Auto Stretch, Contrast, High Pass, Rotate, Flip.
it: Filtri: allungamento automatico, contrasto, passa alto, ruota, ribalta.

source: Mark Stars: Detect and mark stars in the image.
it: Segna stelle: rileva e contrassegna le stelle nell'immagine.

source: Main Toolbar
it: Barra degli strumenti principale

source: Open File.
it: Apri file.

source: Save File: Save FITS data. Any filters applied to the image will be saved.
it: Salva file: salva i dati FITS. Verrà salvato qualsiasi filtro applicato all'immagine.

source: Save File As.
it: Salva file come.

source: Undo last action.
it: Annulla l'ultima azione.

source: Redo last action.
it: Rifai l'ultima azione.

source: Zoom In: Zoom in up to a maximum of 400%. For large images this operation can be very memory intensive. Turn on Limited Resource Mode to save memory.
it: Ingrandisci: ingrandisci fino al 400%. Per le immagini grandi questa operazione può consumare molta memoria; abilita la Modalità risorse limitate se vuoi risparmiarla.

source: Zoom Out.
it: Rimpicciolisci.

source: View in Actual Size.
it: Visualizza alle dimensioni effettive.

source: Zoom to fit.
it: Ingrandimento adattativo.

source: Rotate Right.
it: Ruota a destra.

source: Rotate Left.
it: Ruota a sinistra.

source: Flip Horizontal.
it: Ribalta in orizzontale.

source: Flip Vertical.
it: Ribalta in verticale.

source: Show Cross Hairs: Toggles crosshairs in the center of the image.
it: Mostra mirino: mostra o nasconde il mirino nel centro dell'immagine.

source: Show Pixel Gridlines: Toggles pixel grid.
it: Mostra linee della griglia dei pixel: mostra o nasconde le linee della griglia dei pixel.

source: Show Equatorial Gridlines: Toggles Equatorial Grid if FITS contains a valid WCS header.
it: Mostra linee della griglia equatoriali: mostra o nasconde le linee della griglia equatoriali se il FITS contiene un'intestazione WCS valida.

source: Show Objects in Image: Identifies objects such as stars, galaxies, and nebulae within the image.
it: Mostra gli oggetti nell'immagine: identifica gli oggetti nell'immagine, ad esempio le stelle, le galassie e le nebulose.

source: Center Telescope: Toggle Center Telescope mode. When active and if the image contains a valid WCS header, clicking anywhere in the image triggers the telescope slewing to the clicked point.
it: Centra il telescopio: abilita o disabilita la modalità Centra il telescopio. Se è abilitata e se l'immagine che contiene un'intestazione WCS valida, un clic in un qualsiasi punto dell'immagine provocherà la rotazione del telescopio verso il punto su cui si è fatto clic.

source: Histogram: Toggle histogram view in the side panel.
it: Istogramma: mostra o nasconde la vista Istogramma nel pannello laterale.

source: Statistics: Toggle FITS Statistic view in the side panel.
it: Statistiche: mostra o nasconde la vista Statistiche nel pannello laterale.

source: Auto Stretch: Apply Auto Stretch filter to the image.
it: Allungamento automatico: applica il filtro di allungamento automatico all'immagine.

source: Toggle Selection Rectangle: Toggle selection rectangle for statistics of a region of interest.
it: Attiva/disattiva rettangolo di selezione: attiva/disattiva il rettangolo di selezione per le statistiche di una regione di interesse.

source: Side Panel: The side panel can be opened by dragging the separator to the right. When dragged to the left, the side panel can also be closed.
it: Pannello laterale: il pannello laterale può essere aperto trascinando a destra il separatore; se trascinato a sinistra può anche essere chiuso.

source: Statistics: Displays image statistics including Minimum, Maximum, Average, and Median values.
it: Statistiche: visualizza le statistiche dell'immagine, inclusi i valori di minimo, massimo e il medio.

source: FITS Header: Displays a table for FITS header keywords, values, and comments.
it: Intestazione FITS: visualizza una tabella delle parole chiave, dei valori e dei commenti dell'intestazione FITS.

source: Recent Images: Displays recently opened images. Clicking on any image will load it.
it: Immagini recenti: visualizza le immagini aperte di recente. Facendo clic su una qualsiasi immagine, questa verrà caricata.

source: Statistics of region of interest
it: Statistiche della regione di interesse

source: Provides simple statistics average mean, average standard deviation and average median of the selected region by the user in a tooltip.
it: Fornisce la media statistica semplice, la deviazione standard media e la mediana media della regione selezionata dall'utente in un suggerimento.

source: FITSViewer
it: Visore FITS

source: Selection Statistics
it: Statistiche di selezione

source: Status Bar
it: Barra di stato

source: Loading Indicator: The LED becomes yellow when an image is getting loaded and turns green after loading is successfully done. If there are problems with loading the image, it turns red.
it: Indicatore di caricamento: il LED diventa giallo quando si sta caricando un'immagine, e verde dopo che questa è stata caricata con successo. Se ci sono dei problemi nel caricamento dell'immagine, il LED diventa invece rosso.

source: In addition to image display, the viewer can process World-Coordinate-System (WCS) header if present within the FITS file and provides useful information regarding the objects found within the image, equatorial grid overlay, popup menu, and the ability to slew the mount (if connected) to any point within the image.
it: Oltre a mostrare l'immagine, il visore può elaborare l'intestazione del World-Coordinate-System (WCS) se è presente nel FITS e fornire anche delle informazioni utili sull'oggetto nell'immagine, sulla sovrapposizione della griglia equatoriale, fornisce un menu a comparsa e dà la possibilità di ruotare la montatura (se è collegata) in un qualsiasi punto nell'immagine.

source: Several filters can be applied to enhance the image include auto stretch and high contrast. Depending on the image size, these operations can take a few seconds to complete. The bottom status bar displays the current pixel value and current X &amp; Y coordinates of the mouse pointer within the image. Furthermore, it includes the current zoom level and the image resolution.
it: Possono essere applicati numerosi filtri per migliorare l'immagine, inclusi allungamento automatico e alto contrasto. In base alle dimensioni dell'immagine, queste operazioni possono richiedere alcuni secondi per essere completate. La barra di stato in basso visualizza il valore attuale dei pixel e le coordinate X e Y correnti del puntatore del mouse nell'immagine, oltre al livello di ingrandimento attuale e alla risoluzione dell'immagine.

source: When loading a bayered image, the viewer can automatically debayer the image if <emphasis>Auto Debayer</emphasis> is checked in the FITS Settings. The debayering operation fetches the bayer pattern (&eg; RGGB) from the FITS header. If none exists, you can alter the debayering algorithm and pattern from the <guimenu>File</guimenu> menu or by using the <keycombo>&Ctrl; <keycap>D</keycap></keycombo> shortcut.
it: Quando viene caricata un'immagine bayerizzata, il visore può debayerizzarla automaticamente se nelle impostazioni FITS è stata spuntata la <emphasis>Debayerizzazione automatica</emphasis>. Questa operazione preleva il modello di bayer (ad es. RGGB) dall'Intestazione FITS. Se non ne esiste nessuno, allora puoi alterare l'algoritmo di debayerizzazione e il modello dal menu <guimenu>File</guimenu> oppure usando la scorciatoia <keycombo>&Ctrl; <keycap>D</keycap></keycombo>.

source: Since operations such as auto debayering and auto WCS are computationally expensive and stress the processor on low-powered embedded devices, you can toggle their behavior in <link linkend="fits-configure">&kstars; Settings FITS page</link>.
it: Dal momento che le operazioni di debayerizzazione automatica e di WCS automatico sono computazionalmente costose e che stressano il processore nei dispositivi incorporati poco potenti, puoi abilitarle o disabilitarle dalla <link linkend="fits-configure">pagina delle impostazioni FITS di &kstars;</link>.

source: <screeninfo>FITS Settings</screeninfo>
it: <screeninfo>Impostazioni FITS</screeninfo>

source: <phrase>FITS Settings</phrase>
it: <phrase>Impostazioni FITS</phrase>

source: Hovering over any option shall display a detailed tooltip that explains its function.
it: Passando il mouse sopra un'opzione viene visualizzata una descrizione dettagliata che ne spiega la sua funzione.

source: Features
it: Funzionalità

source: <term>Histogram</term>
it: <term>Istogramma</term>

source: <screeninfo>Histogram</screeninfo>
it: <screeninfo>Istogramma</screeninfo>

source: <phrase>Histogram</phrase>
it: <phrase>Istogramma</phrase>

source: Displays multi-channel FITS histogram. The user can rescale the image by optionally defining an upper and lower limit for the cutoff region. The rescaling operation (linear, logarithmic, or square-root) may then be applied to the region enclosed by the upper and lower limits.
it: Mostra l'istogramma FITS multicanale. L'utente può ridimensionare l'immagine definendo un limite inferiore e superiore per la regione di interdizione. L'operatore di ridimensionamento (lineare, logaritmico o radice quadrata) può quindi essere applicato alla regione compresa tra i due limiti.

source: FITS Header
it: Intestazione FITS

source: Displays a read-only table listing FITS header keywords and values.
it: Visualizza una tabella a sola lettura che elenca le parole chiave e i valori dell'intestazione FITS.

source: Statistics
it: Statistiche

source: Provides simple statistics for minimum and maximum pixel values and their respective locations. FITS depth, dimension, mean, and standard deviation.
it: Fornisce semplici statistiche sul valore minimo e massimo dei pixel e sulla loro posizione rispettiva. Profondità FITS, dimensioni, media e deviazione standard.

source: Embedded FITS Viewer
it: Visore FITS integrato

source: <screeninfo>FITS Viewer embedded</screeninfo>
it: <screeninfo>Visore FITS integrato</screeninfo>

source: <phrase>FITS Viewer embedded</phrase>
it: <phrase>Visore FITS integrato</phrase>

source: In Ekos <link linkend="ekos-focus">Focus</link>, <link linkend="ekos-guide">Guide</link>, and <link linkend="ekos-align">Align</link> modules, captured images are displayed in the embedded FITS Viewer. The embedded viewer includes a <emphasis>floating bar</emphasis> that can be used to perform several functions:
it: Nei moduli <link linkend="ekos-focus">messa a fuoco</link>, <link linkend="ekos-guide">guida</link> e <link linkend="ekos-align">allineamento</link> di Ekos le immagini catturate vengono mostrate nel visore FITS integrato. Esso include una <emphasis>barra mobile</emphasis> che può essere usata per compiere varie funzioni:

source: Zoom Out
it: Rimpicciolire

source: Zoom In
it: Ingrandire

source: Default Zoom
it: Portare all'ingrandimento predefinito

source: Zoom To Fit
it: Ingrandire in modo adattativo

source: Toggle Cross Hairs
it: Mostrare o nascondere il mirino

source: Toggle Pixel Gridlines
it: Mostrare o nascondere le linee della griglia dei pixel

source: Toggle Detected Stars: Highlight detected stars with red circles.
it: Attivare o disattivare il rilevamento delle stelle: evidenzia le stelle rilevate con un cerchio rosso.

source: Star Profile: View detailed 3D star profile.
it: Profilo della stella: visualizza il profilo 3D dettagliato della stella.

source: The floating bar is automatically hidden once the mouse leaves the embedded viewer area. You can use the mouse to pan and zoom just like the standalone FITS Viewer. The green tracking box can be used to select a specific star or region within the image, for example, to select a guide star.
it: La barra mobile viene nascosta automaticamente quando il mouse lascia l'area del visore integrato. Puoi usare il mouse per spostare e ingrandire proprio come nel visore FITS indipendente. La casella di tracciamento verde può essere utilizzata per selezionare una stella o una regione specifica all'interno dell'immagine, ad esempio per selezionare una stella guida.

source: 3D Star Profile &amp; Data Visualization Tool
it: Profilo 3D della stella e strumento di visualizzazione dei dati

source: <screeninfo>Star Profile main page</screeninfo>
it: <screeninfo>Pagina principale del profilo della stella</screeninfo>

source: <phrase>Star Profile main page</phrase>
it: <phrase>Pagina principale del profilo della stella</phrase>

source: The 3D data visualization tool can plot 3D graphs of the selected region of the image. This is particularly useful for astrophotographers who want to visualize the profile of a star they are considering focusing or guiding on. For scientists, it enables them to examine a cross-section of the data to understand the relative brightness of different objects in the image. Additionally, it empowers imagers who want to visually see what is going on in their data collection in a new way.
it: Lo strumento di visualizzazione dei dati 3D può tracciare dei grafici in 3D della regione selezionata dell'immagine. Ciò è particolarmente utile per gli astrofotografi che vogliono visualizzare il profilo di una stella su cui stanno prendendo in considerazione la messa a fuoco o la guida. Per gli scienziati, consente loro di esaminare una sezione trasversale dei dati per comprendere la luminosità relativa dei diversi oggetti nell'immagine. Inoltre, dà potere a coloro che vogliono vedere visivamente cosa sta succedendo nella loro raccolta di dati di farlo in un modo nuovo.

source: To use the new feature, the user needs to select the <guiicon>View Star Profile</guiicon> icon in one of the Ekos Module Views, or in the FITS Viewer. Then, the region selected in the green tracking box will show up in the 3D graph as shown above. The user will then have one of the following toolbars at the bottom.
it: Per usare questa nuova funzionalità l'utente deve selezionare l'icona <guiicon>Visualizza il profilo della stella</guiicon> in uno dei moduli di visualizzazione di Ekos o nel visore FITS. La regione nella casella di tracciamento verde verrà quindi mostrata nel grafico 3D mostrato sopra. L'utente avrà quindi in basso una delle barre degli strumenti seguenti.

source: <screeninfo>Star Profile toolbar 1</screeninfo>
it: <screeninfo>Barra degli strumenti 1 del profilo della stella</screeninfo>

source: <phrase>Star Profile toolbar 1</phrase>
it: <phrase>Barra degli strumenti 1 del profilo della stella</phrase>

source: <screeninfo>Star Profile toolbar 2</screeninfo>
it: <screeninfo>Barra degli strumenti 2 del profilo della stella</screeninfo>

source: <phrase>Star Profile toolbar 2</phrase>
it: <phrase>Barra degli strumenti 2 del profilo della stella</phrase>

source: At the far left, the sample size combo box will let the user select the size of the image crop shown in the graph. This option is only available in the <guilabel>Summary Screen</guilabel>, the <link linkend="ekos-align">Align Module</link>, and the FITS Viewer. The second combo box lets the user control whether they are selecting an individual item, or a row, or a column of pixels. The slice button will be enabled if the user selects <guimenuitem>Row</guimenuitem> or <guimenuitem>Column</guimenuitem>. It will put the graph in slice mode so that the user can see a cross-section view of the image. Third, is a checkbox that will open up two sliders that will let the user drag the slider to change the selection. This is extremely useful in the slide mode to change the selected point and to move the cross section around the graph. It is also useful in the normal view when in <guilabel>Explore Mode</guilabel> so that the user can zoom around the image examining the pixels.
it: All'estrema sinistra la casella combinata delle dimensioni del campione consentirà all'utente di selezionare le dimensioni del ritaglio dell'immagine mostrato nel grafico. Questa opzione è disponibile solo nella <guilabel>Schermata di riepilogo</guilabel>, nel <link linkend="ekos-align">Modulo di allineamento</link> e nel visore FITS. La seconda casella combinata consente all'utente di controllare se sta selezionando un singolo elemento, una riga o una colonna di pixel. Il pulsante Sezione verrà abilitato se l'utente seleziona una <guimenuitem>Riga</guimenuitem> o una <guimenuitem>Colonna</guimenuitem>: porterà il grafico in modalità Sezione in modo che l'utente possa avere la vista di una sezione trasversale dell'immagine. Terzo, c'è una casella che aprirà fino a due cursori con cui l'utente potrà cambiare la selezione spostandoli. Ciò è molto utile nella modalità a cursore per modificare il punto selezionato e per muovere la sezione trasversale nel grafico. È anche utile nella vista normale nella <guilabel>Modalità esplora</guilabel> perché l'utente può ingrandire l'immagine per esaminare i pixel.

source: <screeninfo>Star Profile, examine pixels</screeninfo>
it: <screeninfo>Profilo della stella, esamina i pixel</screeninfo>

source: <phrase>Star Profile, examine pixels</phrase>
it: <phrase>Profilo della stella, esamina i pixel</phrase>

source: Then the user has the <guilabel>Zoom To</guilabel> combo box, which the user can use to zoom the graph to different preset locations. Next is the combo box that lets the user select the color scheme of the graph. Then are the HFR and the Peak checkboxes, which will both turn on the HFR and Peak labels on each found star in the image, but will also display one of them at the bottom of the screen. And finally comes the Scaling checkbox, which enables the <guilabel>Scaling</guilabel> Side Panel. There are three sliders in that panel, one to control the minimum value displayed on the graph or <quote>black point</quote>, one to control the maximum value displayed in the graph or the <quote>white point</quote>, and a third that is disabled by default that lets the user control the cutoff value for data displayed on the graph.
it: L'utente ha quindi la casella <guilabel>Ingrandisci a</guilabel>, che l'utente può usare per ingrandire il grafico in varie posizioni preimpostate. Lì vicino c'è la casella che consente invece di selezionare lo schema di colori del grafico. Ci sono quindi le caselle HFR e Picco che visualizzano le etichette di HFR e di picco su ciascuna stella trovata nell'immagine, ma ne visualizzano anche una di queste nella parte bassa dello schermo. Infine arriviamo alla casella Ridimensionamento, che abilita il pannello laterale <guilabel>Ridimensionamento</guilabel>. Ci sono tre cursori in questo pannello: uno serve per controllare il valore minimo visualizzato nel grafico, o <quote>punto nero</quote>, e similmente un altro per controllare quello massimo, o <quote>punto bianco</quote>. C'è infine il terzo, che è disabilitato per impostazione predefinita e che permette all'utente di controllare il valore di taglio dei dati visualizzati nel grafico.

source: Star Profile vertical page
it: Pagina verticale del profilo della stella

source: Star Profile vertical
it: Profilo della stella verticale

source: This third slider is very useful to get really big peaks out of the way so you can study the finer details in the image. There is a checkbox at the top to enable/disable the cutoff slider. And finally at the bottom of the sliders is the <guibutton>Auto scale</guibutton> button. This will auto scale the sliders as you sample different areas in the image. It will not only optimize the display of the data but will also affect the minimum and maximum points of the slider. If you disable auto scale, then as you sample different parts of the image, they will be displayed at the same scale. A particularly useful way to use this is to select an area of your image using auto scale, tweak the min, max, and cutoff sliders to your liking, and then turn off the auto scale feature to explore other areas of the graph.
it: Il terzo cursore è molto utile per eliminare i picchi molto grandi, così da poter studiare i dettagli più fini dell'immagine. C'è una casella in alto che serve per abilitare e per disabilitare il cursore di taglio, ed infine sotto al cursore c'è il pulsante <guibutton>Scala automatica</guibutton>. Questo serve per ridimensionare automaticamente i cursori mentre vengono campionate aree diverse nell'immagine: infatti, non solo ottimizzerà la visualizzazione dei dati, ma influenzerà anche i punti minimo e massimo del cursore. Se disabiliti la scala automatica, allora nel campionamento le varie parti dell'immagine verranno visualizzate nella stessa scala. Un modo particolarmente utile per utilizzare questa funzione è selezionare un'area dell'immagine usando la scala automatica, modificare a piacimento i cursori di minimo, di massimo e di taglio, infine disattivare la funzione di scala automatica per esplorare altre aree del grafico.

source: <screeninfo>Star Profile final page</screeninfo>
it: <screeninfo>Pagina finale del profilo della stella</screeninfo>

source: <phrase>Star Profile final page</phrase>
it: <phrase>Pagina finale del profilo della stella</phrase>
