Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/fits-viewer-livestacker.po
Languages: ca, nl, pt_br, sl, sv, uk

source: Reprocess Button. Pressing this button reruns the Post Processing functionality (Deconvolution, Denoising and Sharpening) on the stacked image using the current values of the Post Processing settings. This means that on a stacked image the user can adjust settings and re-run, adjust again and re-run, etc.
ca: Botó de reprocessament. En prémer aquest botó es torna a executar la funcionalitat de postprocessament (desconvolució, reducció de soroll i agudització) a la imatge apilada utilitzant els valors actuals de la configuració de postprocessament. Això significa que en una imatge apilada l'usuari pot ajustar la configuració i tornar a executar, ajustar de nou i tornar a executar, etc.
nl: Knop Opnieuw verwerken. op deze knop drukken laat de functie voor nabewerking uitvoeren (Deconvolutie, Ruisreductie en Verscherping) op de gestapelde afbeelding met gebruik van de huidige waarden van de instellingen voor nabewerking. Dit betekent dat op een gestapelde afbeelding de gebruiker instellingen kan aanpassen en opnieuw uitvoeren, opnieuw aanpassen en opnieuw uitvoeren, etc.
pt_br: Botão para processar novamente. Pressionar este botão reexecuta a funcionalidade de Pós-Processamento (Deconvolução, Redução de Ruído e Nitidez) na imagem empilhada, usando os valores atuais das configurações de Pós-Processamento. Isso significa que, em uma imagem empilhada, o usuário pode ajustar as configurações e reexecutar, ajustar novamente e reexecutar, etc.
sl: Gumb za ponovno obdelavo. S pritiskom na ta gumb ponovno zaženete funkcijo naknadne obdelave (dekonvolucija, odstranjevanje šuma in ostrenje) na zloženi sliki z uporabo trenutnih vrednosti nastavitev naknadne obdelave. To pomeni, da lahko uporabnik na zloženi sliki prilagodi nastavitve in jih ponovno zažene, ponovno prilagodi in ponovno zažene itd.
sv: Knappen Behandla om. Genom att trycka på knappen körs efterbehandlingsfunktionen (avfaltning, brusreducering och skärpa) igen för den staplade bilden med de aktuella värdena för efterbehandlingsinställningarna. Det betyder att användaren kan justera inställningarna för en staplad bild och köra om, justera igen och köra om, etc.
uk: Кнопка «Переобробка». Натискання цієї кнопки повторно запускає остаточну обробку (розгортання, усування шуму та збільшення різкості) на об'єднаному зображенні, використовуючи поточні значення налаштувань остаточної обробки. Це означає, що на об'єднаному зображенні користувач може налаштувати параметри та повторно запустити, налаштувати ще раз та повторно запустити тощо.

source: Using Live Stacker for the First Time
ca: Ús de l'apilament en directe per primera vegada
nl: Gebruik van de Live-stapelaar voor de eerste keer
pt_br: Usando o empilhamento ao vivo pela primeira vez
sl: Prva uporaba programa Live Stacker
sv: Använda realtidsstapling för första gången
uk: Використання засобу інтерактивного стосування уперше

source: Here are some suggestions for using Live Stacker for the first time:
ca: Aquí hi ha alguns suggeriments per a utilitzar l'apilament en directe per primera vegada:
nl: Hier zijn enige suggesties voor het gebruik van de Live-stapelaar voor de eerste keer:
pt_br: Aqui estão algumas sugestões para usar o empilhamento ao vivo pela primeira vez:
sl: Tukaj je nekaj predlogov za prvo uporabo programa Live Stacker:
sv: Här är några förslag för att använda realtidsstapling för första gången:
uk: Ось декілька пропозицій щодо використання засобу інтерактивного стосування уперше:

source: Start in daylight on your imaging computer / setup with some subs you have already taken during a previous imaging session. If you have say 30 subs this will be enough to see how Live Stacker performs.
ca: Comenceu a la llum del dia a l'ordinador / configuració d'obtenció d'imatges amb algunes subsolucions que ja heu pres durant una sessió d'imatges anterior. Si teniu 30 subsolucions, per exemple, això serà suficient per a veure com actua l'apilador en directe.
nl: Begin bij daglicht op uw afbeeldingencomputer / opzet met enige subs die u al hebt genomen tijdens een vorige opnamesessie. Als u zeg 30 subs hebt dan zal dat genoeg zijn om te zien hoe Live stapelen zich gedraagt.
pt_br: Comece à luz do dia no seu computador/configuração de imagem com alguns subs que você já tenha obtido em uma sessão de imagem anterior. Se você tiver, digamos, 30 subs, isso será suficiente para ver o desempenho do empilhamento ao vivo.
sl: Začnite pri dnevni svetlobi na računalniku/nastavitvi za slikanje z nekaj podokvirji, ki ste jih že posneli med prejšnjo sejo slikanja. Če imate recimo 30 podokvirjev, bo to dovolj, da vidite, kako deluje Live Stacker.
sv: Börja i dagsljus på bilddatorn / uppsättningen med några delbilder som redan har tagits under en tidigare bildsession. Om det finns omkring 30 delbilder räcker det för att se hur realtidsstaplingen presterar.
uk: Почніть з денного світла на вашому комп'ютері для обробки зображень / налаштування з деякими підкадрами, які ви вже зробили під час попереднього сеансу обробки зображень. Якщо у вас, скажімо, 30 підкадрів, цього буде достатньо, щоб побачити, як працює засіб інтерактивного стосування.

source: Select the directory of the subs, and press Start. The default parameters should be relatively memory efficient but may need tweaking.
ca: Seleccioneu el directori de subsolucions i premeu Inicia. Els paràmetres predeterminats han de ser relativament eficients a la memòria, però poden necessitar ajustos.
nl: Selecteer de map van de subs en druk op Start. De standaard parameters zouden relatief geheugenefficiënt moeten zijn maar kunnen aanpassing nodig hebben.
pt_br: Selecione a pasta dos subs e pressione Iniciar. Os parâmetros padrão devem ser relativamente eficientes em termos de memória, mas podem precisar de ajustes.
sl: Izberite imenik podokvirjev in pritisnite Začni. Privzeti parametri bi morali biti relativno pomnilniško učinkoviti, vendar jih bo morda treba prilagoditi.
sv: Välj katalogen för delfilerna och tryck på Start. Standardparametrarna bör vara relativt minneseffektiva men kan behöva justeras.
uk: Виберіть каталог підкадрів і натисніть кнопку «Почати». Типові параметри мають бути відносно ефективними щодо використання пам’яті, але можуть потребувати коригування.

source: See how the Memory Widget performs; you want to keep memory usage Green or at worst Amber intermittently. If you are having issues with performance and / or memory usage then here are the things to speed things up (start at the top and work down the list):
ca: Vegeu com funciona el giny de memòria; voleu mantenir l'ús de memòria en verd o, en el pitjor dels casos, groc de manera intermitent. Si teniu problemes amb el rendiment o l'ús de la memòria, aquí hi ha les coses per a accelerar-ho (comenceu a la part superior i aneu baixant per la llista):
nl: Zie hoe het Geheugenwidget presteert; u wilt geheugengebruik groen houden of op zijn slechts af en toe Amber. Als u problemen hebt met prestaties en / of geheugengebruik dan zijn hier de dingen om te versnellen (begin bovenaan en werk omlaag in de lijst):
pt_br: Veja o desempenho no widget de memória; você quer manter o uso de memória em verde ou, na pior das hipóteses, em âmbar intermitentemente. Se você estiver tendo problemas com desempenho e/ou uso de memória, aqui estão as coisas para acelerar as coisas (comece pelo topo e progrida na lista):
sl: Ogledujte si, kako deluje gradnik pomnilnika; želite si, da poraba pomnilnika ostane zelena aliv najslabšem primeru občasno rumena. Če imate težave z zmogljivostjoin/ali porabo pomnilnika, potem so tukaj stvari, ki jih lahko pospešite (začnite navrhu in se pomikajte navzdol po seznamu):
sv: Se hur minneskomponenten presterar. Man vill hålla minnesanvändningen grön eller i värsta fall intermittent gul. Om det uppstår problem med prestanda och/eller minnesanvändning är här några saker som kan påskynda det hela (börja överst och arbeta neråt i listan):
uk: Ось, як працює віджет пам’яті; використання пам'яті має періодично світилося зеленим або, в гіршому випадку, жовтим. Якщо у вас виникають проблеми з продуктивністю та/або використанням пам’яті, ось що можна зробити, щоб пришвидшити його роботу (почніть згори та рухайтеся вниз за списком):

source: Downscale: Usually 2x2 is enough to significantly increase performance with mono subs. Color subs may need more downscaling.
ca: Reducció d'escala: normalment 2x2 és suficient per a augmentar significativament el rendiment amb subsolucions monocolor. Les subsolucions de color poden necessitar més baixades.
nl: Omlaagschalen: gebruikelijk 2x2 is genoeg om aanzienlijk de prestaties met mono subs. Kleurensubs kunnen meer omlaag schalen nodig hebben.
pt_br: Redução de escala: Normalmente, 2x2 é suficiente para aumentar significativamente o desempenho com subs monocromáticos. Subs coloridos podem precisar de mais redução de escala.
sl: Zmanjšanje: Običajno je 2x2 dovolj za znatno povečanje zmogljivosti mono podokvirjev. Barvni podokvirji bodo morda potrebovali večje zmanjšanje.
sv: Skala ner: Vanligtvis räcker 2 x 2 för att avsevärt öka prestandan med svartvita delar. Delar i färg kan behöva mer nedskalning.
uk: Зменшення масштабу: зазвичай, 2x2 достатньо для значного підвищення швидкодії для монохроматичних підкадрів. Для кольорових підкадрів може знадобитися потужніше зменшення масштабу.

source: In Memory Subs: Decrease this number. It will then hold less subs in memory at the same time. Note that for Sigma Clipping and Winsorised SC this will potentially compromise image quality.
ca: Subsolucions en memòria: disminuïu aquest nombre. Llavors es mantindran menys subsolucions en la memòria al mateix temps. Tingueu en compte que per al retalla de la sigma i el SC winsoritzat això pot comprometre la qualitat de la imatge.
nl: Subs in geheugen: verlaag dit aantal. Het zal dan minder subs tegelijk in geheugen houden. Merk op dat voor Sigma-clipping en SC met Winsor dit potentieel de afbeeldingskwaliteit zal aantasten.
pt_br: Subs na memória: Diminua este número. Assim, ele armazenará menos subs na memória ao mesmo tempo. Observe que, para recorte Sigma e Winsorised SC, isso potencialmente comprometerá a qualidade da imagem.
sl: Podokvirji v pomnilniku: Zmanjšajte to število. Tako bo v pomnilniku hkrati shranjenih manj podokvirjev Upoštevajte, da bo to pri Sigma obrezovanju in Winsoriziranjem Sigma obrezovanju potencialno ogrozilo kakovost slike.
sv: Delbilder i minne: Minska antalet. Det lagrar då färre delbilder i minnet samtidigt. Observera att för Sigmaklippning och Winsoriserad SK kan det potentiellt försämra bildkvaliteten.
uk: Підкадри у пам'яті: зменшіть це число. Після цього програма одночасно утримуватиме менше підкадрів у пам'яті. Зауважте, що для сигма-обрізання та вінзоризованого SC це потеційно може призвести до погіршення якості зображення.

source: Calibration Files: Adding a dark and or a flat master will improve image quality, potentially significantly, but at the cost of extra processing.
ca: Fitxers de calibratge: afegir un mestre fosc o pla millorarà la qualitat de la imatge, potencialment de manera significativa, però a costa d'un processament addicional.
nl: Kalibratie bestanden: een donker en / of een vlakke master toevoegen zal de afbeeldingskwaliteit verbeteren, potentieel aanzienlijk, maar ten koste van extra verwerking.
pt_br: Arquivos de calibração: Adicionar um master escuro ou plano melhorará a qualidade da imagem, potencialmente significativamente, mas ao custo de processamento extra.
sl: Datoteke za kalibracijo: Dodajanje matične temne ali matične ravne bo izboljšalo kakovost slike, potencialno znatno, vendar za ceno dodatne obdelave.
sv: Kalibreringsfiler: Att lägga till en mörk och/eller en plan huvudbild förbättrar bildkvaliteten, potentiellt avsevärt, men på bekostnad av extra bearbetning.
uk: Файли калібрування: додавання темного і плоского основних кадрів удосконалить якість зображення, можливо, значно, але за рахунок додаткової обробки.

source: Frame Weighting: Equal is the most efficient option. Num Stars requires an extra step during Plate Solving so will always be slower. HFR requires the same extra step as Num Stars but also needs more computation so is the slowest option. HFR and Num Stars should, however, yield a better result than Equal weighting.
ca: Ponderació de fotogrames: Igual és l'opció més eficient. Nombre d'estrelles requereix un pas addicional durant la resolució de plaques, de manera que sempre serà més lent. L'HFR requereix el mateix pas addicional que nombre d'estrelles, però també necessita més càlcul, així que és l'opció més lenta. HFR i nombre d'estrelles, però, haurien de donar un resultat millor que la mateixa ponderació.
nl: Weging van frames: gelijk is de meest efficiënte optie. Aantal sterren vereist een extra stap tijdens Plaat oplossen dus zal altijd langzamer zijn. HFR vereist dezelfde extra stap als Aantal sterren maar heeft ook meer berekening nodig dus is de langzaamste optie. HFR en Aantal sterren zou, echter, een beter resultaat geven dan gelijke weging.
pt_br: Ponderação de quadros: Igual é a opção mais eficiente. Número de estralas requer uma etapa extra durante a resolução de placas, portanto, será sempre mais lento. HFR requer a mesma etapa extra que número de estrelas, mas também requer mais computação, sendo a opção mais lenta. HFR e números de estrelas devem, no entanto, produzir um resultado melhor do que o peso Igual.
sl: Uteževanje okvirjev: Enakovredno je najučinkovitejša možnost. Število zvezd zahteva dodatni korak med reševanjem plošč, zato bo vedno počasnejše. HFR zahteva enak dodaten korak kot Število zvezd, vendar potrebuje tudi več računanja, zato je najpočasnejša možnost. Vendar pa bi morala HFR in Število zvezd dati boljši rezultat kot enakovredno uteževanje.
sv: Bildviktning: Lika är det mest effektiva alternativet. Antal stjärnor kräver ett extra steg under lösning av astrobilder så det är alltid långsammare. HFR kräver samma extra steg som Antal stjärnor men kräver också mer beräkning så det är det långsammaste alternativet. HFR och Antal stjärnor bör dock ge ett bättre resultat än viktningen Lika.
uk: Вага кадру: «Рівномірна» – найефективніший варіант. «Кількість зірок» вимагає додаткового кроку під час розв’язання кадрів, тому завжди буде повільнішою. «РПП» відхилення» вимагає такого ж додаткового кроку, як і «Кількість зірок», але також потребує більше обчислень, тому є найповільнішим варіантом. Однак РПП та «Кількість зірок» повинні давати кращий результат, ніж «Рівномірна».

source: Rejection Method: None is much more efficient than the other options (at the cost of a potentially better result).
ca: Mètode de rebuig: cap és molt més eficient que les altres opcions (a costa d'un resultat potencialment millor).
nl: Afwijsmethode: geen is veel efficiënter dan de andere opties (ten koste van een potentieel beter resultaat).
pt_br: Método de rejeição: Nenhum é muito mais eficiente que as outras opções (ao custo de um resultado potencialmente melhor).
sl: Metoda zavračanja: Nobena ni veliko učinkovitejša od drugih možnosti (za ceno potencialno boljšega rezultata).
sv: Avvisningsmetod: Ingen är mycket effektivare än de andra alternativen (till bekostnad av ett potentiellt bättre resultat).
uk: Спосіб відкидання: «Немає» є набагато ефективнішим за інші варіанти (за рахунок потенційно кращого результату).

source: You can rerun the stacking process from scratch by just pressing Start, so its easy to adjust parameters and rerun.
ca: Podeu tornar a executar el procés d'apilament des de zero simplement prement Inicia, de manera que és fàcil ajustar paràmetres i tornar a executar.
nl: U kunt het stapelproces opnieuw uitvoeren vanaf het begin door gewoon op Start te drukken, dus is het gemakkelijk om parameters aan te passen en opnieuw uit te voeren.
pt_br: Você pode executar novamente o processo de empilhamento do zero apenas pressionando Iniciar, o que facilita ajustar os parâmetros e executar novamente.
sl: Postopek zlaganja lahko ponovno zaženete od začetka s pritiskom na Zaženi, tako da je enostavno prilagoditi parametre in ga ponovno zagnati.
sv: Det går att köra om staplingsprocessen från början genom att helt enkelt trycka på Start, så det är enkelt att justera parametrar och köra om.
uk: Ви можете розпочати процедуру стосування від початку простим натисканням кнопки «Почати», отже, просто скоригуйте параметри і виконайте повторну обробку.

source: It's recommended to switch off Post Processing during early stages and come back to it later (see below). To do this make sure the Deconv Amount, Denoise Amount and Sharpen Amount are all set to 0.
ca: Es recomana desactivar el postprocessament durant les primeres etapes i tornar-hi més tard (vegeu més avall). Per a fer-ho, assegureu-vos que la quantitat de desconvolució, la quantitat de soroll i la quantitat d'agudització estiguin totes posades a 0.
nl: Het wordt aanbevolen om nabewerking tijdens vroege stappen uit te schakelen en er later op terug te komen (zie onderstaand). Om dat te doen ga na dat de hoeveelheden Deconvulutie, Ruisreductie en verscherping allen zijn gezet op 0.
pt_br: Recomenda-se desativar o Pós-Processamento durante os estágios iniciais e retornar a ele mais tarde (veja abaixo). Para isso, certifique-se de que a Quantidade de Deconversão, Quantidade de Redução de Ruído e Quantidade de Nitidez estejam definidas como 0.
sl: Priporočljivo je, da v zgodnjih fazah izklopite naknadno obdelavo in se k njej vrnete pozneje (glejte spodaj). Če želite to narediti, se prepričajte, da so možnosti Količina dekonvolucije, Količina odstranjevanja šuma in Količina ostrenja nastavljene na 0.
sv: Det rekommenderas att stänga av efterbehandlingen i tidiga skeden och återkomma till den senare (se nedan). För att göra det, se till att Avfaltningsvärde, Brusreduceringsvärde och Skärpningsvärde alla är inställda till 0.
uk: Рекомендується вимкнути остаточну обробку на ранніх етапах і повернутися до неї пізніше (див. нижче). Для цього переконайтеся, що значення параметрів «Величина розгортання», «Величина усування шуму» та «Величина збільшення різкості» встановлено на 0.

source: When you have a configuration you are happy with press Save Settings and this will be the default configuration for subsequent settings.
ca: Quan tingueu una configuració amb la qual estigueu satisfet, premeu Desa la configuració i aquesta serà la configuració predeterminada per a la configuració posterior.
nl: Wanneer u een configuratie hebt waarmee u gelukkig bent druk op Instellingen opslaan en dat zal de standaard configuratie zijn voor volgende instellingen.
pt_br: Quando estiver satisfeito com a configuração, pressione Salvar configurações e esta será a configuração padrão para as configurações subsequentes.
sl: Ko ste zadovoljni s konfiguracijo, pritisnite Shrani nastavitve in to bo privzeta konfiguracija za nadaljnje nastavitve.
sv: När du har en inställning som du är nöjd med, tryck på Spara inställningar så blir det standardinställningen för efterföljande användning.
uk: Якщо налаштування вас влаштовують, натисніть кнопку «Зберегти параметри, і налаштування стануть типовим для наступних сеансів обробки.

source: Post Processing
ca: Postprocessament
nl: Nabewerking
pt_br: Pós-processamento
sl: Naknadna obdelava
sv: Efterbehandling
uk: Остаточна обробка

source: When you have the settings for stacking sorted out for your equipment you may wish to try the Post Processing options. Note that the settings you choose will be applied every time Live Stacker displays a stack, e.g. when a new sub is added to the stack. For this reason when you are setting up the stack it is advisable to turn off Post Processing and then when stacking has finished, to experiment with it.
ca: Quan tingueu la configuració d'apilament resolta per al vostre equip, podeu provar les opcions de postprocessament. Tingueu en compte que la configuració que trieu s'aplicarà cada vegada que apilador en directe mostri una pila, p. ex., quan s'afegeixi un subsolució nova a la pila. Per aquesta raó, quan s'està configurant la pila, és recomanable desactivar el postprocessament i després, quan s'hagi acabat l'apilament, experimentar amb ell.
nl: Wanneer u de instellingen voor stapelen gereed hebt voor uw apparatuur dan zou u de nabewerkingsopties uit willen proberen. Merk op dat de instellingen die u kiest toegepast zullen worden elke keer dat de Live-stapelaar een stapel toont, bijv. wanneer een nieuwe sub wordt toegevoegd aan de stapel. Daarom wanneer u de stapel opzet is het aan te raden om nabewerking uit te zetten en dan wanneer stapelen is beëindigd, om ermee te experimenteren.
pt_br: Depois de definir as configurações de empilhamento para o seu equipamento, você pode experimentar as opções de Pós-Processamento. Observe que as configurações escolhidas serão aplicadas sempre que o empilhamento exibir uma pilha, por exemplo, quando um novo sub for adicionado à pilha. Por esse motivo, ao configurar a pilha, é aconselhável desativar o Pós-Processamento e, quando o empilhamento estiver concluído, experimentar com ele.
sl: Ko imate urejene nastavitve za zlaganje za svojo opremo, lahkopreizkusite možnosti naknadne obdelave. Upoštevajte, da bodo izbrane nastavitveuporabljene vsakič, ko Live Stacker prikaže sklad, npr. koje v sklad dodan nov podsistem. Zaradi tega je pri nastavljanjusklada priporočljivo izklopiti naknadno obdelavo in nato šele, ko je zlaganjekončano, eksperimentirati z njim.
sv: När inställningarna för stapling är avklarade för utrustningen kan alternativen för efterbehandling provas. Observera att de inställningar som väljs används varje gång realtidsstapling visar en stapel, t.ex. när en ny delstapel läggs till i stapeln. Av den anledningen är det lämpligt att stänga av efterbehandlingen när stapeln ställs in och sedan experimentera med den när staplingen är klar.
uk: Коли ви визначитеся з налаштуваннями стосування для вашого обладнання, ви можете спробувати параметри остаточної обробки. Зверніть увагу, що вибрані вами налаштування застосовуватимуться щоразу, коли засіб інтерактивного стосування показує стос, наприклад, коли до стосу додається новий підкадр. З цієї причини під час налаштування стосу рекомендуємо вимкнути остаточну обробку, а потім, після завершення стосування, поекспериментувати з нею.

source: To experiment, set one of the options and press Reprocess. You can then adjust the parameter and press Reprocess again until you have the optimum settings.
ca: Per a experimentar, establiu una de les opcions i premeu Reprocessa. A continuació, podeu ajustar el paràmetre i tornar a prémer Reprocessa fins que tingueu la configuració òptima.
nl: Om te experimenteren, zet een van de opties en druk op Opnieuw verwerken. U kunt daarna de parameter aanpassen en Opnieuw verwerken opnieuw indrukken totdat u de optimale instellingen hebt.
pt_br: Para experimentar, defina uma das opções e pressione Reprocessar. Você pode então ajustar o parâmetro e pressionar Reprocessar novamente até obter as configurações ideais.
sl: Za eksperimentiranje nastavite eno od možnosti in pritisnite Ponovno obdelaj. Nato lahko prilagodite parameter in ponovno pritisnete Ponovno obdelaj, dokler ne dosežete optimalnih nastavitev.
sv: För att experimentera, ställ in ett av alternativen och tryck på Behandla om. Sedan kan parametern justeras och Behandla om användas igen tills de optimala inställningarna har uppnåtts.
uk: Щоб поекспериментувати, встановіть один із параметрів і натисніть кнопку «Переобробити». Потім ви можете налаштувати параметр і знову натиснути «Переобробити», доки не отримаєте оптимальні налаштування.

source: Live Stacker Monitor
uk: Монітор інтерактивного стосування
