Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gnu-fdl.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv

source: You may copy and distribute a Modified Version of the Document under the conditions of sections 2 and 3 above, provided that you release the Modified Version under precisely this License, with the Modified Version filling the role of the Document, thus licensing distribution and modification of the Modified Version to whoever possesses a copy of it. In addition, you must do these things in the Modified Version:
ca: Podeu copiar i distribuir una Versió modificada del Document d'acord amb les condicions de les seccions 2 i 3, més amunt, sempre que distribuïu la Versió modificada d'acord precisament amb aquesta Llicència, amb la Versió modificada actuant com a Document, autoritzant d'aquesta manera la distribució i modificació de la Versió modificada a qualsevol que en posseeixi una còpia. A més, a la Versió modificada hi heu de fer el següent:
ca@valencia: Podeu copiar i distribuir una Versió modificada del Document d'acord amb les condicions de les seccions 2 i 3, més amunt, sempre que distribuïu la Versió modificada d'acord precisament amb esta Llicència, amb la Versió modificada actuant com a Document, autoritzant d'esta manera la distribució i modificació de la Versió modificada a qualsevol que en posseïsca una còpia. A més, a la Versió modificada hi heu de fer el següent:
nl: Het is u toegestaan een Gewijzigde Versie van het Document te vermenigvuldigen en te verspreiden onder de condities beschreven in secties 2 en 3 hierboven, mits U de Gewijzigde Versie onder exact deze Licentie uitbrengt, waarin de Gewijzigde Versie de rol van het Document vervult, en U daarmee dus licentie verleent tot verspreiding en wijziging van de Gewijzigde Versie aan eenieder die er een kopie van in zijn bezit heeft. Bovendien moet u de volgende zaken doen in de Gewijzigde Versie:
pt_br: Você pode copiar e distribuir uma Versão Modificada do Documento sob as condições das seções 2 e 3 acima, desde que você forneça a Versão Modificada estritamente sob esta Licença, com a Versão Modificada no papel de Documento, permitindo assim a distribuição e modificação da Versão Modificada a quem quer que possua uma cópia desta. Além disso, você deve executar os seguintes procedimentos na Versão Modificada:
sl: Spremenjeno različico Dokumenta lahko kopirate in distribuirate pod pogoji iz zgornjih oddelkov 2 in 3, pod pogojem, da Spremenjeno različico izdate natančno pod to licenco, pri čemer Spremenjena različica prevzame vlogo Dokumenta, s čimer licencirate distribucijo in spreminjanje Spremenjene različice vsakomur, ki ima njeno kopijo. Poleg tega morate v Spremenjeni različici storiti naslednje:
sv: Du får kopiera och distribuera en modifierad version av dokumentet enligt villkoren i avsnitt 2 och 3 ovan, förutsatt att du ger ut den modifierade versionen under just denna licens, varvid den modifierade versionen fyller dokumentets roll, och därmed licensierar distribution och modifiering av den modifierade versionen till den som innehar en kopia av den. Dessutom måste du göra följande i den modifierade versionen:

source: **A.** Use in the Title Page (and on the covers, if any) a title distinct from that of the Document, and from those of previous versions (which should, if there were any, be listed in the History section of the Document). You may use the same title as a previous version if the original publisher of that version gives permission.
ca: **A.** Utilitzeu a la Pàgina de títol (i a les cobertes, si n'hi ha) un títol diferent del Document i del de les versions anteriors (que, si n'hi ha, han d'estar detallades a la secció Historial del Document). Podeu utilitzar el mateix títol d'una versió anterior si l'editor original d'aquesta versió ho autoritza.
ca@valencia: **A.** Utilitzeu a la Pàgina de títol (i a les cobertes, si n'hi ha) un títol diferent del Document i del de les versions anteriors (que, si n'hi ha, han d'estar detallades a la secció Historial del Document). Podeu utilitzar el mateix títol d'una versió anterior si l'editor original d'esta versió ho autoritza.
nl: **A.** Gebruik op de Titelpagina (en op de omslag, indien aanwezig) een titel die zich onderscheidt van die van het Document en van die van voorafgaande versies (die, indien bestaand, vermeld behoren te worden in de Historie-sectie van het Document). U mag dezelfde titel als een voorgaande versie gebruiken als de oorspronkelijke uitgever van die versie u daartoe permissie heeft verleend.
pt_br: **A.** Use na Página de Título (e nas capas, se alguma) um título distinto do título do Documento, e dos de versões anteriores (os quais devem, se houver algum, ser listados na seção "Histórico" do Documento). Você pode usar o mesmo título que uma versão prévia se o editor original daquela versão assim o permitir.
sl: **A.** Na naslovni strani (in na platnicah, če obstajajo) uporabite naslov, ki se razlikuje od naslova Dokumenta in od naslovov prejšnjih različic (ki bi morali biti, če so obstajale, navedeni v razdelku Zgodovina Dokumenta). Lahko uporabite isti naslov kot prejšnja različica, če prvotni založnik te različice to dovoli.
sv: **A.** Använd på titelsidan (och på omslagen, om sådana finns) en titel som skiljer sig från dokumentets titel och från tidigare versioners titel (som, om sådana finns, bör listas i dokumentets historikavsnitt). Du får använda samma titel som i en tidigare version om den ursprungliga utgivaren av den versionen ger tillstånd.

source: **B.** List on the Title Page, as authors, one or more persons or entities responsible for authorship of the modifications in the Modified Version, together with at least five of the principal authors of the Document (all of its principal authors, if it has fewer than five), unless they release you from this requirement.
ca: **B.** Relacioneu a la Pàgina de títol, com a autors, una o més persones o entitats responsables de la realització de les modificacions de la Versió modificada, juntament amb almenys cinc dels autors principals del Document (o tots els autors principals, si són menys de cinc).
ca@valencia: **B.** Relacioneu a la Pàgina de títol, com a autors, una o més persones o entitats responsables de la realització de les modificacions de la Versió modificada, juntament amb almenys cinc dels autors principals del Document (o tots els autors principals, si són menys de cinc).
nl: **B.** Vermeld op de Titelpagina, als auteurs, één of meerdere personen of entiteiten verantwoordelijk voor het auteurschap van de wijzigingen in de Gewijzigde Versie, vergezeld van ten minste 5 van de oorspronkelijke auteurs van het Document (of alle oorspronkelijke auteurs, in geval dat er minder dan 5 zijn), tenzij zij u van deze verplichting ontslaan.
pt_br: **B.** Liste na Página de Título, como autores, uma ou mais pessoas ou entidades responsáveis pela autoria ou modificações na Versão Modificada, juntamente com pelo menos cinco dos autores principais do Documento (todos seus autores principais, se houver menos que cinco), a menos que estes lhe desobriguem desta exigência.
sl: **B.** Na naslovni strani kot avtorje navedite eno ali več oseb ali subjektov, odgovornih za avtorstvo sprememb v Spremenjeni različici, skupaj z vsaj petimi glavnimi avtorji Dokumenta (vse njegove glavne avtorje, če jih je manj kot pet), razen če vas odvezujejo te zahteve.
sv: **B.** Lista på titelsidan, som författare, en eller flera personer eller enheter som ansvarar för författarskapet till ändringarna i den modifierade versionen, tillsammans med minst fem av dokumentets huvudförfattare (alla dess huvudförfattare, om det har färre än fem), såvida de inte befriar dig från detta krav.

source: **C.** State on the Title page the name of the publisher of the Modified Version, as the publisher.
ca: **C.** Indiqueu a la Pàgina de títol el nom de l'editor de la Versió modificada, com a editor.
ca@valencia: **C.** Indiqueu a la Pàgina de títol el nom de l'editor de la Versió modificada, com a editor.
nl: **C.** Maak op de Titelpagina de naam van de uitgever van de Gewijzigde Versie kenbaar, als de uitgever.
pt_br: **C**. Mencione na Página de Título o nome do editor da Versão Modificada, como seu editor.
sl: **C.** Na naslovni strani navedite ime založnika Spremenjene različice kot založnika.
sv: **C.** Ange på titelsidan namnet på utgivaren av den modifierade versionen, som utgivare.

source: **D.** Preserve all the copyright notices of the Document.
ca: **D.** Conserveu tots els avisos de copyright del Document.
ca@valencia: **D.** Conserveu tots els avisos de copyright del Document.
nl: **D.** Handhaaf alle auteursrechtelijke kennisgevingen van het Document.
pt_br: **D.** Preserve todas as notas de direitos autorais (copyright) do Documento.
sl: **D.** Ohranite vsa obvestila o avtorskih pravicah Dokumenta.
sv: **D.** Behåll alla upphovsrättsmeddelanden för dokumentet.

source: **E.** Add an appropriate copyright notice for your modifications adjacent to the other copyright notices.
ca: **E.** Afegiu, al costat dels altres avisos de copyright, un avís de copyright adequat per a les vostres modificacions.
ca@valencia: **E.** Afegiu, al costat dels altres avisos de copyright, un avís de copyright adequat per a les vostres modificacions.
nl: **E.** Voeg een passende auteursrechtelijke kennisgeving voor uw wijzigingen toe, aansluitend op de overige auteursrechtelijke kennisgevingen.
pt_br: **E.** Adicione uma nota apropriada de direitos autorais para suas modificações, adjacente às outras notas de direitos autorais.
sl: **E.** Dodajte ustrezno obvestilo o avtorskih pravicah za vaše spremembe poleg drugih obvestil o avtorskih pravicah.
sv: **E.** Lägg till en lämplig upphovsrättsnotis för dina ändringar bredvid de andra upphovsrättsnotiserna.

source: **F.** Include, immediately after the copyright notices, a license notice giving the public permission to use the Modified Version under the terms of this License, in the form shown in the Addendum below.
ca: **F.** Incloeu, immediatament després dels avisos de copyright, un avís de llicència donant autorització pública per a utilitzar la Versió modificada d'acord amb les clàusules d'aquesta llicència, en el formulari que s'indica a l'addendum de més avall.
ca@valencia: **F.** Incloeu, immediatament després dels avisos de copyright, un avís de llicència donant autorització pública per a utilitzar la Versió modificada d'acord amb les clàusules d'esta llicència, en el formulari que s'indica a l'addendum de més avall.
nl: **F.** Neem, direct volgend op de auteursrechtelijke kennisgevingen, een licentiekennisgeving op die het publiek toestemming verleent de Gewijzigde Versie te gebruiken onder de condities van deze Licentie, in de vorm zoals beschreven in het addendum hieronder.
pt_br: **F.** Inclua, imediatamente após as notas de direitos autorais, uma nota de licença dando ao público permissão para usar a Versão Modificada sob os termos desta Licença, na forma mostrada no Adendo abaixo.
sl: **F.** Takoj za obvestili o avtorskih pravicah vključite obvestilo o licenci, ki daje javnosti dovoljenje za uporabo Spremenjene različice pod pogoji te licence, v obliki, prikazani v spodnjem dodatku.
sv: **F.** Omedelbart efter upphovsrättsmeddelandena ska ett licensmeddelande som ger allmänheten tillstånd att använda den modifierade versionen enligt villkoren i denna licens, i den form som visas i tillägget nedan, inkluderas.

source: **G.** Preserve in that license notice the full lists of Invariant Sections and required Cover Texts given in the Document's license notice.
ca: **G.** Conserveu, en aquest avís de llicència, la relació completa de Seccions invariables i Textos de coberta necessaris que s'indiquen a l'avís de llicència del Document.
ca@valencia: **G.** Conserveu, en este avís de llicència, la relació completa de Seccions invariables i Textos de coberta necessaris que s'indiquen a l'avís de llicència del Document.
nl: **G.** Handhaaf in deze licentiekennisgeving de complete lijsten met de Onveranderlijke secties en vereiste omslagteksten die in de licentiekennisgeving van het document worden genoemd.
pt_br: **G.** Preserve naquela nota de licença a lista completa de Seções Invariantes e Textos de Capa requeridos dados na nota de licença do Documento.
sl: **G.** V tem obvestilu o licenci ohranite celotne sezname nespremenljivih delov in zahtevanih besedil na naslovnici, navedenih v obvestilu o licenci Dokumenta.
sv: **G.** Behåll i licensmeddelandet de fullständiga listorna över invarianta avsnitt och obligatoriska omslagstexter som anges i dokumentets licensmeddelande.

source: **H.** Include an unaltered copy of this License.
ca: **H.** Incloeu una còpia no alterada d'aquesta Llicència.
ca@valencia: **H.** Incloeu una còpia no alterada d'esta Llicència.
nl: **H.** Sluit een ongewijzigde kopie van deze Licentie in.
pt_br: **H.** Inclua uma cópia inalterada desta Licença.
sl: **H.** Vključite nespremenjeno kopijo te licence.
sv: **H.** Bifoga en oförändrad kopia av denna licens.

source: **I.** Preserve the section Entitled "History", Preserve its Title, and add to it an item stating at least the title, year, new authors, and publisher of the Modified Version as given on the Title Page. If there is no section Entitled "History" in the Document, create one stating the title, year, authors, and publisher of the Document as given on its Title Page, then add an item describing the Modified Version as stated in the previous sentence.
ca: **I.** Conserveu la secció titulada «Historial» amb el seu títol, i afegiu-hi almenys el títol, any, nous autors i editor de la Versió modificada, com s'indica a la Pàgina de títol. Si al Document no hi ha cap secció titulada «Historial, creeu-ne una indicant-hi el títol, any, autors i editor del Document com s'indica a la seva Pàgina de títol, descrivint-hi també la Versió modificada com s'indica al punt anterior.
ca@valencia: **I.** Conserveu la secció titulada «Historial» amb el seu títol, i afegiu-hi almenys el títol, any, nous autors i editor de la Versió modificada, com s'indica a la Pàgina de títol. Si al Document no hi ha cap secció titulada «Historial, creeu-ne una indicant-hi el títol, any, autors i editor del Document com s'indica a la seua Pàgina de títol, descrivint-hi també la Versió modificada com s'indica al punt anterior.
nl: **I.** Handhaaf de sectie Betiteld als "Historie", Behoud haar Titel, en voeg er een onderdeel aan toe waarin ten minste vermeld worden, de titel, het jaartal, de nieuwe auteurs en de uitgever van de Gewijzigde Versie, zoals weergegeven op de Titelpagina. Indien er geen sectie Betiteld als "Historie" in het Document aanwezig is, maak er dan één en vermeld daarin de titel, het jaartal, de auteurs en uitgever van het Document zoals weergegeven op haar Titelpagina en voeg er een onderdeel aan toe waarin de Gewijzigde Versie wordt beschreven zoals aangegeven in de voorgaande zin.
pt_br: **I.** Preserve a seção intitulada "Histórico", preserve seu título, e adicione a esta um item mencionando pelo menos o título, ano, novos autores, e editor da Versão Modificada conforme incluído na Página de Título. Se não houver uma seção intitulada "Histórico" no Documento, crie uma mencionando o título, ano, autores e editor do Documento como mostrado na Página de Título, em seguida adicione um item descrevendo a Versão Modificada como mencionado na sentença anterior.
sl: **I.** Ohranite razdelek z naslovom "Zgodovina", ohranite njegov naslov in mu dodajte postavko, ki navaja vsaj naslov, leto, nove avtorje in založnika Spremenjene različice, kot je navedeno na naslovni strani. Če v dokumentu ni razdelka z naslovom "Zgodovina", ustvarite novega z naslovom, letnikom, avtorji in založnikom Dokumenta, kot je navedeno na njegovi naslovni strani, nato pa dodajte postavko, ki opisuje Spremenjeno različico, kot je navedeno v prejšnjem stavku.
sv: **I.** Behåll avsnittet med rubriken "Historik", behåll dess titel och lägg till ett alternativ som anger åtminstone titel, år, nya författare och utgivare för den modifierade versionen enligt titelsidan. Om det inte finns något avsnitt med rubriken "Historik" i dokumentet, skapa ett som anger titel, år, författare och utgivare för dokumentet enligt titelsidan, och lägg sedan till ett alternativ som beskriver den modifierade versionen enligt föregående mening.

source: **J.** Preserve the network location, if any, given in the Document for public access to a Transparent copy of the Document, and likewise the network locations given in the Document for previous versions it was based on. These may be placed in the "History" section. You may omit a network location for a work that was published at least four years before the Document itself, or if the original publisher of the version it refers to gives permission.
ca: **J.** Conserveu la ubicació de xarxa, si n'hi ha, indicada al Document per a l'accés públic a una còpia Transparent del Document, i també les ubicacions de xarxa indicades al Document on es poden trobar les versions anteriors en què s'ha basat, que es poden incloure a la secció «Historial». Podeu ometre les ubicacions de xarxa d'obres publicades almenys quatre anys abans del mateix Document, o si l'editor original de la versió a què fa referència us autoritza.
ca@valencia: **J.** Conserveu la ubicació de xarxa, si n'hi ha, indicada al Document per a l'accés públic a una còpia Transparent del Document, i també les ubicacions de xarxa indicades al Document on es troben les versions anteriors en què s'ha basat, que es poden incloure a la secció «Historial». Podeu ometre les ubicacions de xarxa d'obris publicades almenys quatre anys abans del propi Document, o si l'editor original de la versió a què fa referència vos autoritza.
nl: **J.** Handhaaf de netwerklocatie, mits aanwezig, gegeven in het Document bedoeld voor openbare toegang tot een Transparante kopie van het Document, evenals de netwerklocaties gegeven in het Document voor voorgaande versies waarop het gebaseerd is. Deze mogen geplaatst worden in de Historie-sectie. U mag een netwerklocatie weglaten voor een werk dat ten minste 4 jaar voor het Document is gepubliceerd, of als de oorspronkelijke uitgever van de versie waarnaar deze verwijst daartoe permissie verleent.
pt_br: **J.** Preserve o endereço de rede, se algum, dado no Documento para acesso público a uma cópia Transparente deste e, da mesma maneira, os endereços de rede dados no Documento para versões prévias nas quais este se baseia. Estes podem ser colocados na seção "Histórico". Você pode omitir um endereço de rede para um trabalho que foi publicado pelo menos quatro anos antes do Documento em si, ou se o editor original da versão à qual o endereço se refere der permissão.
sl: **J.** Ohranite omrežno lokacijo, če je navedena v dokumentu za javni dostop do pregledne kopije dokumenta, in prav tako omrežne lokacije, navedene v dokumentu za prejšnje različice, na katerih je temeljil. Te se lahko namestijo v razdelek "Zgodovina". Omrežno lokacijo lahko izpustite za delo, ki je bilo objavljeno vsaj štiri leta pred samim dokumentom, ali če prvotni založnik različice, na katero se nanaša, da dovoljenje.
sv: **J.** Bevara den nätverksplats, om någon, som anges i dokumentet för allmänhetens åtkomst till en transparent kopia av dokumentet, och likaså de nätverksplatser som anges i dokumentet för tidigare versioner som det baserades på. Dessa kan placeras i avsnittet "Historik". Du kan utelämna en nätverksplats för ett verk som publicerades minst fyra år före själva dokumentet, eller om den ursprungliga utgivaren av den version det hänvisar till ger tillstånd.

source: **K.** For any section Entitled "Acknowledgements" or "Dedications", Preserve the Title of the section, and preserve in the section all the substance and tone of each of the contributor acknowledgements and/or dedications given therein.
ca: **K.** En qualsevol secció titulada «Agraïments» o «Dedicatòries», conserveu-ne el títol, i conserveu-hi tota l'essència i to de cadascun dels agraïments dels col·laboradors i/o dedicatòries que hi apareguin.
ca@valencia: **K.** En qualsevol secció titulada «Agraïments» o «Dedicatòries», conserveu-ne el títol, i conserveu-hi tota l'essència i to de cadascun dels agraïments dels col·laboradors i/o dedicatòries que hi apareguen.
nl: **K.** Behoud van iedere sectie Betiteld als "Dankbetuigingen" of "Toewijdingen" de Titel van die sectie en handhaaf in die sectie het wezen en de toon van ieder van de dankbetuigingen aan bijdragenden en/of toewijdingen die daarin gegeven worden.
pt_br: **K.** Para qualquer seção intitulada "Agradecimentos" ou "Dedicatória", preserve o título da seção, e preserve dentro da seção toda a substância e tom de cada um dos agradecimentos e/ou dedicatórias lá mencionados.
sl: **K.** Za kateri koli razdelek z naslovom "Zahvale" ali "Posvetila" ohranite naslov razdelka in v razdelku ohranite vso vsebino in ton vseh priznanj in/ali posvetil sodelavcev, navedenih v njem.
sv: **K.** För alla avsnitt med rubriken "Tackord" eller "Dedikationer", behåll avsnittets titel och behåll i avsnittet hela innehållet och tonen i varje bidragsgivares tack och/eller dedikationer som anges däri.

source: **L.** Preserve all the Invariant Sections of the Document, unaltered in their text and in their titles. Section numbers or the equivalent are not considered part of the section titles.
ca: **L.** Conserveu totes les Seccions invariables del Document, sense canviar-ne els textos ni els títols. La numeració de seccions o sistemes equivalents no es consideren part dels títols de secció.
ca@valencia: **L.** Conserveu totes les Seccions invariables del Document, sense canviar-ne els textos ni els títols. La numeració de seccions o sistemes equivalents no es consideren part dels títols de secció.
nl: **L.** Handhaaf alle Invariante secties van het Document met ongewijzigde tekst en titel. Sectienummers en hun equivalent worden niet beschouwd als onderdeel van de titel van secties.
pt_br: **L.** Preserve todas as Seções Invariantes do Documento, inalteradas no seu texto e títulos. Números de seção ou o equivalente não são considerados parte dos títulos das seções.
sl: **L.** Ohranite vse nespremenljive razdelke dokumenta, nespremenjene v njihovem besedilu in naslovih. Številke razdelkov ali enakovredne oznake se ne štejejo za del naslovov razdelkov.
sv: **L.** Bevara alla invarianta avsnitt i dokumentet, oförändrade i text och titlar. Avsnittsnummer eller motsvarande betraktas inte som en del av avsnittstitlarna.

source: **M.** Delete any section Entitled "Endorsements". Such a section may not be included in the Modified Version.
ca: **M.** Suprimiu qualsevol secció titulada «Aprovacions». Aquestes seccions no es poden incloure a la Versió modificada.
ca@valencia: **M.** Suprimiu qualsevol secció titulada «Aprovacions». Estes seccions no es poden incloure a la Versió modificada.
nl: **M.** Verwijder iedere sectie Betiteld als Aanbeveling. Een dergelijke sectie mag niet opgenomen worden in de Gewijzigde Versie.
pt_br: **M.** Apague qualquer seção intitulada "Apoio". Tal seção não ser incluída na Versão Modificada.
sl: **M.** Izbrišite kateri koli razdelek z naslovom "Priporočila". Takšen razdelek ni nujno vključen v spremenjeno različico.
sv: **M.** Ta bort alla avsnitt med rubriken "Rekommendationer". Ett sådant avsnitt får inte inkluderas i den modifierade versionen.
