Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gnu-fdl.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv

source: However, if you cease all violation of this License, then your license from a particular copyright holder is reinstated **(a)** provisionally, unless and until the copyright holder explicitly and finally terminates your license, and **(b)** permanently, if the copyright holder fails to notify you of the violation by some reasonable means prior to 60 days after the cessation.
ca: No obstant això, si cesseu tota violació d'aquesta llicència, llavors la vostra llicència d'un titular de drets d'autor en particular es restableix provisionalment **(a)**, llevat que i fins que el titular de drets d'autor explícitament i finalment finalitzi la vostra llicència, i **(b)** permanentment, si el titular de drets d'autor no us notifiqui la violació per algun mitjà raonable abans de 60 dies després del cessament.
ca@valencia: No obstant açò, si cesseu tota violació d'esta llicència, llavors la vostra llicència d'un titular de drets d'autoria en particular es restablix provisionalment **(a)**, llevat que i fins que el titular de drets d'autoria explícitament i finalment finalitze la vostra llicència, i **(b)** permanentment, si el titular de drets d'autoria no vos notifique la violació per algun mitjà raonable abans de 60 dies després del cessament.
nl: Echter, als u stopt met handelen in strijd met deze Licentie, zal Uw licentie van eenbepaalde auteursrechthebbende weer in werking treden **(a)** op voorlopige basis, tenzijen totdat de auteursrechthebbende expliciet en definitief Uw licentie beëindigt, en **(b)**definitief, als de auteursrechthebbende nalaat U op gepaste wijze kennisgeving tedoen van de overtreding binnen een periode van 60 dagen nadat de overtredinggestaakt is.
pt_br: No entanto, se você cessar toda violação desta Licença, a sua licença de um detentor de direitos autorais específicos é reintegrada **(a)** provisoriamente, a menos que e até que o detentor dos direitos autorais termine de forma explícita e definitiva sua licença, e **(b)** permanentemente, se o detentor dos direitos autorais falhar para lhe notificar da violação por algum meio razoável antes de 60 dias após a cessação.
sl: Če pa prenehate s kršitvami te licence, se vaša licenca določenega imetnika avtorskih pravic ponovno vzpostavi **(a)** začasno, razen če in dokler imetnik avtorskih pravic izrecno in dokončno ne prekine vaše licence, in **(b)** trajno, če vas imetnik avtorskih pravic o kršitvi ne obvesti na razumen način pred 60 dnevi po prenehanju.
sv: Om du emellertid upphör med alla överträdelser av denna Licens, återställs din licens från en viss upphovsrättsinnehavare **(a)** provisoriskt, såvida inte och tills upphovsrättsinnehavaren uttryckligen och slutgiltigt säger upp din licens, och **(b)** permanent, om upphovsrättsinnehavaren inte meddelar dig om överträdelsen på något rimligt sätt inom 60 dagar efter upphörandet.

source: Moreover, your license from a particular copyright holder is reinstated permanently if the copyright holder notifies you of the violation by some reasonable means, this is the first time you have received notice of violation of this License (for any work) from that copyright holder, and you cure the violation prior to 30 days after your receipt of the notice.
ca: D'altra banda, la vostra llicència d'un titular de drets d'autor en particular es restableix permanentment si el titular de drets d'autor us notifica la violació per mitjans raonables, aquesta és la primera vegada que heu rebut un avís de violació d'aquesta llicència (per a qualsevol treball) d'aquest titular de drets d'autor, i poseu remei a la violació abans de 30 dies després de la recepció de l'avís.
ca@valencia: D'altra banda, la vostra llicència d'un titular de drets d'autoria en particular es restablix permanentment si el titular de drets d'autoria vos notifica la violació per mitjans raonables, esta és la primera vegada que heu rebut un avís de violació d'esta llicència (per a qualsevol treball) d'este titular de drets d'autoria, i poseu remei a la violació abans de 30 dies després de la recepció de l'avís.
nl: Bovendien is Uw licentie van een bepaalde auteursrechthebbende definitief hersteld als de auteursrechthebbende U op gepaste wijze kennisgeving doet van deovertreding, dit de eerste keer is dat U een kennisgeving met betrekking tot overtreding van deze licentie (voor welk werk dan ook) ontvangt en U deze overtreding rechtzet voordat 30 dagen zijn verstreken na de ontvangst van de kennisgeving.
pt_br: Além disso, a sua licença de um detentor de direitos autorais específico é reintegrada de forma permanente se o detentor dos direitos autorais o notificar da violação por algum meio razoável, esta ser a primeira vez que você recebe aviso de violação desta Licença (para qualquer trabalho) desse detentor de direitos autorais, e você resolver a violação antes dos 30 dias após o recebimento do aviso.
sl: Poleg tega se vaša licenca od določenega imetnika avtorskih pravic trajno obnovi, če vas imetnik avtorskih pravic na razumen način obvesti o kršitvi, če ste prvič prejeli obvestilo o kršitvi te licence (za katero koli delo) od tega imetnika avtorskih pravic in če kršitev odpravite v 30 dneh po prejemu obvestila.
sv: Dessutom återställs din licens från en viss upphovsrättsinnehavare permanent om upphovsrättsinnehavaren meddelar dig om överträdelsen på något rimligt sätt, om detta är första gången du har mottagit meddelande om överträdelse av denna licens (för något verk) från den upphovsrättsinnehavaren, och du åtgärdar överträdelsen inom 30 dagar efter att du mottagit meddelandet.

source: Termination of your rights under this section does not terminate the licenses of parties who have received copies or rights from you under this License. If your rights have been terminated and not permanently reinstated, receipt of a copy of some or all of the same material does not give you any rights to use it.
ca: La finalització dels vostres drets segons aquesta secció no acaba amb les llicències de les parts que han rebut còpies o drets vostres segons aquesta llicència. Si els vostres drets s'han cancel·lat i no s'han restablert permanentment, la recepció d'una còpia d'algun o de tot el mateix material no li atorga cap dret a utilitzar-lo.
ca@valencia: La finalització dels vostres drets segons esta secció no acaba amb les llicències de les parts que han rebut còpies o drets vostres segons esta llicència. Si els vostres drets s'han cancel·lat i no s'han restablit permanentment, la recepció d'una còpia d'algun o de tot el mateix material no li atorga cap dret a utilitzar-lo.
nl: Beëindiging van Uw rechten in de zin van dit artikel, beëindigt niet de licenties vanpartijen die kopieën of rechten van U hebben gekregen onder deze licentie. Als Uwrechten zijn beëindigd en niet definitief hersteld, geeft de ontvangst van een kopie van een gedeelte of het gehele van het hetzelfde materiaal U niet het recht kom om dit te gebruiken.
pt_br: A terminação de seus direitos sob esta seção não encerra as licenças das partes que receberam cópias ou direitos de você sob esta Licença. Se seus direitos foram encerrados e não permanentemente reintegrados, o recebimento de uma cópia de parte ou de todo o mesmo material não lhe concede nenhum direito de usá-lo.
sl: Prenehanje vaših pravic v skladu s tem oddelkom ne prekine licenc strank, ki so od vas prejele kopije ali pravice v skladu s to licenco. Če so bile vaše pravice preklicane in niso bile trajno obnovljene, vam prejem kopije dela ali vsega istega gradiva ne daje nobenih pravic do njegove uporabe.
sv: Uppsägning av dina rättigheter enligt detta avsnitt upphör inte med att gälla licenserna för parter som har mottagit kopior eller rättigheter från dig enligt denna licens. Om dina rättigheter har upphört och inte permanent återställts, ger mottagandet av en kopia av en del av eller allt samma material dig inte någon rätt att använda det.

source: 10. Future Revisions of this License
ca: 10. Revisions futures d'aquesta llicència
ca@valencia: 10. Revisions futures d'esta llicència
nl: 10. TOEKOMSTIGE HERZIENINGEN VAN DEZE LICENTIE
pt_br: 10. Revisões Futuras desta Licença
sl: 10. Prihodnje revizije te licence
sv: 10. Framtida revisioner av denna licens

source: The Free Software Foundation may publish new, revised versions of the GNU Free Documentation License from time to time. Such new versions will be similar in spirit to the present version, but may differ in detail to address new problems or concerns. See <http://www.gnu.org/copyleft/>.
ca: De tant en tant, la Free Software Foundation pot publicar versions noves revisades de la Llicència de documentació lliure de GNU. Aquestes versions noves seran similars en essència a l'actual, però poden diferir en detalls per a corregir problemes o assumptes nous. Consulteu <http://www.gnu.org/copyleft/>.
ca@valencia: De tant en tant, la Free Software Foundation pot publicar versions noves revisades de la Llicència de documentació lliure de GNU. Estes versions noves seran similars en essència a l'actual, però poden diferir en detalls per a corregir problemes o assumptes nous. Consulteu <http://www.gnu.org/copyleft/>.
nl: De Free Software Foundation kan van tijd tot tijd nieuwe, herziene versies van de GNU Vrije Documentatie Licentie publiceren. Dergelijke nieuwe versies zullen in de geest overeenkomen met de huidige versie, maar kunnen in detail verschillen opdat ze zich kunnen richten op nieuwe problemen of aangelegenheden. Zie http://www.gnu.org/copyleft/
pt_br: A Free Software Foundation pode publicar novas versões revisadas da Licença de Documentação Livre GNU de tempos em tempos. Tais versões serão similares em espírito à versão presente, embora possam diferir em detalhes para abordar novos problemas ou questões. Veja <http://www.gnu.org/copyleft/>.
sl: Fundacija za prosto programsko opremo lahko občasno objavi nove, revidirane različice licence GNU za prosto dokumentacijo. Takšne nove različice bodo po duhu podobne sedanji različici, vendar se lahko v podrobnostih razlikujejo zaradi reševanja novih težav ali pomislekov. Glejte <http://www.gnu.org/copyleft/>.
sv: Free Software Foundation kan komma att publicera nya, reviderade versioner av GNU Free Documentation License från tid till annan. Sådana nya versioner kommer att ha liknande anda som den nuvarande versionen, men kan skilja sig åt i detalj för att hantera nya problem eller funderingar. Se <http://www.gnu.org/copyleft/>.

source: Each version of the License is given a distinguishing version number. If the Document specifies that a particular numbered version of this License "or any later version" applies to it, you have the option of following the terms and conditions either of that specified version or of any later version that has been published (not as a draft) by the Free Software Foundation. If the Document does not specify a version number of this License, you may choose any version ever published (not as a draft) by the Free Software Foundation. If the Document specifies that a proxy can decide which future versions of this License can be used, that proxy's public statement of acceptance of a version permanently authorizes you to choose that version for the Document.
ca: Cada versió de la Llicència té un número de versió únic. Si el Document indica que s'hi aplica una determinada versió numerada d'aquesta Llicència «o qualsevol versió posterior», teniu l'opció de seguir les clàusules i condicions d'aquella versió o de qualsevol versió posterior que s'hagi publicat (no com a esborrany) per la Free Software Foundation. Si el Document no indica cap versió de la Llicència, podeu escollir qualsevol versió que s'hagi publicat (no com a esborrany) per la Free Software Foundation.
ca@valencia: Cada versió de la Llicència té un número de versió únic. Si el Document indica que s'hi aplica una determinada versió numerada d'esta Llicència «o qualsevol versió posterior», teniu l'opció de seguir les clàusules i condicions d'aquella versió o de qualsevol versió posterior que s'haja publicat (no com a esborrany) per la Free Software Foundation. Si el Document no indica cap versió de la Llicència, podeu escollir qualsevol versió que s'haja publicat (no com a esborrany) per la Free Software Foundation.
nl: Iedere versie van de Licentie wordt voorzien van een onderscheidend versienummer. Indien het Document aangeeft dat een specifieke versie van deze Licentie "of enige latere versie" van toepassing is, dan heeft u de keuze om de voorwaarden en bepalingen te volgen van ofwel de gespecificeerde versie of enige latere versie die is uitgebracht (niet als concept) door de Free Software Foundation. Specificeert het Document geen versienummer van deze Licentie, dan staat het u vrij om er zelf één te kiezen uit alle ooit door de Free Software Foundation uitgebrachte versies (niet als concept).
pt_br: A cada versão da Licença é dado um número de versão distinto. Se o Documento especificar que um número de versão particular desta Licença "ou qualquer versão posterior" se aplica a ele, você tem a opção de seguir os termos e condições ou da versão especificada ou de qualquer versão posterior que tenha sido publicada (não como rascunho) pela Free Software Foundation. Se o documento não especificar um número de versão desta Licença, você pode escolher qualquer versão já publicada (não como rascunho) pela Free Software Foundation. Se o Documento especificar que um representante pode decidir quais versões futuras desta Licença podem ser usadas, a declaração pública de aceitação de uma versão por esse representante autoriza você permanentemente a escolher essa versão para o Documento.
sl: Vsaka različica licence ima svojo številko različice. Če dokument določa, da se zanjo uporablja določena oštevilčena različica te licence "ali katera koli poznejša različica", imate možnost, da upoštevate pogoje te določene različice ali katere koli poznejše različice, ki jo je Fundacija za prosto programsko opremo objavila (ne kot osnutek). Če dokument ne določa številke različice te licence, lahko izberete katero koli različico, ki jo je Fundacija za prosto programsko opremo kdajkoli objavila (ne kot osnutek). Če dokument določa, da lahko pooblaščenec odloči, katere prihodnje različice te licence se lahko uporabljajo, vas javna izjava tega pooblaščenca o sprejetju različice trajno pooblašča, da izberete to različico za dokument.
sv: Varje version av licensen har ett särskiljande versionsnummer. Om dokumentet anger att en viss numrerad version av denna licens "eller någon senare version" gäller för den, har du möjlighet att följa villkoren för antingen den angivna versionen eller för någon senare version som har publicerats (inte som ett utkast) av Free Software Foundation. Om dokumentet inte anger ett versionsnummer för denna licens kan du välja vilken version som helst som någonsin publicerats (inte som ett utkast) av Free Software Foundation. Om dokumentet anger att en ombudsman kan bestämma vilka framtida versioner av denna licens som kan användas, ger ombudsmannens offentliga uttalande om godkännande av en version dig permanent rätt att välja den versionen för dokumentet.

source: 11. Relicensing
ca: 11. +Tornar a llicenciar
ca@valencia: 11. +Tornar a llicenciar
nl: 11. OPNIEUW LICENTIËREN
pt_br: 11. Relicenciamento
sl: 11. Ponovno licenciranje
sv: 11. Omlicensiering

source: "Massive Multiauthor Collaboration Site" (or "MMC Site") means any World Wide Web server that publishes copyrightable works and also provides prominent facilities for anybody to edit those works. A public wiki that anybody can edit is an example of such a server. A "Massive Multiauthor Collaboration" (or "MMC") contained in the site means any set of copyrightable works thus published on the MMC site.
ca: «Lloc de col·laboració multiautor massiu» («Massive Multiauthor Collaboration Site» o «MMC Site») significa qualsevol servidor de la World Wide Web que publica obres amb drets d'autor i també proporciona instal·lacions importants per a qualsevol persona per a editar aquestes obres. Un wiki públic que qualsevol pot editar és un exemple d'aquest servidor. Un contingut de «col·laboració multiautor massiu» en el lloc significa qualsevol conjunt d'obres amb drets d'autor que es publiquen al lloc MMC.
ca@valencia: «Lloc de col·laboració multiautor massiu» («Massive Multiauthor Collaboration Site» o «MMC Site») significa qualsevol servidor de la World Wide Web que publica obris amb drets d'autoria i també proporciona instal·lacions importants per a qualsevol persona per a editar estes obris. Un wiki públic que qualsevol pot editar és un exemple d'este servidor. Un contingut de «col·laboració multiautor massiu» en el lloc significa qualsevol conjunt d'obris amb drets d'autoria que es publiquen al lloc MMC.
nl: Een "Massive Multiauthor Collaboration Site" (of "MMC Site") houd in dat elke World Wide Web server die auteursrechtelijke werken publiceert en daarbij ook aan iedereen faciliteiten levert om deze werken te bewerken. Een publieke wiki die iedereen kan bewerken is een voorbeeld van een dergelijke server. Een "Massive Multiauthor Collaboration" (of "MMC") aanwezig in de site geld voor elke set auteursrechtelijke werken die op de MMC site gepubliceerd zijn.
pt_br: "Site de Colaboração Massiva Multiautoral" (ou "Site CMM") significa qualquer servidor da World Wide Web que publica obras protegidas por direitos autorais e também oferece recursos de destaque para que qualquer pessoa edite essas obras. Um wiki público que qualquer pessoa pode editar é um exemplo desse tipo de servidor. Uma "Colaboração Massiva Multiautoral" (ou "CMM") contida no site significa qualquer conjunto de obras protegidas por direitos autorais publicadas no site CMM.
sl: "Spletno mesto za množično sodelovanje več avtorjev" (ali "spletno mesto MMC") pomeni kateri koli spletni strežnik, ki objavlja dela, zaščitena z avtorskimi pravicami, in hkrati zagotavlja vidne možnosti za urejanje teh del vsem. Javni wiki, ki ga lahko ureja kdorkoli, je primer takega strežnika. "Množično sodelovanje več avtorjev" (ali "MMC"), ki ga vsebuje spletno mesto, pomeni kateri koli niz del, zaščitenih z avtorskimi pravicami, ki so tako objavljena na spletnem mestu MMC.
sv: "Massive Multiauthor Collaboration Site" (eller "MMC-webbplats") avser en webbserver som publicerar upphovsrättsskyddade verk och även tillhandahåller tydliga möjligheter för vem som helst att redigera dessa verk. En offentlig wiki som vem som helst kan redigera är ett exempel på en sådan server. Ett "Massive Multiauthor Collaboration" (eller "MMC") som finns på webbplatsen avser en uppsättning upphovsrättsskyddade verk som publicerats på MMC-webbplatsen.

source: "CC-BY-SA" means the Creative Commons Attribution-Share Alike 3.0 license published by Creative Commons Corporation, a not-for-profit corporation with a principal place of business in San Francisco, California, as well as future copyleft versions of that license published by that same organization.
ca: «CC-BY-SA» significa la llicència Creative Commons Attribution-Share Alike 3.0 publicada per Creative Commons Corporation, una corporació sense ànim de lucre amb un lloc principal de negoci a San Francisco, Califòrnia, així com versions copyleft futures d'aquesta llicència publicades per aquesta mateixa organització.
ca@valencia: «CC-BY-SA» significa la llicència Creative Commons Attribution-Share Alike 3.0 publicada per Creative Commons Corporation, una corporació sense ànim de lucre amb un lloc principal de negoci en San Francisco, Califòrnia, així com versions copyleft futures d'esta llicència publicades per esta mateixa organització.
nl: "CC-BY-SA" betekent de Creative Commons Attribution-Share Alike 3.0 licentie gepubliceerd door de Creative Commons Corporatie, een corporatie zonder winstoogmerk met het hoofdkantoor in San Francisco, California, met daarbij toekomstige copyleft versies van deze licentie gepubliceerd door dezelfde organisatie.
pt_br: "CC-BY-SA" significa a licença Creative Commons Attribution-Share Alike 3.0 publicada pela Creative Commons Corporation, uma corporação sem fins lucrativos com sede principal em São Francisco, Califórnia, bem como futuras versões copyleft dessa licença publicadas pela mesma organização.
sl: "CC-BY-SA" pomeni licenco Creative Commons Priznanje avtorstva-Deljenje pod enakimi pogoji 3.0, ki jo je izdala Creative Commons Corporation, neprofitna korporacija s sedežem v San Franciscu v Kaliforniji, ter prihodnje različice te licence s copyleft avtorskimi pravicami, ki jih je izdala ista organizacija.
sv: "CC-BY-SA" avser Creative Commons Attribution-Share Alike 3.0-licensen som publiceras av Creative Commons Corporation, en ideell organisation med huvudkontor i San Francisco, Kalifornien, samt framtida copyright-versioner av den licensen som publiceras av samma organisation.

source: "Incorporate" means to publish or republish a Document, in whole or in part, as part of another Document.
ca: «Incorporar» significa publicar o reeditar un document, totalment o parcialment, com a part d'un altre document.
ca@valencia: «Incorporar» significa publicar o reeditar un document, totalment o parcialment, com a part d'un altre document.
nl: "Integreren" betekent het publiceren of herpubliceren van een Document, in zijn geheel of gedeeltelijk, als onderdeel van een ander Document.
pt_br: "Incorporar" significa publicar ou republicar um Documento, no todo ou em parte, como parte de outro Documento.
sl: "Vključiti" pomeni objaviti ali ponovno objaviti dokument, v celoti ali delno, kot del drugega dokumenta.
sv: "Inkorporera" innebär att publicera eller återpublicera ett dokument, helt eller delvis, som en del av ett annat dokument.
