Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gnu-fdl.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv

source: The Document may include Warranty Disclaimers next to the notice which states that this License applies to the Document. These Warranty Disclaimers are considered to be included by reference in this License, but only as regards disclaiming warranties: any other implication that these Warranty Disclaimers may have is void and has no effect on the meaning of this License.
ca: El Document pot incloure exempcions de responsabilitat de garantia al costat de l'avís que estableix que aquesta Llicència s'aplica al Document. Aquestes exempcions de responsabilitat de garantia es consideren incloses per referència en aquesta Llicència, però només pel que fa a les exempcions de responsabilitat de garantia: qualsevol altra implicació que aquestes exempcions de responsabilitat de garantia puguin tenir és nul·la i no té cap efecte en el significat d'aquesta Llicència.
ca@valencia: El Document pot incloure exempcions de responsabilitat de garantia al costat de l'avís que establix que esta Llicència s'aplica al Document. Estes exempcions de responsabilitat de garantia es consideren incloses per referència en esta Llicència, però només pel que fa a les exempcions de responsabilitat de garantia: qualsevol altra implicació que estes exempcions de responsabilitat de garantia puguen tindre és nul·la i no té cap efecte en el significat d'esta Llicència.
nl: Het Document mag Garantiebepalingen bevatten naast de kennisgeving die aangeeft dat deze Licentie van toepassing is op het Document. Deze Garantiebepalingen worden verondersteld per referentie opgenomen te zijn in deze Licentie, maar alleen voor zover het vrijwaringen van garantie betreft: iedere andere implicatie van deze Garantiebepalingen is nietig en heeft geen invloed op de inhoud van deze Licentie.
pt_br: O Documento pode incluir Notas de Garantia em seguida à nota que afirma que esta Licença se aplica ao Documento. Estas Notas de Garantia são tidas como inclusas por referência nesta Licença, mas somente com relação às notas de garantia: qualquer outra implicação que estas Notas de Garantia possam ter é anulada e não tem efeito algum no conteúdo desta Licença.
sl: Dokument lahko poleg obvestila, ki navaja, da se ta licenca nanaša na dokument, vsebuje tudi izjave o omejitvi odgovornosti za jamstvo. Šteje se, da so te izjave o omejitvi odgovornosti za jamstvo vključene v to licenco s sklicevanjem, vendar le glede zavrnitve odgovornosti za jamstvo: vsaka druga implikacija, ki jo imajo te izjave o omejitvi odgovornosti za jamstvo, je nična in ne vpliva na pomen te licence.
sv: Dokumentet kan innehålla garantifriskrivningar bredvid meddelandet som anger att denna licens gäller dokumentet. Dessa garantifriskrivningar anses inkluderade genom hänvisning i denna licens, men endast vad gäller friskrivning av garantier: alla andra konsekvenser som dessa garantifriskrivningar kan ha är ogiltiga och har ingen effekt på innebörden av denna licens.

source: 2. Verbatim Copying
ca: 2. Còpies literals
ca@valencia: 2. Còpies literals
nl: 2. VERBATIM KOPIËREN
pt_br: 2. Cópias Literais
sl: 2. Dobesedno kopiranje
sv: 2. Ordagrann kopiering

source: You may copy and distribute the Document in any medium, either commercially or noncommercially, provided that this License, the copyright notices, and the license notice saying this License applies to the Document are reproduced in all copies, and that you add no other conditions whatsoever to those of this License. You may not use technical measures to obstruct or control the reading or further copying of the copies you make or distribute. However, you may accept compensation in exchange for copies. If you distribute a large enough number of copies you must also follow the conditions in section 3.
ca: Podeu copiar i distribuir el Document en qualsevol mitjà, de manera comercial o no, sempre que aquesta Llicència, els avisos de copyright, i l'avís de llicència que diu que aquesta Llicència s'aplica al Document, es reprodueixin en totes les còpies, i que no hi afegiu altres condicions que les d'aquesta Llicència. No podeu utilitzar mitjans tècnics per a impedir o controlar la lectura de successives còpies de les còpies que feu o distribuïu. Podeu acceptar, però, una compensació a canvi de les còpies. Si distribuïu un nombre prou gran de còpies també heu de seguir les condicions de la secció 3.
ca@valencia: Podeu copiar i distribuir el Document en qualsevol mitjà, de manera comercial o no, sempre que esta Llicència, els avisos de copyright, i l'avís de llicència que diu que esta Llicència s'aplica al Document, es reproduïsquen en totes les còpies, i que no hi afegiu altres condicions que les d'esta Llicència. No podeu utilitzar mitjans tècnics per a impedir o controlar la lectura de successives còpies de les còpies que feu o distribuïu. Podeu acceptar, però, una compensació a canvi de les còpies. Si distribuïu un nombre prou gran de còpies també heu de seguir les condicions de la secció 3.
nl: U mag het Document kopiëren en verspreiden in elk medium, zowel commercieel als niet-commercieel, onder het voorbehoud dat deze Licentie, de auteursrechtelijke kennisgevingen en de licentiekennisgeving die aangeeft dat deze Licentie van toepassing is op het Document weergegeven worden in alle kopieën, en dat u geen enkele andere conditie toevoegt aan de condities van deze Licentie. U mag geen technische maatregelen nemen die het lezen of verder kopiëren van de exemplaren die u maakt of verspreidt belemmeren of controleren. U mag echter wel compensatie accepteren in ruil voor exemplaren. Indien u een groot genoeg aantal exemplaren verspreidt moet u ook de richtlijnen in sectie 3 volgen.
pt_br: Você pode copiar e distribuir o Documento em qualquer meio, comercialmente ou não-comercialmente, desde que esta licença, as notas de direitos autorais (copyright), e a nota de licença afirmando que esta Licença se aplica ao Documento sejam reproduzidas em todas as cópias, e que você não inclua outras condições, quaisquer que sejam, às condições desta Licença. Você não pode usar de medidas técnicas para obstruir ou controlar a leitura ou cópia futura das cópias que você fizer ou distribuir. Contudo, você pode aceitar compensação em troca das cópias. Se você distribuir um número suficientemente grande de cópias, você deve também respeitar as condições na seção 3.
sl: Dokument lahko kopirate in distribuirate v katerem koli mediju, komercialno ali nekomercialno, pod pogojem, da so ta licenca, obvestila o avtorskih pravicah in obvestilo o licenci, ki navaja, da se ta licenca nanaša na dokument, reproducirani v vseh izvodih in da k pogojem te licence ne dodajate nobenih drugih pogojev. Ne smete uporabljati tehničnih ukrepov za oviranje ali nadzor branja ali nadaljnjega kopiranja izvodov, ki jih naredite ali distribuirate. Vendar pa lahko v zameno za izvode sprejmete nadomestilo. Če distribuirate dovolj veliko število izvodov, morate upoštevati tudi pogoje iz 3. razdelka.
sv: Du får kopiera och distribuera Dokumentet i vilket medium som helst, antingen kommersiellt eller icke-kommersiellt, förutsatt att denna Licens, upphovsrättsmeddelandena och licensmeddelandet som anger att denna Licens gäller Dokumentet reproduceras i alla kopior, och att du inte lägger till några andra villkor överhuvudtaget utöver villkoren i denna Licens. Du får inte använda tekniska åtgärder för att hindra eller kontrollera läsning eller vidare kopiering av de kopior du gör eller distribuerar. Du får dock acceptera ersättning i utbyte mot kopior. Om du distribuerar ett tillräckligt stort antal kopior måste du också följa villkoren i avsnitt 3.

source: You may also lend copies, under the same conditions stated above, and you may publicly display copies.
ca: També podeu prestar còpies, amb les mateixes condicions esmentades, i exhibir còpies públicament.
ca@valencia: També podeu prestar còpies, amb les mateixes condicions esmentades, i exhibir còpies públicament.
nl: U kunt ook kopieën uitlenen onder dezelfde voorwaarden zoals boven aangegeven en u mag kopiëren publiek tonen.
pt_br: Você pode também emprestar cópias, sob as mesmas condições acima mencionadas, e você também as pode mostrar publicamente.
sl: Izvode lahko tudi posodite pod enakimi pogoji, kot so navedeni zgoraj, in jih lahko javno razstavite.
sv: Du får också låna ut kopior, under samma villkor som anges ovan, och du får visa upp kopior offentligt.

source: 3. Copying in Quantity
ca: 3. Còpies en grans quantitats
ca@valencia: 3. Còpies en grans quantitats
nl: 3. KOPIEËN MAKEN IN GROTE AANTALLEN
pt_br: 3. Copiando em Quantidade
sl: 3. Kopiranje v količini
sv: 3. Kopiering i kvantitet

source: If you publish printed copies (or copies in media that commonly have printed covers) of the Document, numbering more than 100, and the Document's license notice requires Cover Texts, you must enclose the copies in covers that carry, clearly and legibly, all these Cover Texts: Front-Cover Texts on the front cover, and Back-Cover Texts on the back cover. Both covers must also clearly and legibly identify you as the publisher of these copies. The front cover must present the full title with all words of the title equally prominent and visible. You may add other material on the covers in addition. Copying with changes limited to the covers, as long as they preserve the title of the Document and satisfy these conditions, can be treated as verbatim copying in other respects.
ca: Si publiqueu més de 100 còpies impreses, o en un mitjà que habitualment tingui cobertes impreses, del Document, i l'avís de llicència del Document requereix Textos de portada, heu d'acompanyar les còpies de cobertes que portin, clarament llegible, tots aquests Textos de portada: Textos de portada a la portada i Textos de contraportada a la contraportada. A totes dues cobertes s'ha d'indicar, clarament llegible, que sou l'editor d'aquestes còpies. La portada ha d'indicar el títol complet, i totes les paraules han de destacar i veure's d'igual manera. Podeu afegir material addicional a les cobertes. Les còpies amb canvis només a les cobertes, mentre conservin el títol del Document i satisfacin aquestes condicions, es poden considerar còpies literals en altres aspectes.
ca@valencia: Si publiqueu més de 100 còpies impreses, o en un mitjà que habitualment tinga cobertes impreses, del Document, i l'avís de llicència del Document requerix Textos de portada, heu d'acompanyar les còpies de cobertes que porten, clarament llegible, tots estos Textos de portada: Textos de portada a la portada i Textos de contraportada a la contraportada. A totes dues cobertes s'ha d'indicar, clarament llegible, que sou l'editor d'estes còpies. La portada ha d'indicar el títol complet, i totes les paraules han de destacar i veure's d'igual manera. Podeu afegir material addicional a les cobertes. Les còpies amb canvis només a les cobertes, mentre conserven el títol del Document i satisfacen estes condicions, es poden considerar còpies literals en altres aspectes.
nl: Indien u gedrukte kopieën (of kopieën in media die gewoonlijk voorzien zijn van gedrukte omslagen) van het Document publiceert, in aantal meer dan 100, en de licentie van het Document vereist omslagteksten, dan moet u de kopieën voorzien van omslagen die duidelijk en leesbaar de volgende omslagteksten dragen: Omslagtekst voor de Voorkant op de voorkant en Omslagtekst voor de Achterkant op de achterkant. Beide Omslagteksten moeten bovendien duidelijk en leesbaar u aanduiden als de uitgever van deze kopieën. De Voorkant moet de volledige titel, met alle woorden van de titel even duidelijk aanwezig en zichtbaar, weergeven. U mag ander materiaal aan de omslag toevoegen. Vermenigvuldigen met wijzigingen die beperkt blijven tot de omslag, indien deze de titel van het Document behouden en voldoen aan deze condities, mag worden gezien als verbatim kopiëren in andere opzichten.
pt_br: Se você publicar cópias impressas (ou cópias em um meio que normalmente tem capas impressas) do documento, em número maior que 100, e a nota de licença do Documento requer Textos de Capa, você deve encadernar as cópias em capas que carreguem, de forma clara e legível, todos estes Textos de Capa: Textos de Capa Frontal na capa frontal, e Textos de Quarta Capa na quarta capa. Ambas as capas devem também identificar, de forma clara e legível, você como o editor das cópias. A capa frontal deve apresentar o título completo com todas as palavras deste igualmente proeminentes e visíveis. Você pode adicionar outro material nas capas. Cópias com mudanças limitadas às capas, desde que preservando o título do Documento e satisfazendo estas condições, podem ser tratadas como cópias literais em outros aspectos.
sl: Če objavite tiskane izvode (ali izvode v medijih, ki imajo običajno tiskane platnice) Dokumenta v nakladi več kot 100 izvodov in obvestilo o licenci Dokumenta zahteva besedila na platnicah, morate izvode priložiti v platnice, ki jasno in čitljivo vsebujejo vsa ta besedila na platnicah: besedila na sprednji platnici in besedila na zadnji platnici. Obe platnici vas morata jasno in čitljivo identificirati kot založnika teh izvodov. Na sprednji platnici mora biti naveden celoten naslov, pri čemer so vse besede naslova enako vidne in vidne. Na platnice lahko dodate tudi drugo gradivo. Kopiranje s spremembami, omejenimi na platnice, če le ohranijo naslov dokumenta in izpolnjujejo te pogoje, se lahko v drugih pogledih obravnava kot dobesedno kopiranje.
sv: Om du publicerar tryckta exemplar (eller exemplar i media som vanligtvis har tryckta omslag) av dokumentet, i fler än 100 exemplar, och dokumentets licensmeddelande kräver omslagstexter, måste du omsluta kopiorna i omslag som tydligt och läsligt innehåller alla dessa omslagstexter: Framsida på omslaget och baksida på baksidan. Båda omslagen måste också tydligt och läsligt identifiera dig som utgivare av dessa exemplar. Framsidan måste visa hela titeln med alla ord i titeln lika framträdande och synliga. Du får dessutom lägga till annat material på omslagen. Kopiering med ändringar begränsade till omslagen, så länge de bevarar dokumentets titel och uppfyller dessa villkor, kan i övrigt betraktas som ordagrant kopiering.

source: If the required texts for either cover are too voluminous to fit legibly, you should put the first ones listed (as many as fit reasonably) on the actual cover, and continue the rest onto adjacent pages.
ca: Si els textos requerits per a qualsevol de les cobertes són massa densos per a encabir-los de manera que quedin llegibles, cal que poseu els primers (tants com sigui raonablement possible) en la coberta real, i la resta en pàgines adjacents.
ca@valencia: Si els textos requerits per a qualsevol de les cobertes són massa densos per a encabir-los de manera que queden llegibles, cal que poseu els primers (tants com siga raonablement possible) en la coberta real, i la resta en pàgines adjacents.
nl: Mochten de vereiste teksten voor de omslag te omvangrijk blijken te zijn om er leesbaar op te passen, dan behoort u de eerstgenoemde teksten (zoveel als er redelijkerwijze op passen) op de daadwerkelijke omslag te plaatsen en door te gaan met de rest op de aanliggende pagina's.
pt_br: Se os textos necessários a qualquer uma das capas são demasiado volumosos para serem incluídos de forma legível, você deve colocar os primeiros listados (quantos couberem razoavelmente) na própria capa, e continuar o resto nas páginas adjacentes.
sl: Če so zahtevana besedila za katero koli platnico preobsežna, da bi se prilegala berljivo, morate prva navedena besedila (kolikor jih je razumno dovolj) namestiti na dejansko platnico, preostala pa nadaljevati na sosednjih straneh.
sv: Om de obligatoriska texterna för något av omslagen är för omfattande för att få plats läsligt, bör du placera de första listade (så många som rimligen får plats) på själva omslaget och fortsätta resten på intilliggande sidor.

source: If you publish or distribute Opaque copies of the Document numbering more than 100, you must either include a machine-readable Transparent copy along with each Opaque copy, or state in or with each Opaque copy a computer-network location from which the general network-using public has access to download using public-standard network protocols a complete Transparent copy of the Document, free of added material. If you use the latter option, you must take reasonably prudent steps, when you begin distribution of Opaque copies in quantity, to ensure that this Transparent copy will remain thus accessible at the stated location until at least one year after the last time you distribute an Opaque copy (directly or through your agents or retailers) of that edition to the public.
ca: Si publiqueu o distribuïu més de 100 còpies Opaques del Document, heu d'incloure amb cadascuna d'elles una còpia Transparent, llegible per una màquina, o bé incloure-hi, o indicar-hi, una ubicació de xarxa accessible públicament que contingui una còpia Transparent completa del Document i sense material afegit des d'on tothom que utilitzi la xarxa pugui baixar-se, utilitzant protocols de xarxa públics. Si utilitzeu aquesta darrera opció, en començar la distribució de gran quantitat de còpies Opaques heu de prendre les mesures raonablement necessàries per a assegurar que la còpia Transparent a què s'accedeix seguirà disponible, en la ubicació indicada, com a mínim durant un any a comptar des del moment en què distribuïu al públic (directament o a través dels vostres representants o detallistes) l'última còpia Opaca d'aquesta edició.
ca@valencia: Si publiqueu o distribuïu més de 100 còpies Opaques del Document, heu d'incloure amb cadascuna d'elles una còpia Transparent, llegible per una màquina, o bé incloure-hi, o indicar-hi, una ubicació de xarxa accessible públicament que continga una còpia Transparent completa del Document i sense material afegit des d'on tothom que utilitze la xarxa puga baixar-se, utilitzant protocols de xarxa públics. Si utilitzeu esta última opció, en començar la distribució de gran quantitat de còpies Opaques heu de prendre les mesures raonablement necessàries per a assegurar que la còpia Transparent a què s'accedix seguirà disponible, en la ubicació indicada, com a mínim durant un any a comptar des del moment en què distribuïu al públic (directament o a través dels vostres representants o detallistes) l'última còpia Opaca d'esta edició.
nl: Publiceert of verspreidt u Opake kopieën van het Document, in aantal meer dan 100, dan moet u iedere Opake kopie ofwel voorzien van een voor een machine leesbare Transparante kopie of moet u in of bij iedere Opake kopie een computernetwerklocatie aangeven alwaar het algemene netwerkgebruikende publiek, door middel van open-standaard netwerkprotocollen, toegang heeft tot een complete Transparante kopie van het Document, vrij van toegevoegd materiaal. Maakt u gebruik van de laatste mogelijkheid, dan moet u redelijkerwijs afdoende stappen nemen, wanneer u begint met de distributie van aanzienlijke hoeveelheden Opake kopieën, teneinde zeker te stellen dat deze Transparante kopie op die wijze toegankelijk blijft op de aangegeven locatie tot minstens een jaar na de laatste maal dat u een Opake kopie van die editie verspreidt naar het publiek (direct of via een tussenpersoon of wederverkoper).
pt_br: Se você publicar ou distribuir cópias Opacas do Documento em número maior que 100, você deve ou incluir uma cópia Transparente legível por computador juntamente com cada cópia Opaca, ou dizer em, ou juntamente com, cada cópia Opaca um endereço de rede a partir do qual o público geral possa acessar e obter, usando protocolos de rede públicos padrão, uma cópia Transparente completa do Documento, livre de material adicionado. Se você decidir pela segunda opção, você deve seguir passos razoavelmente prudentes, quando começar a distribuir as cópias Opacas em quantidade, para garantir que esta cópia transparente permanecerá acessível no local indicado por pelo menos um ano após a última vez que você distribuir uma cópia Opaca (diretamente ou através de seus agentes ou distribuidor) desta edição ao público.
sl: Če objavite ali distribuirate netransparentne izvode dokumenta, ki jih je več kot 100, morate vsaki netransparentni kopiji priložiti strojno berljivo transparentno kopijo ali pa v vsaki netransparentni kopiji ali z njo navesti lokacijo v računalniškem omrežju, s katere ima splošna javnost, ki uporablja omrežje, dostop do prenosa celotne transparentne kopije dokumenta brez dodanega gradiva z uporabo omrežnih protokolov javnega standarda. Če uporabite slednjo možnost, morate pri začetku distribucije netransparentnih izvodov v večjih količinah sprejeti razumno preudarne ukrepe, da zagotovite, da bo ta transparentni izvod ostal dostopen na navedeni lokaciji vsaj eno leto po zadnji distribuciji netransparentnega izvoda (neposredno ali prek svojih zastopnikov ali prodajalcev) te izdaje javnosti.
sv: Om du publicerar eller distribuerar ogenomskinliga kopior av dokumentet i fler än 100 exemplar, måste du antingen inkludera en maskinläsbar genomskinlig kopia tillsammans med varje ogenomskinlig kopia, eller ange i eller med varje ogenomskinlig kopia en plats i datornätverket från vilken den allmänna nätverksanvändande allmänheten har åtkomst till att ladda ner en komplett genomskinlig kopia av dokumentet, fri från tilläggsmaterial, med hjälp av publika nätverksprotokoll. Om du använder det senare alternativet måste du vidta rimligt försiktiga åtgärder, när du börjar distribuera ogenomskinliga kopior i större mängd, för att säkerställa att denna genomskinliga kopia förblir tillgänglig på den angivna platsen i minst ett år efter den senaste gången du distribuerade en opak kopia (direkt eller genom dina ombud eller återförsäljare) av den utgåvan till allmänheten.

source: It is requested, but not required, that you contact the authors of the Document well before redistributing any large number of copies, to give them a chance to provide you with an updated version of the Document.
ca: Es prega, però no s'exigeix, que us poseu en contacte amb els autors del Document abans de redistribuir un gran nombre de còpies; d'aquesta manera, els autors us podran facilitar una versió actualitzada del Document, si és que n'hi ha alguna.
ca@valencia: Es prega, però no s'exigix, que vos poseu en contacte amb els autors del Document abans de redistribuir un gran nombre de còpies; d'esta manera, els autors vos podran facilitar una versió actualitzada del Document, si és que n'hi ha alguna.
nl: U wordt verzocht, maar u bent het niet verplicht, om contact op te nemen met de auteurs van het Document ruim voordat u een aanzienlijk aantal kopieën redistribueert, zodat zij de kans krijgen u te voorzien van een vernieuwde versie van het Document.
pt_br: É solicitado, mas não exigido, que você contate os autores do Documento muito antes de redistribuir qualquer número grande de cópias, para dar a eles uma chance de lhe fornecer uma versão atualizada do Documento.
sl: Zaželeno je, vendar ni obvezno, da se pred ponovno distribucijo večjega števila izvodov obrnete na avtorje dokumenta, da vam lahko zagotovijo posodobljeno različico Dokumenta.
sv: Det är ombett, men inte obligatoriskt, att du kontaktar dokumentets författare i god tid innan du distribuerar ett stort antal kopior, för att ge dem en chans att förse dig med en uppdaterad version av dokumentet.

source: 4. Modifications
ca: 4. Modificacions
ca@valencia: 4. Modificacions
nl: 4. WIJZIGINGEN
pt_br: 4. Modificações
sl: 4. Spremembe
sv: 4. Ändringar
