Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gnu-fdl.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv

source: **N.** Do not retitle any existing section to be Entitled "Endorsements" or to conflict in title with any Invariant Section.
ca: **N.** No reanomeneu cap secció existent com «Aprovacions», ni tampoc de cap altra manera que pugui entrar en conflicte amb el títol de qualsevol Secció invariable.
ca@valencia: **N.** No canvieu de nom cap secció existent com «Aprovacions», ni tampoc de cap altra manera que puga entrar en conflicte amb el títol de qualsevol Secció invariable.
nl: **N.** Hernoem geen bestaande sectie, zodanig dat deze wordt Betiteld als Aanbeveling of zo dat deze strijdig is met een Invariante Sectie.
pt_br: **N.** Não modifique o título de qualquer seção a ser intitulada "Apoio" ou que resulte em conflito com título de qualquer Seção Invariante.
sl: **N.** Ne preimenujte nobenega obstoječega razdelka v "Priporočila" ali tako, da bi bil naslov v nasprotju s katerim koli nespremenljivim razdelkom.
sv: **N.** Ändra inte titeln på något befintligt avsnitt till "Rekommendationer" eller så att titeln står i konflikt med något oförändrat avsnitt.

source: **O.** Preserve any Warranty Disclaimers.
ca: **O.** Conserveu qualsevol exempció de responsabilitat de garantia.
ca@valencia: **O.** Conserveu qualsevol exempció de responsabilitat de garantia.
nl: **O.** Handhaaf alle Garantiebepalingen.
pt_br: **O.** Preserve quaisquer notas de garantia.
sl: **O.** Ohranite morebitne izjave o omejitvi odgovornosti za jamstvo.
sv: **O.** Bevara alla garantifriskrivningar.

source: If the Modified Version includes new front-matter sections or appendices that qualify as Secondary Sections and contain no material copied from the Document, you may at your option designate some or all of these sections as invariant. To do this, add their titles to the list of Invariant Sections in the Modified Version's license notice. These titles must be distinct from any other section titles.
ca: Si la Versió modificada inclou seccions preliminars noves o apèndixs que es considerin Seccions secundàries i no continguin material copiat del Document, si ho voleu podeu anomenar totes o algunes d'elles com invariables. Per a fer-ho, afegiu-ne els títols a la relació de Seccions invariables de l'avís de llicència de la Versió modificada. Aquests títols han de ser diferents de tots els altres títols de secció.
ca@valencia: Si la Versió modificada inclou seccions preliminars noves o apèndixs que es consideren Seccions secundàries i no continguen material copiat del Document, si ho voleu podeu anomenar totes o algunes d'elles com invariables. Per a fer-ho, afegiu-ne els títols a la relació de Seccions invariables de l'avís de llicència de la Versió modificada. Estos títols han de ser diferents de tots els altres títols de secció.
nl: Als de Gewijzigde Versie nieuwe voorwerksecties of appendices bevat die aan te duiden zijn als Secundaire Secties en die geen materiaal bevatten dat is gekopieerd van het Document, dan staat het u vrij sommige of al deze secties aan te duiden als Invariant. Om dit te doen voegt u hun titels toe aan de lijst van Invariante secties in de licentiekennisgeving van de Gewijzigde Versie. Deze titels moeten zich onderscheiden van alle andere sectietitels.
pt_br: Se a Versão Modificada incluir novas seções iniciais ou apêndices que sejam qualificados como Seções Secundárias, e não contiver material copiado do Documento, você pode, a seu critério, tornar algumas dessas ou todas essas seções em invariantes. Para fazer isso, adicione seus títulos à lista de Seções Invariantes na nota de licença da Versão Modificada. Estes títulos devem ser distintos de quaisquer outros títulos de seções.
sl: Če Spremenjena različica vključuje nove uvodne razdelke ali dodatke, ki se kvalificirajo kot sekundarni razdelki in ne vsebujejo gradiva, kopiranega iz dokumenta, lahko po lastni izbiri nekatere ali vse te razdelke označite kot nespremenljive. To storite tako, da njihove naslove dodate na seznam nespremenljivih razdelkov v licenčnem obvestilu Spremenjene različice. Ti naslovi se morajo razlikovati od naslovov drugih razdelkov.
sv: Om den modifierade versionen innehåller nya inledande avsnitt eller bilagor som kvalificerar som sekundära avsnitt och inte innehåller något material som kopierats från dokumentet, kan du efter eget val ange vissa eller alla dessa avsnitt som invarianta. För att göra detta, lägg till deras titlar i listan över invarianta avsnitt i den modifierade versionens licensmeddelande. Dessa titlar måste vara åtskilda från alla andra avsnittstitlar.

source: You may add a section Entitled "Endorsements", provided it contains nothing but endorsements of your Modified Version by various parties--for example, statements of peer review or that the text has been approved by an organization as the authoritative definition of a standard.
ca: Podeu afegir una secció titulada «Aprovacions», sempre que contingui solament aprovacions de la vostra Versió modificada fetes per diverses parts; per exemple, declaracions d'experts o afirmant que el text ha estat aprovat per una organització com a definició autoritzada d'un estàndard.
ca@valencia: Podeu afegir una secció titulada «Aprovacions», sempre que continga solament aprovacions de la vostra Versió modificada fetes per diverses parts; per exemple, declaracions d'experts o afirmant que el text ha sigut aprovat per una organització com a definició autoritzada d'un estàndard.
nl: U mag een sectie Betiteld als Aanbevelingen toevoegen, mits deze niets anders bevat dan aanbevelingen van uw Gewijzigde Versie door verschillende partijen - bijvoorbeeld uitspraken gedaan in recensies of opmerkingen dat de tekst door een organisatie is goedgekeurd als de gezaghebbende definitie van een standaard.
pt_br: Você pode incluir uma seção intitulada "Apoio", dado que ela contenha nada além de apoio recebido para sua Versão Modificada por várias fontes -- por exemplo, notas do revisor ou de que o texto foi aprovado por uma organização como a definição autoritativa de um padrão.
sl: Dodate lahko razdelek z naslovom "Priporočila", če vsebuje le priporočila različnih strank za vašo Spremenjeno različico – na primer izjave o strokovnem pregledu ali da je besedilo odobrila organizacija kot avtoritativno definicijo standarda.
sv: Du kan lägga till ett avsnitt med rubriken "Rekommendationer", förutsatt att det inte innehåller något annat än rekommendationer av din modifierade version från olika parter – till exempel uttalanden om expertgranskning eller att texten har godkänts av en organisation som den auktoritativa definitionen av en standard.

source: You may add a passage of up to five words as a Front-Cover Text, and a passage of up to 25 words as a Back-Cover Text, to the end of the list of Cover Texts in the Modified Version. Only one passage of Front-Cover Text and one of Back-Cover Text may be added by (or through arrangements made by) any one entity. If the Document already includes a cover text for the same cover, previously added by you or by arrangement made by the same entity you are acting on behalf of, you may not add another; but you may replace the old one, on explicit permission from the previous publisher that added the old one.
ca: Al final de la relació de Texts de portada de la Versió modificada podeu afegir un text de fins a cinc paraules com a Text de portada, i un altre de fins a 25 paraules com a Text de contraportada. Cada entitat només pot afegir (o arranjar) un Text de portada i un Text de contraportada. Si el Document ja inclou un text de coberta per a la mateixa coberta, que hàgiu afegit anteriorment o que s'hagi afegit mitjançant un arranjament efectuat per la mateixa entitat en nom de la qual actueu, no en podeu afegir cap més, però podeu reemplaçar l'antiga amb l'autorització expressa de l'editor anterior que la va afegir.
ca@valencia: Al final de la relació de Texts de portada de la Versió modificada podeu afegir un text de fins a cinc paraules com a Text de portada, i un altre de fins a 25 paraules com a Text de contraportada. Cada entitat només pot afegir (o establir) un Text de portada i un Text de contraportada. Si el Document ja inclou un text de coberta per a la mateixa coberta, que hàgeu afegit anteriorment o que s'haja afegit mitjançant una configuració efectuat per la mateixa entitat en nom de la qual actueu, no en podeu afegir cap més, però podeu reemplaçar l'antiga amb l'autorització expressa de l'editor anterior que la va afegir.
nl: U mag een passage van maximaal 5 woorden als Omslagtekst voor de Voorkant en een passage van maximaal 25 woorden als Omslagtekst voor de Achterkant toevoegen aan het eind van de lijst van Omslagteksten in de Gewijzigde Versie. Slechts één passage Omslagtekst voor de Voorkant en één passage Omslagtekst voor de Achterkant mag worden toegevoegd door (of bij middel van afspraken gemaakt met) enige entiteit. Mocht het Document reeds een Omslagtekst bevatten voor dezelfde omslag, in het verleden daaraan toegevoegd door u of bij middel van afspraken gemaakt met dezelfde entiteit namens wie u handelt, dan mag u daar geen andere aan toevoegen. U mag echter wel de oude vervangen als u de expliciete toestemming daartoe heeft van de vorige uitgever die de oude heeft toegevoegd.
pt_br: Você pode adicionar uma passagem de até cinco palavras como Texto de Capa Frontal, e uma passagem de até 25 palavras como Texto de Quarta Capa, ao fim da lista de Textos de Capa na Versão Modificada. Somente uma passagem de Texto de Capa Frontal e uma de Texto de Quarta Capa pode ser adicionado por (ou através de arranjos feitos por) uma entidade qualquer. Se o Documento já incluir um texto de capa para a mesma capa, previamente incluído por você ou por arranjo feito pela mesma entidade em cujo nome você está agindo, você não pode adicionar outro; mas você pode substituir o antigo, com permissão explícita do editor anterior, que o incluiu.
sl: Na konec seznama besedil na naslovnicah v Spremenjeni različici lahko dodate odlomek z največ petimi besedami kot besedilo na naslovnici in odlomek z največ 25 besedami kot besedilo na zadnji platnici. Vsak subjekt lahko doda (ali po dogovoru z njim) samo en odlomek besedila na naslovnici in enega besedila na zadnji platnici. Če Dokument že vsebuje besedilo na naslovnici za isto naslovnico, ki ste ga predhodno dodali vi ali po dogovoru z istim subjektom, v imenu katerega delujete, ne smete dodati novega; lahko pa zamenjate starega z izrecnim dovoljenjem prejšnjega založnika, ki je dodal starega.
sv: Du får lägga till ett stycke på upp till fem ord som framsidetext och ett stycke på upp till 25 ord som baksidetext i slutet av listan över omslagstexter i den modifierade versionen. Endast ett stycke framsidetext och ett stycke baksidetext får läggas till av (eller genom överenskommelser mellan) en och samma enhet. Om dokumentet redan innehåller en omslagstext för samma omslag, som tidigare lagts till av dig eller genom överenskommelse mellan samma enhet som du agerar på uppdrag av, får du inte lägga till en ny; men du får ersätta den gamla, med uttryckligt tillstånd från den tidigare utgivaren som lade till den gamla.

source: The author(s) and publisher(s) of the Document do not by this License give permission to use their names for publicity for or to assert or imply endorsement of any Modified Version.
ca: Per virtut d'aquesta Llicència, el/s autor/s i editor/s del Document no us autoritza/en a utilitzar-ne el/s nom/s amb finalitats publicitàries, ni afirmen ni queda implícita l'aprovació de qualsevol Versió modificada.
ca@valencia: Per virtut d'esta Llicència, els autors i editors del Document no vos autoritzen a utilitzar-ne els nom/s amb finalitats publicitàries, ni afirmen ni queda implícita l'aprovació de qualsevol Versió modificada.
nl: De auteur(s) en uitgever(s) van het Document geven bij middel van deze Licentie geen toestemming om hun naam te gebruiken voor publiciteit voor de Gewijzigde Versie of te doen voorkomen dat zij achter de Gewijzigde Versie staan of te impliceren dat zij de Gewijzigde Versie aanbevelen.
pt_br: O(s) autor(es) e editor(es) do Documento, por esta Licença, não dão permissão para seus nomes serem usados para publicidade ou defesa ou apoio implícito para qualquer Versão Modificada.
sl: Avtor(ji) in založnik(ji) Dokumenta s to licenco ne dajejo dovoljenja za uporabo svojih imen za publiciteto ali za uveljavljanje ali impliciranje odobritve katere koli Spremenjene različice.
sv: Författaren/författarna och utgivaren/utgivarna av dokumentet ger inte genom denna licens tillstånd att använda deras namn för publicering av eller för att hävda eller antyda stöd för någon modifierad version.

source: 5. Combining Documents
ca: 5. Combinació de documents
ca@valencia: 5. Combinació de documents
nl: 5. HET COMBINEREN VAN DOCUMENTEN
pt_br: 5. Combinando Documentos
sl: 5. Združevanje dokumentov
sv: 5. Kombinera dokument

source: You may combine the Document with other documents released under this License, under the terms defined in section 4 above for modified versions, provided that you include in the combination all of the Invariant Sections of all of the original documents, unmodified, and list them all as Invariant Sections of your combined work in its license notice, and that you preserve all their Warranty Disclaimers.
ca: Podeu combinar el Document amb altres documents publicats d'acord amb aquesta Llicència, d'acord amb les clàusules exposades a la secció 4, més amunt, per a les versions modificades, sempre que incloeu a l'obra resultant totes les Seccions invariables de tots els documents originals, sense modificar, les relacioneu com a Seccions invariables de l'obra resultant en el seu avís de llicència i que manteniu totes les seves exempcions de responsabilitat de garantia.
ca@valencia: Podeu combinar el Document amb altres documents publicats d'acord amb esta Llicència, d'acord amb les clàusules exposades a la secció 4, més amunt, per a les versions modificades, sempre que incloeu a l'obra resultant totes les Seccions invariables de tots els documents originals, sense modificar, les relacioneu com a Seccions invariables de l'obra resultant en el seu avís de llicència i que manteniu totes les seues exempcions de responsabilitat de garantia.
nl: Het is u toegestaan dit Document te combineren met andere Documenten die zijn vrijgegeven onder deze Licentie, onder de voorwaarden vastgelegd in sectie 4 hierboven voor gewijzigde versies, mits u in deze combinatie alle Invariante Secties opneemt van alle oorspronkelijke documenten, zonder wijzigingen en u ze allemaal benoemt als Invariante Secties van het gecombineerde werk in de auteursrechtelijke kennisgeving daarvan en mits u al hun Garantiebepalingen handhaaft.
pt_br: Você pode combinar o documento com outros documentos publicados sob esta Licença, sob os termos definidos na seção 4 acima para versões modificadas, desde que você inclua na combinação todas as Seções Invariantes de todos os documentos originais, sem modificações, e as liste como Seções Invariantes de seu trabalho combinado, na sua nota de licença, e que você preserve todas as Notas de Garantia.
sl: Dokument lahko združite z drugimi dokumenti, izdanimi v skladu s to licenco, pod pogoji, opredeljenimi v zgornjem 4. razdelku za spremenjene različice, pod pogojem, da v kombinacijo vključite vse nespremenljive dele vseh izvirnih dokumentov, nespremenjene, in jih vse navedete kot nespremenljive dele vašega združenega dela v njegovem licenčnem obvestilu ter da ohranite vse njihove garancijske izjave.
sv: Du får kombinera Dokumentet med andra dokument som ges ut under denna Licens, enligt de villkor som definieras i avsnitt 4 ovan för modifierade versioner, förutsatt att du i kombinationen inkluderar alla Oförändrade Avsnitt av alla originaldokument, omodifierade, och listar dem alla som Oförändrade Avsnitt av ditt kombinerade verk i dess licensmeddelande, och att du bevarar alla deras Garantifriskrivningar.

source: The combined work need only contain one copy of this License, and multiple identical Invariant Sections may be replaced with a single copy. If there are multiple Invariant Sections with the same name but different contents, make the title of each such section unique by adding at the end of it, in parentheses, the name of the original author or publisher of that section if known, or else a unique number. Make the same adjustment to the section titles in the list of Invariant Sections in the license notice of the combined work.
ca: A l'obra combinada només cal incloure una còpia d'aquesta Llicència, i diverses Seccions invariables idèntiques es poden substituir per una sola còpia. Si hi ha diverses Seccions invariables amb el mateix nom, però amb contingut diferent, feu que el títol de cadascuna d'elles sigui únic afegint-hi, al final i entre parèntesis, el nom de l'autor o editor original de la secció si es coneix o un nombre únic. Feu la mateixa operació als títols de la secció que són a la relació de Seccions invariables a l'avís de llicència de l'obra resultant.
ca@valencia: A l'obra combinada només cal incloure una còpia d'esta Llicència, i diverses Seccions invariables idèntiques es poden substituir per una sola còpia. Si hi ha diverses Seccions invariables amb el mateix nom, però amb contingut diferent, feu que el títol de cadascuna d'elles siga únic afegint-hi, al final i entre parèntesis, el nom de l'autor o editor original de la secció si es coneix o un nombre únic. Feu la mateixa operació als títols de la secció que es troben a la relació de Seccions invariables a l'avís de llicència de l'obra resultant.
nl: Het gecombineerde werk behoeft slechts één kopie van deze Licentie te bevatten en meerdere identieke Invariante Secties mogen vervangen worden door een enkele kopie daarvan. Zijn er meerdere Invariante Secties met dezelfde naam, maar met een verschillende inhoud, dan maakt u de titel van iedere dergelijke sectie uniek door, tussen haakjes, aan het eind de naam van de oorspronkelijke auteur of uitgever van die sectie, indien bekend, of anders een uniek nummer, te plaatsen. Maak overeenkomstige aanpassingen in de sectietitels in de lijst van Invariante Secties in de auteursrechtelijke kennisgeving van het gecombineerde werk.
pt_br: O trabalho combinado somente precisa conter uma cópia desta Licença, e múltiplas Seções Invariantes idênticas podem ser substituídas por uma única cópia. Se houver múltiplas Seções Invariantes com o mesmo nome, porém com conteúdos diferentes, torne o título de cada uma destas seções único, adicionando ao fim dele, entre parênteses, o nome do autor ou editor original desta seção, se conhecido, ou então um número único. Faça o mesmo ajuste nos títulos de seção na lista de Seções Invariantes na nota de licença do trabalho combinado.
sl: Združeno delo mora vsebovati samo en izvod te licence, več enakih nespremenljivih delov pa se lahko nadomesti z enim samim izvodom. Če obstaja več nespremenljivih razdelkov z istim imenom, vendar različno vsebino, naredite naslov vsakega takega razdelka edinstven tako, da na koncu v oklepaju dodate ime izvirnega avtorja ali založnika tega razdelka, če je znano, ali pa edinstveno številko. Enako prilagodite naslove razdelkov na seznamu nespremenljivih razdelkov v licenčnem obvestilu združenega dela.
sv: Det kombinerade verket behöver endast innehålla ett exemplar av denna licens, och flera identiska invarianta avsnitt kan ersättas med ett enda exemplar. Om det finns flera invarianta avsnitt med samma namn men olika innehåll, gör titeln på varje sådant avsnitt unik genom att lägga till namnet på den ursprungliga författaren eller utgivaren av avsnittet om det är känt, eller ett unikt nummer, i slutet av det, inom parentes. Gör samma justering av avsnittstitlarna i listan över invarianta avsnitt i licensmeddelandet för det kombinerade verket.

source: In the combination, you must combine any sections Entitled "History" in the various original documents, forming one section Entitled "History"; likewise combine any sections Entitled "Acknowledgements", and any sections Entitled "Dedications". You must delete all sections Entitled "Endorsements".
ca: A la combinació podeu combinar totes les seccions titulades «Historial» dels diversos documents originals, donant com a resultat una secció titulada «Historial»; combineu de la mateixa manera totes les seccions titulades «Agraïments» i totes les titulades «Dedicatòries». Heu de suprimir totes les seccions titulades «Aprovacions».
ca@valencia: A la combinació podeu combinar totes les seccions titulades «Historial» dels diversos documents originals, donant com a resultat una secció titulada «Historial»; combineu de la mateixa manera totes les seccions titulades «Agraïments» i totes les titulades «Dedicatòries». Heu de suprimir totes les seccions titulades «Aprovacions».
nl: In het gecombineerde werk moet u alle secties Betiteld als "Historie" uit de verschillende originele documenten combineren tot één sectie Betiteld als "Historie". Evenzo combineert u alle secties Betiteld als "Dankbetuigingen" en alle secties Betiteld als "Toewijdingen". U dient alle secties Betiteld als "Aanbevelingen" te verwijderen.
pt_br: Na combinação, você deve combinar quaisquer seções intituladas "Histórico" nos vários documentos originais, formando uma seção intitulada "Histórico"; do mesmo modo, combine quaisquer seções intituladas "Agradecimentos", e quaisquer seções intituladas "Dedicatória". Você deve apagar todas as seções intituladas "Apoio".
sl: V kombinaciji morate združiti vse razdelke z naslovom "Zgodovina" v različnih izvirnih dokumentih in tako oblikovati en razdelek z naslovom "Zgodovina"; prav tako združite vse razdelke z naslovom "Zahvale" in vse razdelke z naslovom "Posvetila". Izbrisati morate vse razdelke z naslovom "Priporočila".
sv: I kombinationen måste du kombinera alla avsnitt med rubriken "Historia" i de olika originaldokumenten, så att de bildar ett avsnitt med rubriken "Historia"; kombinera likaså alla avsnitt med rubriken "Tackord" och alla avsnitt med rubriken "Dedikationer". Du måste ta bort alla avsnitt med rubriken "Rekommendationer".

source: 6. Collections of Documents
ca: 6. Recopilacions de documents
ca@valencia: 6. Recopilacions de documents
nl: 6. VERZAMELINGEN VAN DOCUMENTEN
pt_br: 6. Coleções de Documentos
sl: 6. Zbirke dokumentov
sv: 6. Dokumentsamlingar
