Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gnu-fdl.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv

source: You may make a collection consisting of the Document and other documents released under this License, and replace the individual copies of this License in the various documents with a single copy that is included in the collection, provided that you follow the rules of this License for verbatim copying of each of the documents in all other respects.
ca: Podeu crear una recopilació que estigui formada pel Document i altres documents publicats segons aquesta Llicència, i reemplaçar les còpies individuals d'aquesta Llicència dels diversos documents per una de sola que quedi inclosa a la recopilació, sempre que seguiu les normes d'aquesta Llicència pel que fa a la còpia literal de cadascun dels documents en tots els altres aspectes.
ca@valencia: Podeu crear una recopilació que estiga formada pel Document i altres documents publicats segons esta Llicència, i reemplaçar les còpies individuals d'esta Llicència dels diversos documents per una de sola que quede inclosa a la recopilació, sempre que seguiu les normes d'esta Llicència pel que fa a la còpia literal de cadascun dels documents en tots els altres aspectes.
nl: U mag een verzameling maken, bestaande uit het Document en andere documenten vrijgegeven onder deze Licentie, en daarbij de individuele kopieën van deze Licentie in de verschillende documenten vervangen door een enkele kopie die is opgenomen in de verzameling, mits u in alle andere opzichten de voorschriften van deze Licentie volgt ten aanzien van het verbatim kopiëren van ieder van de documenten.
pt_br: Você pode fazer uma coleção consistindo do Documento e outros documentos publicados sob esta Licença, e substituir as cópias individuais desta Licença, nos vários documentos, por uma única cópia a ser incluída na coleção, desde que você siga as regras desta Licença para cópias literais de cada documento em todos os outros aspectos.
sl: Lahko ustvarite zbirko, ki jo sestavlja Dokument in drugi dokumenti, izdani v skladu s to licenco, in posamezne kopije te licence v različnih dokumentih zamenjate z eno samo kopijo, ki je vključena v zbirko, pod pogojem, da v vseh drugih pogledih upoštevate pravila te licence za dobesedno kopiranje vsakega od dokumentov.
sv: Du får skapa en samling bestående av Dokumentet och andra dokument som utfärdats enligt denna Licens, och ersätta de enskilda kopiorna av denna Licens i de olika dokumenten med en enda kopia som ingår i samlingen, förutsatt att du följer reglerna i denna Licens för ordagrant kopiering av vart och ett av dokumenten i alla andra avseenden.

source: You may extract a single document from such a collection, and distribute it individually under this License, provided you insert a copy of this License into the extracted document, and follow this License in all other respects regarding verbatim copying of that document.
ca: Podeu extreure un document individual d'aquesta col·lecció i distribuir-lo individualment segons aquesta Llicència, sempre que inseriu una còpia d'aquesta Llicència en el document que s'ha extret i que seguiu aquesta Llicència en tots els altres aspectes relatius a la còpia literal del document.
ca@valencia: Podeu extraure un document individual d'esta col·lecció i distribuir-lo individualment segons esta Llicència, sempre que inseriu una còpia d'esta Llicència en el document que s'ha extret i que seguiu esta Llicència en tots els altres aspectes relatius a la còpia literal del document.
nl: Het is toegestaan een enkel document uit een dergelijke verzameling te halen en deze afzonderlijk te distribueren onder deze Licentie, indien u een kopie van deze Licentie opneemt in dat afgezonderde document en mits u in alle andere opzichten de voorschriften van deze Licentie volgt ten aanzien van het verbatim kopiëren van dat document.
pt_br: Você pode extrair um único documento desta coleção, e distribuí-lo individualmente sob esta Licença, desde que você insira uma cópia desta Licença no documento extraído, e siga esta Licença em todos os outros aspectos com relação à cópia literal do documento.
sl: Iz takšne zbirke lahko izvlečete en sam dokument in ga distribuirate posamično v skladu s to licenco, pod pogojem, da v izvlečeni dokument vstavite kopijo te licence in v vseh drugih pogledih glede dobesednega kopiranja tega dokumenta upoštevate to licenco.
sv: Du får extrahera ett enskilt dokument från en sådan samling och distribuera det individuellt under denna licens, förutsatt att du infogar en kopia av denna licens i det extraherade dokumentet och följer denna licens i alla andra avseenden gällande ordagrant kopiering av det dokumentet.

source: 7. Aggregation with Independent Works
ca: 7. Agrupament amb obres independents
ca@valencia: 7. Agrupament amb obris independents
nl: 7. SAMENVOEGING MET ONAFHANKELIJKE WERKEN
pt_br: 7. Agregação a Trabalhos Independentes
sl: 7. Združevanje z neodvisnimi deli
sv: 7. Sammanläggning med oberoende verk

source: A compilation of the Document or its derivatives with other separate and independent documents or works, in or on a volume of a storage or distribution medium, is called an "aggregate" if the copyright resulting from the compilation is not used to limit the legal rights of the compilation's users beyond what the individual works permit. When the Document is included in an aggregate, this License does not apply to the other works in the aggregate which are not themselves derivative works of the Document.
ca: Una compilació del Document o els seus derivats amb altres documents o obres separades i independents, en un volum d'emmagatzematge o mitjà de distribució o mitjà, s'anomena un «agregat» si els drets d'autor resultants de la compilació no s'utilitzen per a limitar els drets legals dels usuaris de la compilació més enllà del que les obres individuals permeten. Quan el document s'inclou en un agregat, aquesta llicència no s'aplica a les altres obres de l'agregat que no són obres derivades del document.
ca@valencia: Una compilació del Document o els seus derivats amb altres documents o obris separades i independents, en un volum d'emmagatzematge o mitjà de distribució o mitjà, s'anomena un «agregat» si els drets d'autoria resultants de la compilació no s'utilitzen per a limitar els drets legals dels usuaris de la compilació més enllà del que les obris individuals permeten. Quan el document s'inclou en un agregat, esta llicència no s'aplica a les altres obris de l'agregat que no són obris derivades del document.
nl: Een compilatie van het Document of zijn afgeleiden met andere afzonderlijke en onafhankelijke documenten of werken, in of op een drager van een opslag- of distributiemedium, wordt een "Aggregaat" genoemd als het auteursrecht voortkomend uit de compilatie niet wordt gebruikt om de grenzen van de juridische rechten van de gebruikers van de compilatie te verleggen tot buiten datgene wat de individuele werken toestaan. Is het Document opgenomen in een Aggregaat, dan is deze Licentie niet van toepassing op de andere werken in het Aggregaat, welke zelf geen afgeleide werken van het Document zijn.
pt_br: Uma compilação do Documento ou seus derivados com outros documentos ou trabalhos separados e independentes, dentro de ou junto a um volume de um meio de armazenagem ou distribuição, configura um "agregado" se os direitos autorais resultantes da compilação não forem usados para limitar os direitos legais dos usuários desta além do que os trabalhos individuais permitem. Quando o Documento é incluído em um agregado, esta Licença não se aplica aos outros trabalhos no agregado que não forem, por sua vez, derivados do Documento.
sl: Združevanje Dokumenta ali njegovih izpeljank z drugimi ločenimi in neodvisnimi dokumenti ali deli v ali na nosilcu pomnilniškega ali distribucijskega medija se imenuje "združevanje", če se avtorske pravice, ki izhajajo iz združevanja, ne uporabljajo za omejevanje zakonskih pravic uporabnikov združevanja preko tega, kar dovoljujejo posamezna dela. Ko je Dokument vključen v združevanje, se ta licenca ne uporablja za druga dela v združevanju, ki sama po sebi niso izpeljana dela Dokumenta.
sv: En sammanställning av Dokumentet eller dess derivat med andra separata och oberoende dokument eller verk, i eller på en volym av ett lagrings- eller distributionsmedium, kallas ett "aggregat" om upphovsrätten som härrör från sammanställningen inte används för att begränsa de juridiska rättigheterna för sammanställningens användare utöver vad de enskilda verken tillåter. När Dokumentet ingår i ett aggregat gäller denna Licens inte för de andra verken i aggregeringen som inte i sig är derivat av Dokumentet.

source: If the Cover Text requirement of section 3 is applicable to these copies of the Document, then if the Document is less than one half of the entire aggregate, the Document's Cover Texts may be placed on covers that bracket the Document within the aggregate, or the electronic equivalent of covers if the Document is in electronic form. Otherwise they must appear on printed covers that bracket the whole aggregate.
ca: Si el requisit del Text de portada de la secció 3 és aplicable a aquestes còpies del Document, i si el Document és inferior a la quarta part de tot l'agrupament, els Textos de portada del Document es poden col·locar en cobertes que encerclin solament el Document dins de l'agrupament. En cas contrari, han d'aparèixer en cobertes impreses que encerclin tot l'agrupament.
ca@valencia: Si el requeriment del Text de portada de la secció 3 és aplicable a estes còpies del Document, i si el Document és inferior a la quarta part de tot l'agrupament, els Textos de portada del Document es poden col·locar en cobertes que encerclin solament el Document dins de l'agrupament. En cas contrari, han d'aparéixer en cobertes impreses que encerclin tot l'agrupament.
nl: Indien de verplichtingen betreffende Omslagteksten, beschreven in sectie 3, van toepassing zijn op deze kopieën en beslaat het Document minder dan de helft van het Aggregaat, dan mogen de Omslagteksten van het Document geplaatst worden op omslagen die het Document binnen het Aggregaat omgeven, of op het elektronische equivalent van omslagen als het een elektronische vorm van het Document betreft. Is dat niet geval, dan moeten ze voorkomen op de gedrukte omslagen die het gehele Aggregaat omgeven.
pt_br: Se o requerimento do Texto de Capa da seção 3 for aplicável a estas cópias do documento, então, se o Documento for menor que metade do agregado inteiro, os Textos de Capa do Documento podem ser colocados em capas que encerrem o Documento dentro do agregado, ou o equivalente eletrônico das capas se o Documento estiver em formato eletrônico. Do contrário, eles devem aparecer como capas impressas que envolvam o agregado inteiro.
sl: Če zahteva glede besedila na naslovnici iz 3. razdelka velja za te kopije Dokumenta, potem če Dokument obsega manj kot polovico celotnega agregata, se lahko besedila na naslovnici Dokumenta namestijo na naslovnice, ki omejujejo Dokument znotraj agregata, ali na elektronski ekvivalent naslovnic, če je Dokument v elektronski obliki. V nasprotnem primeru se morajo pojaviti na tiskanih naslovnicah, ki omejujejo celoten agregat.
sv: Om kravet på omslagstext i avsnitt 3 är tillämpligt på dessa kopior av dokumentet, och om dokumentet utgör mindre än hälften av hela samlingen, får dokumentets omslagstexter placeras på omslag som omger dokumentet inom samlingen, eller den elektroniska motsvarigheten till omslag om dokumentet är i elektronisk form. Annars måste de visas på tryckta omslag som omger hela samlingen.

source: 8. Translation
ca: 8. Traducció
ca@valencia: 8. Traducció
nl: 8. VERTALING
pt_br: 8. Traduções
sl: 8. Prevod
sv: 8. Översättning

source: Translation is considered a kind of modification, so you may distribute translations of the Document under the terms of section 4. Replacing Invariant Sections with translations requires special permission from their copyright holders, but you may include translations of some or all Invariant Sections in addition to the original versions of these Invariant Sections. You may include a translation of this License, and all the license notices in the Document, and any Warranty Disclaimers, provided that you also include the original English version of this License and the original versions of those notices and disclaimers. In case of a disagreement between the translation and the original version of this License or a notice or disclaimer, the original version will prevail.
ca: La traducció es considera una mena de modificació, i, per tant, podeu distribuir traduccions del Document d'acord amb les clàusules de la secció 4. La substitució de les Seccions invariables per traduccions requereix un permís especial dels propietaris del copyright, però podeu incloure traduccions d'algunes o totes les Seccions invariables a més de les seves versions originals. Podeu incloure una traducció d'aquesta Llicència sempre que també incloeu la versió original en anglès d'aquesta Llicència. En cas de desacord entre la traducció i la versió original en anglès d'aquesta Llicència, prevaldrà la versió original.
ca@valencia: La traducció es considera una mena de modificació, i, per tant, podeu distribuir traduccions del Document d'acord amb les clàusules de la secció 4. La substitució de les Seccions invariables per traduccions requerix un permís especial dels propietaris del copyright, però podeu incloure traduccions d'algunes o totes les Seccions invariables a més de les seues versions originals. Podeu incloure una traducció d'esta Llicència sempre que també incloeu la versió original en anglés d'esta Llicència. En cas de desacord entre la traducció i la versió original en anglés d'esta Llicència, prevaldrà la versió original.
nl: Vertaling wordt beschouwd als een vorm van wijziging, dus u mag vertalingen van het Document verspreiden onder de condities gesteld in sectie 4. Het vervangen van Invariante Secties door vertalingen ervan vereist speciale toestemming van de houder van de auteursrechten, maar het opnemen van vertalingen van sommige of alle Invariante Secties naast de oorspronkelijke versies van deze Invariante Sectie is toegestaan. U mag een vertaling van deze Licentie, alle auteursrechtelijke kennisgevingen in het Document en alle Garantiebepalingen opnemen in het Document, mits u tevens de originele Engelse versie van deze Licentie en de originele versies van deze kennisgevingen en bepalingen opneemt. In geval van tegenstrijdigheid tussen de vertaling en de oorspronkelijk versie van deze Licentie of een kennisgeving of bepaling, prevaleert de oorspronkelijke versie.
pt_br: Uma tradução é considerada como sendo um tipo de modificação, então você pode distribuir traduções do Documento sob os termos da seção 4. A substituição de Seções Invariantes por traduções requer permissão especial dos detentores dos direitos autorais, embora você possa incluir traduções de algumas ou todas as Seções Invariantes juntamente às versões originais destas. Você pode incluir uma tradução desta Licença, e todas as notas de licença no Documento, e qualquer Nota de Garantia, desde que você também inclua a versão original em Inglês desta Licença e as versões originais das notas de licença e garantia. Em caso de discordância entre a tradução e a versão original desta Licença ou nota de licença ou garantia, a versão original prevalecerá.
sl: Prevod se šteje za vrsto spremembe, zato lahko distribuirate prevode Dokumenta v skladu s pogoji iz 4. razdelka. Zamenjava nespremenljivih razdelkov s prevodi zahteva posebno dovoljenje imetnikov avtorskih pravic, vendar lahko poleg izvirnih različic teh nespremenljivih razdelkov vključite tudi prevode nekaterih ali vseh nespremenljivih razdelkov. Vključite lahko prevod te licence in vseh licenčnih obvestil v Dokumentu ter morebitnih izjav o omejitvi odgovornosti, pod pogojem, da vključite tudi izvirno angleško različico te licence in izvirne različice teh obvestil in izjav o omejitvi odgovornosti. V primeru nesoglasja med prevodom in izvirno različico te licence ali obvestilom oziroma izjavo o omejitvi odgovornosti prevlada izvirna različica.
sv: Översättning betraktas som en typ av modifiering, så du får distribuera översättningar av dokumentet enligt villkoren i avsnitt 4. Att ersätta invarianta avsnitt med översättningar kräver särskilt tillstånd från deras upphovsrättsinnehavare, men du får inkludera översättningar av vissa eller alla invarianta avsnitt utöver originalversionerna av dessa invarianta avsnitt. Du får inkludera en översättning av denna licens och alla licensmeddelanden i dokumentet och eventuella garantifriskrivningar, förutsatt att du också inkluderar den ursprungliga engelska versionen av denna licens och originalversionerna av dessa meddelanden och friskrivningar. Vid oenighet mellan översättningen och originalversionen av denna licens eller ett meddelande eller en friskrivning, ska originalversionen ha företräde.

source: If a section in the Document is Entitled "Acknowledgements", "Dedications", or "History", the requirement (section 4) to Preserve its Title (section 1) will typically require changing the actual title.
ca: Si una secció del document té el títol «Agraïments», «Dedicatòries» o «Historial», el requisit (secció 4) per conservar el seu títol (secció 1) normalment requerirà canviar el títol real.
ca@valencia: Si una secció del document té el títol «Agraïments», «Dedicatòries» o «Historial», el requisit (secció 4) per conservar el seu títol (secció 1) normalment requerirà canviar el títol real.
nl: Indien een sectie in het Document is Betiteld als "Dankbetuigingen", "Toewijdingen" of "Historie", dan vereist de verplichting (zie sectie 4) tot het Behouden van een Titel (zie sectie 1) typisch dat de daadwerkelijke titel wordt veranderd.
pt_br: Se uma seção no Documento for intitulada "Agradecimentos", "Dedicatória", ou "Histórico", o requerimento (seção 4) de Preservar seu Título (seção 1) tipicamente exigirá a mudança do título em si.
sl: Če ima razdelek v dokumentu naslov "Zahvale", "Posvetila" ali "Zgodovina", bo zahteva (4. razdelek) po ohranitvi naslova (1. razdelek) običajno zahtevala spremembo dejanskega naslova.
sv: Om ett avsnitt i dokumentet har rubriken "Tackord", "Dedikationer" eller "Historik", kommer kravet (avsnitt 4) att bevara dess titel (avsnitt 1) vanligtvis att kräva att den faktiska titeln ändras.

source: 9. Termination
ca: 9. Finalització
ca@valencia: 9. Finalització
nl: 9. ONTBINDING
pt_br: 9. Término
sl: 9. Prenehanje veljavnosti
sv: 9. Uppsägning

source: You may not copy, modify, sublicense, or distribute the Document except as expressly provided under this License. Any attempt otherwise to copy, modify, sublicense, or distribute it is void, and will automatically terminate your rights under this License.
ca: No podeu copiar, modificar, subllicenciar ni distribuir el Document excepte en els casos previstos expressament segons aquesta Llicència. Qualsevol altre intent de copiar, modificar, subllicenciar o distribuir el Document serà nul i causarà la finalització immediata dels vostres drets d'acord amb aquesta Llicència.
ca@valencia: No podeu copiar, modificar, subllicenciar ni distribuir el Document excepte en els casos previstos expressament segons esta Llicència. Qualsevol altre intent de copiar, modificar, subllicenciar o distribuir el Document serà nul i causarà la finalització immediata dels vostres drets d'acord amb esta Llicència.
nl: Het is u niet toegestaan dit Document te kopiëren, wijzigen, distribueren of sublicenties te verlenen, anders dan binnen de uitdrukkelijke voorwaarden van deze Licentie. Iedere andere poging tot kopiëren, wijzigen, distribueren of sublicentie verlenen is nietig en doet automatisch uw rechten binnen deze Licentie vervallen. Echter, de licentie van partijen die kopieën, of rechten, van u hebben ontvangen onder deze Licentie wordt niet nietig verklaard, zolang dergelijke partijen deze Licentie volledig blijven nakomen.
pt_br: Você não pode copiar, modifica, sub-licenciar, ou distribuir o Documento à exceção do modo expressamente provido por esta Licença. Qualquer outra tentativa de copiar, modificar, sub-licenciar ou distribuir o Documento é anulada, e implicará em término automático de seus direitos sob esta Licença. Contudo, as partes que receberam cópias, ou direitos, de você sob esta Licença não terão suas licenças terminadas enquanto tais partes permanecerem em total acordo com a Licença.
sl: Dokumenta ne smete kopirati, spreminjati, podlicencirati ali distribuirati, razen če je to izrecno določeno v tej licenci. Vsak poskus kopiranja, spreminjanja, podlicenciranja ali distribuiranja na drug način je ničen in bo samodejno prekinil vaše pravice v skladu s to licenco.
sv: Du får inte kopiera, modifiera, vidarelicensiera eller distribuera Dokumentet förutom vad som uttryckligen anges i denna Licens. Alla försök att på annat sätt kopiera, modifiera, vidarelicensiera eller distribuera det är ogiltiga och kommer automatiskt att upphöra med dina rättigheter enligt denna Licens.
