Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gnu-fdl.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv

source: The "Invariant Sections" are certain Secondary Sections whose titles are designated, as being those of Invariant Sections, in the notice that says that the Document is released under this License. If a section does not fit the above definition of Secondary then it is not allowed to be designated as Invariant. The Document may contain zero Invariant Sections. If the Document does not identify any Invariant Sections then there are none.
ca: Les «Seccions invariables» són determinades Seccions secundàries els títols de les quals indiquen que són Seccions invariables en l'avís que indica que el Document es distribueix segons aquesta Llicència. Si una secció no s'ajusta a la definició anterior de Secundària, llavors no es pot designar com a invariable. El document pot contenir zero seccions invariables. Si el document no identifica cap secció invariable, llavors no n'hi ha cap.
ca@valencia: Les «Seccions invariables» són determinades Seccions secundàries els títols de les quals indiquen que són Seccions invariables en l'avís que indica que el Document es distribuïx segons esta Llicència. Si una secció no s'ajusta a la definició anterior de Secundària, llavors no es pot designar com a invariable. El document pot contindre zero seccions invariables. Si el document no identifica cap secció invariable, llavors no n'hi ha cap.
nl: De "Onveranderlijke secties" zijn bepaalde Secundaire secties waarvan de titels worden aangeduid als Onveranderlijke secties in de kennisgeving dat het Document onder deze licentie wordt vrijgegeven. Als een sectie niet voldoet aan de bovenstaande definitie van Secundair, mag deze niet als onveranderlijk worden aangemerkt. Het Document mag geen Onveranderlijke secties bevatten. Als het Document geen Onveranderlijke secties identificeert, zijn er geen.
pt_br: "Seções Invariantes" são certas Seções Secundárias cujos títulos são designados como sendo de Seções invariantes na nota que afirma que o Documento é publicado sob esta Licença. Se uma seção não se encaixa na definição acima de Secundária, então não se permite que seja designada como Invariante. O Documento pode não conter nenhuma Seção Invariante. Se o documento não identificar quaisquer Seções Invariantes, então não há nenhuma.
sl: "Nespremenljivi deli" so določeni sekundarni deli, katerih naslovi so v obvestilu, ki pravi, da je dokument izdan pod to licenco, označeni kot naslovi nespremenljivih delov. Če del ne ustreza zgornji definiciji sekundarnega dela, ga ni dovoljeno označiti kot nespremenljivega. Dokument lahko vsebuje nič nespremenljivih delov. Če dokument ne navaja nobenih nespremenljivih delov, jih ni.
sv: "Invarianta avsnitt" är vissa sekundära avsnitt vars titlar anges som invarianta avsnitt i meddelandet som anger att dokumentet ges ut under denna licens. Om ett avsnitt inte uppfyller ovanstående definition av sekundärt får det inte betecknas som invariant. Dokumentet får innehålla noll invarianta avsnitt. Om dokumentet inte identifierar några invarianta avsnitt finns det inga.

source: The "Cover Texts" are certain short passages of text that are listed, as Front-Cover Texts or Back-Cover Texts, in the notice that says that the Document is released under this License. A Front-Cover Text may be at most 5 words, and a Back-Cover Text may be at most 25 words.
ca: Els «Textos de portada» són determinats fragments breus de text que consten com a Textos de portada o Textos de contraportada en l'avís que indica que el Document es distribueix segons aquesta Llicència. Un text de coberta davantera pot tenir com a màxim 5 paraules, i un text de coberta posterior pot tenir com a màxim 25 paraules.
ca@valencia: Els «Textos de portada» són determinats fragments breus de text que consten com a Textos de portada o Textos de contraportada en l'avís que indica que el Document es distribuïx segons esta Llicència. Un text de coberta davantera pot tindre com a màxim 5 paraules, i un text de coberta posterior pot tindre com a màxim 25 paraules.
nl: De "omslagteksten" zijn bepaalde korte tekstpassages die, als vooromslagteksten of achteromslagteksten, worden vermeld in de mededeling dat het Document onder deze licentie wordt vrijgegeven. Een vooromslagtekst mag maximaal 5 woorden bevatten en een achteromslagtekst maximaal 25 woorden.
pt_br: "Textos de Capa" são certas passagens de texto que são listada como Textos de Capa Frontal ou Texto de Quarta Capa, na nota que afirma que o Documento é publicado sob esta Licença. Um Texto de Capa Frontal pode ter no máximo 5 palavras, e um Texto de Quarta Capa pode ter no máximo 25 palavras.
sl: "Besedila na naslovnici" so določeni kratki odlomki besedila, ki so v obvestilu, ki pravi, da je dokument izdan pod to licenco, navedeni kot besedila na sprednji ali zadnji platnici. Besedilo na sprednji ali zadnji platnici je lahko dolgo največ 5 besed, besedilo na zadnji platnici pa največ 25 besed.
sv: "Omslagstexter" är vissa korta textavsnitt som listas, som framsida- eller baksida-texter, i meddelandet som anger att dokumentet ges ut under denna licens. En framsida- eller baksida-text får vara högst 5 ord lång och en baksida-text får vara högst 25 ord lång.

source: A "Transparent" copy of the Document means a machine-readable copy, represented in a format whose specification is available to the general public, that is suitable for revising the document straightforwardly with generic text editors or (for images composed of pixels) generic paint programs or (for drawings) some widely available drawing editor, and that is suitable for input to text formatters or for automatic translation to a variety of formats suitable for input to text formatters. A copy made in an otherwise Transparent file format whose markup, or absence of markup, has been arranged to thwart or discourage subsequent modification by readers is not Transparent. An image format is not Transparent if used for any substantial amount of text. A copy that is not "Transparent" is called "Opaque".
ca: Una còpia «Transparent» del Document significa una còpia que pugui ser llegida per una màquina, presentada en un format les especificacions del qual siguin accessibles al públic en general, els continguts de la qual es poden visualitzar i editar directament amb editors de text genèrics, o, per a imatges compostes de píxels, amb programes gràfics genèrics, o, per a dibuixos, amb editors de dibuix fàcilment accessibles, i que es pugui introduir a formatadors de text, o a traductors automàtics en una varietat de formats que es puguin introduir a formatadors de text. Una còpia feta en un format de fitxer Transparent, l'etiquetatge del qual s'hagi dissenyat per a obstaculitzar o dissuadir als lectors de fer-hi ulteriors modificacions no és Transparent. Una còpia que no és «Transparent» s'anomena «Opaca».
ca@valencia: Una còpia «Transparent» del Document significa una còpia que puga ser llegida per una màquina, presentada en un format les especificacions del qual siguen accessibles al públic en general, els continguts de la qual es poden visualitzar i editar directament amb editors de text genèrics, o, per a imatges compostes de píxels, amb programes gràfics genèrics, o, per a dibuixos, amb editors de dibuix accessibles amb facilitat, i que es puga introduir a formatadors de text, o a traductors automàtics en una varietat de formats que es puguen introduir a formatadors de text. Una còpia feta en un format de fitxer Transparent, l'etiquetatge del qual s'haja dissenyat per a obstaculitzar o dissuadir als lectors de fer-hi ulteriors modificacions no és Transparent. Una còpia que no és «Transparent» s'anomena «Opaca».
nl: Een "Transparante" kopie van het Document is een machineleesbare kopie, weergegeven in een formaat waarvan de specificaties beschikbaar zijn voor het grote publiek, die geschikt is voor eenvoudige revisie van het document met algemene tekstbewerkers of (voor afbeeldingen die uit pixels bestaan) algemene tekenprogramma's of (voor tekeningen) een algemeen verkrijgbare tekenbewerker, en die geschikt is voor invoer in tekstopmakers of voor automatische vertaling naar een verscheidenheid aan formaten die geschikt zijn voor invoer in tekstopmakers. Een kopie gemaakt in een anderszins transparant bestandsformaat waarvan de opmaak, of de afwezigheid van opmaak, is ingericht om latere wijziging door lezers te verhinderen of te ontmoedigen, is niet transparant. Een afbeeldingsformaat is niet transparant indien het wordt gebruikt voor een substantiële hoeveelheid tekst. Een kopie die niet "Transparant" is, wordt "Ondoorzichtig" genoemd.
pt_br: Uma cópia "Transparente" do Documento significa uma cópia que pode ser lida pelo computador, representada em um formato cuja especificação esteja disponível ao público geral, que seja apropriada para a imediata revisão do documento usando-se editores de texto genéricos ou (para imagens compostas de pixeis) programas gráficos genéricos ou (para desenhos) algum editor de desenhos amplamente disponível, e que seja apropriado para inclusão em formatadores de texto ou para tradução automática para uma variedade de formatos apropriados para inclusão em formatadores de texto. Uma cópia feita em outro formato de arquivo Transparente cuja marcação, ou ausência desta, foi manipulada para impedir ou desencorajar modificação subsequente pelos leitores não é Transparente. Um formato de imagem não é Transparente se usado em lugar de qualquer quantidade substancial de texto. Uma cópia que não é "Transparente" é chamada "Opaca".
sl: "Transparentna" kopija dokumenta pomeni strojno berljivo kopijo, predstavljeno v obliki, katere specifikacija je na voljo širši javnosti, ki je primerna za neposredno spreminjanje dokumenta z generičnimi urejevalniki besedil ali (za slike, sestavljene iz slikovnih pik) generičnimi programi za slikanje ali (za risbe) nekim splošno dostopnim urejevalnikom risb in ki je primerna za vnos v oblikovalnike besedil ali za samodejno prevajanje v različne oblike, primerne za vnos v oblikovalnike besedil. Kopija, narejena v sicer transparentni obliki datoteke, katere označevanje ali odsotnost označevanja je bila urejena tako, da preprečuje ali odvrača od poznejših sprememb s strani bralcev, ni transparentna. Oblika slike ni transparentna, če se uporablja za znatno količino besedila. Kopija, ki ni "transparentna", se imenuje "netransparentna".
sv: En "transparent" kopia av dokumentet avser en maskinläsbar kopia, representerad i ett format vars specifikation är tillgänglig för allmänheten, som är lämplig för att enkelt revidera dokumentet med generiska textredigerare eller (för bilder som består av pixlar) generiska ritprogram eller (för ritningar) någon allmänt tillgänglig redigerare, och som är lämplig för inmatning i textformaterare eller för automatisk översättning till en mängd olika format lämpliga för inmatning i textformaterare. En kopia gjord i ett annars transparent filformat vars markup, eller avsaknad av markup, har arrangerats för att förhindra eller avskräcka efterföljande ändringar av läsare är inte transparent. Ett bildformat är inte transparent om det används för en betydande mängd text. En kopia som inte är "transparent" kallas "opak".

source: Examples of suitable formats for Transparent copies include plain ASCII without markup, Texinfo input format, LaTeX input format, SGML or XML using a publicly available DTD, and standard-conforming simple HTML, PostScript or PDF designed for human modification. Examples of transparent image formats include PNG, XCF and JPG. Opaque formats include proprietary formats that can be read and edited only by proprietary word processors, SGML or XML for which the DTD and/or processing tools are not generally available, and the machine-generated HTML, PostScript or PDF produced by some word processors for output purposes only.
ca: Exemples de formats adequats per a còpies Transparents són: ASCII net sense etiquetatge, format d'entrada Texinfo, format d'entrada LaTeX, SGML o XML que utilitzin un DTD accessible per a tothom, i HTML senzill, PostScript o PDF que compleixin amb els estàndards que estiguin dissenyats per a la modificació humana. Els formats opacs inclouen PostScript, PDF, els formats propietaris que només es poden llegir i editar amb processadors de textos propietaris, SGML o XML el DTD i/o eines de processament dels quals no siguin fàcilment accessibles, i HTML generat automàticament per alguns processadors de textos només per a la sortida.
ca@valencia: Exemples de formats adequats per a còpies Transparents són: ASCII net sense etiquetatge, format d'entrada Texinfo, format d'entrada LaTeX, SGML o XML que utilitzen un DTD accessible per a tothom, i HTML senzill, PostScript o PDF que complisquen amb els estàndards que estiguen dissenyats per a la modificació humana. Els formats opacs inclouen PostScript, PDF, els formats propietaris que només es poden llegir i editar amb processadors de textos propietaris, SGML o XML el DTD i/o eines de processament dels quals no siguen accessibles amb facilitat, i HTML generat automàticament per alguns processadors de textos només per a l'eixida.
nl: Voorbeelden van geschikte formaten voor transparante kopieën zijn onder andere gewone ASCII zonder opmaak, Texinfo-invoerformaat, LaTeX-invoerformaat, SGML of XML met een openbaar beschikbare DTD, en standaardconforme, eenvoudige HTML, PostScript of PDF, ontworpen voor menselijke bewerking. Voorbeelden van transparante afbeeldingsformaten zijn PNG, XCF en JPG. Ondoorzichtige formaten zijn onder andere bedrijfseigen formaten die alleen kunnen worden gelezen en bewerkt door bedrijfseigen tekstverwerkers, SGML of XML waarvoor de DTD en/of verwerkingshulpmiddelen niet algemeen beschikbaar zijn, en de machinegegenereerde HTML, PostScript of PDF die door sommige tekstverwerkers uitsluitend voor uitvoerdoeleinden wordt geproduceerd.
pt_br: Exemplos de formatos apropriados para cópias Transparentes incluem ASCII puro sem marcação, formato de entrada Texinfo, LaTex, SGML ou XML usando um DTD publicamente disponível, e HTML padrão simples, PostScript ou PDF projetados para modificação por humanos. Exemplos de formatos de imagem transparentes incluem PNG, XCF e JPG. Formatos Opacos incluem formatos proprietários que podem ser lidos e editados somente por processadores de texto proprietários, SGML ou XML para os quais o DTD e/ou ferramentas de processamento não são largamente disponibilizadas, e HTML, Postscript ou PDF gerados automaticamente com propósito apenas de saída por alguns processadores de texto.
sl: Primeri primernih oblik zapisa za transparentne kopije vključujejo navaden ASCII brez označevanja, vhodni format Texinfo, vhodni format LaTeX, SGML ali XML z javno dostopnim DTD in preprost HTML, PostScript ali PDF, ki ustreza standardom in je zasnovan za človeško spreminjanje. Primeri transparentnih oblik zapisa slik vključujejo PNG, XCF in JPG. Netransparentni formati vključujejo lastniške formate, ki jih je mogoče brati in urejati le z lastniškimi urejevalniki besedil, SGML ali XML, za katere DTD in/ali orodja za obdelavo niso splošno dostopna, in strojno generirane HTML, PostScript ali PDF, ki jih nekateri urejevalniki besedil ustvarijo samo za izhodne namene.
sv: Exempel på lämpliga format för transparenta kopior inkluderar vanlig ASCII utan markup, Texinfo-inmatningsformat, LaTeX-inmatningsformat, SGML eller XML med en allmänt tillgänglig DTD, och enkel HTML som följer standarden, PostScript eller PDF avsedd för mänsklig modifiering. Exempel på transparenta bildformat inkluderar PNG, XCF och JPG. Opaka format inkluderar proprietära format som endast kan läsas och redigeras av proprietära ordbehandlare, SGML eller XML för vilka DTD och/eller bearbetningsverktyg inte är allmänt tillgängliga, och maskingenererad HTML, PostScript eller PDF som produceras av vissa ordbehandlare endast för utdata.

source: The "Title Page" means, for a printed book, the title page itself, plus such following pages as are needed to hold, legibly, the material this License requires to appear in the title page. For works in formats which do not have any title page as such, "Title Page" means the text near the most prominent appearance of the work's title, preceding the beginning of the body of the text.
ca: La «Pàgina de títol» significa, per a un llibre imprès, la pàgina mateixa de títol, més totes aquelles pàgines que siguin necessàries per a contenir, de manera llegible, el material que aquesta Llicència requereix que aparegui a la pàgina de títol. Per a les obres que, a causa del format de les quals, no tinguin pròpiament una pàgina de títol, la «Pàgina de títol» significa el text proper a l'aparició més destacada del títol de l'obra, precedint el començament del cos del text.
ca@valencia: La «Pàgina de títol» significa, per a un llibre imprés, la pàgina mateixa de títol, més totes aquelles pàgines que siguen necessàries per a contindre, de manera llegible, el material que esta Llicència requerix que aparega a la pàgina de títol. Per a les obris que, a causa del format de les quals, no tinguen pròpiament una pàgina de títol, la «Pàgina de títol» significa el text proper a l'aparició més destacada del títol de l'obra, precedint el començament del cos del text.
nl: De "Titelpagina" omvat, voor een gedrukt boek, de titelpagina zelf plus de daaropvolgende pagina's die, leesbaar, het materiaal bevatten waarvan door deze Licentie wordt voorgeschreven dat het in de titelpagina dient te verschijnen. Voor werken in formaten die geen titelpagina kennen duidt Titelpagina op de tekst nabij de meest prominente verschijning van de titel van het werk, voorafgaand aan de eigenlijke tekst.
pt_br: "Página de Título" significa, para um livro impresso, a própria página do título, além das páginas subseqüentes necessárias para conter, de forma legível, o material que esta Licença requer que apareça na página do título. Para trabalhos em formatos que não têm uma página de título assim, "Página de Título" significa o texto próximo à ocorrência mais proeminente do título do trabalho, precedendo o início do corpo do texto.
sl: "Naslovna stran" za tiskano knjigo pomeni samo naslovno stran in naslednje strani, ki so potrebne za berljivo shranjevanje gradiva, ki ga ta licenca zahteva na naslovni strani. Za dela v formatih, ki nimajo naslovne strani kot take, "naslovna stran" pomeni besedilo blizu najvidnejšega pojava naslova dela, pred začetkom besedila.
sv: "Titelsidan" avser, för en tryckt bok, själva titelsidan, plus de efterföljande sidor som behövs för att läsbart innehålla det material som denna licens kräver ska visas på titelsidan. För verk i format som inte har någon titelsida som sådan avser "Titelsidan" texten nära den mest framträdande förekomsten av verkets titel, före början av textens brödtext.

source: The "publisher" means any person or entity that distributes copies of the Document to the public.
ca: L'«editor» significa qualsevol persona o entitat que distribueixi còpies del document al públic.
ca@valencia: L'«editor» significa qualsevol persona o entitat que distribuïsca còpies del document al públic.
nl: De "uitgever" betekent elke persoon of entiteit die kopieën van het Document distribueert aan het publiek.
pt_br: O "editor" significa qualquer pessoa ou entidade que distribui cópias do Documento ao público.
sl: "Založnik" pomeni katero koli osebo ali subjekt, ki distribuira kopije dokumenta javnosti.
sv: Med "utgivare" avses varje person eller enhet som distribuerar kopior av Dokumentet till allmänheten.

source: A section "Entitled XYZ" means a named subunit of the Document whose title either is precisely XYZ or contains XYZ in parentheses following text that translates XYZ in another language. (Here XYZ stands for a specific section name mentioned below, such as "Acknowledgements", "Dedications", "Endorsements", or "History".) To "Preserve the Title" of such a section when you modify the Document means that it remains a section "Entitled XYZ" according to this definition.
ca: Una secció «Titulada XYZ» significa una subunitat anomenada del document el títol del qual és precisament XYZ o conté XYZ entre parèntesis seguint el text que tradueix XYZ en un altre idioma. (Aquí XYZ significa un nom de secció específic esmentat a continuació, com ara «Agraïments», «Dedicatòries», «Aprovacions» o «Historial».) Per a «Conservar el títol» d'aquesta secció quan modifiqueu el document, es manté una secció «Titulada XYZ» d'acord amb aquesta definició.
ca@valencia: Una secció «Titulada XYZ» significa una subunitat anomenada del document el títol del qual és precisament XYZ o conté XYZ entre parèntesis seguint el text que traduïx XYZ en un altre idioma. (Ací XYZ significa un nom de secció específic esmentat a continuació, com ara «Agraïments», «Dedicatòries», «Aprovacions» o «Historial».) Per a «Conservar el títol» d'esta secció quan modifiqueu el document, es manté una secció «Titulada XYZ» d'acord amb esta definició.
nl: Een sectie "Betiteld als XYZ" duidt op een onderdeel van het Document waarvan de titel ofwel letterlijk XYZ is of waarvan de titel XYZ tussen haakjes bevat volgend op tekst die XYZ vertaalt in een andere taal. (Hier staat XYZ voor een specifieke naam van een sectie die hieronder genoemd wordt, zoals "Dankbetuigingen", "Toewijdingen", "Aanbevelingen" of "Historie".) Het "Behouden van de Titel" van een dergelijke sectie wanneer u het Document wijzigt betekent dat het een sectie "Betiteld als XYZ" blijft volgens deze definitie.
pt_br: Uma seção "Intitulada XYZ" significa uma sub-unidade com nome do Documento cujo título ou é precisamente XYZ ou contém XYZ em parênteses seguindo o texto que traduz XYZ em outra língua. (Aqui XYZ representa o nome de uma seção específica mencionado acima, tal como "Agradecimentos", "Dedicatória", "Apoio", ou "Histórico".) "Preservar o Título" de uma seção assim quando você modifica o Documento significa que ela continua sendo uma seção "Intitulada XYZ" de acordo com esta definição.
sl: Razdelek "Z naslovom XYZ" pomeni imenovano podenoto dokumenta, katere naslov je bodisi natančno XYZ bodisi vsebuje XYZ v oklepaju za besedilom, ki prevaja XYZ v drug jezik. (Tukaj XYZ predstavlja določeno ime razdelka, omenjeno spodaj, na primer "Zahvale", "Posvetila", "Priporočila" ali "Zgodovina".) "Ohraniti naslov" takega razdelka pri spreminjanju dokumenta pomeni, da ostane razdelek "z naslovom XYZ" v skladu s to definicijo.
sv: Ett avsnitt "med titeln XYZ" avser en namngiven underenhet i dokumentet vars titel antingen är exakt XYZ eller innehåller XYZ inom parentes efter text som översätts till XYZ på ett annat språk. (Här står XYZ för ett specifikt avsnittsnamn som nämns nedan, såsom "Tackord", "Dedikationer", "Rekommendationer" eller "Historik".) Att "bevara titeln" på ett sådant avsnitt när du ändrar dokumentet innebär att det förblir ett avsnitt "med titeln XYZ" enligt denna definition.
