Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gnu-fdl.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv

source: An MMC is "eligible for relicensing" if it is licensed under this License, and if all works that were first published under this License somewhere other than this MMC, and subsequently incorporated in whole or in part into the MMC, **(1)** had no cover texts or invariant sections, and **(2)** were thus incorporated prior to November 1, 2008.
ca: Un MMC és «apte per a tornar a llicenciar» si està llicenciat amb aquesta llicència, i si totes les obres que es van publicar per primera vegada amb aquesta llicència en algun lloc diferent d'aquest MMC, i posteriorment incorporades en la totalitat o en part al MMC, **(1)** no tenia textos de portada o seccions invariants, i **(2)** es van incorporar així abans de l'1 de novembre de 2008.
ca@valencia: Un MMC és «apte per a tornar a llicenciar» si està llicenciat amb esta llicència, i si totes les obris que es van publicar per primera vegada amb esta llicència en algun lloc diferent d'este MMC, i posteriorment incorporades en la totalitat o en part al MMC, **(1)** no tenia textos de portada o seccions invariants, i **(2)** es van incorporar així abans de l'1 de novembre de 2008.
nl: Een MMC is "gekwalificeerd voor herlicentië" als het bevoegd is onder deze licentie, en al zijn werken die eerst ergens ander dan deze MMC onder deze Licentie werden gepubliceerd, en vervolgens in zijn geheel of gedeeltelijk in de MMC geïntegreerd, **(1)** had geen omslagteksten of invariant secties, en **(2)** en vervolgens voor 1 november 2008 waren geïntegreerd.
pt_br: Uma CMM é "elegível para novo licenciamento" se for licenciada sob esta Licença, e se todos os trabalhos que foram publicados pela primeira vez sob esta Licença em algum lugar diferente desta CMM, e posteriormente incorporados no todo ou em parte à CMM, **(1)** não tinham textos de capa ou seções invariantes, e **(2)** foram, portanto, incorporados antes de 1º de novembro de 2008.
sl: MMC je "upravičen do ponovne licence", če je licenciran v skladu s to licenco in če vsa dela, ki so bila prvič objavljena v skladu s to licenco drugje kot v tem MMC in nato v celoti ali delno vključena v MMC, **(1)** niso imela naslovnih besedil ali nespremenljivih delov in so bila **(2)** torej vključena pred 1. novembrom 2008.
sv: n MMC är "berättigad till omlicensiering" om den är licensierad under denna licens, och om alla verk som först publicerades under denna licens någon annanstans än denna MMC, och därefter helt eller delvis införlivades i MMC, **(1)** inte hade några omslagstexter eller invarianta avsnitt, och **(2)** således införlivades före den 1 november 2008.

source: The operator of an MMC Site may republish an MMC contained in the site under CC-BY-SA on the same site at any time before August 1, 2009, provided the MMC is eligible for relicensing.
ca: L'operador d'un lloc MMC pot tornar a publicar un MMC contingut en el lloc segons CC-BY-SA en el mateix lloc en qualsevol moment abans de l'1 d'agost de 2009, sempre que el MMC sigui apte per a la rellicència.
ca@valencia: L'operador d'un lloc MMC pot tornar a publicar un MMC contingut en el lloc segons CC-BY-SA en el mateix lloc en qualsevol moment abans de l'1 d'agost de 2009, sempre que el MMC siga apte per a la rellicència.
nl: De beheerder van een MMC Site kan een MMC die voor 1 augustus 2009 onder CC-BY-SA-licentie op de site aanwezig was op elk moment herpubliceren , gesteld dat de MMC gekwalificeerd voor herlicentië.
pt_br: O operador de um Site CMM pode republicar uma CMM contida no site sob CC-BY-SA no mesmo site a qualquer momento antes de 1º de agosto de 2009, desde que a CMM seja elegível para novo licenciamento.
sl: Upravljavec spletnega mesta MMC lahko ponovno objavi MMC, ki je vsebovan na spletnem mestu, pod licenco CC-BY-SA na istem spletnem mestu kadar koli pred 1. avgustom 2009, pod pogojem, da je MMC upravičen do ponovne licence.
sv: Operatören av en MMC-webbplats får återpublicera en MMC som finns på webbplatsen under CC-BY-SA på samma webbplats när som helst före den 1 augusti 2009, förutsatt att MMC:n är berättigad till omlicensiering.

source: ADDENDUM: How to use this License for your documents
ca: Addendum: Com fer servir aquesta Llicència per als vostres documents
ca@valencia: Addendum: Com utilitzar esta Llicència per als vostres documents
nl: ADDENDUM: Hoe deze licentie te gebruiken in uw documenten
pt_br: ADENDO: Como usar esta Licença em seus documentos
sl: DODATEK: Kako uporabljati to licenco za svoje dokumente
sv: TILLÄGG: Hur du använder denna licens för dina dokument

source: To use this License in a document you have written, include a copy of the License in the document and put the following copyright and license notices just after the title page:
ca: Per a fer servir aquesta llicència en un document que heu escrit, incloeu una còpia de la llicència en el document i poseu els avisos següents de drets d'autor i de llicència just després de la pàgina del títol:
ca@valencia: Per a utilitzar esta llicència en un document que heu escrit, incloeu una còpia de la llicència en el document i poseu els avisos següents de drets d'autoria i de llicència just després de la pàgina del títol:
nl: Teneinde deze Licentie te gebruiken in een document dat u heeft geschreven neemt u een kopie van de Licentie op in het document en plaatst u de volgende auteursrechtelijke en licentiekennisgevingen vlak na de titelpagina:
pt_br: Para usar esta Licença em um documento que você escreveu, inclua uma cópia desta no documento e adicione as seguintes notas de direitos autorais e licença logo após a página de título:
sl: Če želite uporabiti to licenco v dokumentu, ki ste ga napisali, v dokument vključite kopijo licence in takoj za naslovno stranjo navedite naslednja obvestila o avtorskih pravicah in licenci:
sv: För att använda denna licens i ett dokument du har skrivit, inkludera en kopia av licensen i dokumentet och placera följande upphovsrätts- och licensmeddelanden strax efter titelsidan:

source: Copyright (c) <YEAR> <YOUR NAME>.
ca: Copyright (c) <ANY> <EL VOSTRE NOM>.
ca@valencia: Copyright (c) <ANY> <EL VOSTRE NOM>.
pt_br: Copyright (c) <ANO> <SEU NOME>.
sl: Copyright (c) <LETO> <VAŠE IME>.
sv: Copyright (c) <ÅR> <DITT NAMN>.

source: Permission is granted to copy, distribute and/or modify this document
ca: Teniu permís per a copiar, distribuir i/o modificar aquest document
ca@valencia: Teniu permís per a copiar, distribuir i/o modificar este document
nl: Toestemming wordt verleend tot het kopiëren, verspreiden en/of wijzigen van dit document
pt_br: É garantida a permissão para copiar, distribuir e/ou modificar este documento
sl: Dovoljeno je kopiranje, distribucija in/ali spreminjanje tega dokumenta
sv: Tillstånd beviljas att kopiera, distribuera och/eller modifiera detta dokument

source: under the terms of the GNU Free Documentation License, Version 1.3
ca: d'acord amb les clàusules de la Llicència de documentació lliure de GNU, versió 1.3
ca@valencia: d'acord amb les clàusules de la Llicència de documentació lliure de GNU, versió 1.3
nl: onder de bepalingen van de GNU Vrije Documentatie Licentie, versie 1.3
pt_br: sob os termos da Licença de Documentação Livre GNU (GNU Free Documentation
sl: v skladu s pogoji licence GNU Free Documentation License, različica 1.3
sv: enligt villkoren i GNU Free Documentation License, version 1.3

source: or any later version published by the Free Software Foundation;
ca: o qualsevol versió publicada posteriorment per la Free Software Foundation;
ca@valencia: o qualsevol versió publicada posteriorment per la Free Software Foundation;
nl: of iedere latere versie uitgegeven door de Free Software Foundation;
pt_br: License), Versão 1.3 ou qualquer versão posterior publicada pela Free Software
sl: ali katerekoli kasnejše različice, ki jo je objavila fundacija Free Software Foundation;
sv: eller någon senare version publicerad av Free Software Foundation;

source: with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts.
ca: sense Seccions invariables, sense Textos de portada i sense Textos de contraportada.
ca@valencia: sense Seccions invariables, sense Textos de portada i sense Textos de contraportada.
nl: met geen Invariante Secties, geen Vooromslag-teksten, en geen Achteromslag-teksten
pt_br: Foundation; sem Seções Invariantes, Textos de Capa Frontal, e sem Textos de
sl: brez nespremenljivih razdelkov, besedil na naslovnici in besedil na zadnji platnici.
sv: utan invarianta avsnitt, inga framsidestexter och inga baksidestexter.

source: A copy of the license is included in the section entitled "GNU
ca: S'inclou una còpia de la Llicència a la secció titulada
ca@valencia: S'inclou un còpia de la Llicència a la secció titulada
nl: Een kopie van de licentie is opgenomen in de sectie getiteld "GNU
pt_br: Quarta Capa. Uma cópia da licença é incluída na seção intitulada "GNU
sl: Kopija licence je vključena v razdelek z naslovom "Licenca
sv: En kopia av licensen finns i avsnittet med titeln "GNU

source: Free Documentation License".
ca: «Llicència de documentació lliure de GNU».
ca@valencia: «Llicència de documentació lliure de GNU».
nl: Vrije Documentatie Licentie".
sl: GNU za prosto dokumentacijo".

source: If you have Invariant Sections, Front-Cover Texts and Back-Cover Texts, replace the `with...Texts.` line with this:
ca: Si teniu Seccions invariables, Textos de portada i Textos de contraporta, substituïu la línia «amb...Texts.» per això:
ca@valencia: Si teniu Seccions invariables, Textos de portada i Textos de contraporta, substituïu la línia «amb…Texts.» per açò:
nl: Heeft u Invariante Secties, Omslagteksten voor de Voorkant en Omslagteksten voor de Achterkant, dan vervangt u de tekst `zonder...Achterkant.` door:
pt_br: Se você tiver Seções Invariantes, Textos de Capa Frontal e Textos de Quarta Capa, substitua a linha "sem Seções...Capa." por isto:
sl: Če imate nespremenljive razdelke, besedila na sprednji in zadnji platnici, vrstico `with...Besedila.` zamenjajte s tem:
sv: Om du har invarianta avsnitt, framsida- och baksida-texter, ersätt raden `with...Texts.` med följande:

source: with the Invariant Sections being <LIST THEIR TITLES>, with the
ca: amb les Seccions invariables sent RELACIÓ DELS TÍTOLS, amb els
ca@valencia: amb les Seccions invariables sent RELACIÓ DELS TÍTOLS, amb els
nl: met als Invariante Secties <LIST THEIR TITLES>, met als
pt_br: com as Seções Invariantes sendo <LISTE SEUS TÍTULOS>, com os Textos de
sl: pri čemer so nespremenljivi razdelki <NAVEDITE NJIHOVE NASLOVE>, z
sv: med de invarianta avsnitten <LISTA DERAS TITLAR>, med

source: Front-Cover Texts being <LIST>, and with the Back-Cover Texts being <LIST>.
ca: Textos de portada sent RELACIÓ, i amb els Textos de contraportada sent RELACIÓ.
ca@valencia: Textos de portada sent RELACIÓ, i amb els Textos de contraportada sent RELACIÓ.
nl: Omslagteksten voor de Voorkant <LIST> en met als Omslagteksten voor de Achterkant <LIST>.
pt_br: Capa Frontal sendo <LISTA>, e com os Textos de Quarta Capa sendo <LISTA>.
sl: Besedili na sprednji platnici so <SEZNAM>, besedila na zadnji platnici pa <SEZNAM>.
sv: framsidestexterna <LISTA> och med baksidestexterna <LISTA>.

source: If you have Invariant Sections without Cover Texts, or some other combination of the three, merge those two alternatives to suit the situation.
ca: Si teniu Seccions invariants sense Text de portada, o alguna altra combinació de les tres, fusioneu aquestes dues alternatives per a adaptar-se a la situació.
ca@valencia: Si teniu Seccions invariants sense Text de portada, o alguna altra combinació de les tres, fusioneu estes dues alternatives per a adaptar-se a la situació.
nl: Heeft u Invariante Secties zonder Omslagteksten, of een andere combinatie van die drie, voeg de twee alternatieven dan samen, zodanig dat ze passen bij uw situatie.
pt_br: Se você tiver Seções Invariantes sem Textos de Capa, ou alguma outra combinação dos três, mescle estas duas alternativas para se adequar à situação.
sl: Če imate nespremenljive razdelke brez naslovnih besedil ali kakšno drugo kombinacijo teh treh, združite ti dve alternativi, da ustrezata situaciji.
sv: Om du har invarianta avsnitt utan omslagstexter, eller någon annan kombination av de tre, slå samman dessa två alternativ för att passa situationen.

source: If your document contains nontrivial examples of program code, we recommend releasing these examples in parallel under your choice of free software license, such as the GNU General Public License, to permit their use in free software.
ca: Si el vostre document conté exemples no trivials de codi de programa, us recomanem publicar aquests exemples en paral·lel segons la vostra elecció de llicència de programari lliure, com ara la Llicència Pública General de GNU, per a permetre el seu ús en programari lliure.
ca@valencia: Si el vostre document conté exemples no trivials de codi de programa, vos recomanem publicar estos exemples en paral·lel segons la vostra elecció de llicència de programari lliure, com ara la Llicència Pública General de GNU, per a permetre el seu ús en programari lliure.
nl: Bevat uw document niet-triviale voorbeelden van programmacode, dan raden we u aan deze parallel vrij te geven onder een vrije softwarelicentie van uw keuze, zoals de GNU General Public License, zodat ze gebruikt kunnen worden in vrije software.
pt_br: Se seu documento contiver exemplos não-triviais de código de programação, recomendamos publicar estes exemplos paralelamente, sob a licença de software livre que você escolher, como por exemplo a Licença Pública Geral GNU (GNU General Public License), para permitir seu uso em software livre.
sl: Če vaš dokument vsebuje netrivialne primere programske kode, priporočamo, da te primere objavite vzporedno pod izbrano licenco za prosto programsko opremo, kot je na primer Splošna javna licenca GNU, da se omogoči njihova uporaba v prosti programski opremi.
sv: Om ditt dokument innehåller icke-triviala exempel på programkod rekommenderar vi att du ger ut dessa exempel parallellt under din valda fria programvarulicens, såsom GNU General Public License, för att tillåta deras användning i fri programvara.
