Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gnu-fdl.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv

source: GNU Free Documentation License
ca: Llicència de documentació lliure de GNU This is an unofficial translation of the GNU Free Documentation License into Catalan. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU FDL—only the original English text of the GNU FDL does that. However, we hope that this translation will help language speakers understand the GNU FDL better. Aquesta és una traducció no oficial al català de la Llicència de documentació lliure de GNU (GNU Free Documentation License). No ha estat publicada per la Fundació de Programari Lliure (Free Software Foundation), i no estableix legalment les condicions de distribució de programari que utilitza la Llicència de documentació lliure de GNU. Només el text original en anglès de la Llicència de documentació lliure de GNU les estableix legalment. Tanmateix, esperem que aquesta traducció ajudarà els catalanoparlants a comprendre millor la Llicència de documentació lliure de GNU.
ca@valencia: Llicència de documentació lliure de GNU This is an unofficial translation of the GNU Free Documentation License into Catalan. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that utilitzes the GNU FDL—only the original English text of the GNU FDL does that. However, we hope that this translation will help language speakers understand the GNU FDL better. Esta és una traducció no oficial al català de la Llicència de documentació lliure de GNU (GNU Free Documentation License). No ha sigut publicada per la Fundació de Programari Lliure (Free Software Foundation), i no establix legalment les condicions de distribució de programari que utilitza la Llicència de documentació lliure de GNU. Només el text original en anglés de la Llicència de documentació lliure de GNU les establix legalment. Tanmateix, esperem que esta traducció ajudarà els catalanoparlants a comprendre millor la Llicència de documentació lliure de GNU.
nl: GNU-licentie voor vrije documentatie
pt_br: Licença de Documentação Livre GNU
sl: Licenca GNU za prosto dokumentacijo - neuradni prevod GNU Free Documentation License
sv: GNU fri dokumentationslicens

source: *Version 1.3, 3 November 2008* *Copyright © 2000, 2001, 2002, 2007, 2008 Free Software Foundation, Inc*. <http://fsf.org/>
ca: *Versió 1.3, 3 novembre 2008* *Copyright © 2000, 2001, 2002, 2007, 2008 Free Software Foundation, Inc*. <http://fsf.org/>
ca@valencia: *Versió 1.3, 3 novembre 2008* *Copyright © 2000, 2001, 2002, 2007, 2008 Free Software Foundation, Inc*. <http://fsf.org/>
nl: *Versie 1.3, 3 november 2008* *Copyright © 2000, 2001, 2002, 2007, 2008 Free Software Foundation, Inc*. <http://fsf.org/>
pt_br: *Version 1.3, 3 de Novembro de 2008* *Copyright © 2000, 2001, 2002, 2007, 2008 Free Software Foundation, Inc*. <http://fsf.org/>
sl: *Različica 1.3, 3. november 2008* *Copyright © 2000, 2001, 2002, 2007, 2008 Free Software Foundation, Inc*. <http://fsf.org/>

source: Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.
ca: Tothom pot copiar i distribuir còpies literals d'aquest document de llicència, però no es permet de fer-hi modificacions.
ca@valencia: Tothom pot copiar i distribuir còpies literals d'este document de llicència, però no es permet de fer-hi modificacions.
nl: Het is iedereen toegestaan om letterlijke kopieën te kopiëren en te distribueren van dit document onder licentie, maar het wijzigen is niet toegestaan.
pt_br: Todos estão autorizados a copiar e distribuir cópias literais deste documento de licença, mas a alteração não é permitida.
sl: Vsakdo lahko kopira in distribuira dobesedne kopije tega licenčnega dokumenta, vendar njegovo spreminjanje ni dovoljeno.
sv: Alla har rätt att kopiera och distribuera ordagranna kopior av detta licensdokument, men det är inte tillåtet att ändra det.

source: 0. Preamble
ca: 0. Preàmbul
ca@valencia: 0. Preàmbul
nl: 0. INLEIDING
pt_br: 0. Preâmbulo
sl: 0. Preambula
sv: 0. Inledning

source: The purpose of this License is to make a manual, textbook, or other functional and useful document "free" in the sense of freedom: to assure everyone the effective freedom to copy and redistribute it, with or without modifying it, either commercially or noncommercially. Secondarily, this License preserves for the author and publisher a way to get credit for their work, while not being considered responsible for modifications made by others.
ca: La finalitat d'aquesta Llicència és crear manuals, llibres de text o altres documents escrits «lliures» pel que fa a la llibertat; per a assegurar tothom la llibertat real de copiar-los i redistribuir-los, modificant-los o no, amb finalitats comercials o no. Addicionalment, aquesta Llicència assegura l'autor i l'editor una manera d'obtenir crèdit per la seva obra sense ser considerat responsables de les modificacions fetes pels altres.
ca@valencia: La finalitat d'esta Llicència és crear manuals, llibres de text o altres documents escrits «lliures» pel que fa a la llibertat; per a assegurar tothom la llibertat real de copiar-los i redistribuir-los, modificant-los o no, amb finalitats comercials o no. De manera addicional, esta Llicència assegura l'autor i l'editor una manera d'obtindre crèdit per la seua obra sense ser considerat responsables de les modificacions fetes pels altres.
nl: Het doel van deze licentie is het maken van een handleiding, tekstboek of ander functioneel en nuttig document "vrij" in de zin van vrijwilligers: om iedereen te verzekeren van de effectieve vrijheid om het te kopiëren en opnieuw te verspreiden, met of zonder wijzigingen, ofwel commercieel of niet-commercieel. Ten tweede bewaart deze licentie voor de auteur en uitgever een manier om waardering voor hun werk te krijgen, terwijl ze niet aansprakelijk beschouwd kunnen worden voor wijzigingen gemaakt door anderen.
pt_br: O propósito desta Licença é fazer com que um manual, livro-texto, ou outro documento funcional e útil seja livre, garantindo a todos a liberdade efetiva de copiá-lo e redistribui-lo, com ou sem modificações, tanto comercialmente como não comercialmente. Em segundo lugar, esta Licença fornece ao autor e ao editor um meio de obter crédito pelo seu trabalho, não sendo, ao mesmo tempo, considerados responsáveis por modificações feitas por outros.
sl: Namen te licence je, da priročnik, učbenik ali drug funkcionalen in uporaben dokument postane "prost" v smislu svobode: da se vsakomur zagotovi učinkovita svoboda kopiranja in distribucije le-tega, z ali brez spreminjanja, bodisi komercialno bodisi nekomercialno. Drugič, ta licenca avtorju in založniku ohranja način, da pridobita zasluge za svoje delo, hkrati pa nista odgovorna za spremembe, ki jih naredijo drugi.
sv: Syftet med denna licens är att göra en manual, lärobok eller annat funktionellt och användbart dokument "fritt" i betydelsen frihet: att garantera alla den faktiska friheten att kopiera och distribuera det, med eller utan att modifiera det, antingen kommersiellt eller icke-kommersiellt. För det andra bevarar denna licens författaren och utgivaren ett sätt att få erkännande för sitt arbete, utan att anses ansvarig för modifieringar gjorda av andra.

source: This License is a kind of "copyleft", which means that derivative works of the document must themselves be free in the same sense. It complements the GNU General Public License, which is a copyleft license designed for free software.
ca: Aquesta Llicència és una mena de «copyleft», el que significa que les obres que es derivin del document també han de ser lliures en el mateix sentit, i complementa la Llicència pública general de GNU, que és una llicència de copyleft dissenyada per al programari lliure.
ca@valencia: Esta Llicència és una mena de «copyleft», el que significa que les obris que es deriven del document també han de ser lliures en el mateix sentit, i complementa la Llicència pública general de GNU, que és una llicència de copyleft dissenyada per al programari lliure.
nl: Deze licentie is een soort van "copyleft", wat betekent dat afgeleide werken van het document zelf ook vrij moeten zijn op dezelfde manier. Het vult de GNU General Public License aan, die ontworpen is als een copyleft licentie voor vrije software.
pt_br: Esta licença é um tipo de "esquerdo de cópia" (copyleft), o que significa que trabalhos derivados do documentos devem, por sua vez, ser livres no mesmo sentido. Ela complementa a Licença Pública Geral GNU, a qual é uma licença de esquerdo de cópia criada para programas livres.
sl: Ta licenca je neke vrste "copyleft", kar pomeni, da morajo biti izpeljana dela dokumenta sama prosta v istem smislu. Dopolnjuje splošno javno licenco GNU, ki je licenca copyleft zasnovana za prosto programsko opremo.
sv: Denna licens är en sorts "copyleft", vilket innebär att härledda verk av dokumentet själva måste vara fria i samma bemärkelse. Den kompletterar GNU General Public License, som är en copyright-licens utformad för fri programvara.

source: We have designed this License in order to use it for manuals for free software, because free software needs free documentation: a free program should come with manuals providing the same freedoms that the software does. But this License is not limited to software manuals; it can be used for any textual work, regardless of subject matter or whether it is published as a printed book. We recommend this License principally for works whose purpose is instruction or reference.
ca: Hem dissenyat aquesta Llicència per tal d'utilitzar-la en manuals de programari lliure, perquè el programari lliure necessita documentació lliure: un programa lliure ha de venir amb manuals que tinguin les mateixes llibertats que té el programari. Però aquesta Llicència no es limita als manuals de programari; es pot utilitzar per a qualsevol obra de text, independentment del seu tema o de si s'ha publicat en forma impresa o no. Recomanem aquesta Llicència especialment per a obres la finalitat de les quals sigui formació o consulta.
ca@valencia: Hem dissenyat esta Llicència per tal d'utilitzar-la en manuals de programari lliure, perquè el programari lliure necessita documentació lliure: un programa lliure ha de vindre amb manuals que tinguen les mateixes llibertats que té el programari. Però esta Llicència no es limita als manuals de programari; es pot utilitzar per a qualsevol obra de text, independentment del seu tema o de si s'ha publicat en forma impresa o no. Recomanem esta Llicència especialment per a obris la finalitat de les quals siga formació o consulta.
nl: We hebben deze licentie ontworpen om het te gebruiken voor handleidingen voor vrije software, omdat vrije software vrije documentatie nodig heeft: een vrij programma zou moeten komen met handleidingen die dezelfde vrijheid levert die de software levert. Maar deze licentie is niet beperkt tot softwarehandleidingen; het kan gebruikt worden voor alle tekstuele werk, ongeacht het onderwerp en of het wordt gepubliceerd als een gedrukt boek. We bevelen deze licentie in principe aan voor werken waarvan het doel instructie of naslag is.
pt_br: Criamos esta Licença para que seja usada em manuais para programas livres, porque programas livres precisam de documentação livre: um programa livre deveria vir com manuais que ofereçam as mesmas liberdades que o programa oferece. Mas esta Licença não está limitada a manuais de programas de computador; ela pode ser usada para qualquer trabalho de texto, independentemente do assunto ou se é publicado como um livro impresso. Nós recomendamos esta Licença principalmente para trabalhos cujo propósito é instrução ou referência.
sl: To licenco smo zasnovali z namenom uporabe priročnikov za prosto programsko opremo, ker prosta programska oprema potrebuje prosto dokumentacijo: prosti program bi moral imeti priročnike, ki zagotavljajo enake svoboščine kot programska oprema. Vendar ta licenca ni omejena na priročnike za programsko opremo; lahko se uporablja za katero koli besedilno delo, ne glede na temo ali če je objavljeno kot tiskana knjiga. To licenco priporočamo predvsem za dela, katerih namen je poučevanje ali referenca.
sv: Vi har utformat denna licens för att kunna användas för manualer för fri programvara, eftersom fri programvara behöver fri dokumentation: ett fritt program bör komma med manualer som ger samma friheter som programvaran. Men denna licens är inte begränsad till programvarumanualer; den kan användas för vilket textverk som helst, oavsett ämne eller om det publiceras som en tryckt bok. Vi rekommenderar denna licens huvudsakligen för verk vars syfte är instruktion eller referens.

source: 1. Applicability and Definitions
ca: 1. Camp d'aplicació i definicions
ca@valencia: 1. Camp d'aplicació i definicions
nl: 1. TOEPASBAARHEID EN DEFINITIES
pt_br: 1. Aplicabilidade e Definições
sl: 1. Uporabnost in definicije
sv: 1. Tillämplighet och definitioner

source: This License applies to any manual or other work, in any medium, that contains a notice placed by the copyright holder saying it can be distributed under the terms of this License. Such a notice grants a world-wide, royalty-free license, unlimited in duration, to use that work under the conditions stated herein. The "Document", below, refers to any such manual or work. Any member of the public is a licensee, and is addressed as "you". You accept the license if you copy, modify or distribute the work in a way requiring permission under copyright law.
ca: Aquesta llicència s'aplica a qualsevol manual o altra mena d'obra, en qualsevol mitjà, que inclogui un avís col·locat pel titular dels drets d'autor dient que es pot distribuir segons les clàusules d'aquesta llicència. Aquest avís atorga una llicència mundial lliure de drets d'autor, de durada il·limitada, per a utilitzar aquesta obra en les condicions aquí establertes. El «Document», a continuació, es refereix a qualsevol d'aquests manuals o treballs. Qualsevol membre del públic és llicenciatari, i ens hi adreçarem «vós». Accepteu la llicència si copieu, modifiqueu o distribuïu l'obra d'una manera que requereixi permís segons la llei de drets d'autor.
ca@valencia: Esta llicència s'aplica a qualsevol manual o altra mena d'obra, en qualsevol mitjà, que incloga un avís col·locat pel titular dels drets d'autoria dient que es pot distribuir segons les clàusules d'esta llicència. Este avís atorga una llicència mundial lliure de drets d'autoria, de duració il·limitada, per a utilitzar esta obra en les condicions ací establides. El «Document», a continuació, es referix a qualsevol d'estos manuals o treballs. Qualsevol membre del públic és llicenciatari, i ens hi adreçarem «vós». Accepteu la llicència si copieu, modifiqueu o distribuïu l'obra d'una manera que requerisca permís segons la llei de drets d'autoria.
nl: Deze licentie is van toepassing op elke handleiding of ander werk, in elk medium, dat een notitie bevat geplaatst door de houder van het copyright, die vertelt dat het gedistribueerd kan worden onder de bepalingen van deze licentie. Zo'n notitie geeft een wereldwijde, royalty-vrije licentie, ongelimiteerd in duur, aam dat werk onder de hierin bepaalde condities. Het onderstaande "Document verwijst naar zo'n handleiding of werk. Elk lid van het publiek is een licentie-ontvanger en er wordt naar verwezen als "u".U accepteert de licentie als u het werk kopieert, modificeert of distribueert op een manier die toestemming vereist onder wet op het copyright.
pt_br: Esta licença se aplica a qualquer manual ou outro trabalho, em qualquer meio, que contenha uma nota introduzida pelo detentor dos direitos autorais dizendo que o documento pode ser distribuído sob os termos desta. Tal nota garante uma licença mundial, livre de royalties, de duração ilimitada, para usar este trabalho sob as condições aqui colocadas. O "Documento", abaixo, se refere a qualquer tal manual ou trabalho. Qualquer membro do público é um licenciado, e será tratado por "você". Você aceita a licença se copiar, modificar ou distribuir o trabalho de um modo que necessite de permissão de acordo com a lei de direitos autorais.
sl: Ta licenca velja za kateri koli priročnik ali drugo delo na katerem koli mediju, ki vsebuje obvestilo imetnika avtorskih pravic, da se lahko distribuira pod pogoji te licence. Takšno obvestilo podeljuje svetovno, prosto licenco z neomejenim trajanjem za uporabo tega dela pod pogoji, navedenimi v tem dokumentu. Izraz "Dokument" v nadaljevanju se nanaša na kateri koli tak priročnik ali delo. Vsak član javnosti je imetnik licence in se nanj naslovi kot "vi". Licenco sprejemate, če delo kopirate, spreminjate ali distribuirate na način, ki zahteva dovoljenje v skladu z zakonom o avtorskih pravicah.
sv: Denna licens gäller alla manualer eller andra verk, i vilket medium som helst, som innehåller ett meddelande från upphovsrättsinnehavaren som anger att det kan distribueras enligt villkoren i denna licens. Ett sådant meddelande ger en global, royaltyfri licens, obegränsad i varaktighet, att använda verket under de villkor som anges häri. "Dokumentet" nedan hänvisar till alla sådana manualer eller verk. Varje medlem av allmänheten är licensinnehavare och tilltalas som "du". Du accepterar licensen om du kopierar, modifierar eller distribuerar verket på ett sätt som kräver tillstånd enligt upphovsrättslagen.

source: A "Modified Version" of the Document means any work containing the Document or a portion of it, either copied verbatim, or with modifications and/or translated into another language.
ca: Una «Versió modificada» del document significa qualsevol obra que contingui el document o una part d'ell, sigui copiat literalment o amb modificacions i/o traduït a un altre idioma.
ca@valencia: Una «Versió modificada» del document significa qualsevol obra que continga el document o una part d'ell, siga copiat literalment o amb modificacions i/o traduït a un altre idioma.
nl: Een "Gewijzigde versie" van het document betekent elk werk dat het document of een gedeelte ervan bevat, ofwel letterlijk gekopieerd of met wijzigingen en/of vertaald in een andere taal.
pt_br: Uma "Versão Modificada" do Documento se refere a qualquer trabalho contendo o Documento ou uma parte deste, quer seja copiado sem modificações, quer com modificações e/ou traduzido para outra língua.
sl: "Spremenjena različica" Dokumenta pomeni katero koli delo, ki vsebuje Dokument ali njegov del, bodisi dobesedno kopiran bodisi s spremembami in/ali preveden v drug jezik.
sv: En "modifierad version" av dokumentet avser varje verk som innehåller dokumentet eller en del av det, antingen kopierat ordagrant, med modifieringar och/eller översatt till ett annat språk.

source: A "Secondary Section" is a named appendix or a front-matter section of the Document that deals exclusively with the relationship of the publishers or authors of the Document to the Document's overall subject (or to related matters) and contains nothing that could fall directly within that overall subject. (Thus, if the Document is in part a textbook of mathematics, a Secondary Section may not explain any mathematics.) The relationship could be a matter of historical connection with the subject or with related matters, or of legal, commercial, philosophical, ethical or political position regarding them.
ca: Una «Secció secundària» és un apèndix amb títol o una secció preliminar del Document que té a veure exclusivament amb la relació dels editors o autors del Document amb el tema general del Document (o amb temes relacionats) i no conté res que pugui entrar directament dins d'aquest tema general (per exemple, si el Document és en part un llibre de matemàtiques, una Secció secundària pot no parlar gens de matemàtiques). La relació pot ser un assumpte de connexió històrica amb el tema o amb assumptes relacionats, o de posicions legals, comercials, filosòfiques, ètiques o polítiques relatives a ells.
ca@valencia: Una «Secció secundària» és un apèndix amb títol o una secció preliminar del Document que té a veure exclusivament amb la relació dels editors o autors del Document amb el tema general del Document (o amb temes relacionats) i no conté res que puga entrar directament dins d'este tema general (per exemple, si el Document és en part un llibre de matemàtiques, una Secció secundària pot no parlar gens de matemàtiques). La relació pot ser un assumpte de connexió històrica amb el tema o amb assumptes relacionats, o de posicions legals, comercials, filosòfiques, ètiques o polítiques relatives a ells.
nl: Een "Secundaire sectie" is een benoemde appendix of een inleidende sectie van het Document die uitsluitend handelt over de relatie van de uitgevers of auteurs van het Document tot het algemene onderwerp van het Document (of tot verwante zaken) en niets bevat dat direct binnen dat algemene onderwerp zou kunnen vallen. (Als het Document dus gedeeltelijk een wiskundeboek is, mag een Secundaire sectie geen wiskunde verklaren). De relatie kan een kwestie zijn van historische connectie met het onderwerp of met verwante zaken of van juridische, commerciële, filosofische, ethische of politieke standpunten ten aanzien daarvan.
pt_br: Uma "Seção Secundária" é um apêndice com nome ou uma seção inicial do Documento que trata exclusivamente da relação dos editores ou autores do Documento com seu assunto geral (ou temas relacionados) e não contém nada que possa estar diretamente dentro do assunto geral. Assim, se o Documento é em parte um livro- texto de matemática, uma Seção Secundária não pode explicar nada de matemática. Tal relação pode ser uma conexão histórica com o assunto ou com temas relacionados, ou tratar de questões legais, comerciais, filosóficas, éticas ou políticas com relação a eles.
sl: "Sekundarni del" je imenovani dodatek ali uvodni del Dokumenta, ki obravnava izključno odnos založnikov ali avtorjev Dokumenta do celotne teme Dokumenta (ali do sorodnih zadev) in ne vsebuje ničesar, kar bi lahko neposredno spadalo v to celotno temo. (Če je torej dokument delno učbenik matematike, sekundarni del morda ne pojasnjuje nobene matematike.) Razmerje je lahko stvar zgodovinske povezave s temo ali sorodnimi zadevami ali pravnega, komercialnega, filozofskega, etičnega ali političnega stališča glede njih.
sv: Ett "sekundärt avsnitt" är ett namngivet tillägg eller ett inledande avsnitt i dokumentet som uteslutande behandlar förhållandet mellan utgivarna eller författarna till dokumentets övergripande ämne (eller relaterade ämnen) och inte innehåller något som direkt skulle kunna falla inom det övergripande ämnet. (Om dokumentet delvis är en lärobok i matematik, kan ett sekundärt avsnitt således inte förklara någon matematik.) Förhållandet kan handla om en historisk koppling till ämnet eller relaterade ämnen, eller om en juridisk, kommersiell, filosofisk, etisk eller politisk ställningstagande gentemot dem.
