Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gpl-3.0.po
Languages: ca@valencia, nl, pt_br, sl, sv, uk

source: You may not impose any further restrictions on the exercise of the rights granted or affirmed under this License. For example, you may not impose a license fee, royalty, or other charge for exercise of rights granted under this License, and you may not initiate litigation (including a cross-claim or counterclaim in a lawsuit) alleging that any patent claim is infringed by making, using, selling, offering for sale, or importing the Program or any portion of it.
ca@valencia: No podeu imposar més restriccions a l'exercici dels drets concedits o afirmats segons esta llicència. Per exemple, no podeu imposar una taxa de llicència, un cànon o un altre càrrec per l'exercici dels drets concedits segons esta llicència, i no podeu iniciar un litigi (inclosa una reclamació creuada o una reconvenció en una demanda) al·legant que s'infringeix qualsevol reclamació de patent fent, utilitzant, venent, oferint a la venda, o important el programa o qualsevol part d'ell.
nl: U mag geen verdere beperkingen opleggen op de uitoefening van de rechten die onder deze licentie worden verkregen of bevestigd. Bijvoorbeeld, U mag geenlicentievergoeding, royalty of andere vergoeding voor de uitoefening van rechten die onder deze licentie worden verkregen opleggen, en U mag geen juridische procedures instellen (waaronder een eis in reconventie in een procedure) waarbij U stelt dat er inbreuk op een octrooiconclusie wordt gemaakt door het maken, gebruiken verkopen, aanbieden en/of importeren van het programma of een deel hiervan.
pt_br: Você não pode impor restrições adicionais sobre o exercício dos direitos concedidos ou afirmados sob esta Licença. Por exemplo, você não pode impor uma taxa de licença, royalties ou outra cobrança pelo exercício de direitos concedidos sob esta Licença e você não pode iniciar litígio (incluindo uma ação de regresso ou reconvenção em um processo judicial) alegando que qualquer reivindicação de patente é infringida fazendo, usando, vendendo, oferecendo para venda, ou importando o Programa ou qualquer parte dele.
sl: Ne smete uvesti nobenih nadaljnjih omejitev glede uveljavljanja pravic, podeljenih ali potrjenih v skladu s to licenco. Na primer, ne smete uvesti licenčnine, avtorskih honorarjev ali drugih stroškov za uveljavljanje pravic, podeljenih v skladu s to licenco, in ne smete začeti sodnega postopka (vključno z navzkrižno tožbo ali protitožbo v tožbi), v katerem trdite, da je bil kakršen koli patentni zahtevek kršen z izdelavo, uporabo, prodajo, ponujanjem v prodajo ali uvozom programa ali katerega koli njegovega dela.
sv: Du får inte införa några ytterligare begränsningar för utövandet av de rättigheter som beviljas eller bekräftas enligt denna Licens. Du får till exempel inte ta ut en licensavgift, royalty eller annan avgift för utövandet av rättigheter som beviljas enligt denna Licens, och du får inte inleda rättstvister (inklusive genkäromål eller motkäromål i en rättegång) där du påstår att något patentkrav kränks genom att tillverka, använda, sälja, erbjuda till försäljning eller importera Programmet eller någon del av det.
uk: Ви не можете накладати додаткові обмеження на реалізацію прав наданих або підтверджених цією Ліцензією. Наприклад, ви не можете вимагати оплату, відрахування або інші грошові стягнення для реалізації прав, наданих цією Ліцензією, також ви не можете почати позов (включно з перехресним або зустрічним позовом в судовому процесі) стверджуючи, що будь-які заявки на патент порушені через збирання, використання, продавання, виставляння на продаж, або імпортування Програми або будь-якої її частини.

source: 11. Patents.
nl: 11. Octrooien.
pt_br: 11. Patentes.
sl: 11. Patenti.
sv: 11. Patent.
uk: 11. Патенти.

source: A "contributor" is a copyright holder who authorizes use under this License of the Program or a work on which the Program is based. The work thus licensed is called the contributor's "contributor version".
ca@valencia: Un «contribuïdor» és un titular de drets d'autoria que autoritza l'ús segons esta llicència del programa o una obra en la qual es basa el programa. L'obra així autoritzada s'anomena la «versió del contribuïdor» del contribuïdor.
nl: Een “Bijdragende Partij” is een auteursrechthebbende die het gebruik van hetprogramma of een werk waarop het programma is gebaseerd onder de voorwaardenvan deze licentie toestaat. Het werk dat op die manier wordt gelicentieerd wordt de“Versie van de Bijdragende Partij” genoemd.
pt_br: Um “contribuidor” é um detentor de direitos autorais que autoriza o uso sob esta Licença do Programa ou um trabalho no qual o Programa se baseia. O trabalho assim licenciado é chamado de “versão de contribuidor” do contribuidor.
sl: "Sodelavec" je imetnik avtorskih pravic, ki dovoljuje uporabo programa ali dela, na katerem program temelji, v skladu s to licenco. Tako licencirano delo se imenuje sodelavčeva "sodelavčeva različica".
sv: En "bidragsgivare" är en upphovsrättsinnehavare som godkänner användning enligt denna licens av Programmet eller ett verk som Programmet är baserat på. Det verk som således licensieras kallas bidragsgivarens "bidragsgivarversion".
uk: "Учасник" є власником авторського права, який надає дозвіл на користування на умовах цієї Ліцензії Програмою або працею, на якій базується Програма. Праця, ліцензована таким чином, називається "версія учасника".

source: A contributor's "essential patent claims" are all patent claims owned or controlled by the contributor, whether already acquired or hereafter acquired, that would be infringed by some manner, permitted by this License, of making, using, or selling its contributor version, but do not include claims that would be infringed only as a consequence of further modification of the contributor version. For purposes of this definition, "control" includes the right to grant patent sublicenses in a manner consistent with the requirements of this License.
ca@valencia: Les «declaracions essencials de patents» d'un contribuïdor són totes les reclamacions de patents propietat o controlades pel contribuïdor, siguen ja adquirides o adquirides posteriorment, que serien infringides d'alguna manera, permesa per esta llicència, de fer, utilitzar o vendre la seua versió de contribuïdor, però no inclouen reclamacions que serien infringides només a conseqüència d'una modificació addicional de la versió de contribuïdor. A efectes d'esta definició, «control» inclou el dret a concedir subllicències de patents d'una manera coherent amb els requisits d'esta llicència.
nl: De “Essentiële Octrooiconclusies” van een bijdragende partij zijn alle octrooiconclusiesdie de bijdragende partij in eigendom heeft of waarover hij zeggenschap heeft, of ze nual zijn verkregen of later worden verkregen, waarop inbreuk zou worden gemaakt dooreen vorm van het compileren, gebruiken of verkopen van de versie van de bijdragendepartij die onder deze licentie is toegestaan, maar omvat niet die conclusies waaropalleen inbreuk zou worden gemaakt als gevolg van verdere wijziging van de versie vande bijdragende partij. “Zeggenschap” in de zin van deze definitie omvat ook het recht omoctrooi-sublicenties te geven op een wijze die strookt met de vereisten van dezeLicentie.
pt_br: Os “pedidos de patente essenciais” de um contribuidor são todos os pedidos de patentes pertencentes ou controlados pelo contribuidor, já adquiridos ou adquiridos posteriormente, que seriam violados de alguma forma, permitidos por esta Licença, de fazer, usar ou vender sua versão do contribuidor, mas não inclui alegações que só seriam violadas como consequência de uma nova modificação da versão do contribuidor. Para efeitos desta definição, o “controle” inclui o direito de conceder sublicenças de patentes de forma consistente com os requisitos desta Licença.
sl: "Bistveni patentni zahtevki" sodelavca so vsi patentni zahtevki, ki so v lasti ali pod nadzorom sodelavca, ne glede na to, ali so že pridobljeni ali bodo pridobljeni pozneje, in bi bili kršeni na nek način, ki ga dovoljuje ta licenca, z izdelavo, uporabo ali prodajo njegove sodelavčeve različice, vendar ne vključujejo zahtevkov, ki bi bili kršeni le kot posledica nadaljnje spremembe sodelavčeve različice. Za namene te definicije "nadzor" vključuje pravico do podeljevanja patentnih podlicenc na način, ki je skladen z zahtevami te licence.
sv: En bidragsgivares "väsentliga patentkrav" är alla patentkrav som ägs eller kontrolleras av bidragsgivaren, oavsett om de redan förvärvats eller senare förvärvats, och som skulle kränkas genom att på något sätt, enligt denna licens, tillverka, använda eller sälja dess bidragsgivares version, men inkluderar inte krav som endast skulle kränkas som en följd av ytterligare modifiering av bidragsgivarens version. I denna definition inkluderar "kontroll" rätten att bevilja patentunderlicenser på ett sätt som överensstämmer med kraven i denna licens.
uk: "Головні заявки на патент" учасника — це всі заявки на патент, власником яких є або які контролює учасник, ці заявки можуть бути або вже здобутими або запланованими на отримання в майбутньому, які будуть порушені у будь-який спосіб, дозволений цією Ліцензією, через збирання, використання або продаж її версії учасника, але що не включає заявок, що будуть порушені лише, як наслідок подальших модифікацій версії учасника. Для цілей цього означення, "контроль" включає право надавати патентні підліцензії у спосіб, узгоджений з вимогами цієї Ліцензії.

source: Each contributor grants you a non-exclusive, worldwide, royalty-free patent license under the contributor's essential patent claims, to make, use, sell, offer for sale, import and otherwise run, modify and propagate the contents of its contributor version.
ca@valencia: Cada contribuïdor vos concedix una llicència de patent lliure de drets d'autoria no exclusiva, a tot el món, segons les demandes de patents essencials del col·laborador, per fer, utilitzar, vendre, oferir a la venda, importar i d'una altra manera executar, modificar i propagar el contingut de la seua versió de col·laborador.
nl: Elke bijdragende partij geeft jou een niet-exclusieve, wereldwijde, royaltyvrije,octrooilicentie voor zijn essentiële octrooiconclusies, om de inhoud van de versie vande bijdragende partij te compileren, gebruiken, verkopen, aanbieden, importeren en openigerlei andere wijze te draaien, wijzigen en te verspreiden.
pt_br: Cada contribuidor concede-lhe uma licença de patente não exclusiva, mundial, livre de royalties sob os principais pedidos de patente do contribuidor, para fazer, usar, vender, oferecer para venda, importar e executar de outra forma, modificar e propagar o conteúdo da sua versão do contribuidor.
sl: Vsak sodelavec vam podeljuje neizključno, svetovno, brezplačno patentno licenco v skladu s sodelavčevimi bistvenimi patentnimi zahtevki za izdelavo, uporabo, prodajo, ponujanje v prodajo, uvoz in drugačno izvajanje, spreminjanje in širjenje vsebine njegove sodelavčeve različice.
sv: Varje bidragsgivare beviljar dig en icke-exklusiv, global, royaltyfri patentlicens enligt bidragsgivarens väsentliga patentanspråk, för att skapa, använda, sälja, erbjuda till försäljning, importera och på annat sätt köra, modifiera och sprida innehållet i dess bidragsgivares version.
uk: Кожен учасник надає вам невиняткову, всезагальну, безоплатну патентну ліцензію під "головними заявками на патент" учасника, для збирання, використання, продажу або виставляння на продаж, імпортування або, в інший спосіб, запускання, модифікування та розповсюджування вмісту її версії учасника.

source: In the following three paragraphs, a "patent license" is any express agreement or commitment, however denominated, not to enforce a patent (such as an express permission to practice a patent or covenant not to sue for patent infringement). To "grant" such a patent license to a party means to make such an agreement or commitment not to enforce a patent against the party.
ca@valencia: En els tres paràgrafs següents, una «llicència de patent» és qualsevol acord o compromís exprés, com siga que es denomini, de no fer complir una patent (com un permís exprés per practicar una patent o un pacte per no demandar per infracció de patent). Aconseguir esta llicència de patent a una part significa fer este acord o compromís de no fer complir una patent contra la part.
nl: In de volgende drie paragrafen is een “Octrooilicentie” een uitdrukkelijke overeenkomstof verbintenis, hoe deze ook wordt betiteld, om een octrooi niet te handhaven (zoals eennadrukkelijke toestemming om octrooi toe te passen of een afspraak om iemand niet inrechte te betrekken voor octrooi-inbreuk). Het “Geven” van een dergelijke octrooilicentieaan een partij omvat het aangaan van een dergelijke overeenkomst of verbintenis omeen octrooi niet te handhaven tegen die partij.
pt_br: Nos três parágrafos seguintes, uma “licença de patente” é qualquer acordo ou compromisso expresso, no entanto, denominado, para não impor uma patente (como uma permissão expressa para praticar uma patente ou convênio para não processar por violação de patente). Para “conceder” essa licença de patente a uma parte significa fazer tal acordo ou compromisso de não fazer valer uma patente contra a parte.
sl: V naslednjih treh odstavkih je "patentna licenca" vsak izrecen sporazum ali zaveza, ne glede na poimenovanje, da se patent ne uveljavlja (na primer izrecno dovoljenje za izvajanje patenta ali zaveza, da se ne toži zaradi kršitve patenta). "Podelitev" takšne patentne licence stranki pomeni skleniti tak sporazum ali zavezo, da se patent ne uveljavlja proti stranki.
sv: I de följande tre stycken avser en "patentlicens" varje uttryckligt avtal eller åtagande, oavsett hur det benämns, att inte göra ett patent gällande (såsom ett uttryckligt tillstånd att utöva ett patent eller ett avtal om att inte stämma för patentintrång). Att "bevilja" en sådan patentlicens till en part innebär att ingå ett sådant avtal eller åtagande att inte göra ett patent gällande mot parten.
uk: В наступних трьох параграфах, "патентна ліцензія" означає будь-яку явну угоду або зобов'язання, під будь-якою назвою, не застосовувати законну силу патенту (наприклад, спеціальний дозвіл застосування патентів або договір не переслідувати у судовому порядку за порушення патентів). "Надання" такої патентної ліцензії стороні означає укладання такого договору або зобов'язання не переслідувати сторону за порушення патентів.

source: If you convey a covered work, knowingly relying on a patent license, and the Corresponding Source of the work is not available for anyone to copy, free of charge and under the terms of this License, through a publicly available network server or other readily accessible means, then you must either (1) cause the Corresponding Source to be so available, or (2) arrange to deprive yourself of the benefit of the patent license for this particular work, or (3) arrange, in a manner consistent with the requirements of this License, to extend the patent license to downstream recipients. "Knowingly relying" means you have actual knowledge that, but for the patent license, your conveying the covered work in a country, or your recipient's use of the covered work in a country, would infringe one or more identifiable patents in that country that you have reason to believe are valid.
ca@valencia: Si transmeteu una obra coberta, confiant conscientment en una llicència de patent, i el codi font corresponent de l'obra no està disponible per a ningú per copiar, de forma gratuïta i d'acord amb els termes d'esta llicència, a través d'un servidor de xarxa disponible públicament o altres mitjans accessibles amb facilitat, llavors haureu de (1) fer que el codi font corresponent estiga també disponible, o (2) establir per privar-vos del benefici de la llicència de patent per a esta obra en particular, o (3) organitzar, d'una manera coherent amb els requisits d'esta llicència, per a ampliar la llicència de patent als destinataris posteriors. «Confiant conscientment» significa que vós teniu coneixement real que, excepte per a la llicència de patent, la vostra transmissió de l'obra coberta en un país, o l'ús del seu destinatari de l'obra coberta en un país, infringiria una o més patents identificables en este país que vostè té motius per creure que són vàlids.
nl: Als U een GPL v.3 werk overbrengt, wetende dat het gebruik maakt van eenoctrooilicentie, en de bijbehorende broncode van het werk is niet voor iedereen beschikbaar om het kosteloos en onder de voorwaarden van deze licentie te kopiëren, door middel van een publiek toegankelijke netwerk server of een anderszins eenvoudig bereikbare middel, dan moet U ofwel (1) er voor zorgen dat de bijbehorendebroncode op die wijze beschikbaar wordt, of (2) er voor zorgen dat U zelf het voordeel van deze specifieke octrooilicentie verliest, of (3) er voor zorgen, op een wijze die strookt met de vereisten van deze licentie, dat de octrooilicentie zich ook uitstrekt tot de opvolgende verkrijgers. “Wetende” wil zeggen dat U daadwerkelijk weet dat, als U die octrooilicentie niet zou hebben, jouw overbrengen van het GPL v.3 Werk in een land, of het gebruik van het GPL v.3 Werk door jouw ontvanger in een land, inbreuk zou maken op een of meer specifieke octrooien in dat land, waarvan jij reden hebt om aan te nemen dat het geldige octrooien zijn.
pt_br: Se você transmitir um trabalho coberto, confiando sabidamente em uma licença de patente, e o Fonte Correspondente do trabalho não estiver disponível para que qualquer pessoa copie, gratuitamente e sob os termos desta Licença, através de um servidor de rede acessível ao público ou outro meio facilmente acessível, então você deve (1) fazer com que o Fonte Correspondente esteja disponível, ou (2) providenciar para se privar do benefício da licença de patente para este trabalho específico, ou (3) providenciar, de forma consistente com os requisitos desta Licença, a ampliação a licença de patente para destinatários downstream. “Confiando sabidamente” significa que você tem conhecimento real de que, exceto pela licença de patente, a sua transmissão do trabalho coberto em um país, ou o uso do trabalho coberto por seu destinatário em um país, violaria uma ou mais patentes identificáveis nesse país que você tem motivos para acreditar serem válidos.
sl: Če posredujete zaščiteno delo, pri čemer se zavestno zanašate na patentno licenco, in ustrezni vir dela ni na voljo nikomur za brezplačno kopiranje pod pogoji te licence prek javno dostopnega omrežnega strežnika ali drugih lahko dostopnih sredstev, potem morate bodisi (1) zagotoviti, da je ustrezni vir na voljo, bodisi (2) poskrbeti, da se prikrajšate za ugodnost patentne licence za to določeno delo, bodisi (3) poskrbeti, da se na način, ki je skladen z zahtevami te licence, patentna licenca razširi na nadaljnje prejemnike. "Zavestno zanašanje" pomeni, da dejansko veste, da bi brez patentne licence vaš prenos dela, ki ga pokriva licenca, v določeni državi ali uporaba dela, ki ga pokriva licenca, s strani vašega prejemnika v določeni državi kršila enega ali več prepoznavnih patentov v tej državi, za katere imate razlog za domnevo, da so veljavni.
sv: Om du överför ett skyddat verk, medvetet förlitar dig på en patentlicens, och Motsvarande Källa till verket inte är tillgänglig för någon att kopiera, kostnadsfritt och enligt villkoren i denna Licens, via en allmänt tillgänglig nätverksserver eller andra lättillgängliga medel, måste du antingen (1) se till att Motsvarande Källa är tillgänglig, eller (2) arrangera att beröva dig själv förmånen av patentlicensen för just detta verk, eller (3) arrangera, på ett sätt som överensstämmer med kraven i denna Licens, att utvidga patentlicensen till mottagare i senare led. "Medvetet förlita dig på" innebär att du har faktisk vetskap om att, om det inte vore för patentlicensen, skulle din överföring av det skyddade verket i ett land, eller din mottagares användning av det skyddade verket i ett land, göra intrång i ett eller flera identifierbara patent i det landet som du har anledning att tro är giltiga.
uk: Якщо ви передаєте захищену працю, свідомо спираючись на патентну ліцензію, і Відповідний Вихідний Код праці нікому не є доступним для копіювання, безоплатно та на умовах цієї Ліцензії, через публічно-доступний сервер в мережі або іншим легко доступним способом, тоді ви повинні або (1) зробити Відповідний Вихідний Код публічним і легкодоступним, або (2) вжити заходів для позбавлення вас самих прав на патентну ліцензію для цієї окремої праці, або (3) вжити заходів у спосіб, узгоджений з вимогами цієї Ліцензії, для розширення патентної ліцензії на наступних одержувачів. "Свідомо спираючись" означає, що ви володієте знанням, але для патентної ліцензії, ваше передавання захищеної праці в країні, або використання одержувачами цієї захищеної праці в країні, призведе до порушення одного або більше наявних патентів в цій країні, що ви можете припустити є чинними.
