Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gpl-3.0.po
Languages: ca@valencia, nl, pt_br, sl, sv, uk

source: Finally, every program is threatened constantly by software patents. States should not allow patents to restrict development and use of software on general-purpose computers, but in those that do, we wish to avoid the special danger that patents applied to a free program could make it effectively proprietary. To prevent this, the GPL assures that patents cannot be used to render the program non-free.
ca@valencia: Finalment, qualsevol programa lliure està constantment amenaçat per les patents de programari. Els estats no haurien de permetre que les patents restringisquen el desenvolupament i l'ús de programari en ordinadors de propòsit general, però en aquells que ho fan, volem evitar el perill especial que les patents aplicades a un programa lliure podrien fer-lo efectivament propietari. Per a evitar-ho, la GPL assegura que les patents no es poden utilitzar per fer que el programa no siga lliure.
nl: Tenslotte, elk programma wordt voortdurend bedreigd door softwarepatenten. Staten zouden patenten niet moeten toestaan om ontwikkeling en gebruik van software op computers voor algemeen gebruik toe te staan, maar in diegenen die dat doen, willen we het speciale gevaar voorkomen dat patenten toegepast op een vrij programma het effectief bedrijfseigen te maken. Om dat te voorkomen, verzekert de GPL dat patenten niet gebruikt kunnen worden om het programma niet-vrij te maken.
pt_br: Finalmente, todo programa é constantemente ameaçado por patentes de software. Os Estados não devem permitir que as patentes restrinjam o desenvolvimento e o uso de software em computadores de propósito geral, mas naqueles que o fazem, desejamos evitar o perigo especial de que as patentes aplicadas a um programa livre possam torná-lo efetivamente proprietário. Para evitar isso, a GPL se assegura que as patentes não possam ser usadas para tornar o programa não livre.
sl: Nenazadnje je vsak program nenehno ogrožen zaradi patentov za programsko opremo. Države ne bi smele dovoliti, da bi patenti omejevali razvoj in uporabo programske opreme na računalnikih za splošno uporabo, v tistih, ki to počnejo, pa se želimo izogniti posebni nevarnosti, da bi patenti, ki se uporabljajo za prosti program, lahko dejansko spremenili v lastniško različico. Da bi to preprečili, licenca GPL zagotavlja, da patentov ni mogoče uporabiti za to, da bi program postal ne-prost.
sv: Slutligen hotas varje program ständigt av programvarupatent. Stater bör inte tillåta patent att begränsa utveckling och användning av programvara på datorer för allmänt bruk, men i de fall där det gör det vill vi undvika den särskilda faran att patent som tillämpas på ett fritt program kan göra det i praktiken proprietärt. För att förhindra detta garanterar GPL att patent inte kan användas för att göra programmet icke-fritt.
uk: І на закінчення, кожна програма є постійно під загрозою програмних патентів. Держави не повинні дозволяти патентам обмежувати розробку та використання ПЗ на комп'ютерах загального призначення, але там, де це робиться, ми хочемо уникнути особливої небезпеки, яка виникає з патентів, застосованих до вільних програм, і які можуть, фактично, зробити ці програми закритими. Для запобігання цьому GPL гарантує, що використання патентів не може модифікувати вільний статус програми.

source: The precise terms and conditions for copying, distribution and modification follow.
ca@valencia: Les condicions exactes per a la còpia, distribució i modificació són les següents.
nl: De preciesse bepalingen en voorwaarden voor kopiëren, distribueren en wijzigden volgen.
pt_br: Os termos e condições precisos para a cópia, distribuição e modificação seguem abaixo.
sl: Natančni pogoji za kopiranje, distribucijo in spreminjanje so navedeni v nadaljevanju.
sv: De exakta villkoren för kopiering, distribution och modifiering följer.
uk: Конкретні положення та умови для копіювання, розповсюдження та модифікування викладено далі.

source: TERMS AND CONDITIONS
ca@valencia: Clàusules i condicions
nl: BEPALINGEN EN VOORWAARDEN
pt_br: TERMOS E CONDIÇÕES
sl: POGOJI IN DOLOČILA
sv: VILLKOR
uk: ПОЛОЖЕННЯ ТА УМОВИ

source: 0. Definitions.
ca@valencia: 0. Definicions.
nl: 0. Definities.
pt_br: 0. Definições
sl: 0. Definicije.
sv: 0. Definitioner.
uk: 0. Визначення.

source: "This License" refers to version 3 of the GNU General Public License.
ca@valencia: «Esta llicència» es referix a la versió 3 de la Llicència pública general de GNU.
nl: "Deze licentie" verwijst naar versie 3 van de GNU General Public License.
pt_br: “Essa Licença” refere-se à versão 3 da Licença Pública Geral GNU.
sl: "Ta licenca" se nanaša na različico 3 Splošne javne licence GNU.
sv: "Denna licens" hänvisar till version 3 av GNU General Public License.
uk: "Ця ліцензія" стосується версії 3 Загальної Громадської Ліцензії GNU.

source: "Copyright" also means copyright-like laws that apply to other kinds of works, such as semiconductor masks.
ca@valencia: «Copyright» també significa lleis similars als drets d'autoria que s'apliquen a altres tipus d'obris, com ara màscares de semiconductors.
nl: "Copyright" betekent ook copyright-achtige wetten die van toepassing zijn op andere soorten werk, zoals semiconductor-maskers.
pt_br: “Copyright”, ou “direitos autorais”, também significa leis do tipo direito autoral que se aplicam a outros tipos de trabalhos, tal como máscaras de semicondutores.
sl: "Copyright" pomenijo tudi zakone, podobne avtorskim pravicam, ki veljajo za druge vrste del, kot so polprevodniške maske.
sv: "Upphovsrätt" betyder även upphovsrättsliknande lagar som gäller för andra typer av verk, såsom halvledarmasker.
uk: "Авторське право" також позначає закони, подібні до авторського права, що застосовуються до інших видів праць, наприклад, напівпровідникових масок.

source: "The Program" refers to any copyrightable work licensed under this License. Each licensee is addressed as "you". "Licensees" and "recipients" may be individuals or organizations.
ca@valencia: «El programa» fa referència a qualsevol obra que puga tindre drets d'autoria que es llicenciï amb esta llicència. Cada llicenciatari s'adreça com a «vós». Les llicències i els destinataris poden ser individus o organitzacions.
nl: "Het Programma" verwijst naar elk werk dat een copyright kan hebben en een licentie heeft gekregen onder deze licentie. Elke licentiehouder wordt geadresseerd als "u". "Licentiehouder" en "ontvangers" kunnen individuen of organisaties zijn.
pt_br: “O Programa” refere-se a qualquer trabalho com direito autoral licenciado sob esta Licença. Cada licenciado é endereçado como “você”. “Licenciados” e “destinatários” podem ser indivíduos ou organizações.
sl: "Program" se nanaša na katero koli delo, ki je zaščiteno z avtorskimi pravicami in je licencirano v skladu s to licenco. Vsak imetnik licence je naslovljen kot "vi". "Imetniki licence" in "prejemniki" so lahko posamezniki ali organizacije.
sv: "Programmet" avser alla upphovsrättsskyddade verk som licensieras under denna licens. Varje licensinnehavare tilltalas som "du". "Licensinnehavare" och "mottagare" kan vara individer eller organisationer.
uk: "Програма" стосується будь-якої праці, що може мати застережені авторські права, та ліцензується цією Ліцензією. Кожен ліцензіат позначається, як "ви". "Ліцензіати" та "одержувачі" можуть бути фізичними або юридичними особами.

source: To "modify" a work means to copy from or adapt all or part of the work in a fashion requiring copyright permission, other than the making of an exact copy. The resulting work is called a "modified version" of the earlier work or a work "based on" the earlier work.
ca@valencia: «Modificar» una obra significa copiar o adaptar tota o part de l'obra d'una manera que requerisca permís de copyright, a part de fer una còpia exacta. El treball resultant s'anomena una «versió modificada» del treball anterior o una obra «basada en» el treball anterior.
nl: Om een werk "te wijzigen" betekent het kopiëren van of aanpassen van het geheel of een gedeelte van het werk op een manier die toestemming van copyright vereist, anders dan het maken van een exacte kopie. Het resulterende werk wordt een "gewijzigde versie" van het eerdere werk genoemd of een werk "gebaseerd op" het eerdere werk.
pt_br: “Modificar” um trabalho significa copiar ou adaptar tudo ou parte do trabalho de uma forma a ser necessário ter permissão de direitos autorais, além da criação de uma cópia exata. O trabalho resultante é chamado de “versão modificada” do trabalho anterior ou um trabalho “baseado em” o trabalho anterior.
sl: "Spreminjati" delo pomeni kopirati ali prilagoditi celotno delo ali njegov del na način, ki zahteva dovoljenje za avtorske pravice, razen izdelave natančne kopije. Nastalo delo se imenuje "spremenjena različica" prejšnjega dela ali delo, ki "temelji na" prejšnjem delu.
sv: Att "modifiera" ett verk innebär att kopiera från eller anpassa hela eller delar av verket på ett sätt som kräver upphovsrättstillstånd, utöver att göra en exakt kopia. Det resulterande verket kallas en "modifierad version" av det tidigare verket eller ett verk "baserat på" det tidigare verket.
uk: "Модифікувати" працю означає копіювати або адаптувати всю або частину роботи шляхом, що вимагає дозволу власника авторського права, результатом чого не є точна копія праці. Така похідна праця зветься "модифікована версія" попередньої праці або праця, "заснована на" попередній праці.

source: A "covered work" means either the unmodified Program or a work based on the Program.
ca@valencia: Una «obra coberta» significa o bé el programa no modificat o bé una obra basada en el programa.
nl: Een "gedekt werk" betekent ofwel het ongewijzigde programma of een werk gebaseerd op het programma.
pt_br: Um “trabalho coberto” significa o Programa não modificado ou um trabalho baseado no Programa.
sl: "Zajeto delo" pomeni bodisi nespremenjen program bodisi delo, ki temelji na programu.
sv: Ett "verk som omfattas" av bestämmelserna avser antingen det omodifierade programmet eller ett verk baserat på programmet.
uk: "Захищена праця" стосується або немодифікованої Програми або праці, що заснована на Програмі.

source: To "propagate" a work means to do anything with it that, without permission, would make you directly or secondarily liable for infringement under applicable copyright law, except executing it on a computer or modifying a private copy. Propagation includes copying, distribution (with or without modification), making available to the public, and in some countries other activities as well.
ca@valencia: «Propagar» una obra significa fer qualsevol cosa amb ella que, sense permís, li faria directament o secundàriament responsable d'infracció en virtut de la llei de drets d'autoria aplicable, excepte executar-la en un ordinador o modificar una còpia privada. La propagació inclou la còpia, distribució (amb o sense modificació), posada a disposició del públic, i en alguns països també altres activitats.
nl: Een werk "propageren" betekent het er aan doen van iets dat, zonder toestemming, u direct of secundair aansprakelijk maakt voor inbreuk onder de toepasselijke copyright wet, behalve het uitvoeren op een computer of wijzigen in een private kopie. Propageren omvat kopiëren, distribueren (met of zonder wijziging), publiek beschikbaar maken en in sommige landen ook andere activiteiten.
pt_br: “Propagar” um trabalho significa fazer qualquer coisa com ele que, sem permissão, faria você direta ou secundariamente responsável por infração de acordo com a lei de direitos autorais aplicável, exceto executando-o em um computador ou modificando uma cópia privada. A propagação inclui a cópia, distribuição (com ou sem modificação), disponibilização ao público e, em alguns países, outras atividades também.
sl: "Razširjati" delo pomeni z njim početi karkoli, kar bi vas brez dovoljenja neposredno ali sekundarno naredilo odgovorne za kršitev v skladu z veljavno zakonodajo o avtorskih pravicah, razen izvajanja na računalniku ali spreminjanja zasebne kopije. Razmnoževanje vključuje kopiranje, distribucijo (z ali brez sprememb), dajanje na voljo javnosti in v nekaterih državah tudi druge dejavnosti.
sv: Att "sprida" ett verk innebär att göra något med det som, utan tillstånd, skulle göra dig direkt eller sekundärt ansvarig för intrång enligt gällande upphovsrättslag, förutom att exekvera det på en dator eller modifiera en privat kopia. Spridning inkluderar kopiering, distribution (med eller utan modifiering), tillgängliggörande för allmänheten och i vissa länder även andra aktiviteter.
uk: "Поширювати" роботу означає робити з нею щось, що без дозволу робить вас прямо або непрямо відповідальним за порушення відповідних законів про авторські права, окрім запускання її на комп'ютері або модифікування приватної копії. Поширювання охоплює копіювання, розповсюдження (з модифікаціями чи без них), надання публічного доступу, а в деяких країнах, також інші дії.

source: To "convey" a work means any kind of propagation that enables other parties to make or receive copies. Mere interaction with a user through a computer network, with no transfer of a copy, is not conveying.
ca@valencia: «Transmetre» una obra significa qualsevol classe de propagació que permeta a altres parts fer o rebre còpies. La mera interacció amb un usuari a través d'una xarxa informàtica, sense transferència d'una còpia, no està transmetent.
nl: Om een werk "over te dragen" betekent elk soort van overdragen dat andere partijen kopieën laat maken of ontvangen. Enkel interactie met een gebruiker via een computernetwerk, zonder overdracht van een kopie, is geen overdracht.
pt_br: “Transmitir” um trabalho significa qualquer tipo de propagação que permita a terceiros fazer ou receber cópias. A simples interação com um usuário através de uma rede de computadores, sem transferência de uma cópia, não é transmissão.
sl: "Prenašanje" dela pomeni vsako vrsto razmnoževanja, ki drugim strankam omogoča izdelavo ali prejemanje kopij. Zgolj interakcija z uporabnikom prek računalniškega omrežja brez prenosa kopije se ne šteje za posredovanje.
sv: Att "överföra" ett verk avser all form av spridning som gör det möjligt för andra parter att skapa eller ta emot kopior. Enbart interaktion med en användare via ett datornätverk, utan överföring av en kopia, är inte överföring.
uk: "Передавати" роботу означає будь-який спосіб поширювання, що дозволяє іншим сторонам робити або отримувати копії. Проста взаємодія з користувачем через комп'ютерну мережу без перенесення копії не є передаванням.

source: An interactive user interface displays "Appropriate Legal Notices" to the extent that it includes a convenient and prominently visible feature that (1) displays an appropriate copyright notice, and (2) tells the user that there is no warranty for the work (except to the extent that warranties are provided), that licensees may convey the work under this License, and how to view a copy of this License. If the interface presents a list of user commands or options, such as a menu, a prominent item in the list meets this criterion.
ca@valencia: Una interfície d'usuari interactiva mostra «Avisos legals apropiats» en la mesura que inclou una característica còmoda i visible que (1) mostra un avís de copyright apropiat, i (2) diu a l'usuari que no hi ha cap garantia per a l'obra (excepte en la mesura en què es proporcionen garanties), que els llicenciataris poden transmetre l'obra amb esta llicència, i com veure una còpia d'esta llicència. Si la interfície presenta una llista d'ordres o opcions d'usuari, com ara un menú, un element destacat de la llista complix este criteri.
nl: Een interactief gebruikersinterface toont "Van toepassing zijnde juridische mededelingen" tot zover dat het een gemakkelijke en prominent zichtbare mogelijkheid bevat die (1) een van toepassing zijnde copyright melding toont en (2) de gebruiker vertelt dat er geen garantie voor het werk is (behalve tot zover dat garanties worden geleverd), dat licentiehouders het werk onder deze licentie mogen overdragen en hoe een kopie van deze licentie kan worden ingezien. Als het interface een lijst met gebruikersopdrachten of opties bevat, zoals een menu, een prominent item in de lijst overeenkomt met dit criterium.
pt_br: Uma interface de usuário interativa exibe “Avisos Legais Apropriados” na medida em que inclui um recurso conveniente e proeminentemente visível que (1) exibe um aviso de direitos autorais apropriado e (2) diz ao usuário que não há garantia para o trabalho (exceto na extensão em que as garantias são fornecidas), que os licenciados podem transmitir o trabalho sob esta Licença e como visualizar uma cópia desta Licença. Se a interface apresenta uma lista de comandos ou opções ao usuário, como um menu, um item proeminente na lista atende a este critério.
sl: Interaktivni uporabniški vmesnik prikazuje "Ustrezna pravna obvestila", če vključuje priročno in vidno funkcijo, ki (1) prikazuje ustrezno obvestilo o avtorskih pravicah in (2) uporabniku sporoča, da za delo ni garancije (razen če so garancije zagotovljene), da lahko imetniki licenc prenesejo delo v skladu s to licenco in kako si ogledati kopijo te licence. Če vmesnik prikazuje seznam uporabniških ukazov ali možnosti, kot je meni, potem vidna postavka na seznamu izpolnjuje to merilo.
sv: Ett interaktivt användargränssnitt visar "Lämpliga juridiska meddelanden" i den utsträckning det inkluderar en praktisk och tydligt synlig funktion som (1) visar ett lämpligt upphovsrättsmeddelande och (2) informerar användaren om att det inte finns någon garanti för verket (förutom i den utsträckning garantier tillhandahålls), att licenstagare får överföra verket under denna licens och hur man kan visa en kopia av denna licens. Om gränssnittet visar en lista med användarkommandon eller alternativ, till exempel en meny, uppfyller ett framträdande punkt i listan detta kriterium.
uk: Інтерактивний інтерфейс користувача показує "Відповідні юридичні повідомлення" у спосіб, що надає зручну та чітко видиму функцію, яка (1) показує відповідне повідомлення про авторські права та (2) розказує користувачу про відсутність всякої гарантії для цієї роботи (окрім того, що гарантії свободи надаються), що ліцензіат може передавати роботу під цією Ліцензією, та як можна переглянути копію цієї Ліцензії. Якщо інтерфейс надає перелік команд користувача з параметрами, наприклад, меню, чітко видимий елемент в цьому переліку має відповідати наведеному критерію.

source: 1. Source Code.
ca@valencia: 1. Codi font.
nl: 1. Broncode.
pt_br: 1. Código-fonte.
sl: 1. Izvorna koda.
sv: 1. Källkod.
uk: 1. Початковий код.

source: The "source code" for a work means the preferred form of the work for making modifications to it. "Object code" means any non-source form of a work.
ca@valencia: El «codi font» per a una obra vol dir la forma preferida de l'obra per a fer-hi modificacions. «Codi objecte» significa qualsevol forma de codi no font d'una obra.
nl: De "broncode" voor een werk betekent de vorm met voorkeur van het werk voor het maken van wijzigingen erin. "Object code" betekent elke vorm van niet-broncode van een werk.
pt_br: O “código-fonte” para um trabalho significa a forma preferida do trabalho para fazer modificações nele. “Código objeto” significa qualquer forma não fonte de um trabalho.
sl: "Izvorna koda" dela pomeni prednostno obliko dela za spreminjanje le-tega. "Objektna koda" pomeni katero koli obliko dela, ki ni izvorna koda.
sv: Med "källkod" för ett verk avses den föredragna formen av verket för att göra ändringar i det. Med "objektkod" avses alla icke-källkodsformulär för ett verk.
uk: "Початковий код" праці означає бажану форму роботи для внесення модифікації. "Об'єктний код" означає будь-яку непочаткову форму праці.

source: A "Standard Interface" means an interface that either is an official standard defined by a recognized standards body, or, in the case of interfaces specified for a particular programming language, one that is widely used among developers working in that language.
ca@valencia: Una «interfície estàndard» significa una interfície que o bé és un estàndard oficial definit per un organisme d'estàndards reconegut, o, en el cas d'interfícies especificades per a un llenguatge de programació en particular, una que és àmpliament utilitzada entre els desenvolupadors que treballen en este llenguatge.
nl: Een "Standaard interface" betekent een interface dat ofwel een officiële standaard gedefinieerd door een erkend lichaam voor standaarden is, of, in het geval van interfaces gespecificeerd voor een specifieke programmeertaal, een die breed wordt widely gebruikt onder ontwikkelaars die in die taal werken.
pt_br: Uma “Interface Padrão” significa uma interface que seja um padrão oficial definido por um corpo de padrões reconhecido ou, no caso de interfaces especificadas para uma linguagem de programação específica, que seja amplamente utilizada entre desenvolvedores que trabalham naquela linguagem.
sl: "Standardni vmesnik" pomeni vmesnik, ki je bodisi uradni standard, ki ga je opredelil priznan organ za standardizacijo, bodisi v primeru vmesnikov, določenih za določen programski jezik, vmesnik, ki se pogosto uporablja med razvijalci, ki delajo v tem jeziku.
sv: Ett "standardgränssnitt" avser ett gränssnitt som antingen är en officiell standard definierad av ett erkänt standardiseringsorgan, eller, när det gäller gränssnitt specificerade för ett visst programmeringsspråk, ett som används i stor utsträckning bland utvecklare som arbetar i det språket.
uk: "Стандартний інтерфейс" означає інтерфейс, що або є офіційним стандартом, затвердженим визнаною установою стандартів, або, у разі інтерфейсів, вказаних для окремої мови програмування, той, що є поширеним серед розробників, котрі працюють з цією мовою.
