Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gpl-3.0.po
Languages: ca@valencia, nl, pt_br, sl, sv, uk

source: Each version is given a distinguishing version number. If the Program specifies that a certain numbered version of the GNU General Public License "or any later version" applies to it, you have the option of following the terms and conditions either of that numbered version or of any later version published by the Free Software Foundation. If the Program does not specify a version number of the GNU General Public License, you may choose any version ever published by the Free Software Foundation.
ca@valencia: Cada versió té un número de versió distintiu. Si el programa especifica que s'hi aplica una determinada versió numerada de la Llicència pública general de GNU «o qualsevol versió posterior», teniu l'opció de seguir les clàusules i condicions d'esta versió numerada o de qualsevol versió posterior publicada per la Free Software Foundation. Si el programa no especifica cap número de versió de la Llicència pública general de GNU, podeu triar qualsevol versió publicada per la Free Software Foundation.
nl: Elke versie krijgt een onderscheidend versienummer. Als het programma specificeertdat een bepaald genummerde versie van de GNU Algemene Publieke Licentie “of elkelatere versie” van toepassing is, heb U de mogelijkheid om overeenkomstig debepalingen van die genummerde versie ofwel die van elke latere versie die isgepubliceerd door de Free Software Foundation te handelen. Als het programma nieteen versienummer van de GNU Algemene Publieke Licentie specificeert, mag U elkeversie kiezen die ooit is gepubliceerd door de Free Software Foundation.
pt_br: Cada versão recebe um número de versão distinto. Se o Programa especificar que uma certa versão numerada da Licença Pública Geral GNU “ou qualquer versão posterior” se aplica a ele, você tem a opção de seguir os termos e condições dessa versão numerada ou de qualquer versão posterior publicada pela Free Software Foundation. Se o Programa não especificar um número de versão da Licença Pública Geral GNU, você pode escolher qualquer versão publicada pela Free Software Foundation.
sl: Vsaka različica dobi razlikovalno številko različice. Če program določa, da zanjo velja določena oštevilčena različica Splošne javne licence GNU "ali katera koli poznejša različica", imate možnost, da upoštevate določila in pogoje te oštevilčene različice ali katere koli poznejše različice, ki jo je objavila Fundacija za prosto programsko opremo. Če program ne določa številke različice Splošne javne licence GNU, lahko izberete katero koli različico, ki jo je kdajkoli objavila fundacija Free Software Foundation.
sv: Varje version har ett särskiljande versionsnummer. Om programmet anger att en viss numrerad version av GNU General Public License "eller någon senare version" gäller för den, har du möjlighet att följa villkoren för antingen den numrerade versionen eller för någon senare version publicerad av Free Software Foundation. Om programmet inte anger ett versionsnummer för GNU General Public License kan du välja vilken version som helst som någonsin publicerats av Free Software Foundation.
uk: Кожна версія буде мати окремий номер. Якщо Програма вказує, що якийсь номер версії Загальної Громадської Ліцензії GNU "або будь-яка пізніша версія" застосовується до неї, ви маєте вибір наступних положень та умов або тих, що описані у вказаному номері версії або будь-якої пізнішої версії ліцензії, опублікованої Free Software Foundation. Якщо в Програмі не вказано номера версії Загальної Громадської Ліцензії GNU, ви маєте право вибрати будь-яку версію, що її колись опублікувала Free Software Foundation.

source: If the Program specifies that a proxy can decide which future versions of the GNU General Public License can be used, that proxy's public statement of acceptance of a version permanently authorizes you to choose that version for the Program.
ca@valencia: Si el programa especifica que un intermediari pot decidir quines versions futures de la Llicència pública general de GNU es poden utilitzar, esta declaració pública de l'intermediari d'acceptació d'una versió vos autoritza permanentment a triar esta versió del programa.
nl: Als het programma specificeert dat een gemachtigde kan besluiten welke toekomstigeversies van de GNU Algemene Publieke Licentie kunnen worden gebruikt, dan biedt depublieke aanvaarding van een bepaalde versie door die gemachtigde jou permanent demogelijkheid die versie te kiezen voor het Programma.
pt_br: Se o Programa especifica que um intermediário pode decidir quais versões futuras da Licença Pública Geral GNU podem ser usadas, a declaração pública do intermediário de aceitação de uma versão lhe autoriza permanentemente a escolher essa versão para o Programa.
sl: Če program določa, da lahko pooblaščenec odloči, katere prihodnje različice Splošne javne licence GNU se lahko uporabljajo, vas javna izjava tega pooblaščenca o sprejetju različice trajno pooblašča, da izberete to različico za program.
sv: Om Programmet anger att en ombudstjänst kan bestämma vilka framtida versioner av GNU General Public License som kan användas, ger den ombudstjänstens offentliga godkännande av en version dig permanent rätt att välja den versionen för Programmet.
uk: Якщо Програма вказує, що довірена особа може визначати яку майбутню версію Загальної Громадської Ліцензії GNU можна використовувати, публічна заява такої довіреної особи щодо прийняття версії на постійно надає вам право вибрати ту версію для Програми.

source: Later license versions may give you additional or different permissions. However, no additional obligations are imposed on any author or copyright holder as a result of your choosing to follow a later version.
ca@valencia: Les versions posteriors de la llicència poden donar-vos permisos addicionals o diferents. No obstant açò, no s'imposen obligacions addicionals a cap autor o titular de drets d'autoria com a resultat de la seua elecció per seguir una versió posterior.
nl: Latere versies van de licentie kunnen jou aanvullende of andere rechten verschaffen.Echter, geen aanvullende verplichtingen worden opgelegd aan enige auteur ofauteursrechthebbende als een gevolg van jouw keuze om een latere versie te kiezen.
pt_br: Versões posteriores da licença podem lhe dar permissões adicionais ou diferentes. No entanto, nenhuma obrigação adicional é imposta a qualquer autor ou detentor de direitos autorais como resultado de sua escolha de seguir uma versão posterior.
sl: Kasnejše različice licence vam lahko dajo dodatna ali drugačna dovoljenja. Vendar pa nobenemu avtorju ali imetniku avtorskih pravic ne nalagajo nobene dodatne obveznosti zaradi vaše izbire uporabe kasnejše različice.
sv: Senare licensversioner kan ge dig ytterligare eller andra rättigheter. Emellertid åläggs inga ytterligare skyldigheter för någon författare eller upphovsrättsinnehavare till följd av att du väljer att följa en senare version.
uk: Пізніші версії ліцензії можуть надавати вам додаткові або інші права. Однак якщо ви вирішуєте дотримуватися пізнішої версії, то це не накладає жодних додаткових зобов'язань на будь-якого автора або власника авторських прав.

source: 15. Disclaimer of Warranty.
ca@valencia: 15. Exempció de responsabilitat de garantia.
nl: 15. Afwijzing van garantie.
pt_br: 15. Aviso Legal de Garantia.
sl: 15. Izjava o omejitvi odgovornosti.
sv: 15. Garantifriskrivning.
uk: 15. Зречення гарантії.

source: THERE IS NO WARRANTY FOR THE PROGRAM, TO THE EXTENT PERMITTED BY APPLICABLE LAW. EXCEPT WHEN OTHERWISE STATED IN WRITING THE COPYRIGHT HOLDERS AND/OR OTHER PARTIES PROVIDE THE PROGRAM "AS IS" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE PROGRAM IS WITH YOU. SHOULD THE PROGRAM PROVE DEFECTIVE, YOU ASSUME THE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.
ca@valencia: NO HI HA CAP GARANTIA PER AL PROGRAMA, EN LA MESURA QUE HO PERMETI LA LLEI APLICABLE. EXCEPTE QUAN S'INDIQUI EL CONTRARI PER ESCRIT, ELS TITULARS DELS DRETS D'AUTOR I/O ALTRES PARTS PROPORCIONEN EL PROGRAMA «TAL QUAL» SENSE GARANTIA DE CAP MENA, SIGUI EXPRESSADA O IMPLÍCITA, INCLOENT-HI, PERÒ NO LIMITAT A, LES GARANTIES IMPLÍCITES DE COMERCIABILITAT I APTITUD PER A UN PROPÒSIT PARTICULAR. TOT EL RISC PEL QUE FA A LA QUALITAT I EL RENDIMENT DEL PROGRAMA ÉS AMB VÓS. SI EL PROGRAMA RESULTA DEFECTUÓS, ASSUMIU EL COST DE TOT EL SERVEI NECESSARI, REPARACIÓ O CORRECCIÓ.
nl: ER WORDEN GEEN GARANTIES GEGEVEN VOOR HET PROGRAMMA VOORZOVER TOEGESTAAN DOOR DE TOEPASSELIJKE REGELGEVING. BEHALVEWANNEER DIT ANDERSZINS SCHRIFTELIJK IS BEVESTIGD, BIEDEN DEAUTEURSRECHTHEBBENDEN EN/OF ANDERE PARTIJEN DIT PROGRAMMAZOALS HET IS AAN ZONDER ENIGE GARANTIES, EXPLICIET OF IMPLICIET,WAARONDER MAAR NIET HIERTOE BEPERKT DE IMPLICIETE GARANTIES DIEGEBRUIKELIJK ZIJN IN DE HANDEL EN BRUIKBAARHEID VOOR EEN SPECIFIEKDOEL. HET VOLLEDIGE RISICO MET BETREKKING TOT DE KWALITEIT EN DEPRESTATIES VAN HET PROGRAMMA RUST BIJ U. ALS HET PROGRAMMAGEBREKKIG BLIJKT TE ZIJN, DIEN U ALLE NOODZAKELIJKE SERVICE-,REPARATIE- OF CORRECTIEKOSTEN OP U TE NEMEN.
pt_br: NÃO HÁ NENHUMA GARANTIA PARA O PROGRAMA, NA EXTENSÃO PERMITIDA PELA LEI APLICÁVEL. EXCETO QUANDO TUDO INDICADO POR ESCRITO, OS DETENTORES DE DIREITOS AUTORAIS E/OU OUTRAS PARTES FORNECEM O PROGRAMA “COMO ESTÁ” SEM GARANTIA DE QUALQUER TIPO, EXPRESSA OU IMPLÍCITA, INCLUINDO, MAS NÃO SE LIMITANDO A, GARANTIAS IMPLÍCITAS DE COMERCIALIZAÇÃO E ADEQUAÇÃO PARA UM FIM ESPECÍFICO. TODO O RISCO SOBRE A QUALIDADE E O DESEMPENHO DO PROGRAMA ESTÁ COM VOCÊ. SE O PROGRAMA APRESENTAR DEFEITO, VOCÊ ASSUME O CUSTO DE TODA A MANUTENÇÃO, REPARAÇÃO OU CORREÇÃO NECESSÁRIA.
sl: ZA PROGRAM NI GARANCIJE, V OBSEGU, KI GA DOVOLJUJE VELJAVNA ZAKONODAJA. RAZEN ČE JE PISNO NAVEDENO DRUGAČE, IMETNIKI AVTORSKIH PRAVIC IN/ALI DRUGE STRANKE PONUJAJO PROGRAM "KAKRŠEN JE" BREZ KAKRŠNE KOLI VRSTE JAMSTEV, BODISI IZRECNIH ALI POSREDNIH, VKLJUČNO Z, VENDAR NE OMEJENO NA, POSREDNIMI JAMSTVI ZA PRODAJNOST IN PRIMERNOST ZA DOLOČEN NAMEN. CELOTNO TVEGANJE GLEDE KAKOVOSTI IN DELOVANJA PROGRAMA NOSITE VI. ČE SE IZKAŽE, DA JE PROGRAM OKVARJEN, PREVZEMATE STROŠKE VSEH POTREBNIH SERVISIRANJA, POPRAVIL ALI POPRAVKA.
sv: DET FINNS INGEN GARANTI FÖR PROGRAMMET, I DEN UTSTRÄCKNING DET ÄR TILLÅTET ENLIGT GÄLLANDE LAG. FÖRUTOM NÄR ANNAT ANGES SKRIFTLIGEN, TILLHANDAHÅLLER COPYRIGHTINNEHAVARNA OCH/ELLER ANDRA PARTER PROGRAMMET "I BEFINTLIGT SKICK" UTAN NÅGOT SLAG AV GARANTI, VARE SIG UTTRYCKLIG ELLER UNDERFÖRSTÅDD, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, UNDERFÖRSTÅDDA GARANTIER OM SÄLJBARHET OCH LÄMPLIGHET FÖR ETT SÄRSKILT ÄNDAMÅL. HELA RISKEN FÖR PROGRAMMETS KVALITET OCH PRESTANDA LIGGER HOS DIG. OM PROGRAMMET VISA SIG VARA DEFEKT, TAR DU KOSTNADEN FÖR ALL NÖDVÄNDIG SERVICE, REPARATION ELLER KORRIGERING.
uk: ДЛЯ ЦІЄЇ ПРОГРАМИ ВІДСУТНЯ БУДЬ-ЯКА ГАРАНТІЯ, В МЕЖАХ, ДОЗВОЛЕНИХ ВІДПОВІДНИМ ЗАКОНОМ. ОКРІМ ВИПАДКІВ, КОЛИ ЦЕ ЗАСВІДЧЕНО ПИСЬМОВО, ВЛАСНИКИ АВТОРСЬКОГО ПРАВА ТА/АБО ІНШІ СТОРОНИ НАДАЮТЬ ПРОГРАМУ "ЯК Є" БЕЗ БУДЬ-ЯКОЇ ГАРАНТІЇ, ЯВНОЇ ЧИ НЕЯВНОЇ, ВКЛЮЧНО З, АЛЕ НЕ ОБМЕЖУЮЧИСЬ, НЕЯВНИМ ГАРАНТІЯМИ ПРИДАТНОСТІ ДЛЯ ТОРГІВЛІ ТА ВІДПОВІДНОСТІ ЯКОМУСЬ ПРИЗНАЧЕННЮ. ВСІ РИЗИКИ ЩОДО ЯКОСТІ ТА ФУНКЦІОНАЛЬНОСТІ ПРОГРАМИ ВИ БЕРЕТЕ НА СЕБЕ. У РАЗІ, ЯКЩО ПРОГРАМА ВИЯВИТЬСЯ НЕЯКІСНОЮ, ВИ БЕРЕТЕ НА СЕБЕ УСІ ВИТРАТИ, ПОВ'ЯЗАНІ З НЕОБХІДНИМ ОБСЛУГОВУВАННЯМ, РЕМОНТОМ АБО ВИПРАВЛЕННЯМ.

source: 16. Limitation of Liability.
ca@valencia: 16. Limitació de responsabilitat.
nl: 16. Beperking van aansprakelijkheid.
pt_br: 16. Limitação de Responsabilidade.
sl: 16. Omejitev odgovornosti.
sv: 16. Ansvarsbegränsning.
uk: 16. Обмеження відповідальності.

source: IN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MODIFIES AND/OR CONVEYS THE PROGRAM AS PERMITTED ABOVE, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
ca@valencia: EN CAP CAS, LLEVAT QUE HO EXIGEIXI LA LEGISLACIÓ APLICABLE O S'ACORDI PER ESCRIT, QUALSEVOL TITULAR DEL COPYRIGHT, O QUALSEVOL ALTRA PART QUE MODIFIQUI I/O TRANSMETI EL PROGRAMA COM ES PERMET ANTERIORMENT, SERÀ RESPONSABLE DAVANT VÓS PER DANYS I PERJUDICIS, INCLOSOS ELS GENERALS, ESPECIALS, INCIDENTALS O CONSEQÜENTS QUE ES DERIVIN DE L'ÚS O LA IMPOSSIBILITAT D'UTILITZAR EL PROGRAMA (INCLOENT-HI, ENTRE ALTRES COSES, LA PÈRDUA DE DADES O DADES QUE ES REPRESENTIN INEXACTES O LES PÈRDUES SOFERTES PER VOSTÈ O TERCERS O UNA FALLADA DEL PROGRAMA PER OPERAR AMB QUALSEVOL ALTRE PROGRAMA), FINS I TOT SI ESTE TITULAR O UNA ALTRA PART HA ESTAT ADVERTIT DE LA POSSIBILITAT D'ESTOS DANYS.
nl: IN GEEN GEVAL, TENZIJ VEREIST DOOR DE TOEPASSELIJKE REGELGEVING OFSCHRIFTELIJK OVEREENGEKOMEN, ZAL ENIGE AUTEURSRECHTHEBBENDE, OFENIGE ANDERE PARTIJ DIE HET PROGRAMMA WIJZIGT EN/OF OVERBRENGTOVEREENKOMSTIG DE HIERVOOR GEGEVEN TOESTEMMING, AANSPRAKELIJKZIJN JEGENS U VOOR SCHADE INCLUSIEF ELKE ALGEMENE, SPECIALE,INCIDENTELE OF GEVOLGSCHADE DIE VOORTVLOEIT UIT HET GEBRUIK OF HETONVERMOGEN OM HET PROGRAMMA TE GEBRUIKEN (INCLUSIEF MAAR NIETBEPERKT TOT HET VERLIES VAN DATA OF INACCURATE GELEVERDE DATA OFDOOR U OF DERDE PARTIJEN GELEDEN VERLIEZEN OF EEN STORING VANHET PROGRAMMA OM SAMEN TE WERKEN MET ANDERE PROGRAMMA’S),ZELFS ALS EEN DERGELIJKE AUTEURSRECHTHEBBENDE OF ANDERE PARTIJ ISGEWEZEN OP DE MOGELIJKHEID VAN ZULKE SCHADE
pt_br: EM NENHUM CASO, A MENOS QUE EXIGIDO PELA LEI APLICÁVEL OU ACORDADO POR ESCRITO, QUALQUER DETENTOR DE DIREITOS AUTORAIS, OU QUALQUER OUTRA PARTE QUE MODIFICA E/OU TRANSMITE O PROGRAMA COMO PERMITIDO ACIMA, SE RESPONSABILIZARÁ POR DANOS, INCLUINDO QUALQUER DANO GERAL, ESPECIAL, INCIDENTAL OU CONSEQUENCIAL QUE SURGIR DO USO OU INCAPACIDADE DE USAR O PROGRAMA (INCLUINDO, MAS NÃO SE LIMITANDO À PERDA DE DADOS OU DADOS QUE SÃO PRESTADOS IMPRECISAMENTE OU PERDAS SUSTENTADAS POR VOCÊ OU TERCEIROS OU UMA FALHA DO PROGRAMA A OPERAR COM OUTROS PROGRAMAS), MESMO SE TAL DETENTOR OU OUTRA PARTE TENHA SIDO AVISADO DA POSSIBILIDADE DE TAIS DANOS.
sl: V NOBENEM PRIMERU, RAZEN ČE TO ZAHTEVA VELJAVNA ZAKONODAJA ALI ČE JE PISNO DOGOVORJENO, VAM IMETNIK AVTORSKIH PRAVIC ALI DRUGA STRANKA, KI SPREMENI IN/ALI PRENAŠA PROGRAM, KOT JE DOVOLJENO ZGORAJ, NE BO ODGOVOREN ZA ŠKODO, VKLJUČNO S SPLOŠNO, POSEBNO, NAKLJUČNO ALI POSLEDIČNO ŠKODO, KI IZHAJAJO ZARADI UPORABE ALI NEZMOŽNOSTI UPORABE PROGRAMA (VKLJUČNO Z, VENDAR NE OMEJENO NA, IZGUBO PODATKOV ALI NETOČNOSTJO PODATKOV ALI IZGUBO, KI JO TRPE VI ALI TRETJE OSEBJE, ALI Z NEZMOŽNOSTJO DELOVANJA PROGRAMA Z DRUGIMI PROGRAMI), TUDI ČE JE BIL TAK IMETNIK ALI DRUGA STRANKA OBVEŠČEN O MOŽNOSTI TAKE ŠKODE. 17. Razlaga 15. in 16. člena.
sv: UNDER INGA OMSTÄNDIGHETER, OM DET INTE KRÄVS ENLIGT GÄLLANDE LAG ELLER SKRIFTLIGEN ÖVERENSKOMMITS, SKA NÅGON COPYRIGHTINNEHAVARE ELLER ANNAN PART SOM MODIFIERAR OCH/ELLER ÖVERFÖR PROGRAMMET ENLIGT OVAN, VARA ANSVARIG GENTEMOT DIG FÖR SKADOR, INKLUSIVE ALLMÄNNA, SÄRSKILDA, TILLFÄLLIGA ELLER FÖLJDSKADOR SOM UPPSTÅR TILL FÖLJD AV ANVÄNDNING ELLER OFÖRMÅGA ATT ANVÄNDA PROGRAMMET (INKLUSIVE MEN INTE BEGRÄNSAT TILL FÖRLUST AV DATA ELLER DATA SOM ÅTERGIVITS FELAKTIG ELLER FÖRLUSTER SOM ORSAKAS AV DIG ELLER TREDJE PART ELLER ATT PROGRAMMET MISSLYCKAS ATT FUNGERA MED ANDRA PROGRAM), ÄVEN OM SÅDAN INNEHAVARE ELLER ANNAN PART HAR INFORMERATS OM MÖJLIGHETEN FÖR SÅDANA SKADOR.
uk: В ЖОДНОМУ РАЗІ, ОКРІМ ВИПАДКІВ, ПЕРЕДБАЧЕНИХ ВІДПОВІДНИМ ЗАКОНОМ ЧИ ОБУМОВЛЕНИХ ПИСЬМОВО, ВЛАСНИК АВТОРСЬКОГО ПРАВА АБО ІНША СТОРОНА, ЩО МОДИФІКУЄ ТА/АБО ПЕРЕДАЄ ПРОГРАМУ, ЯК ВКАЗАНО ВИЩЕ, НЕ ЗОБОВ'ЯЗАНИЙ ВІДШКОДОВУВАТИ ВАМ ВТРАТИ, В ТОМУ ЧИСЛІ МОРАЛЬНІ, МАТЕРІАЛЬНІ, НЕПЕРЕДБАЧЕНІ АБО ЧАСТКОВІ ВТРАТИ, ЩО СПРИЧИНЕНІ ВИКОРИСТАННЯМ АБО НЕМОЖЛИВІСТЮ ВИКОРИСТАННЯ ПРОГРАМИ (ВКЛЮЧНО З, АЛЕ НЕ ОБМЕЖЕНО ВТРАТОЮ ДАНИХ АБО ВІДТВОРЕННЯ НЕПРАВИЛЬНИХ ДАНИХ, АБО З ВТРАТАМИ, ЗАЗНАНИМИ ВАМИ АБО ТРЕТЬОЮ СТОРОНОЮ АБО НЕМОЖЛИВІСТЮ ПРОГРАМИ ФУНКЦІОНУВАТИ РАЗОМ З БУДЬ-ЯКИМИ ІНШИМИ ПРОГРАМАМИ), НАВІТЬ ЯКЩО ТАКИЙ ВЛАСНИК АБО ІНША СТОРОНА БУЛИ ПОІНФОРМОВАНІ ПРО МОЖЛИВІСТЬ ТАКИХ ПОШКОДЖЕНЬ.

source: 17. Interpretation of Sections 15 and 16.
ca@valencia: 17. Interpretació de les seccions 15 i 16.
nl: 17. Uitleg van artikelen 15 en 16
pt_br: 17. Interpretação das Seções 15 e 16.
sl: 17. Razlaga členov 15 in 16.
sv: 17. Tolkning av avsnitt 15 och 16.
uk: 17. Тлумачення розділів 15 та 16.

source: If the disclaimer of warranty and limitation of liability provided above cannot be given local legal effect according to their terms, reviewing courts shall apply local law that most closely approximates an absolute waiver of all civil liability in connection with the Program, unless a warranty or assumption of liability accompanies a copy of the Program in return for a fee.
ca@valencia: Si l'exempció de responsabilitat de garantia i limitació de responsabilitat proporcionada abans no es pot donar efecte legal local d'acord amb les seues clàusules, la revisió dels tribunals aplicaran la llei local que més s'aproxime a una renúncia absoluta de tota responsabilitat civil en relació amb el programa, llevat que una garantia o assumpció de responsabilitat acompanya una còpia del programa a canvi d'un preu.
nl: Als de afwijzing van garantie en beperking van aansprakelijkheid zoals hiervoor gegevenonder nationale regelgeving niet het beoogde juridisch effect heeft, zal de behandelenderechtbank het nationale recht toepassen dat de absolute afstand van alle civielrechtelijkeaansprakelijkheid in relatie tot het programma zoveel mogelijk benadert, tenzij eengarantie of aanname van aansprakelijkheid tegen een vergoeding bij een kopie van hetProgramma is inbegrepen.
pt_br: Se a renúncia de garantia e a limitação de responsabilidade previstos acima não puderem ter efeito legal local de acordo com seus termos, os tribunais revisionais aplicarão a lei local que se aproxima mais de uma renúncia absoluta a toda a responsabilidade civil em conexão com o Programa, a menos que uma garantia ou suposição de responsabilidade acompanhe uma cópia do Programa em troca de uma taxa.
sl: Če zgoraj navedeni zavrnitvi jamstva in omejitvi odgovornosti ni mogoče dati lokalne pravne veljave v skladu z njunimi določili, sodišča, ki preučujejo zadevo, uporabijo lokalno zakonodajo, ki se najbolj približa absolutni odpovedi vse civilne odgovornosti v zvezi s programom, razen če je kopiji programa za plačilo priložena garancija ali prevzem odgovornosti.
sv: Om den ovan angivna garantifriskrivningen och ansvarsbegränsningen inte kan ges lokal rättsverkan enligt deras villkor, ska prövande domstolar tillämpa den lokala lag som närmast motsvarar ett absolut avstående från allt civilrättsligt ansvar i samband med Programmet, såvida inte en garanti eller ett ansvarstagande medföljer ett exemplar av Programmet mot en avgift.
uk: Якщо наведеним вище зреченню гарантії та обмеженню відповідальності можна надати правочинності в даній місцевості відповідно до їхніх положень, суд, що розглядає таку справу, повинний застосувати той місцевий закон, що найближче відповідає повному зреченню будь-якої громадянської відповідальності у зв'язку з Програмою, якщо гарантія або прийняття відповідальності не супроводжує копію Програми в обмін на оплату.

source: END OF TERMS AND CONDITIONS
ca@valencia: FI DE LES CLÀUSULES I CONDICIONS
nl: EINDE VAN DE ALGEMENE VOORWAARDEN
pt_br: FIM DOS TERMOS E CONDIÇÕES
sl: KONEC POGOJEV IN DOLOČIL
sv: SLUT PÅ VILLKOR
uk: КІНЕЦЬ ПОЛОЖЕНЬ ТА УМОВ

source: How to Apply These Terms to Your New Programs
ca@valencia: Com aplicar estes clàusules als vostres programes nous
nl: Hoe deze voorwaarden moeten worden toegepast op Uw nieuwe programma’s
pt_br: Como Aplicar Esses Termos a Seus Novos Programas
sl: Kako uporabiti te pogoje za vaše nove programe
sv: Hur dessa villkor tillämpas på dina nya program
uk: Як застосовувати ці умови до ваших нових програм

source: If you develop a new program, and you want it to be of the greatest possible use to the public, the best way to achieve this is to make it free software which everyone can redistribute and change under these terms.
ca@valencia: Si desenvolupeu un programa nou, i voleu que siga de la major utilitat possible per al públic, la millor manera d'aconseguir-ho és fer-lo programari lliure que tothom puga redistribuir i canviar segons estes clàusules.
nl: Als U een nieuw programma ontwikkelt en U wilt dat het van het grootst mogelijke nut isvoor het publiek, kun U dit het beste doen door het vrije software te maken die dooriedereen kan worden ge-herdistribueerd en gewijzigd onder deze voorwaarden
pt_br: Se você desenvolver um novo programa, e deseja que seja do melhor uso possível para o público, a melhor maneira de conseguir isso é torná-lo software livre, o qual todos podem redistribuir e mudar de acordo sob esses termos.
sl: Če razvijete nov program in želite, da bo čim bolj koristen za javnost, je najboljši način za dosego tega, da ga naredite prosto programsko opremo, ki jo lahko vsakdo distribuira in spreminja pod temi pogoji.
sv: Om du utvecklar ett nytt program, och du vill att det ska vara till största möjliga nytta för allmänheten, är det bästa sättet att uppnå detta att göra det till fri programvara som alla kan vidaredistribuera och ändra under dessa villkor.
uk: Якщо ви розробляєте нову програму і хочете, щоб вона була максимально корисною для громадськості, найкращий спосіб досягти цього — зробити її вільним програмним забезпеченням, яке кожен може поширювати та змінювати відповідно до цих умов.
