Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gpl-3.0.po
Languages: ca@valencia, nl, pt_br, sl, sv, uk

source: The "System Libraries" of an executable work include anything, other than the work as a whole, that (a) is included in the normal form of packaging a Major Component, but which is not part of that Major Component, and (b) serves only to enable use of the work with that Major Component, or to implement a Standard Interface for which an implementation is available to the public in source code form. A "Major Component", in this context, means a major essential component (kernel, window system, and so on) of the specific operating system (if any) on which the executable work runs, or a compiler used to produce the work, or an object code interpreter used to run it.
ca@valencia: Les «biblioteques de sistema» d'una obra executable inclouen qualsevol cosa, a part de l'obra en el seu conjunt, que (a) s'inclou en la forma normal d'empaquetament d'un component superior, però que no forma part d'este component superior, i (b) servix només per permetre l'ús de l'obra amb este component superior, o per a implementar una interfície estàndard per a la qual una implementació està disponible al públic en forma de codi font. Un «component superior», en este context, significa un component essencial important (nucli, sistema de finestres, etc.) del sistema operatiu específic (si n'hi ha) en el qual s'executa el treball executable, o un compilador utilitzat per a produir l'obra, o un intèrpret de codi objecte utilitzat per a executar-la.
nl: De "Systeembibliotheken" van een uitvoerbaar werk omvatten alles, anders dan het werk als geheel, dat (a) het wordt ingevoegd in de normale vorm van een pakket maken van een Hoofdcomponent, maar wat geen onderdeel is van die Hoofdcomponent en (b) alleen dienst om het gebruik van het werk met die Hoofdcomponent mogelijk te maken of om een Standaardinterface te implementeren waarvoor in de vorm van broncode een implementatie openbaar beschikbaar is. Een "Hoofdcomponent", in deze context, betekent een belangrijk essentiële component (kern, venstersysteem enzovoort) van het specifieke besturingssysteem (indien aanwezig) waarop het uitvoerbare werk draait of een compiler gebruikt om het werk te produceren of een interpretator van objectcode gebruikt om het te draaien.
pt_br: As “Bibliotecas de Sistema” de um trabalho executável incluem qualquer coisa, além do trabalho como um todo, que (a) está incluído na forma normal de empacotamento de um Componente Principal, mas que não faz parte desse Componente Principal, e (b) serve apenas para permitir o uso do trabalho com esse Componente Principal, ou para implementar uma Interface Padrão para a qual uma implementação esteja disponível ao público na forma de código-fonte. Um “Componente Principal”, neste contexto, significa um componente principal essencial (kernel, sistema de janelas e assim por diante) do sistema operacional específico (se houver) em que o trabalho executável é executado ou um compilador usado para produzir o trabalho, ou um interpretador de código objeto usado para executá-lo.
sl: "Sistemske knjižnice" izvedljivega dela vključujejo vse, razen dela kot celote, kar (a) je vključeno v običajno obliko pakiranja glavne komponente, vendar ni del te glavne komponente, in (b) služi le za omogočanje uporabe dela s to glavno komponento ali za implementacijo standardnega vmesnika, za katerega je implementacija na voljo javnosti v obliki izvorne kode. "Glavna komponenta" v tem kontekstu pomeni glavno bistveno komponento (jedro, okenski sistem itd.) določenega operacijskega sistema (če obstaja), na katerem deluje izvedljivo delo, ali prevajalnik, ki se uporablja za izdelavo dela, ali interpreter objektne kode, ki se uporablja za njegovo izvajanje.
sv: "Systembiblioteken" i ett körbart verk inkluderar allt annat än verket som helhet som (a) ingår i den normala formen av paketering av en huvudkomponent, men som inte är en del av den huvudkomponenten, och (b) endast tjänar till att möjliggöra användning av verket med den huvudkomponenten, eller för att implementera ett standardgränssnitt för vilket en implementering är tillgänglig för allmänheten i källkodsform. En "huvudkomponent" betyder i detta sammanhang en viktig viktig komponent (kärna, fönstersystem och så vidare) i det specifika operativsystem (om något) som det körbara verket körs på, eller en kompilator som används för att producera verket, eller en tolk av objektkod som används för att köra det.
uk: "Системні бібліотеки" виконуваної праці включають будь-що, окрім самої праці, як цілого, що (а) включається до звичайної форми пакування Головного Компонента, але які не є частиною цього Головного Компонента, та (б) служить лише для уможливлення використання праці з цим Головним Компонентом, або для реалізації Стандартного Інтерфейсу, для якого реалізація публічно доступна у початковій формі. "Головний Компонент", в цьому контексті, означає головний і невіддільний компонент (ядро, віконна система і т. ін.) конкретної операційної системи (якщо вона потрібна), у якій запускається виконувана праця, або компілятор, вжитий для створення праці, або об'єктний код для запуску в інтерпретаторі.

source: The "Corresponding Source" for a work in object code form means all the source code needed to generate, install, and (for an executable work) run the object code and to modify the work, including scripts to control those activities. However, it does not include the work's System Libraries, or general-purpose tools or generally available free programs which are used unmodified in performing those activities but which are not part of the work. For example, Corresponding Source includes interface definition files associated with source files for the work, and the source code for shared libraries and dynamically linked subprograms that the work is specifically designed to require, such as by intimate data communication or control flow between those subprograms and other parts of the work.
ca@valencia: El «codi font corresponent» d'una obra en forma de codi objecte significa tot el codi font necessari per a generar, instal·lar i (per a una obra executable) executar el codi objecte i modificar l'obra, incloent-hi scripts per a controlar estes activitats. No obstant açò, no inclou les biblioteques del sistema de l'obra, ni les eines de propòsit general o els programes lliures generalment disponibles que s'utilitzen sense modificar en la realització d'estes activitats, però que no formen part de l'obra. Per exemple, el codi font corresponent inclou els fitxers de definició d'interfície associats amb els fitxers de codi font de l'obra, i el codi font de les biblioteques compartides i subprogrames enllaçats dinàmicament que l'obra està específicament dissenyada per necessitar, com per la comunicació de dades íntimes o el flux de control entre estos subprogrames i altres parts de l'obra.
nl: De "Bijbehorende bron" voor een werk in objectcode vormt betekent alle broncode nodig om de objectcode te genereren, te installeren en (voor een uitvoerbaar werk) te draaien en het te wijzigen, inclusief scripts om deze activiteiten te besturen. Het omvat echter niet de Systeembibliotheken of hulpmiddelen voor algemeen gebruik of algemeen beschikbare vrije programma's die ongewijzigd worden gebruikt in het uitvoeren van die activiteiten maar die geen deel zijn van het werk. Bijvoorbeeld, Bijbehorende bron omvat interfacedefinitiebestanden behorende bij de broncodebestanden voor het werk en de broncode voor gedeelde bibliotheken en dynamisch gekoppelde subprogramma's waarvoor het werk specifiek is ontworpen om te vereisen, zoals door intieme datacommunicatie of stroming van besturing tussen die subprogramma's en andere delen van het werk.
pt_br: O “Fonte Correspondente” para um trabalho na forma de código objeto significa todo o código-fonte necessário para gerar, instalar e (para um trabalho executável) executar o código objeto e modificar o trabalho, incluindo scripts para controlar essas atividades. No entanto, não inclui as Bibliotecas de Sistema do trabalho, nem ferramentas de uso geral ou programas livres geralmente disponíveis que são usados na forma não modificada na realização dessas atividades, mas que não fazem parte do trabalho. Por exemplo, o Fonte Correspondente inclui arquivos de definição de interface associados a arquivos fonte para o trabalho e o código-fonte para bibliotecas compartilhadas e subprogramas vinculados dinamicamente que o trabalho é projetado especificamente para exigir, como por comunicação íntima de dados ou fluxo de controle entre esses subprogramas e outras partes do trabalho.
sl: "Ustrezni vir" za delo v obliki objektne kode pomeni vso izvorno kodo, potrebno za ustvarjanje, namestitev in (za izvedljivo delo) izvajanje objektne kode ter za spreminjanje dela, vključno s skripti za nadzor teh dejavnosti. Vendar pa ne vključuje sistemskih knjižnic dela ali orodij za splošno uporabo ali splošno dostopnih brezplačnih programov, ki se uporabljajo nespremenjeni pri izvajanju teh dejavnosti, vendar niso del dela. Na primer, ustrezni vir vključuje datoteke z definicijo vmesnika, povezane z izvornimi datotekami za delo, in izvorno kodo za deljene knjižnice in dinamično povezane podprograme, ki jih delo posebej zahteva, na primer za tesno komunikacijo podatkov ali pretok nadzora med temi podprogrami in drugimi deli dela.
sv: "Motsvarande källa" för ett verk i objektkodsform avser all källkod som behövs för att generera, installera och (för ett körbart verk) köra objektkoden och för att modifiera verket, inklusive skript för att styra dessa aktiviteter. Det inkluderar dock inte verkets systembibliotek, eller allmänna verktyg eller allmänt tillgängliga gratisprogram som används omodifierade för att utföra dessa aktiviteter men som inte är en del av verket. Till exempel inkluderar Motsvarande källa gränssnittsdefinitionsfiler associerade med källfiler för verket, och källkoden för delade bibliotek och dynamiskt länkade delprogram som verket är specifikt utformat för att kräva, till exempel genom intim datakommunikation eller kontrollflöde mellan dessa delprogram och andra delar av verket.
uk: "Відповідний початковий код" праці у формі об'єктного коду означає весь початковий код, потрібний для генерування, встановлення та (для виконуваної праці) запуску об'єктного коду та для модифікування праці, включно зі скриптами для керування вказаними діями. Однак, він не включає Системні Бібліотеки праці, або інструменти загального призначення, або легкодоступні вільні програми, які вживаються без модифікацій для виконання вказаних дій, але які не є частиною праці. Наприклад, "Відповідний початковий код" включає файли означення інтерфейсу, пов'язані з початковими файлами праці, та початковим кодом для спільних бібліотек та динамічно компонованих підпрограм, що ця робота потребує, як було спроектовано, наприклад, через внутрішній обмін даними або керівну логіку між цими підпрограмами та іншими частинами праці.

source: The Corresponding Source need not include anything that users can regenerate automatically from other parts of the Corresponding Source.
ca@valencia: El codi font corresponent no ha d'incloure res que els usuaris puguen regenerar automàticament d'altres parts del codi font corresponent.
nl: De Bijbehorende bron hoeft niet iets te bevatten dat gebruikers automatisch opnieuw kunnen genereren uit andere delen van de Bijbehorende bron.
pt_br: O Fonte Correspondente não precisa incluir nada que os usuários possam regenerar automaticamente de outras partes do Fonte Correspondente.
sl: Ustrezni vir ne potrebuje ničesar, kar lahko uporabniki samodejno regenerirajo iz drugih delov ustreznega vira.
sv: Motsvarande källa behöver inte innehålla något som användare kan generera automatiskt från andra delar av motsvarande källa.
uk: Відповідний початковий код не обов'язково має включати те, що користувач може відтворити автоматично з інших частин цього початкового коду.

source: The Corresponding Source for a work in source code form is that same work.
ca@valencia: El codi font corresponent d'una obra en forma de codi font és esta obra mateixa.
nl: De overeenkomende bron voor een werk in de vorm van broncode is datzelfde werk.
pt_br: O Fonte Correspondente para um trabalho na forma de código-fonte é o mesmo trabalho.
sl: Ustrezni vir za delo v obliki izvorne kode je isto delo.
sv: Motsvarande källa för ett verk i källkodsform är samma verk.
uk: Відповідний початковий код для праці у формі початкового коду є ця сама праця.

source: 2. Basic Permissions.
ca@valencia: 2. Permisos bàsics.
nl: 2. Basis rechten.
pt_br: 2. Permissões Básicas.
sl: 2. Osnovna dovoljenja.
sv: 2. Grundläggande rättigheter.
uk: 2. Основні права.

source: All rights granted under this License are granted for the term of copyright on the Program, and are irrevocable provided the stated conditions are met. This License explicitly affirms your unlimited permission to run the unmodified Program. The output from running a covered work is covered by this License only if the output, given its content, constitutes a covered work. This License acknowledges your rights of fair use or other equivalent, as provided by copyright law.
ca@valencia: Tots els drets concedits segons esta llicència es concedixen pel termini de drets d'autoria en el programa, i són irrevocables sempre que es complisquen les condicions establides. Esta llicència afirma explícitament el vostre permís il·limitat per a executar el programa no modificat. L'eixida de l'execució d'una obra coberta està coberta per esta llicència només si l'eixida, donat el seu contingut, constituïx una obra coberta. Esta llicència reconeix els vostres drets d'ús just o d'un altre equivalent, tal com establix la llei de drets d'autoria.
nl: Alle rechten toegekend onder deze licentie worden toegekend volgens de bepalingen van het copyright op het Programma en worden niet in te trekken geleverd volgens de mits aan de voorwaarden wordt voldaan. Deze licentie bevestigt expliciet uw onbeperkte toestemming om het ongewijzigde programma te draaien. De uitvoer van het draaien van een gedekt werk is alleen gedekt door deze licentie als de gegeven uitvoer, gegeven zijn inhoud, een gedekt werk vormt. Deze licentie erkent uw rechten van eerlijk gebruik of iets soortgelijks, zoals geleverd door de copyright wet.
pt_br: Todos os direitos concedidos sob esta Licença são concedidos para o termo de direito autoral sobre o Programa e são irrevogáveis desde que as condições estabelecidas sejam atendidas. Esta Licença afirma explicitamente a sua permissão ilimitada para executar o Programa não modificado. A saída da execução de um trabalho coberto é coberta por esta Licença somente se a saída, dado seu conteúdo, constituir um trabalho coberto. Esta Licença reconhece seus direitos de uso justo ou outro equivalente, conforme previsto pela lei de direitos autorais.
sl: Vse pravice, podeljene v skladu s to licenco, so podeljene za čas trajanja avtorskih pravic za program in so nepreklicne, če so izpolnjeni navedeni pogoji. Ta licenca izrecno potrjuje vaše neomejeno dovoljenje za izvajanje nespremenjenega programa. Izhodni rezultat izvajanja zaščitenega dela je zajet s to licenco le, če rezultat glede na svojo vsebino predstavlja zaščiteno delo. Ta licenca priznava vaše pravice do poštene uporabe ali drugih enakovrednih pravic, kot jih določa zakon o avtorskih pravicah.
sv: Alla rättigheter som beviljas enligt denna licens gäller under upphovsrättsperioden för programmet och är oåterkalleliga förutsatt att de angivna villkoren är uppfyllda. Denna licens bekräftar uttryckligen din obegränsade rättighet att köra det omodifierade programmet. Utdata från att köra ett täckt verk täcks av denna licens endast om utdata, med tanke på dess innehåll, utgör ett täckt verk. Denna licens erkänner dina rättigheter till rättvis användning eller annan motsvarande rätt, i enlighet med upphovsrättslagen.
uk: Всі права, надані цією Ліцензією, надаються на строк чинності авторських прав на Програму, та не можуть бути скасованими при дотриманні наведених умов. Ця ліцензія явно підтверджує ваші необмежені права запускати немодифіковану Програму. Вивід захищеної праці, яку було запущено, захищено цією ліцензією лише, якщо вивід, з урахуванням вмісту, складає захищену працю. Ця Ліцензія підтверджує ваші права законного використання або інший еквівалент, як вказано у законі про авторські права.

source: You may make, run and propagate covered works that you do not convey, without conditions so long as your license otherwise remains in force. You may convey covered works to others for the sole purpose of having them make modifications exclusively for you, or provide you with facilities for running those works, provided that you comply with the terms of this License in conveying all material for which you do not control copyright. Those thus making or running the covered works for you must do so exclusively on your behalf, under your direction and control, on terms that prohibit them from making any copies of your copyrighted material outside their relationship with you.
ca@valencia: Podeu fer, executar i difondre obris cobertes que no transmeteu, sense condicions mentre la vostra llicència romanga en vigor. Podeu transmetre obris cobertes a altres amb l'únic propòsit de fer les modificacions exclusivament per a vosaltres, o proporcionar-vos serveis per a executar estes obris, sempre que compliu amb les clàusules d'esta llicència per transmetre tot el material per al qual no controleu els drets d'autoria. Aquells que així realitzen o gestionen les obris cobertes per a vostè han de fer-ho exclusivament en el seu nom, d'acord amb la seua direcció i control, en les clàusules que els prohibisquen fer còpies del seu material amb drets d'autoria fora de la seua relació amb vós.
nl: U mag GPL v.3 Werken die U niet Overbrengt, zonder voorwaarden compileren,draaien en verspreiden,zo lang uw licentie anders van kracht blijft. U mag gedekt werk overdragen aan anderen voor het enkele doel hen wijzigingen te laten maken exclusief voor u of u voorzien van faciliteiten voor het uitvoeren van die werken, als u maar voldoet aan de be;palingen van deze licentie in het overdragen van alle materialen waarvoor u de copyright niet controleert. Dus diegenen die het gedekt werk maakt of uitvoert voor u moet dat doen exclusief namens u, onder uw directie en besturing, onder bepalingen die hen verbieden van het maken van kopieën van uw materiaal met copyright buiten hun relatie met u.
pt_br: Você pode fazer, executar e propagar trabalhos cobertos que você não transmite, sem condições, desde que sua licença permaneça em vigor. Você pode transmitir trabalhos cobertos para terceiros com o único propósito de fazer com que eles façam modificações exclusivamente para você ou lhe forneçam instalações para executar esses trabalhos, desde que você cumpra os termos desta Licença transmitindo todo o material para o qual você não controla o direito autoral. Aqueles que fazem ou executam os trabalhos cobertos para você devem fazê-lo exclusivamente em seu nome, sob sua direção e controle, em termos que os impeçam de fazer cópias de seu material protegido por direito autoral fora do relacionamento deles com você.
sl: Zaščitena dela, ki jih ne posredujete, lahko ustvarjate, izvajate in širite brez pogojev, dokler vaša licenca sicer ostane v veljavi. Zaščitena dela lahko posredujete drugim z edinim namenom, da bi jih izključno za vas spremenili ali vam zagotovili zmogljivosti za izvajanje teh del, pod pogojem, da pri posredovanju vsega gradiva, za katerega nimate avtorskih pravic, upoštevate pogoje te licence. Tisti, ki tako ustvarjajo ali izvajajo zaščitena dela za vas, morajo to storiti izključno v vašem imenu, pod vašim vodstvom in nadzorom, pod pogoji, ki jim prepovedujejo izdelavo kakršnih koli kopij vašega avtorsko zaščitenega gradiva zunaj njihovega razmerja z vami.
sv: Du får skapa, visa och sprida berörda verk som du inte förmedlar, utan villkor så länge din licens i övrigt förblir i kraft. Du får överföra berörda verk till andra i det enda syftet att låta dem göra modifieringar exklusivt för dig, eller förse dig med resurser för att köra dessa verk, förutsatt att du följer villkoren i denna licens vid förmedling av allt material som du inte kontrollerar upphovsrätten till. De som således skapar eller kör de berörda verken åt dig måste göra det exklusivt för din räkning, under din ledning och kontroll, på villkor som förbjuder dem att göra några kopior av ditt upphovsrättsskyddade material utanför sin relation med dig.
uk: Ви можете безумовно збирати, запускати та розмножувати захищені праці, які ви не передаєте, до тих пір, поки ваша ліцензія в інших відношеннях залишається чинною. Ви можете передавати захищені праці іншим сторонам винятково з тією метою, щоб ці інші сторони робили модифікації виключно для вас, або надавали вам послуги для запуску тих праць, за умов дотримання цієї Ліцензії в переданні всіх матеріалів, на які у вас відсутнє авторське право. Ці інші сторони, що збирають або запускають захищені праці для вас, мають робити це виключно від вашого імені, під вашим керівництвом та наглядом, за умов, що забороняють їм створення будь-яких копій ваших матеріалів, захищених авторським правом, що виходять за межі ваших з ними відношень.

source: Conveying under any other circumstances is permitted solely under the conditions stated below. Sublicensing is not allowed; section 10 makes it unnecessary.
ca@valencia: La transmissió d'acord amb qualsevol altra circumstància es permet únicament amb les condicions que s'indiquen a continuació. No es permet la subllicenciació; la secció 10 la fa innecessària.
nl: Overdracht onder andere omstandigheden is uitsluitend toegestaan ​​onder de hieronder vermelde voorwaarden. Sublicentie is niet toegestaan; artikel 10 maakt dit onnodig.
pt_br: A transmissão sob qualquer outra circunstância é permitida somente nas condições estabelecidas abaixo. Sublicenciamento não é permitido; a seção 10 o torna desnecessário.
sl: Posredovanje v kakršnih koli drugih okoliščinah je dovoljeno le pod spodaj navedenimi pogoji. Podlicenciranje ni dovoljeno; 10. člen to onemogoča.
sv: Överföring under andra omständigheter är endast tillåten under de villkor som anges nedan. Underlicensiering är inte tillåten; paragraf 10 gör det onödigt.
uk: Передання за будь-яких інших обставин дозволено винятково за умов, наведених нижче. Підліцензування не є дозволеним; розділ 10 робить це непотрібним.

source: 3. Protecting Users' Legal Rights From Anti-Circumvention Law.
ca@valencia: 3. Protecció dels drets legals dels usuaris de la llei antielusió.
nl: 3. Legale rechten van gebruikers beschermen tegen Anti-omzeilenwet.
pt_br: 3. Protegendo os Direitos Legais dos Usuários contra Lei de Anti-Evasão.
sl: 3. Zaščita zakonskih pravic uporabnikov pred zakonom o preprečevanju izogibanja.
sv: 3. Skydda användarnas juridiska rättigheter från lagar mot kringgående.
uk: 3. Захист юридичних прав користувача від протиобхідного закону (Anti-Circumvention Law)
