Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gpl-3.0.po
Languages: ca@valencia, nl, pt_br, sl, sv, uk

source: To do so, attach the following notices to the program. It is safest to attach them to the start of each source file to most effectively state the exclusion of warranty; and each file should have at least the "copyright" line and a pointer to where the full notice is found.
ca@valencia: Per fer-ho, adjunteu els avisos següents al programa. És més segur adjuntar-los a l'inici de cada fitxer de codi font per a indicar amb més eficàcia l'exempció de la garantia; i cada fitxer ha de tindre almenys la línia de «copyright» i un punter a on es troba l'avís complet.
nl: Dat doe U door de volgende kennisgeving aan het programma toe te voegen. Het is hetveiligste om ze aan het begin van elk Broncode bestand op te nemen om zo op demeest effectieve wijze elke aansprakelijkheid uit te sluiten; en elk bestand zou tenminstede “auteursrecht”-regel moeten hebben en een verwijzing naar een plek waar devolledige kennisgeving gevonden kan worden.
pt_br: Para fazer isso, anexe os seguintes avisos ao programa. É mais seguro anexá-los ao início de cada arquivo fonte para indicar com maior eficiência a exclusão da garantia; e cada arquivo deve ter pelo menos a linha “copyright” e apontar para onde o aviso completo é encontrado.
sl: Da bi to storili, programu priložite naslednja obvestila. Najvarneje jih je priložiti na začetek vsake izvorne datoteke, da najučinkoviteje navedete izključitev garancije; vsaka datoteka pa mora vsebovati vsaj vrstico "avtorske pravice" in kazalec, kje se nahaja celotno obvestilo.
sv: För att göra det, bifoga följande meddelanden till programmet. Det är säkrast att bifoga dem i början av varje källfil för att på bästa sätt ange undantaget från garantin; och varje fil bör ha åtminstone raden "copyright" och en pekare till var hela meddelandet finns.
uk: Для цього додайте до програми наступні повідомлення. Найбезпечніше додавати їх на початок кожного вихідного файла, щоб найефективніше зазначити виключення гарантії; і кожен файл повинен містити принаймні рядок «авторське право» та вказівку на місце, де знаходиться повне повідомлення.

source: <one line to give the program's name and a brief idea of what it does.> Copyright (C) <year> <name of author> This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <https://www.gnu.org/licenses/>.
ca@valencia: <una línia per donar el nom del programa i una breu idea del que fa.> Copyright (C) <any> <nom de l'autor> Este programa és programari lliure: el podeu redistribuir i/o modificar d'acord amb els termes de la Llicència pública general de GNU tal com la publica la Free Software Foundation, ja siga la versió 3 de la llicència, o (a opció vostra) qualsevol versió posterior. Este programa es distribuïx amb l'esperança que siga útil, però SENSE CAP GARANTIA; sense ni tan sols la garantia implícita de COMERCIABILITAT O APTITUD PER A UN PROPÒSIT PARTICULAR. Veure la Llicència pública general de GNU per a més detalls. Hauríeu d'haver rebut una còpia de la Llicència pública general de GNU juntament amb este programa. Si no, vegeu <https://www.gnu.org/licenses/>.
nl: <een regel om de naam van het programma weer te geven en een korteomschrijving van wat het programma doet.>Auteursrecht (C) <jaar> <naam van de auteur> This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <https://www.gnu.org/licenses/>.
pt_br: <uma linha para dar o nome do programa e uma ideia breve do que faz.> Copyright (C) <ano> <nome do autor> Este programa é um software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU, conforme publicado pela Free Software Foundation, seja a versão 3 da Licença ou (a seu critério) qualquer versão posterior. Este programa é distribuído na esperança de que seja útil, mas SEM QUALQUER GARANTIA; sem a garantia implícita de COMERCIALIZAÇÃO OU ADEQUAÇÃO A UM DETERMINADO PROPÓSITO. Veja a Licença Pública Geral GNU para obter mais detalhes. Você deve ter recebido uma cópia da Licença Pública Geral GNU junto com este programa. Se não, veja <https://www.gnu.org/licenses/>.
sl: <ena vrstica z imenom programa in kratkim opisom njegovega delovanja.> Avtorske pravice (C) <leto> <ime avtorja> Ta program je prosta programska oprema: lahko ga distribuirate in/ali spreminjate pod pogoji Splošne javne licence GNU, kot jo je objavila Fundacija za prosto programsko opremo, bodisi različice 3 licence bodisi (po vaši izbiri) katere koli kasnejše različice. Ta program se distribuira v upanju, da bo uporaben, vendar BREZ KAKRŠNE KOLI JAMSTVA; celo brez implicitnega jamstva za PRODAJNOST ali PRIMERNOST ZA DOLOČEN NAMEN. Za več podrobnosti glejte Splošno javno licenco GNU. S tem programom bi morali prejeti kopijo Splošne javne licence GNU. Če je niste prejeli, glejte <https://www.gnu.org/licenses/>.
sv: <en rad för att ange programmets namn och en kort uppfattning om vad det gör.> Copyright (C) <år> <upphovsmannens namn> This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <https://www.gnu.org/licenses/>.
uk: <Один рядок з назвою програми і коротким описом її призначення.> Copyright (C) <рік> <ім'я автора або авторки> This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <https://www.gnu.org/licenses/>.

source: Also add information on how to contact you by electronic and paper mail.
ca@valencia: També afegiu informació sobre com contactar amb vós per correu electrònic i postal.
nl: Voeg ook informatie toe over hoe U bereikt kan worden via e-mail en papieren post.
pt_br: Adicione também informações sobre como entrar em contato com você por correio eletrônico e papel.
sl: Dodajte tudi informacije o tem, kako vas lahko kontaktiramo po elektronski in fizični pošti.
sv: Lägg även till information om hur du kan kontaktas via e-post och papperspost.
uk: Також додайте інформацію про те, як з вами зв’язатися електронною та паперовою поштою.

source: If the program does terminal interaction, make it output a short notice like this when it starts in an interactive mode:
ca@valencia: Si el programa té interacció de terminal, feu que isca un avís curt com este quan s'inicia en un mode interactiu:
nl: Als het programma communiceert via een terminal, zorg er dan voor dat het een kortemededeling weergeeft zoals hieronder wanneer het start in een interactieve modus
pt_br: Se o programa faz a interação por terminal, faça com que ele emita um breve aviso como este quando ele começar em um modo interativo:
sl: Če program izvaja interakcijo s terminalom, naj ob zagonu v interaktivnem načinu izpiše kratko obvestilo, kot je tole:
sv: Om programmet interagerar med terminalen, låt det mata ut ett kort meddelande som detta när det startar i interaktivt läge:
uk: Якщо програма взаємодіє з терміналом, зробіть так, щоб вона виводила коротке повідомлення, подібне до цього, під час запуску в інтерактивному режимі:

source: <program> Copyright (C) <year> <name of author> This program comes with ABSOLUTELY NO WARRANTY; for details type `show w'. This is free software, and you are welcome to redistribute it under certain conditions; type `show c' for details.
ca@valencia: <programa> Copyright (C) <any> <nom de l'autor> Este programa ve amb SENSE CAP GARANTIA EN ABSOLUT; per als detalls, teclegeu «show w». Este és programari lliure, i podeu redistribuir-lo d'acord amb condicions determinades; escriviu «show c» per als detalls.
pt_br: <programa> Copyright (C) <ano> <nome do autor> Este programa vem com ABSOLUTAMENTE NENHUMA GARANTIA; para detalhes, digite `show w'. Este é um software livre, e você pode redistribuí-lo sob certas condições; digite `show c' para obter detalhes.
sl: <program> Copyright (C) <leto> <ime avtorja> Ta program je BREZ GARANCIJ; za podrobnosti vnesite `show w'. To je prosta programska oprema in jo lahko distribuirate pod določenimi pogoji; za podrobnosti vnesite `show c'.
sv: <program> Copyright (C) <år> <upphovsmannens namn> This program comes with ABSOLUTELY NO WARRANTY; for details type `show w'. This is free software, and you are welcome to redistribute it under certain conditions; type `show c' for details.
uk: <програма> Copyright (C) <рік> <ім'я автора або авторки> This program comes with ABSOLUTELY NO WARRANTY; for details type `show w'. This is free software, and you are welcome to redistribute it under certain conditions; type `show c' for details.

source: The hypothetical commands \`show w' and \`show c' should show the appropriate parts of the General Public License. Of course, your program's commands might be different; for a GUI interface, you would use an "about box".
ca@valencia: Les ordres hipotètiques \«show w» i \«show c» haurien de mostrar les parts adequades de la Llicència pública general. Per descomptat, les ordres del vostre programa poden ser diferents; per a una interfície gràfica d'usuari, utilitzaríeu un «quadro quant».
nl: De hypothetische commando’s ‘show w’ en ‘show c’ dienen de gepaste delen van deAlgemene Publieke Licentie te tonen. Natuurlijk zijn jouw programmacommando’smisschien anders; voor een GUI interface, gebruikt U een “about box”.
pt_br: Os comandos hipotéticos `show w’ e `show c’ devem mostrar as partes apropriadas da Licença Pública Geral. Claro, os comandos do seu programa podem ser diferentes; para uma interface GUI, você usaria uma caixa “about” (sobre).
sl: Hipotetični ukazi \`show w' in \`show c' bi morali prikazati ustrezne dele Splošne javne licence. Seveda so lahko ukazi vašega programa drugačni; za grafični vmesnik bi uporabili "polje z informacijami o programu".
sv: De hypotetiska kommandona \`show w' och \`show c' ska visa lämpliga delar av General Public License. Naturligtvis kan programmets kommandon vara annorlunda; för ett grafiskt gränssnitt skulle du använda en "om-ruta".
uk: Гіпотетичні команди \`show w' та \`show c' повинні показувати відповідні частини Загальної громадської ліцензії. Звичайно, команди вашої програми можуть відрізнятися; для графічного інтерфейсу вам слід було б використовували панель "про програму".

source: You should also get your employer (if you work as a programmer) or school, if any, to sign a "copyright disclaimer" for the program, if necessary. For more information on this, and how to apply and follow the GNU GPL, see https://www.gnu.org/licenses/.
ca@valencia: També heu d'aconseguir que el vostre ocupador (si treballeu com a programador) o escola, si n'hi ha, signen una «exempció de drets d'autoria» per al programa, si cal. Per a més informació sobre açò, i com aplicar i seguir la GPL de GNU, consulteu https://www.gnu.org/licenses/.
nl: Je moet er ook voor zorgen dat uw werkgever (als U werkt als een programmeur) ofschool, voor zover relevant, een “afstand van auteursrecht-verklaring” met betrekking tothet programma tekent. Voor meer informatie hierover en hoe U de GNU GPL kunttoepassen en naleven, zie http://www.gnu.org/licenses/.
pt_br: Você também deve fazer com que o seu empregador (se você trabalha como programador) ou a escola, se for o caso, assine uma “renúncia de copyright” para o programa, se necessário. Para obter mais informações sobre isso e sobre como aplicar e seguir a GNU GPL, consulte <https://www.gnu.org/licenses/>.
sl: Po potrebi bi morali prositi tudi delodajalca (če delate kot programer) ali šolo, če obstaja, da podpiše "izjavo o avtorskih pravicah" za program. Za več informacij o tem in o tem, kako uporabiti in upoštevati licenco GNU GPL, glejte https://www.gnu.org/licenses/.
sv: Du bör också få din arbetsgivare (om du arbetar som programmerare) eller skola, om någon, att skriva under en "upphovsrättsfriskrivning" för programmet, om det behövs. För mer information om detta, och hur du ansöker om och följer GNU GPL, se https://www.gnu.org/licenses/.
uk: Також, за необхідності, вам слід попросити свого роботодавця (якщо ви працюєте програмістом) або навчальний заклад, якщо такий є, підписати «відмову від авторських прав» на програму. Щоб отримати додаткову інформацію про це та про те, як подати заявку та дотримуватися ліцензії GNU GPL, див. https://www.gnu.org/licenses/.

source: The GNU General Public License does not permit incorporating your program into proprietary programs. If your program is a subroutine library, you may consider it more useful to permit linking proprietary applications with the library. If this is what you want to do, use the GNU Lesser General Public License instead of this License. But first, please read https://www.gnu.org/licenses/why-not-lgpl.html.
ca@valencia: La Llicència pública general de GNU no permet incorporar el vostre programa a programes propietaris. Si el vostre programa és una biblioteca de subrutines, podeu considerar que és més útil permetre la vinculació d'aplicacions propietàries amb la biblioteca. Si açò és el que voleu fer, utilitzeu la Llicència pública general reduïda de GNU en lloc d'esta llicència. Però primer, llegiu https://www.gnu.org/licenses/why-not-lgpl.html.
nl: De GNU Algemene Publieke Licentie staat niet toe dat jouw programma wordtopgenomen in gesloten software. Als jouw programma een subroutine library is, kan jeoverwegen om het linken van gesloten software naar deze library toe te staan. Als dit iswat U wilt doen, gebruik dan de GNU Mindere Algemene Publieke Licentie in plaats vandeze Licentie. Maar lees eerst http://www.gnu.org/philosophy/why-not-lgpl.html.
pt_br: A Licença Pública Geral GNU não permite a incorporação do seu programa em programas proprietários. Se o seu programa é uma biblioteca de sub-rotina, você pode considerá-la mais útil para permitir a conexão de aplicativos proprietários com a biblioteca. Se isso for o que você quer fazer, use a Licença Pública Geral Menor GNU em vez desta Licença. Mas, primeiro, leia <https://www.gnu.org/licenses/why-not-lgpl.html>.
sl: Splošna javna licenca GNU ne dovoljuje vključevanja vašega programa v lastniške programe. Če je vaš program knjižnica podprogramov, se vam morda zdi bolj koristno, da dovolite povezovanje lastniških aplikacij s knjižnico. Če želite to storiti, namesto te licence uporabite manjšo splošno javno licenco GNU. Najprej pa preberite https://www.gnu.org/licenses/why-not-lgpl.html.
sv: GNU General Public License tillåter inte att ditt program integreras i proprietära program. Om ditt program är ett subrutinbibliotek kan det vara mer användbart att tillåta länkning av proprietära applikationer med biblioteket. Om det är vad du vill göra, använd GNU Lesser General Public License istället för denna licens. Men först, läs https://www.gnu.org/licenses/why-not-lgpl.html.
uk: Загальна громадська ліцензія GNU не дозволяє вбудовувати вашу програму у власні програми. Якщо ваша програма є бібліотекою підпрограм, ви можете вважати кориснішим дозволити компонування власних програм з бібліотекою. Якщо ви хочете це зробити, використовуйте Обмежену Загальну громадську ліцензію GNU замість цієї Ліцензії. Але спочатку, будь ласка, прочитайте https://www.gnu.org/licenses/why-not-lgpl.html.
