Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gpl-3.0.po
Languages: ca@valencia, nl, pt_br, sl, sv, uk

source: GNU GENERAL PUBLIC LICENSE
ca@valencia: Llicència pública general de GNU This is an unofficial translation of the GNU General Public License into Catalan. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that utilitzes the GNU GPL—only the original English text of the GNU GPL does that. However, we hope that this translation will help language speakers understand the GNU GPL better. Esta és una traducció no oficial al català de la Llicència Pública General de GNU (GNU General Public License). No ha sigut publicada per la Fundació de Programari Lliure (Free Software Foundation), i no establix legalment les condicions de distribució de programari que utilitza la Llicència Pública General de GNU. Només el text original en anglés de la Llicència Pública General de GNU les establix legalment. Tanmateix, esperem que esta traducció ajudarà els catalanoparlants a comprendre millor la Llicència Pública General de GNU.
pt_br: LICENÇA PÚBLICA GERAL GNU
sl: SPLOŠNA JAVNA LICENCA GNU - neuradni prevod GNU GENERAL PUBLIC LICENSE
uk: ЗАГАЛЬНА ГРОМАДСЬКА ЛІЦЕНЗІЯ GNU

source: Version 3, 29 June 2007
ca@valencia: Versió 3, 29 juny 2007
nl: Versie 3, 29 juni 2007
pt_br: Versão 3, 29 de junho de 2007
sl: Različica 3, 29. junij 2007
sv: Version 3, 29 Juni 2007
uk: Версія 3, 29 червня 2007 року

source: Copyright (C) 2007 Free Software Foundation, Inc. https://fsf.org/
uk: Авторські права (с) 2007 Free Software Foundation, Inc. https://fsf.org/

source: Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.
ca@valencia: Tothom pot copiar i distribuir còpies literals d'este document de llicència, però no es permet de fer-hi modificacions.
nl: Het is iedereen toegestaan om letterlijke kopieën te kopiëren en te distribueren van dit document onder licentie, maar het wijzigen is niet toegestaan.
pt_br: Todos estão autorizados a copiar e distribuir cópias literais deste documento de licença, mas a alteração não é permitida.
sl: Vsakdo lahko kopira in distribuira dobesedne kopije tega licenčnega dokumenta, vendar njegovo spreminjanje ni dovoljeno.
sv: Alla har rätt att kopiera och distribuera ordagranna kopior av detta licensdokument, men det är inte tillåtet att ändra det.
uk: Будь-кому надається дозвіл на вільне розповсюдження копій даного документу ліцензії, але не дозволяється внесення змін до самого документу.

source: Preamble
ca@valencia: Preàmbul
nl: Inleiding
pt_br: Preâmbulo
sl: Preambula
sv: Inledning
uk: Передмова

source: The GNU General Public License is a free, copyleft license for software and other kinds of works.
ca@valencia: La Llicència pública general de GNU és una llicència lliure copyleft per a programari i altres tipus d'obris.
nl: The GNU General Public License is een vrije, copyleft licentie voor software en andere soorten werken.
pt_br: A Licença Pública Geral GNU é uma licença livre, com copyleft, para softwares e outros tipos de trabalhos.
sl: Splošna javna licenca GNU je prosta licenca z avtorskim pravom za programsko opremo in druge vrste del.
sv: GNU General Public License är en fri, copyleft licens för programvara och andra typer av verk.
uk: Загальна громадська ліцензія GNU є вільною ліцензією типу "копілефт" для програмних засобів (далі ПЗ) та інших праць.

source: The licenses for most software and other practical works are designed to take away your freedom to share and change the works. By contrast, the GNU General Public License is intended to guarantee your freedom to share and change all versions of a program--to make sure it remains free software for all its users. We, the Free Software Foundation, use the GNU General Public License for most of our software; it applies also to any other work released this way by its authors. You can apply it to your programs, too.
ca@valencia: Les llicències de la majoria de programari i altres obris pràctiques estan dissenyades per a prendre-vos la llibertat de compartir-les i modificar-les. Contràriament, la Llicència pública general de GNU està pensada per a garantir-vos la llibertat de compartir i modificar totes les versions d'un programa, per tal d'assegurar que el programari siga lliure per a tots els seus usuaris i usuàries. Nosaltres, la Free Software Foundation (Fundació de programari lliure), fem servir la Llicència pública general per a la majoria del nostre programari; també s'aplica a qualsevol altra obra publicada d'esta manera pels seus autors. També podeu aplicar-la als vostres programes.
nl: De licenties voor de meeste software en andere praktische werken zijn ontworpen om uw vrijheid om het te delen en te wijzigen van het werk weg te nemen. In tegenstelling is de GNU General Public License bedoeld om te uw vrijheid om te delen en te wijzigen van alle versies van een programma te garanderen -- om te verzekeren dat het vrije software voor al zijn gebruikers blijft. Wij, de Free Software Foundation, gebruiken de GNU General Public License voor het meeste van onze software; het is ook van toepassing op elk ander werk op deze manier vrijgegeven door zijn auteurs. U kunt het ook op uw programma's toepassen.
pt_br: As licenças para a maioria dos softwares e outros trabalhos práticos são projetadas para tirar sua liberdade de compartilhar e alterar os trabalhos. Em contrapartida, a Licença Pública Geral GNU destina-se a garantir a sua liberdade de compartilhar e alterar todas as versões de um programa – para se certificar de que permaneça como software livre para todos os seus usuários. Nós, a Free Software Foundation, usamos a Licença Pública Geral GNU para a maioria dos nossos softwares; aplica-se também a qualquer outro trabalho divulgado desta forma pelos seus autores. Você também pode aplicá-la aos seus programas.
sl: Licence za večino programske opreme in drugih praktičnih del so zasnovane tako, da vam odvzamejo svobodo deljenja in spreminjanja del. Nasprotno pa je Splošna javna licenca GNU namenjena zagotavljanju vaše svobode deljenja in spreminjanja vseh različic programa – da se zagotovi, da ostane prosta programska oprema za vse njegove uporabnike. Mi, Free Software Foundation, uporabljamo Splošno javno licenco GNU za večino naše programske opreme; velja tudi za vsa druga dela, ki jih na ta način izdajo njeni avtorji. Uporabite jo lahko tudi za svoje programe.
sv: Licenserna för de flesta programvaror och andra praktiska verk är utformade för att ta ifrån dig friheten att dela och ändra verken. Däremot är GNU General Public License avsedd att garantera din frihet att dela och ändra alla versioner av ett program – för att säkerställa att det förblir fri programvara för alla dess användare. Vi, Free Software Foundation, använder GNU General Public License för de flesta av våra program; den gäller även för alla andra verk som släpps på detta sätt av dess upphovsmän. Du kan även tillämpa den på dina program.
uk: Ліцензії більшості ПЗ та інших практичних праць спрямовані на те, щоб обмежити вашу свободу обмінюватися та модифікувати ці роботи. На відміну від цього Загальна громадська ліцензія GNU має на меті гарантувати вашу свободу обмінюватися та модифікувати всі версії програми - щоб гарантувати, що вона залишається вільним ПЗ для всіх її користувачів. Ми, Free Software Foundation, використовуємо Загальну громадську ліцензію GNU для більшості нашого ПЗ; вона також застосовується до будь-якої іншої роботи, випущеної в такий спосіб її авторами. Ви можете застосувати її і до ваших програм.

source: When we speak of free software, we are referring to freedom, not price. Our General Public Licenses are designed to make sure that you have the freedom to distribute copies of free software (and charge for them if you wish), that you receive source code or can get it if you want it, that you can change the software or use pieces of it in new free programs, and that you know you can do these things.
ca@valencia: Quan parlem de programari lliure ens referim a la llibertat, no al preu. Les nostres llicències públiques generals estan dissenyades per a assegurar que tingueu la llibertat de distribuir còpies del programari lliure (i de cobrar per este servei, si voleu); que rebeu el codi font o que, si el voleu, el pugueu rebre; que pugueu modificar el programari o fer-ne servir parts en programes lliures nous; i que sapieu que podeu fer totes estes coses.
nl: Wanneer we spreken over vrije software dan verwijzen we naar vrijheid, niet prijs. Onze General Public Licenses zijn ontworpen om er zeker van te zijn dat u de vrijheid hebt om kopieën te distribueren van vrije software (en er betaling voor vraagt als u dat wilt), dat u de broncode ontvangt of kan krijgen als u dat wilt, dat u de software kan wijzigen of gedeelten ervan kan gebruiken in nieuwe vrije programma's en dat u weet dat u deze dingen kan doen.
pt_br: Quando falamos de software livre, estamos nos referindo à liberdade, não ao preço. Nossas Licenças Públicas Gerais são projetadas para garantir que você tenha a liberdade de distribuir cópias de software livre (e cobrar por elas, se desejar), que você receba o código-fonte ou possa obtê-lo, se desejar, que você possa mudar o software ou usar partes dele em novos programas livres e que você saiba que pode fazer essas coisas.
sl: Ko govorimo o prosti programski opremi, mislimo na svobodo, ne na ceno. Naše splošne javne licence so zasnovane tako, da vam zagotavljajo svobodo distribucije kopij proste programske opreme (in zaračunavanje zanje, če želite), da prejmete izvorno kodo ali jo lahko dobite, če jo želite, da lahko programsko opremo spremenite ali uporabite njene dele v novih prostih programih in da veste, da lahko to počnete.
sv: När vi talar om fri programvara syftar vi på frihet, inte pris. Våra allmänna offentliga licenser är utformade för att säkerställa att du har friheten att distribuera kopior av fri programvara (och ta betalt för dem om du vill), att du får källkod eller kan få den om du vill ha den, att du kan ändra programvaran eller använda delar av den i nya fria program, och att du vet att du kan göra dessa saker.
uk: Коли ми говоримо про вільне ПЗ, ми маємо на увазі саме свободу, а не ціну. Наші Загальні Громадські Ліцензії розроблені з метою надати вам свободу розповсюджувати копії вільного ПЗ (брати за них плату, якщо бажаєте), забезпечити отримання початкового коду у разі потреби, та дозволити вам модифікувати ПЗ або використовувати його частини в нових вільних програмах, а також гарантувати, що ви знаєте про всі ці можливості.

source: To protect your rights, we need to prevent others from denying you these rights or asking you to surrender the rights. Therefore, you have certain responsibilities if you distribute copies of the software, or if you modify it: responsibilities to respect the freedom of others.
ca@valencia: Per a protegir els vostres drets, cal que apliquem restriccions que prohibisquen a tothom de negar-vos estos drets o demanar-vos que hi renuncieu. Estes restriccions suposen determinades responsabilitats per a tu si distribuïu còpies del programari o si el modifiqueu: responsabilitat per a respectar la llibertat d'altres.
nl: Om uw rechten te beschermen moeten we bij anderen voorkomen u deze rechten te ontzeggen of u te vragen de rechten op te geven. U hebt daarom bepaalde verantwoordelijkheden als u kopieën van de software distribueert of als u het wijzigt: verantwoordelijkheden om de vrijheid van anderen te respecteren.
pt_br: Para proteger seus direitos, precisamos impedir que outros neguem esses direitos ou peçam que você os renuncie. Portanto, você tem certas responsabilidades se você distribui cópias do software, ou se você o modifica: responsabilidades para respeitar a liberdade dos outros.
sl: Da bi zaščitili vaše pravice, moramo preprečiti, da bi vam drugi odrekli te pravice ali vas prosili, da se jim odpoveste. Zato imate določene odgovornosti, če distribuirate kopije programske opreme ali jo spreminjate: odgovornosti za spoštovanje svobode drugih.
sv: För att skydda dina rättigheter måste vi förhindra att andra nekar dig dessa rättigheter eller ber dig att avstå från dem. Därför har du vissa skyldigheter om du distribuerar kopior av programvaran eller om du modifierar den: skyldigheter att respektera andras frihet.
uk: Для захисту ваших прав, нам потрібно гарантувати, що ніхто інший не зможе відмовити вам у цих правах або примусити вас відмовитись від них. Таким чином, ви маєте деякі зобов'язання, якщо ви розповсюджуєте або модифікуєте копії ПЗ: зобов'язання поважати свободу інших.

source: For example, if you distribute copies of such a program, whether gratis or for a fee, you must pass on to the recipients the same freedoms that you received. You must make sure that they, too, receive or can get the source code. And you must show them these terms so they know their rights.
ca@valencia: Per exemple, si distribuïu còpies d'un programa, tant si el distribuïu debades com si en feu pagar un preu, heu de donar als destinataris els mateixos drets que heu rebut. Vos heu d'assegurar que ells també en reben o puguen aconseguir-ne el codi font, i els heu de fer saber estes clàusules per tal que coneguen els seus drets.
nl: Bijvoorbeeld, als u kopieën van zo'n programma distribueert, ofwel gratis of voor een bedrag, dan moet u aan de ontvangers dezelfde vrijheden overdragen die u ontving. U moet er zeker van zijn dat zij, ook, de broncode kunnen ontvangen. En u moet ze deze bepalingen tonen zodat ze hun rechten kennen.
pt_br: Por exemplo, se você distribuir cópias de tal programa, gratuitamente ou por uma taxa, você deve transmitir aos destinatários as mesmas liberdades que você recebeu. Você deve se certificar de que eles, também, recebam ou possam obter o código-fonte. E você deve mostrar esses termos para que eles conheçam seus direitos.
sl: Na primer, če distribuirate kopije takega programa, bodisi brezplačno bodisi za plačilo, morate prejemnikom prenesti enake svoboščine, kot ste jih prejeli. Prepričati se morate, da tudi oni prejmejo ali lahko dobijo izvorno kodo. In pokazati jim morate te pogoje, da poznajo svoje pravice.
sv: Om du till exempel distribuerar kopior av ett sådant program, oavsett om det är gratis eller mot en avgift, måste du ge mottagarna samma friheter som du själv fick. Du måste se till att de också får eller kan få källkoden. Och du måste visa dem dessa villkor så att de känner till sina rättigheter.
uk: Наприклад, якщо ви розповсюджуєте копії такої програми, безплатно або за плату, ви маєте передати такі самі права, які отримали ви. Ви мусите гарантувати, що одержувачі також отримують або можуть отримати початковий код. Також ви маєте показати їм ці положення, щоб вони були ознайомлені зі своїми правами.

source: Developers that use the GNU GPL protect your rights with two steps: (1) assert copyright on the software, and (2) offer you this License giving you legal permission to copy, distribute and/or modify it.
ca@valencia: Els desenvolupadors que utilitzen la GPL de GNU protegixen els vostres drets amb dos passos: (1) afirmen els drets d'autoria del programari, i (2) vos oferixen esta llicència que vos dona permís legal per copiar-lo, distribuir-lo i/o modificar-lo.
nl: Ontwikkelaars die de GNU GPL gebruiken Beschermen uw rechten met twee stappen: (1) kennen copyright toe aan de software en (2) bieden u deze licentie waarmee ze u legaal toestemming geven om het te kopiëren, te distribueren en/of te wijzigen.
pt_br: Os desenvolvedores que usam a GNU GPL protegem seus direitos com duas etapas: (1) afirmam direitos autorais sobre o software e (2) oferecem-lhe esta Licença, dando permissão legal para copiá-lo, distribuí-lo e/ou modificá-lo.
sl: Razvijalci, ki uporabljajo licenco GNU GPL, zaščitijo vaše pravice z dvema korakoma: (1) uveljavljanje avtorskih pravic za programsko opremo in (2) ponudba te licence, ki vam daje zakonito dovoljenje za njeno kopiranje, distribucijo in/ali spreminjanje.
sv: Utvecklare som använder GNU GPL skyddar dina rättigheter med två steg: (1) hävda upphovsrätten till programvaran och (2) erbjuda dig denna licens som ger dig lagligt tillstånd att kopiera, distribuera och/eller modifiera den.
uk: Розробники, що використовують GNU GPL захищають ваші права в два кроки: (1) застерігають авторські права на ПЗ, та (2) пропонують вам цю Ліцензію, надаючи юридичне право копіювати, розповсюджувати та модифікувати це ПЗ.

source: For the developers' and authors' protection, the GPL clearly explains that there is no warranty for this free software. For both users' and authors' sake, the GPL requires that modified versions be marked as changed, so that their problems will not be attributed erroneously to authors of previous versions.
ca@valencia: Per a protegir l'autor o autora, la GPL explica clarament que no hi ha cap garantia per a este programari lliure. Tant per als usuaris com per als autors, la GPL requerix que les versions modificades es marquen com a canviades, de manera que els seus problemes no s'atribuïsquen erròniament als autors de versions anteriors.
nl: Voor de bescherming van ontwikkelaars en auteurs, legt de GPL helder uit dat er geen garantie is voor deze vrije software. Zowel voor gebruikers als auteurs vereist de GPL dat gewijzigde versies gemarkeerd zijn als gewijzigd, zodat hun problemen niet foutief toegekend worden aan auteurs van eerdere versies.
pt_br: Para a proteção dos desenvolvedores e dos autores, a GPL explica claramente que não há garantia para este software livre. Para o bem de tanto os usuários como os autores, a GPL exige que as versões modificadas sejam marcadas como alteradas, de modo que seus problemas não sejam atribuídos erroneamente aos autores de versões anteriores.
sl: Za zaščito razvijalcev in avtorjev GPL jasno pojasnjuje, da za to prosto programsko opremo ni nobenega jamstva. V dobro uporabnikov in avtorjev GPL zahteva, da se spremenjene različice označijo kot spremenjene, da se njihove težave ne bi pomotoma pripisale avtorjem prejšnjih različic.
sv: För utvecklarnas och författarnas skydd förklarar GPL tydligt att det inte finns någon garanti för denna fria programvara. För både användares och författarnas skull kräver GPL att modifierade versioner markeras som ändrade, så att deras problem inte felaktigt tillskrivs författare till tidigare versioner.
uk: Для захисту розробників та авторів GPL чітко пояснює, що відсутні будь-які гарантії для цих вільних ПЗ. Заради інтересів і користувачів, і авторів GPL вимагає, щоб модифіковані версії були позначені, як такі, щоб їх проблеми не були помилково приписані авторам попередніх версій.

source: Some devices are designed to deny users access to install or run modified versions of the software inside them, although the manufacturer can do so. This is fundamentally incompatible with the aim of protecting users' freedom to change the software. The systematic pattern of such abuse occurs in the area of products for individuals to use, which is precisely where it is most unacceptable. Therefore, we have designed this version of the GPL to prohibit the practice for those products. If such problems arise substantially in other domains, we stand ready to extend this provision to those domains in future versions of the GPL, as needed to protect the freedom of users.
ca@valencia: Alguns dispositius estan dissenyats per a negar als usuaris l'accés a instal·lar o executar versions modificades del programari que hi ha dins, encara que el fabricant pot fer-ho. Açò és fonamentalment incompatible amb l'objectiu de protegir la llibertat dels usuaris per a canviar el programari. El patró sistemàtic d'estos abusos es produïx en l'àmbit dels productes que han d'utilitzar els individus, que és precisament on resulta més inacceptable. Per tant, hem dissenyat esta versió de la GPL per a prohibir la pràctica d'estos productes. Si estos problemes sorgeixen de manera substancial en altres dominis, estem disposats a ampliar esta disposició a estos dominis en versions futures de la GPL, segons siga necessari per a protegir la llibertat dels usuaris.
nl: Sommige apparaten zijn ontworpen om gebruikers toegang te ontzeggen tot het installeren of draaien gewijzigde versies van de software erin, hoewel de fabrikant dat zo kan doen. Dit is fundamenteel incompatibel met het doel van het beschermen van de vrijheid van gebruikers om de software te wijzigen. Het systematische patroon van zulk misbruik in het gebied van producten voor individuen om te gebruiken, wat precies is waar het het meest onacceptabel is. Daarom hebben we deze versie van de GPL gemaakt om te de praktijk voor die producten te verbieden. Als zulke problemen aanzienlijk opkomen in andere domeinen, dan staan we gereed om deze voorziening uit te breiden naar die domeinen in toekomstige versies van de GPL, als noodzakelijkheid om de vrijheid van gebruikers te beschermen.
pt_br: Alguns dispositivos são projetados para negar o acesso aos usuários para instalar ou executar versões modificadas do software dentro deles, embora o fabricante possa fazê-lo. Isso é fundamentalmente incompatível com o objetivo de proteger a liberdade dos usuários de mudar o software. O padrão sistemático de tal abuso ocorre na área de produtos para indivíduos usarem, que é precisamente onde é mais inaceitável. Portanto, nós criamos essa versão da GPL para proibir a prática desses produtos. Se esses problemas surgem substancialmente em outros domínios, estamos prontos para estender essa disposição a esses domínios em versões futuras da GPL, conforme necessário para proteger a liberdade dos usuários.
sl: Nekatere naprave so zasnovane tako, da uporabnikom onemogočajo dostop do namestitve ali zagona spremenjenih različic programske opreme v njih, čeprav lahko proizvajalec to stori. To je v osnovi nezdružljivo s ciljem zaščite svobode uporabnikov pri spreminjanju programske opreme. Sistematičen vzorec takšne zlorabe se pojavlja na področju izdelkov za posameznike, kjer je to pravzaprav najbolj nesprejemljivo. Zato smo to različico GPL zasnovali tako, da prepoveduje to prakso za te izdelke. Če se takšne težave bistveno pojavijo na drugih področjih, smo pripravljeni to določbo razširiti na ta področja v prihodnjih različicah GPL, kot je potrebno za zaščito svobode uporabnikov.
sv: Vissa enheter är utformade för att neka användare åtkomst att installera eller köra modifierade versioner av programvaran inuti dem, även om tillverkaren kan göra det. Detta är fundamentalt oförenligt med målet att skydda användarnas frihet att ändra programvaran. Det systematiska mönstret av sådant missbruk förekommer inom produkter för enskilda personer att använda, vilket är just där det är mest oacceptabelt. Därför har vi utformat denna version av GPL för att förbjuda praxis för dessa produkter. Om sådana problem uppstår väsentligt inom andra områden, är vi redo att utöka denna bestämmelse till dessa områden i framtida versioner av GPL, efter behov för att skydda användarnas frihet.
uk: Деякі пристрої розроблені з ціллю відмовити користувачам в можливості встановлювати або запускати на них модифіковані версії ПЗ, хоча виробник може це робити. Це є принципово несумісним з намаганням захисту свободи користувача модифікувати ПЗ. Такі зловживання трапляються систематично у сфері продуктів для індивідуального вжитку, де це найбільш неприйнятно. Тому ми розробили цю версію ліцензії GPL, щоб унеможливити поширення таких продуктів. Якщо такі проблеми будуть систематично виникати в інших сферах, ми наголошуємо на готовності в майбутніх версіях GPL розширити це положення на такі сфери, де потрібен захист свободи користувачів.
