Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gpl-3.0.po
Languages: ca@valencia, nl, pt_br, sl, sv, uk

source: If, pursuant to or in connection with a single transaction or arrangement, you convey, or propagate by procuring conveyance of, a covered work, and grant a patent license to some of the parties receiving the covered work authorizing them to use, propagate, modify or convey a specific copy of the covered work, then the patent license you grant is automatically extended to all recipients of the covered work and works based on it.
ca@valencia: Si, d'acord o en relació amb una única transacció o acord, transmeteu o propagueu mitjançant l'adquisició de la transmissió d'una obra coberta, i concediu una llicència de patent a algunes de les parts que reben l'obra coberta autoritzant-les a utilitzar, propagar, modificar o transmetre una còpia específica de l'obra coberta, llavors la llicència de patent que concediu s'amplia automàticament a tots els destinataris de l'obra coberta i les obris basades en ella.
nl: Als U in verband met een individuele transactie of regeling een GPL v.3 werkoverbrengt of verspreidt door het verzorgen van doorgifte en U aan de ontvangers van het GPL v.3 werk een octrooilicentie verschaft die het hen toestaat een specifieke kopie van het GPL v.3 werk te gebruiken, verspreiden, wijzigen of over te brengen, dan geldt die octrooilicentie die U geeft automatisch voor alle ontvangers van het GPL v.3 werk en alle werken die daarop worden gebaseerd.
pt_br: Se, de acordo com ou em conexão com uma única transação ou arranjo, você transmite, ou propaga através da aquisição de um trabalho coberto e concede uma licença de patente a algumas das partes que recebem o trabalho coberto autorizando-os a usar, propagar, modificar ou transmitir uma cópia específica do trabalho coberto, a licença de patente que você concede é automaticamente estendida a todos os destinatários do trabalho coberto e trabalhos baseados nele.
sl: Če v skladu z eno samo transakcijo ali dogovorom ali v povezavi z njo prenesete ali razširjate z zagotavljanjem prenosa dela, ki ga pokriva licenca, in podelite patentno licenco nekaterim strankam, ki prejmejo delo, ki ga pokriva licenca, s katero jih pooblaščate za uporabo, razširjanje, spreminjanje ali prenos določene kopije dela, ki ga pokriva licenca, se patentna licenca, ki jo podelite, samodejno razširi na vse prejemnike dela, ki ga pokriva licenca, in del, ki temeljijo na njem.
sv: Om du, i enlighet med eller i samband med en enskild transaktion eller ett enskilt arrangemang, överför eller sprider genom att anskaffa överlåtelse av ett skyddat verk, och beviljar en patentlicens till några av de parter som mottager det skyddade verket, vilket ger dem tillstånd att använda, sprida, modifiera eller överföra en specifik kopia av det skyddade verket, utvidgas den patentlicens du beviljar automatiskt till alla mottagare av det skyddade verket och verk baserade på det.
uk: Якщо відповідно до або у зв'язку з єдиною транзакцією або угодою, ви передаєте, або поширюєте з забезпеченням передання захищену працю та надаєте патентну ліцензію деяким сторонам, що отримають працю, дозволяючи їх використовувати, розповсюджувати, модифікувати або передавати конкретну копію захищеної роботи, тоді патентна ліцензія, що надається вами, автоматично поширюється на всіх одержувачів захищеної праці та заснованих на ній праць.

source: A patent license is "discriminatory" if it does not include within the scope of its coverage, prohibits the exercise of, or is conditioned on the non-exercise of one or more of the rights that are specifically granted under this License. You may not convey a covered work if you are a party to an arrangement with a third party that is in the business of distributing software, under which you make payment to the third party based on the extent of your activity of conveying the work, and under which the third party grants, to any of the parties who would receive the covered work from you, a discriminatory patent license (a) in connection with copies of the covered work conveyed by you (or copies made from those copies), or (b) primarily for and in connection with specific products or compilations that contain the covered work, unless you entered into that arrangement, or that patent license was granted, prior to 28 March 2007.
ca@valencia: Una llicència de patent és «discriminatòria» si no inclou dins de l'àmbit de la seua cobertura, la prohibició de l'exercici de, o està condicionat al no exercici d'un o més dels drets que es concedixen específicament amb esta llicència. No podeu transmetre una obra coberta si sou part d'un acord amb un tercer que està en el negoci de la distribució de programari, segons el qual feu el pagament al tercer en funció de l'extensió de la vostra activitat de transmissió de l'obra, i segons el qual la tercera part concedix, a qualsevol de les parts que rebrien l'obra coberta de vós, una llicència de patent discriminatòria (a) en relació amb còpies de l'obra coberta transmesa per a tu (o còpies fetes d'estes còpies), o (b) principalment per i en relació amb productes o compilacions específiques que contenen l'obra coberta, llevat que hàgeu subscrit este acord, o esta llicència de patent va ser concedida, abans del 28 de març de 2007.
nl: Een octrooilicentie is “Discriminerend” als het een of meer rechten die specifiek onder deze licentie worden verschaft niet in haar voorwaarden heeft staan, de uitoefening daarvan verbiedt of gegeven wordt onder de ontbindende voorwaarde dat men dierechten niet uitoefent. U mag geen GPL v.3 Werk overbrengen als U een partij bent bij een regeling met een derde die bedrijfsmatig software distribueert, onder welke regeling U die derde een vergoeding betaalt die gerelateerd is aan de mate waarinU het werk overbrengt, en waaronder die derde aan elke partij die het GPL v.3 Werk van U ontvangt een Discriminerende Octrooilicentie (a) voor de kopieën van het GPL v.3 Werk dat U heeft doorgegeven (of kopieën van die kopieën), of (b) hoofdzakelijk voor en verband houdend met specifieke producten of compilaties die het GPL v.3 Werkomvatten, tenzij U die verbintenis bent aangegaan, of die licentie gegeven is voor 28 maart 2007.
pt_br: Uma licença de patente é “discriminatória” se não incluir dentro do escopo de sua cobertura, proíbe o exercício ou está condicionada ao não exercício de um ou mais dos direitos especificamente concedidos sob esta Licença. Você não pode transmitir um trabalho coberto se você é parte de um acordo com um terceiro que está no negócio de distribuição de software, sob o qual você efetua o pagamento ao terceiro com base na extensão de sua atividade de transmissão do trabalho e sob a qual o terceiro concede, a qualquer das partes que receberiam o trabalho coberto de você, uma licença de patente discriminatória (a) em conexão com cópias do trabalho coberto transmitido por você (ou cópias feitas com essas cópias) ou (b) principalmente para e em conexão com produtos específicos ou compilações que contenham o trabalho coberto, a menos que você tenha assinado esse acordo, ou que a licença de patente tenha sido concedida, antes de 28 de março de 2007.
sl: Patentna licenca je "diskriminatorna", če v obseg svojega kritja ne vključuje, prepoveduje izvajanje ali je pogojena z neizvajanjem ene ali več pravic, ki so posebej podeljene v skladu s to licenco. Dela, ki je predmet zaščite, ne smete posredovati, če ste stranka v dogovoru s tretjo osebo, ki se ukvarja z distribucijo programske opreme, v skladu s katerim tretji osebi plačujete na podlagi obsega vaše dejavnosti posredovanja dela in v skladu s katerim tretja oseba kateri koli od strank, ki bi od vas prejele delo, ki je predmet zaščite, podeli diskriminatorno patentno licenco (a) v povezavi s kopijami dela, ki ste jih posredovali (ali kopijami, narejenimi iz teh kopij), ali (b) predvsem za in v povezavi z določenimi izdelki ali kompilacijami, ki vsebujejo delo, ki je predmet zaščite, razen če ste sklenili ta dogovor ali je bila ta patentna licenca podeljena pred 28. marcem 2007.
sv: En patentlicens är "diskriminerande" om den inte omfattar, förbjuder utövandet av, eller är villkorad av att en eller flera av de rättigheter som specifikt beviljas enligt denna licens inte utövas. Du får inte överföra ett täckt verk om du är part i ett avtal med en tredje part som bedriver verksamhet med att distribuera programvara, enligt vilket du gör betalning till tredje part baserat på omfattningen av din verksamhet med att överföra verket, och enligt vilket tredje part beviljar, till någon av de parter som skulle ta emot det täckta verket från dig, en diskriminerande patentlicens (a) i samband med kopior av det täckta verket som överförs av dig (eller kopior gjorda av dessa kopior), eller (b) huvudsakligen för och i samband med specifika produkter eller sammanställningar som innehåller det täckta verket, såvida du inte ingick det avtalet, eller att patentlicensen beviljades, före den 28 mars 2007.
uk: Патентна ліцензія є "дискримінаційною", якщо вона не включає у сферу свого впливу, забороняє реалізацію, або має умови про нереалізацію одного або більше прав, що спеціально вказані в цій Ліцензії. Ви не маєте права передавати захищену працю, якщо ви є стороною в угоді з третьою стороною, що професійно займається розповсюдженням ПЗ, і якщо за цієї угоди ви робите відшкодування третій стороні, відповідно до обсягу вашої діяльності з передавання праці, та за якою третя сторона надає будь-якій стороні, що отримує від вас передану працю, дискримінаційну патентну ліцензію (а) у зв'язку з копіями захищеної роботи, переданої вам (або копіями, зробленими з тих копій), або (б) головним чином для та в поєднанні зі специфічними продуктами або збірками, що містять захищену працю. Винятком є випадки, коли ви підписали таку угоду, або якщо патентну ліцензію було надано до 28 березня 2007 р.

source: Nothing in this License shall be construed as excluding or limiting any implied license or other defenses to infringement that may otherwise be available to you under applicable patent law.
ca@valencia: Res d'esta llicència s'interpretarà com a excloent o limitant qualsevol llicència implícita o altres defenses a una infracció que d'altra manera podria estar disponible per a tu segons la llei de patents aplicable.
nl: Niets in deze Licentie mag worden uitgelegd als een uitsluiting of beperking van enigeimpliciete licentie of van andere verweren die jou overigens onder het toepasselijkoctrooirecht ter beschikking kunnen staan.
pt_br: Nada nesta Licença deve ser interpretado como excluindo ou limitando qualquer licença implícita ou outras defesas a uma infração que de outra forma pode estar disponível para você de acordo com a lei de patentes aplicável.
sl: Nič v tej licenci se ne sme razlagati kot izključitev ali omejitev kakršne koli implicitne licence ali drugih obrambnih ukrepov proti kršitvi, ki bi vam sicer lahko bili na voljo v skladu z veljavnim patentnim pravom.
sv: Ingenting i denna Licens ska tolkas som att det utesluter eller begränsar någon underförstådd licens eller annat försvar mot intrång som annars kan vara tillgängligt för dig enligt tillämplig patentlagstiftning.
uk: Жодні положення в цій Ліцензії не можуть бути розтлумачені, як вилучення або обмеження будь-якої неявної ліцензії або інших засобів захисту від порушення, що може в іншому випадку бути чинним для вас за придатним законом про патенти.

source: 12. No Surrender of Others' Freedom.
ca@valencia: 12. Sense cedir la llibertat dels altres.
nl: 12. Geen beperking van andermans vrijheid
pt_br: 12. Não Entregar a Liberdade dos Outros.
sl: 12. Prepoved odpovedi svobode drugih.
sv: 12. Ingen avsägelse av andras frihet.
uk: 12. Невіддільність свободи інших сторін.

source: If conditions are imposed on you (whether by court order, agreement or otherwise) that contradict the conditions of this License, they do not excuse you from the conditions of this License. If you cannot convey a covered work so as to satisfy simultaneously your obligations under this License and any other pertinent obligations, then as a consequence you may not convey it at all. For example, if you agree to terms that obligate you to collect a royalty for further conveying from those to whom you convey the Program, the only way you could satisfy both those terms and this License would be to refrain entirely from conveying the Program.
ca@valencia: Si se vos imposen condicions (ja siga per ordre judicial, per acord o d'una altra manera) que contradiuen les condicions d'esta llicència, no vos eximeixen de les condicions d'esta llicència. Si no podeu transmetre una obra coberta per tal de satisfer simultàniament les vostres obligacions segons esta llicència i qualsevol altra obligació pertinent, llavors com a conseqüència no podeu transmetre-la en absolut. Per exemple, si esteu d'acord amb clàusules que vos obliguen a cobrar un cànon per transmetre a aquells a qui transmeteu el programa, l'única manera que pugueu satisfer tant aquelles clàusules com esta llicència seria abstenir-vos completament de transmetre el programa.
nl: Als U voorwaarden zijn opgelegd (door gerechtelijk bevel, overeenkomst of anderszins) die in tegenspraak zijn met de voorwaarden van deze licentie, bent U toch nog steeds gebonden aan de voorwaarden van deze Licentie. Als U geen GPL v.3 werk kuntoverbrengen om zo tegelijkertijd te voldoen aan U verplichtingen onder deze licentie en aan enige andere toepasselijke verplichtingen, dan mag U als gevolg daarvan het werk helemaal niet meer overbrengen. Bijvoorbeeld, als U instemt met verplichtingen op grond waarvan U een royalty moet innen van de ontvangers voor het verderoverbrengen van het programma, dan is de enige manier waarop U zowel aan dieverplichtingen en deze licentie kunt voldoen, U volledig onthouden van hetoverbrengen van het programma.
pt_br: Se as condições que forem impostas a você (seja por ordem judicial, acordo ou de outra forma) contradizem as condições desta Licença, elas não lhe eximem das condições desta Licença. Se você não pode transmitir um trabalho coberto para satisfazer simultaneamente suas obrigações sob esta Licença e quaisquer outras obrigações pertinentes, então, como consequência, você não pode transmitir isso. Por exemplo, se você concordar com termos que obrigam você a colecionar um royalty para transmitir ainda daqueles a quem você transmite o Programa, a única maneira de satisfazer esses termos e esta Licença seria abster-se de transmitir o Programa.
sl: Če so vam naloženi pogoji (bodisi s sodnim nalogom, sporazumom ali kako drugače), ki so v nasprotju s pogoji te licence, vas to ne oprosti pogojev te licence. Če ne morete prenesti zaščitenega dela tako, da bi hkrati izpolnili svoje obveznosti iz te licence in vse druge ustrezne obveznosti, ga posledično sploh ne smete prenesti. Če se na primer strinjate s pogoji, ki vas zavezujejo k pobiranju licenčnin za nadaljnji prenos od tistih, katerim prenesete program, bi lahko izpolnili tako te pogoje kot tudi to licenco le tako, da se programa v celoti vzdržite.
sv: Om du åläggs villkor (vare sig genom domstolsbeslut, avtal eller på annat sätt) som strider mot villkoren i denna licens, befriar de dig inte från villkoren i denna licens. Om du inte kan överföra ett täckt verk för att samtidigt uppfylla dina skyldigheter enligt denna licens och andra relevanta skyldigheter, får du följaktligen inte överföra det alls. Om du till exempel godkänner villkor som förpliktar dig att ta ut royalty för vidare överföring från dem till vilka du överför Programmet, skulle det enda sättet du skulle kunna uppfylla både dessa villkor och denna licens vara att helt avstå från att överföra Programmet.
uk: Якщо на вас накладено зобов'язання (судовою ухвалою, угодою або іншим способом), що суперечать умовам цієї Ліцензії, вони не звільняють вас від умов даної Ліцензії. Якщо ви не можете передати захищену працю, щоб задовольнити одночасно ваші зобов'язання перед цією Ліцензією та будь-якими іншими придатними зобов'язаннями, в цьому випадку ви не маєте права передавати працю взагалі. Наприклад, якщо ви погодилися на умови, що примушують вас збирати відшкодування для подальшого передавання від тих, кому ви передаєте Програму, єдиний шлях задовольнити і ті умови і цю Ліцензію — це цілковите утримання від передавання Програми.

source: 13. Use with the GNU Affero General Public License.
ca@valencia: 13. Ús amb la Llicència pública general Affero de GNU.
nl: 13. Gebruik met de GNU Affero Algemene Publieke Licentie.
pt_br: 13. Uso com a Licença Pública Geral Affero GNU.
sl: 13. Uporaba s splošno javno licenco GNU Affero.
sv: 13. Användning med GNU Affero General Public License.
uk: 13. Використання спільно з Загальною Громадською Ліцензією GNU Affero

source: Notwithstanding any other provision of this License, you have permission to link or combine any covered work with a work licensed under version 3 of the GNU Affero General Public License into a single combined work, and to convey the resulting work. The terms of this License will continue to apply to the part which is the covered work, but the special requirements of the GNU Affero General Public License, section 13, concerning interaction through a network will apply to the combination as such.
ca@valencia: Sense perjudici de qualsevol altra disposició d'esta llicència, teniu permís per enllaçar o combinar qualsevol obra coberta amb una obra llicenciada segons la versió 3 de la Llicència pública general Affero de GNU en una única obra combinada, i per transmetre l'obra resultant. Les clàusules d'esta llicència continuaran aplicant-se a la part que és l'obra coberta, però els requisits especials de la Llicència pública general Affero de GNU, secció 13, sobre la interacció a través d'una xarxa s'aplicaran a la combinació com a tal.
nl: Onverminderd elke andere bepaling van deze Licentie, heeft U toestemming om elk GPLv.3 Werk te linken naar of te combineren met een werk dat is gelicentieerd onder versie3 van de GNU Affero Algemene Publieke Licentie waardoor een enkel gecombineerdwerk ontstaat, en dit werk over te brengen. De bepalingen van deze licentie zullen vantoepassing blijven op het GPL v.3 Werk, maar de speciale vereisten van artikel 13 vande GNU Affero Algemene Publieke Licentie, met betrekking tot interactie met behulp vaneen netwerk, zullen van toepassing zijn op het gecombineerde werk.
pt_br: Não obstante qualquer outra disposição desta Licença, você tem permissão para vincular ou combinar qualquer trabalho coberto com um trabalho licenciado sob a versão 3 da Licença Pública Geral Affero GNU em um único trabalho combinado e transmitir o trabalho resultante. Os termos desta Licença continuarão a se aplicar à parte que é o trabalho coberto, mas os requisitos especiais da Licença Pública Geral Affero GNU, seção 13, referentes à interação através de uma rede, serão aplicados à combinação como tal.
sl: Ne glede na katero koli drugo določbo te licence imate dovoljenje za povezovanje ali združevanje katerega koli dela, ki je krito, z delom, licenciranim v skladu z različico 3 Splošne javne licence GNU Affero, v eno samo združeno delo in za posredovanje nastalega dela. Pogoji te licence bodo še naprej veljali za del, ki je krito delo, vendar bodo za kombinacijo kot tako veljale posebne zahteve Splošne javne licence GNU Affero, razdelek 13, glede interakcije prek omrežja.
sv: Oaktat andra bestämmelser i denna licens har du tillstånd att länka eller kombinera ett täckt verk med ett verk som licensieras enligt version 3 av GNU Affero General Public License till ett enda kombinerat verk, och att överföra det resulterande verket. Villkoren i denna licens ska fortsätta att gälla för den del som är det täckta verket, men de särskilda kraven i GNU Affero General Public License, avsnitt 13, gällande interaktion via ett nätverk ska gälla för kombinationen som sådan.
uk: Незалежно від будь-яких інших положень цієї Ліцензії, ви маєте дозвіл компонувати або комбінувати будь-яку захищену працю з працею, ліцензовану версією 3 Загальної Громадської Ліцензії GNU Affero, в окрему об'єднану працю, та можете передавати підсумкову працю. Положення цієї Ліцензії не втрачають чинності щодо частини, яка є захищеною працею, але спеціальні вимоги Загальної Громадської Ліцензії GNU Affero, розділ 13, що стосується взаємодії через мережу, будуть застосовуватися до поєднаної праці.

source: 14. Revised Versions of this License.
ca@valencia: 14. Versions revisades d'esta llicència.
nl: 14. Herziene versies van deze Licentie.
pt_br: 14. Versões Revisadas desta Licença.
sl: 14. Revidirane različice te licence.
sv: 14. Reviderade versioner av denna licens.
uk: 14. Виправлені версії цієї Ліцензії.

source: The Free Software Foundation may publish revised and/or new versions of the GNU General Public License from time to time. Such new versions will be similar in spirit to the present version, but may differ in detail to address new problems or concerns.
ca@valencia: La Free Software Foundation pot publicar versions revisades i/o noves de la Llicència pública general de GNU de tant en tant. Estes versions noves seran similars en esperit a la versió actual, però poden diferir en detall per abordar problemes nous o inquietuds.
nl: De Free Software Foundation kan zo nu en dan herziene en/of nieuwe versiespubliceren van de GNU Algemene Publieke Licentie. Zulke nieuwe versies zullen indezelfde geest zijn opgesteld als de huidige versie, maar kunnen in de details afwijkenom nieuwe problemen of zorgen aan te pakken.
pt_br: A Free Software Foundation pode publicar versões periódicas e/ou novas da Licença Pública Geral GNU de tempos em tempos. Essas novas versões serão semelhantes em espírito à versão atual, mas podem diferir em detalhes para resolver novos problemas ou preocupações.
sl: Fundacija za prosto programsko opremo lahko občasno objavi revidirane in/ali nove različice Splošne javne licence GNU. Takšne nove različice bodo po duhu podobne sedanji različici, vendar se lahko v podrobnostih razlikujejo zaradi reševanja novih težav ali pomislekov.
sv: Free Software Foundation kan komma att publicera reviderade och/eller nya versioner av GNU General Public License från tid till annan. Sådana nya versioner kommer att ha liknande anda som den nuvarande versionen, men kan skilja sig åt i detalj för att hantera nya problem eller funderingar.
uk: Free Software Foundation може публікувати виправлені або/та нові версії Загальної Громадської Ліцензії GNU час від часу. Такі нові версії будуть схожі за своїм духом до попередніх, але можуть відрізнятися в подробицях для реагування на нові проблеми та нюанси.
