Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gpl-3.0.po
Languages: ca@valencia, nl, pt_br, sl, sv, uk

source: A compilation of a covered work with other separate and independent works, which are not by their nature extensions of the covered work, and which are not combined with it such as to form a larger program, in or on a volume of a storage or distribution medium, is called an "aggregate" if the compilation and its resulting copyright are not used to limit the access or legal rights of the compilation's users beyond what the individual works permit. Inclusion of a covered work in an aggregate does not cause this License to apply to the other parts of the aggregate.
ca@valencia: Una compilació d'una obra coberta amb altres obris separades i independents, que no són per la seua naturalea extensions de l'obra coberta, i que no es combinen amb ella com per formar un programa més gran, en un volum d'emmagatzematge o d'un mitjà distribució, s'anomena un «agregat» si la compilació i els seus drets d'autoria resultants no s'utilitzen per limitar l'accés o els drets legals dels usuaris de la compilació més enllà del que les obris individuals permeten. La inclusió d'una obra coberta en un agregat no fa que esta llicència s'aplique a les altres parts de l'agregat.
nl: Een compilatie van een GPL v.3 Werk met andere afzonderlijke en onafhankelijkewerken, die naar hun aard geen uitbreiding van het GPL v.3 Werk zijn en die niet op dusdanige wijze met het GPL v.3 Werk zijn gecombineerd zodat het samen een groter programma oplevert, in of op een opslageenheid of verspreidingsmedium, wordt een “Aggregaat” genoemd als de compilatie en het daarop rustend auteursrecht niet worden gebruikt om de toegang of de juridische rechten van de gebruikers van de compilatie verder te beperken dan hetgeen in de andere delen van de compilatie is toegestaan. Het opnemen van een GPL v.3 Werk in een Aggregaat maakt niet dat deze Licentie vantoepassing wordt op andere onderdelen van het Aggregaat
pt_br: Uma compilação de um trabalho coberto com outros trabalhos separados e independentes, que não são, por sua natureza, extensões do trabalho coberto e que não estão combinados com ele de modo a formar um programa maior, em um volume de armazenamento ou meio de distribuição, é chamada de “agregada” se a compilação e seus direitos autorais resultantes não forem usados para limitar o acesso ou os direitos legais dos usuários da compilação além do que trabalhos individuais permitem. A inclusão de um trabalho coberto em um agregado não faz com que esta Licença se aplique às outras partes do agregado.
sl: Kompilacija kritega dela z drugimi ločenimi in neodvisnimi deli, ki po svoji naravi niso razširitve kritega dela in niso z njim združena tako, da bi tvorila večji program, v ali na nosilcu pomnilniškega ali distribucijskega medija, se imenuje "agregat", če se kompilacija in z njo povezane avtorske pravice ne uporabljajo za omejevanje dostopa ali zakonskih pravic uporabnikov kompilacije preko tega, kar dovoljujejo posamezna dela. Vključitev kritega dela v agregat ne povzroči, da se ta licenca uporablja za druge dele agregata.
sv: En sammanställning av ett täckt verk med andra separata och oberoende verk, som inte till sin natur är utvidgningar av det täckta verket, och som inte kombineras med det på ett sätt som bildar ett större program, i eller på en volym av ett lagrings- eller distributionsmedium, kallas ett "aggregat" om sammanställningen och dess resulterande upphovsrätt inte används för att begränsa åtkomsten eller de juridiska rättigheterna för sammanställningens användare utöver vad de enskilda verken tillåter. Inkludering av ett täckt verk i ett aggregat medför inte att denna licens gäller för de andra delarna av aggregatet.
uk: Збірка захищеної праці з іншими окремими і самостійними працями, які за їх походженням не є природними розширеннями захищеної роботи, та які не поєднуються з нею для формування більшої програми, в або на томі накопичувача або носії розповсюдження, називається "комплект", якщо збірка та її підсумкові авторські права не використовуються для обмеження доступу або законних прав користувачів такої збірки поза правами, що надані для індивідуальних праць. Включення захищеної праці в комплект не розповсюджує умови цієї Ліцензії на інші частини комплекту.

source: 6. Conveying Non-Source Forms.
ca@valencia: 6. Transmissió de formes sense codi font.
nl: 6. Niet-broncodevormen overdragen.
pt_br: 6. Transmitindo Formas Não Fonte.
sl: 6. Posredovanje oblik brez izvornega kode.
sv: 6. Överföring av icke-källformer.
uk: 6. Передавання непочаткових форм.

source: You may convey a covered work in object code form under the terms of sections 4 and 5, provided that you also convey the machine-readable Corresponding Source under the terms of this License, in one of these ways:
ca@valencia: Podeu transmetre una obra coberta en forma de codi objecte d'acord amb els termes de les seccions 4 i 5, sempre que també transmeteu el codi font corresponent llegible per màquina d'acord amb els termes d'esta llicència, d'una d'estes maneres:
nl: U mag een GPL v.3 Werk Overbrengen in Objectcode-vorm onder de voorwaarden van artikelen 4 en 5, zolang u ook de machine-leesbare Corresponderende Broncode Overbrengt onder de voorwaarden van deze Licentie op een van de volgende manieren:
pt_br: Você pode transmitir um trabalho coberto na forma de código objeto nos termos das seções 4 e 5, desde que você também transmita o Fonte Correspondente legível por máquina sob os termos desta Licença, de uma dessas maneiras:
sl: Delo, ki je krito, lahko posredujete v obliki objektne kode v skladu s pogoji iz 4. in 5. oddelka, pod pogojem, da posredujete tudi strojno berljiv ustrezni vir v skladu s pogoji te licence, na enega od naslednjih načinov:
sv: Du får överföra ett täckt verk i objektkodsform enligt villkoren i avsnitt 4 och 5, förutsatt att du också överför maskinläsbara motsvarande källa enligt villkoren i denna licens, på ett av följande sätt:
uk: Ви можете передавати захищену працю у формі об'єктного коду за дотримання умов розділів 4 та 5, якщо ви також передаєте Відповідний початковий код на умовах цієї Ліцензії у формі, придатній для читання на комп'ютері, в один з наступних способів:

source: Convey the object code in, or embodied in, a physical product (including a physical distribution medium), accompanied by the Corresponding Source fixed on a durable physical medium customarily used for software interchange.
ca@valencia: Transmeteu el codi objecte en, o materialitzat en, un producte físic (incloent-hi un mitjà de distribució física), acompanyat del codi font corresponent gravat en un mitjà físic durador que s'utilitza habitualment per a l'intercanvi de programari.
nl: Breng de Objectcode over in of vervat in een tastbaar product (waaronder eenfysiek distributiemedium), samen met de Corresponderende Broncodevastgelegd op een duurzame fysieke drager die bedoeld is voor het uitwisselenvan software.
pt_br: Transmitir o código objeto em, ou incorporado em, um produto físico (incluindo um meio de distribuição física), acompanhado pelo Fonte Correspondente, fixada em um meio físico durável usualmente usado para intercâmbio de software.
sl: Objektno kodo posredujte v fizičnem izdelku (vključno s fizičnim distribucijskim medijem) ali jo utelesite v njem, skupaj z ustreznim virom, pritrjenim na trajnem fizičnem mediju, ki se običajno uporablja za izmenjavo programske opreme.
sv: Överföra objektkoden i, eller inkorporerad i, en fysisk produkt (inklusive ett fysiskt distributionsmedium), åtföljd av motsvarande källa fixerad på ett varaktigt fysiskt medium som vanligtvis används för programvaruutbyte.
uk: передавати об'єктний код у фізичному продукті або включеним у такий продукт (включно з фізичним носієм для розповсюдження), в супроводі з Відповідним Початковим Кодом, зафіксованим на тривкому фізичному носію, що звичайно використовується для обміну ПЗ.

source: Convey the object code in, or embodied in, a physical product (including a physical distribution medium), accompanied by a written offer, valid for at least three years and valid for as long as you offer spare parts or customer support for that product model, to give anyone who possesses the object code either (1) a copy of the Corresponding Source for all the software in the product that is covered by this License, on a durable physical medium customarily used for software interchange, for a price no more than your reasonable cost of physically performing this conveying of source, or (2) access to copy the Corresponding Source from a network server at no charge.
ca@valencia: Transmeteu el codi objecte en, o materialitzat en, un producte físic (incloent-hi un mitjà de distribució físic), acompanyat d'una oferida escrita, vàlida durant almenys tres anys i vàlida durant el temps que oferiu recanvis o suport al client per a este model de producte, per donar a qualsevol persona que posseïsca el codi objecte (1) una còpia del codi font corresponent a tot el programari del producte que està cobert per esta llicència, en un mitjà físic durador que s'utilitza habitualment per a l'intercanvi de programari, per un preu no superior al vostre cost raonable de realitzar físicament este transport de codi font, o (2) accés per copiar el codi font corresponent d'un servidor de xarxa sense cap càrrec.
nl: Breng de Objectcode over in of vervat in een tastbaar product (waaronder eenfysiek distributiemedium), samen met een geschreven aanbod, dat ten minstedrie jaar geldig is en geldig voor zolang als jij reserveonderdelen ofklantondersteuning voor dat model product aanbiedt, om iedereen die deObjectcode bezit ofwel:
pt_br: Transmitir o código objeto em, ou incorporado em, um produto físico (incluindo um meio de distribuição física), acompanhado de uma oferta escrita, válido por pelo menos três anos e válido enquanto você oferecer peças sobressalentes ou suporte ao cliente para aquele modelo de produto, para fornecer a qualquer pessoa que possua o código objeto (1) uma cópia do Fonte Correspondente para todo o software no produto coberto por esta Licença, em um meio físico durável usualmente usado para intercâmbio de software, por um preço não mais do que o seu custo razoável de realizar fisicamente esse envio de fonte, ou (2) acessar para copiar o Fonte Correspondente de um servidor de rede sem custo.
sl: Objektno kodo posredujte v fizičnem izdelku (vključno s fizičnim distribucijskim medijem) ali jo utelesite v njem, skupaj s pisno ponudbo, veljavno vsaj tri leta in veljavno, dokler ponujate nadomestne dele ali podporo strankam za ta model izdelka, da vsakomur, ki ima objektno kodo, omogočite bodisi (1) kopijo ustreznega vira za vso programsko opremo v izdelku, ki ga krije ta licenca, na trajnem fizičnem mediju, ki se običajno uporablja za izmenjavo programske opreme, za ceno, ki ne presega vaših razumnih stroškov fizične izvedbe tega posredovanja vira, bodisi (2) dostop do kopiranja ustreznega vira z omrežnega strežnika brezplačno.
sv: Överföra objektkoden i, eller inkorporerad i, en fysisk produkt (inklusive ett fysiskt distributionsmedium), åtföljd av ett skriftligt erbjudande, giltigt i minst tre år och giltigt så länge du erbjuder reservdelar eller kundsupport för den produktmodellen, för att ge alla som innehar objektkoden antingen (1) en kopia av Motsvarande Källkod för all programvara i produkten som omfattas av denna Licens, på ett varaktigt fysiskt medium som vanligtvis används för programvaruutbyte, till ett pris som inte överstiger din rimliga kostnad för att fysiskt utföra denna överföring av källkod, eller (2) tillgång till att kopiera Motsvarande Källkod från en nätverksserver utan kostnad.
uk: передавати об'єктний код в, або включений в, фізичний продукт (включно з фізичним носієм для розповсюдження), в супроводі з письмовою пропозицією, чинною принаймні три роки, що стосується відповідної моделі продукту, надати будь-кому, хто володіє об'єктним кодом або (1) копію Відповідного Початкового Коду для всіх ПЗ в продукті, що захищені цією Ліцензією, на тривкому фізичному носії, що звичайно використовується для обміну ПЗ, за ціну, що не перевищує помірковану вартість фізичного пересилання початкових кодів, або (2) безоплатний доступ до копії Відповідного Початкового Коду з сервера в мережі.

source: Convey individual copies of the object code with a copy of the written offer to provide the Corresponding Source. This alternative is allowed only occasionally and noncommercially, and only if you received the object code with such an offer, in accord with subsection 6b.
ca@valencia: Transmeteu còpies individuals del codi objecte amb una còpia de l'oferida escrita per proporcionar el codi font corresponent. Esta alternativa només es permet ocasionalment i no comercialment, i només si heu rebut el codi objecte amb esta oferida, d'acord amb la subsecció 6 b.
nl: (1) een kopie van de bijbehorende objectcode met een kopie van de geschreven aanbieding om de bijbehorende broncode te leveren. Dit alternatief is alleen toegestaan voor sporadisch en niet-commercieel leveringen en alleen als u de objectcode met zo'n aanbieding ontvangt, in overeenstemming met subsectie 6b.
pt_br: Transmitir cópias individuais do código objeto com uma cópia da oferta escrita para fornecer o Fonte Correspondente. Esta alternativa é permitida apenas de forma ocasional e não comercial, e somente se você recebeu o código objeto com tal oferta, de acordo com a subseção 6b.
sl: Posamezne kopije objektne kode posredujte skupaj s kopijo pisne ponudbe za zagotovitev ustreznega vira. Ta alternativa je dovoljena le občasno in nekomercialno ter le, če ste objektno kodo prejeli s takšno ponudbo v skladu s pododstavkom 6b.
sv: Överföra individuella kopior av objektkoden med en kopia av det skriftliga erbjudandet för att tillhandahålla motsvarande källa. Detta alternativ är endast tillåtet tillfälligt och icke-kommersiellt, och endast om du mottog objektkoden med ett sådant erbjudande, i enlighet med underavsnitt 6b.
uk: передавати окремі копії об'єктного коду з копією письмової пропозиції надати Відповідний Початковий Код. Ця альтернатива дозволена лише в окремих випадках і для некомерційної діяльності, та лише, якщо ви отримали об'єктний код з такою самою пропозицією у відповідності з підрозділом 6-б.

source: Convey the object code by offering access from a designated place (gratis or for a charge), and offer equivalent access to the Corresponding Source in the same way through the same place at no further charge. You need not require recipients to copy the Corresponding Source along with the object code. If the place to copy the object code is a network server, the Corresponding Source may be on a different server (operated by you or a third party) that supports equivalent copying facilities, provided you maintain clear directions next to the object code saying where to find the Corresponding Source. Regardless of what server hosts the Corresponding Source, you remain obligated to ensure that it is available for as long as needed to satisfy these requirements.
ca@valencia: Transmeteu el codi objecte oferint accés des d'un lloc designat (debades o per un càrrec), i oferiu un accés equivalent al codi font corresponent de la mateixa manera a través del mateix lloc sense cap càrrec addicional. No cal que els destinataris copien el codi font corresponent juntament amb el codi objecte. Si el lloc on copiar el codi objecte és un servidor de xarxa, el codi font corresponent pot estar en un servidor diferent (operat per a tu o un tercer) que admeta serveis de còpia equivalents, sempre que manteniu instruccions clares al costat del codi objecte dient on trobar el codi font corresponent. Independentment del servidor que aculla el codi font corresponent, romaneu obligat a assegurar-vos que està disponible durant el temps necessari per a satisfer estos requisits.
nl: Breng de Objectcode over door toegang te bieden tot een hiervooraangewezen plaats (gratis of tegen een vergoeding), en biedt overeenkomstigetoegang aan tot de Corresponderende Broncode via dezelfde plaats zonderdaarvoor verdere kosten in rekening te brengen. U hoeft ontvangers niet teverplichten de Corresponderende Broncode samen met de Objectcode tekopiëren. Als de plaats waar de Objectcode kan worden gekopieerd eennetwerkserver is, mag de Corresponderende Broncode ook op een andereserver staan (beheerd door jou of door een derde partij) die overeenkomstigekopieerfaciliteiten biedt, zolang U duidelijke aanwijzingen bij de Objectcodeverschaft waar de Corresponderende Broncode kan worden gevonden.Ongeacht op welke server de Corresponderende Broncode is geplaatst, blijf jeverplicht om er voor te zorgen dat deze Corresponderende Broncodebeschikbaar blijft zolang als nodig is om te voldoen aan deze voorwaarden
pt_br: Transmitir o código objeto, oferecendo acesso a partir de um local designado (gratuitamente ou por uma taxa), e oferecer acesso equivalente ao Fonte Correspondente da mesma maneira através do mesmo local sem custo adicional. Você não precisa exigir que os destinatários copiem o Fonte Correspondente junto com o código objeto. Se o local para copiar o código objeto for um servidor de rede, o Fonte Correspondente pode estar em um servidor diferente (operado por você ou um terceiro) que suporte instalações de cópia equivalentes, desde que você mantenha instruções claras ao lado do código objeto, dizendo onde encontrar o Fonte Correspondente. Independentemente de qual servidor que hospeda o Fonte Correspondente, você permanece obrigado a garantir que ele esteja disponível enquanto for necessário para satisfazer esses requisitos.
sl: Objektno kodo posredujte tako, da ponudite dostop z določenega mesta (brezplačno ali proti plačilu) in ponudite enakovreden dostop do ustreznega vira na enak način prek istega mesta brez dodatnih stroškov. Od prejemnikov vam ni treba zahtevati, da kopirajo ustrezni vir skupaj z objektno kodo. Če je mesto za kopiranje objektne kode omrežni strežnik, je lahko ustrezni vir na drugem strežniku (ki ga upravljate vi ali tretja oseba), ki podpira enakovredne možnosti kopiranja, pod pogojem, da poleg objektne kode hranite jasna navodila, kje najti ustrezni vir. Ne glede na to, kateri strežnik gosti ustrezni vir, ste še vedno dolžni zagotoviti, da je na voljo tako dolgo, kot je potrebno za izpolnitev teh zahtev.
sv: Överföra objektkoden genom att erbjuda åtkomst från en angiven plats (gratis eller mot en avgift), och erbjuda motsvarande åtkomst till Motsvarande Källa på samma sätt genom samma plats utan ytterligare kostnad. Du behöver inte kräva att mottagarna kopierar Motsvarande Källa tillsammans med objektkoden. Om platsen för att kopiera objektkoden är en nätverksserver, kan Motsvarande Källa finnas på en annan server (som drivs av dig eller en tredje part) som stöder motsvarande kopieringsmöjligheter, förutsatt att du har tydliga anvisningar bredvid objektkoden som anger var du hittar Motsvarande Källa. Oavsett vilken server som är värd för Motsvarande Källa är du fortfarande skyldig att se till att den är tillgänglig så länge som behövs för att uppfylla dessa krav.
uk: передавати об'єктний код пропонуючи доступ з виділеного місця (за винагороду або безкоштовно), та пропозицією аналогічного доступу до Відповідного Початкового Коду в такий самий спосіб з того ж місця без додаткової оплати. Ви не зобов'язані примушувати одержувачів копіювати Відповідний Початковий Код разом з об'єктним кодом. Якщо місце для отримання об'єктного коду є сервер в мережі, Відповідний Початковий Код може знаходитись на іншому сервері (що підтримується вами або іншими сторонами), якщо цей сервер підтримує аналогічні засоби копіювання, за умов, що ви супроводжуєте об’єктний код з чіткими інструкціями про те, де знайти Відповідний Початковий Код. Незалежно від того, який з серверів містить Відповідний Початковий Код, ви є відповідальним за його доступність протягом всього строку, що потрібен для виконання цих вимог.

source: Convey the object code using peer-to-peer transmission, provided you inform other peers where the object code and Corresponding Source of the work are being offered to the general public at no charge under subsection 6d.
ca@valencia: Transmeteu el codi objecte utilitzant la transmissió d'igual a igual, sempre que informeu els altres iguals on s'està oferint el codi objecte i el codi font corresponent de l'obra al públic en general sense cap càrrec segons la subsecció 6d.
nl: Breng de Objectcode over door gebruik te maken van peer-to-peer verzendingonder de voorwaarde dat U de andere peers informeert waar de Objectcode enCorresponderende Broncode van het werk worden aangeboden aan het publiekzonder verdere kosten zoals bedoeld in Artikel 6b.
pt_br: Transmitir o código objeto usando a transmissão ponto a ponto, desde que você informe outros pares onde o código objeto e o Fonte Correspondente do trabalho estão sendo oferecidos ao público em geral sem cobrança nos termos da subseção 6d.
sl: Objektno kodo posredujte z uporabo prenosa med vrstniki, pod pogojem, da obvestite druge vrstnike, kje sta objektna koda in ustrezna izvorna koda dela na voljo širši javnosti brezplačno v skladu s pododstavkom 6d.
sv: Överföra objektkoden med hjälp av peer-to-peer-överföring, förutsatt att du informerar andra peers om var objektkoden och motsvarande källa till verket erbjuds allmänheten utan kostnad enligt underavsnitt 6d.
uk: передавати об'єктний код, за допомогою однорангових обмінних мереж, за умови сповіщення інших суб'єктів цієї мережі про те, де пропонується публічний доступ до об'єктного коду та Відповідного Початкового Коду праці безкоштовно за умов підрозділу 6-г.

source: A separable portion of the object code, whose source code is excluded from the Corresponding Source as a System Library, need not be included in conveying the object code work.
ca@valencia: Una part separable del codi objecte, el codi font del qual està exclòs del codi font corresponent com a biblioteca del sistema, no s'ha d'incloure en la transmissió del codi objecte de l'obra.
nl: Een te onderscheiden deel van de Objectcode, waarvan de Broncode is uitgezonderd van de Corresponderende Broncode als een Systeem Library, hoeven niet te worden bijgeleverd bij het Overbrengen van het Werk in Objectcode-vorm.
pt_br: Uma porção separável do código objeto, cujo código-fonte é excluído do Fonte Correspondente como uma Biblioteca de Sistema, não precisa ser incluída na transmissão do trabalho do código objeto.
sl: Ločljivega dela objektne kode, katerega izvorna koda je izključena iz ustrezne izvorne kode kot sistemske knjižnice, ni treba vključiti v posredovanje dela objektne kode.
sv: En separat del av objektkoden, vars källkod är exkluderad från motsvarande källa som ett systembibliotek, behöver inte inkluderas i överföringen av objektkodsarbetet.
uk: Віддільна частина об'єктного коду, чий початковий код виключено з Відповідного Початкового Коду у вигляді Системної Бібліотеки, не підлягає обов'язковому включенню в об'єктний код праці, що передається.
