Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gpl-3.0.po
Languages: ca@valencia, nl, pt_br, sl, sv, uk

source: "Additional permissions" are terms that supplement the terms of this License by making exceptions from one or more of its conditions. Additional permissions that are applicable to the entire Program shall be treated as though they were included in this License, to the extent that they are valid under applicable law. If additional permissions apply only to part of the Program, that part may be used separately under those permissions, but the entire Program remains governed by this License without regard to the additional permissions.
ca@valencia: Els «permisos addicionals» són clàusules que complementen les clàusules d'esta llicència fent excepcions d'una o més de les seues condicions. Els permisos addicionals que siguen aplicables a tot el programa es tractaran com si estigueren inclosos en esta llicència, en la mesura que siguen vàlids segons la llei aplicable. Si els permisos addicionals s'apliquen només a una part del programa, esta part es pot utilitzar per separat segons estos permisos, però tot el programa es regix per esta llicència sense tindre en compte els permisos addicionals.
nl: "Aanvullende Voorwaarden" zijn bepalingen die de bepalingen van deze licentieaanvullen door het maken van uitzonderingen op een of meerdere voorwaarden vandeze licentie. Aanvullende voorwaarden die op het gehele programma van toepassingzijn, zullen worden behandeld alsof zij onderdeel zijn van deze licentie, voorzover zij geldig zijn onder het toepasselijke recht. Als aanvullende voorwaarden slechts van toepassing zijn op een deel van het programma, dan mag dat deel apart worden gebruikt onder die voorwaarden, maar het programma als geheel blijft onderworpen aandeze licentie zonder dat acht hoeft te worden geslagen op de aanvullendevoorwaarden.
pt_br: “Permissões adicionais” são termos que complementam os termos desta Licença fazendo exceções de uma ou mais de suas condições. As permissões adicionais que são aplicáveis a todo o Programa devem ser tratadas como se estivessem incluídas nesta Licença, na extensão que elas sejam válidas de acordo com a lei aplicável. Se as permissões adicionais se aplicam apenas a parte do Programa, essa parte pode ser usada separadamente nessas permissões, mas o Programa inteiro permanece governado por esta Licença, independentemente das permissões adicionais.
sl: "Dodatna dovoljenja" so pogoji, ki dopolnjujejo pogoje te licence z izjemami od enega ali več njenih pogojev. Dodatna dovoljenja, ki veljajo za celoten program, se obravnavajo, kot da bi bila vključena v to licenco, v obsegu, v katerem so veljavna v skladu z veljavno zakonodajo. Če dodatna dovoljenja veljajo le za del programa, se ta del lahko uporablja ločeno v skladu s temi dovoljenji, vendar celoten program še vedno ureja ta licenca ne glede na dodatna dovoljenja.
sv: Ytterligare rättigheter" är villkor som kompletterar villkoren i denna licens genom att göra undantag från ett eller flera av dess villkor. Ytterligare rättigheter som gäller för hela programmet ska behandlas som om de inkluderades i denna licens, i den utsträckning de är giltiga enligt tillämplig lag. Om ytterligare rättigheter endast gäller för en del av programmet, får den delen användas separat under dessa rättigheter, men hela programmet regleras fortfarande av denna licens utan hänsyn till de ytterligare rättigheterna.
uk: "Додаткові права" - це положення, що доповнюють умови цієї Ліцензії за допомогою винятків в одній або декількох її умовах. Додаткові права, що є застосовними до всієї Програми, мають трактуватися так, ніби вони були включені в цю Ліцензію, тією мірою, якою вони є чинними згідно з відповідним законом. Якщо додаткові права стосуються лише частини Програми, ця частина може бути використана окремо за умов додержання цих прав, але вся Програма залишається на умовах цієї Ліцензії безвідносно до додаткових прав.

source: When you convey a copy of a covered work, you may at your option remove any additional permissions from that copy, or from any part of it. (Additional permissions may be written to require their own removal in certain cases when you modify the work.) You may place additional permissions on material, added by you to a covered work, for which you have or can give appropriate copyright permission.
ca@valencia: Quan transmeteu una còpia d'una obra coberta, podeu eliminar qualsevol permís addicional d'esta còpia, o de qualsevol part d'ella. (Els permisos addicionals es poden escriure per requerir la seua pròpia eliminació en determinats casos quan es modifique l'obra). Podeu col·locar permisos addicionals en el material, afegits per a tu a una obra coberta, per a la qual teniu o podeu donar permís apropiat de copyright.
nl: Als u een kopie van een GPL v.3 Werk Overbrengt, mag u er voor kiezen om alleaanvullende voorwaarden van die kopie of van een deel van die kopie te verwijderen.(Aanvullende voorwaarden kunnen zo worden geschreven dat zij hun eigen verwijdering vereisen in bepaalde gevallen als U het werk wijzigt.) U mag aanvullende voorwaarden toevoegen voor materiaal dat U zelf toevoegt aan een GPL v.3 werk en waarvoor U de benodigde auteursrechtelijke toestemming heeft of kunt geven.
pt_br: Quando você transmite uma cópia de um trabalho coberto, você pode, a seu critério, remover quaisquer permissões adicionais dessa cópia ou de qualquer parte dela. (Permissões adicionais podem ser escritas para requerer sua própria remoção em certos casos quando você modifica o trabalho.) Você pode colocar permissões adicionais em material, adicionado por você a um trabalho coberto, para o qual você tenha ou possa dar permissão de direitos autorais apropriados.
sl: Ko prenesete kopijo kritega dela, lahko po lastni izbiri odstranite vsa dodatna dovoljenja iz te kopije ali iz katerega koli njenega dela. (Dodatna dovoljenja so lahko napisana tako, da zahtevajo lastno odstranitev v določenih primerih, ko spreminjate delo.) Dodatna dovoljenja lahko dodate gradivu, ki ste ga dodali kritemu delu, za katerega imate ali lahko daste ustrezno dovoljenje za avtorske pravice.
sv: När du överför en kopia av ett skyddat verk kan du efter eget val ta bort eventuella ytterligare tillstånd från den kopian, eller från någon del av den. (Ytterligare tillstånd kan skrivas för att kräva att de själva tas bort i vissa fall när du ändrar verket.) Du kan ge ytterligare tillstånd till material som du har lagt till i ett skyddat verk, för vilket du har eller kan ge lämpligt upphovsrättstillstånd.
uk: Коли ви передаєте копію захищеної роботи, ви можете за бажанням вилучити будь-які додаткові права з цієї копії, або з будь-якої її частини. (Додаткові права можуть бути написані з вимогою вилучити саме їх в деяких випадках при модифікуванні праці). Ви можете додавати інші права на матеріал, доданий вами до захищеної праці, для якого ви маєте або можете надати відповідні авторські права.

source: Notwithstanding any other provision of this License, for material you add to a covered work, you may (if authorized by the copyright holders of that material) supplement the terms of this License with terms:
ca@valencia: Malgrat qualsevol altra disposició d'esta llicència, per al material que afegiu a una obra coberta, podeu (si està autoritzat pels titulars dels drets d'autoria d'este material) complementar les clàusules d'esta llicència amb les clàusules:
nl: Niettegenstaande enige andere bepaling van deze Licentie is het U met betrekking totmateriaal dat U toevoegt (indien toegestaan door de auteursrechthebbenden op datmateriaal) aan een GPL v.3 werk, toegestaan de bepalingen van deze licentie aan tevullen met bepalingen:
pt_br: Não obstante qualquer outra disposição desta Licença, para o material que você adiciona a um trabalho coberto, você pode (se autorizado pelos detentores de direitos autorais desse material) completar os termos desta Licença com os termos:
sl: Ne glede na katero koli drugo določbo te licence lahko za gradivo, ki ga dodate delu, ki ga zajema, (če vas to pooblastijo imetniki avtorskih pravic za to gradivo) dopolnite pogoje te licence z naslednjimi pogoji:
sv: Oaktat andra bestämmelser i denna licens får du, för material som du lägger till i ett täckt verk, (om upphovsrättsinnehavarna till materialet har godkänt det) komplettera villkoren i denna licens med följande villkor:
uk: Незалежно від будь-яких інших положень цієї Ліцензії, для матеріалу, що ви додаєте до захищеної праці, ви можете (якщо ви уповноважені власниками авторських прав такого матеріалу) доповнювати положення цієї Ліцензії такими умовами:

source: Disclaiming warranty or limiting liability differently from the terms of sections 15 and 16 of this License; or
ca@valencia: Renunciar a la garantia o limitar la responsabilitat de manera diferent de les clàusules de les seccions 15 i 16 d'esta llicència; o
nl: die de garantie uitsluiten of de aansprakelijkheid beperken op een anderewijze dan Artikelen 15 en 16 van deze Licentie; of
pt_br: Renunciar a garantia ou limitar a responsabilidade, ao contrário dos termos das seções 15 e 16 desta Licença; ou
sl: Omejitev jamstva ali omejitev odgovornosti, ki se razlikuje od pogojev iz 15. in 16. oddelka te licence; ali
sv: Att frånsäga sig garanti eller begränsa ansvar på ett annat sätt än vad som anges i avsnitt 15 och 16 i denna licens; eller
uk: невизнання гарантії або обмеження відповідальності інакше, ніж згідно з положеннями розділів 15 та 16 цієї Ліцензії: або

source: Requiring preservation of specified reasonable legal notices or author attributions in that material or in the Appropriate Legal Notices displayed by works containing it; or
ca@valencia: Exigir el manteniment d'avisos legals raonables especificats o atribucions d'autor en este material o en els avisos legals adequats mostrats per les obris que el contenen; o
nl: die instandhouding vereisen van specifieke, redelijke juridischekennisgevingen of auteursvermeldingen in dat materiaal of in de passendejuridische kennisgevingen die weergegeven worden door werken die hetbevatten; of
pt_br: Exigir a preservação de avisos legais razoáveis especificados ou atribuições de autor nesse material ou nos Avisos Legais Apropriados exibidos por trabalhos que o contenham; ou
sl: Zahteva za ohranitev določenih razumnih pravnih obvestil ali navedb avtorja v tem gradivu ali v ustreznih pravnih obvestilih, ki jih prikazujejo dela, ki ga vsebujejo; ali
sv: Kräva bevarande av specificerade rimliga juridiska meddelanden eller författartillskrivningar i det materialet eller i de lämpliga juridiska meddelanden som visas i verk som innehåller det; eller
uk: вимоги зберегти вказані прийнятні юридичні сповіщення або подяки авторам в цьому матеріалі або у Відповідних юридичних сповіщеннях, що їх показано у праці; або

source: Prohibiting misrepresentation of the origin of that material, or requiring that modified versions of such material be marked in reasonable ways as different from the original version; or
ca@valencia: Prohibir la tergiversació de l'origen d'este material, o requerir que les versions modificades d'este material estiguen marcades de manera raonable diferent de la versió original; o
nl: die een verkeerde voorstelling van de oorsprong van dat materiaal verbieden,of vereisen dat aangepaste versies van dat materiaal op een redelijke wijzeworden gemarkeerd als verschillend van de oorspronkelijke versie; of
pt_br: Proibir a falsa declaração da origem desse material, ou exigir que as versões modificadas de tais materiais sejam marcadas de maneira razoável como diferente da versão original; ou
sl: Prepoved napačnega predstavljanja izvora tega gradiva ali zahteva, da so spremenjene različice takega gradiva na razumen način označene kot drugačne od izvirne različice; ali
sv: Förbjuda felaktig framställning av materialets ursprung, eller kräva att modifierade versioner av sådant material på rimliga sätt markeras som annorlunda än originalversionen;
uk: заборона перекручувати походження матеріалу, або вимоги, щоб модифіковані версії такого матеріалу були позначені у прийнятний спосіб, для відрізнення від оригінальної версії; або

source: Limiting the use for publicity purposes of names of licensors or authors of the material; or
ca@valencia: Limitar l'ús amb finalitats publicitàries de noms de llicenciadors o autors del material; o
nl: die het gebruik van de namen van de licentiegevers of auteurs van hetmateriaal voor publiciteitsdoeleinden beperken; of
pt_br: Limitar o uso para fins publicitários de nomes de licenciadores ou autores do material; ou
sl: Omejitev uporabe imen dajalcev licenc ali avtorjev gradiva za namene oglaševanja; ali
sv: Begränsa användningen för publiceringsändamål av namn på licensgivare eller författare till materialet; eller
uk: обмеження використання імен ліцензіарів або авторів матеріалу в цілях реклами; або

source: Declining to grant rights under trademark law for use of some trade names, trademarks, or service marks; or
ca@valencia: Denegar la concessió de drets segons la llei de marques comercials per a l'ús d'alguns noms comercials, marques comercials o marques de servei; o
nl: die een weigering inhouden merkenrechtelijke rechten te verschaffen voor hetgebruik van sommige handelsnamen, merken of dienstmerken; of
pt_br: Recusar a concessão de direitos sob lei de marca registrada para o uso de alguns nomes comerciais, marcas registradas ou marcas de serviço; ou
sl: Zavrnitev podelitve pravic v skladu z zakonom o blagovnih znamkah za uporabo nekaterih trgovskih imen, blagovnih znamk ali storitvenih znamk; ali
sv: Avböjande av att bevilja rättigheter enligt varumärkeslagstiftningen för användning av vissa handelsnamn, varumärken eller servicemärken; eller
uk: відмова надати права за законом про товарні марки, для використання в деяких торгових назвах, торгових марках або службових марках; або

source: Requiring indemnification of licensors and authors of that material by anyone who conveys the material (or modified versions of it) with contractual assumptions of liability to the recipient, for any liability that these contractual assumptions directly impose on those licensors and authors.
ca@valencia: Requerir la indemnització dels llicenciadors i autors d'este material per qualsevol que transmeta el material (o versions modificades d'este) amb supòsits contractuals de responsabilitat al destinatari, per qualsevol responsabilitat que estos supòsits contractuals imposen directament a estos llicenciadors i autors.
nl: die schadeloosstelling van de licentiegevers en de auteurs van dat materiaalvereisen van eenieder die dat materiaal (of aangepaste versies daarvan)overbrengt met contractuele bepalingen over de aansprakelijkheid jegens deontvanger, voor iedere aansprakelijkheid die als een direct gevolg van diecontractuele bepalingen op die licentiegevers en auteurs rust
pt_br: Exigir indenização de licenciadores e autores desse material por qualquer pessoa que transmitir o material (ou versões modificadas dele) com pressupostos contratuais de responsabilidade para o destinatário, por qualquer responsabilidade que esses pressupostos contratuais impõem diretamente aos licenciantes e autores.
sl: Zahteva za povračilo škode dajalcem licenc in avtorjem tega gradiva s strani kogar koli, ki posreduje gradivo (ali njegove spremenjene različice) s pogodbenimi predpostavkami odgovornosti prejemniku, za kakršno koli odgovornost, ki jo te pogodbene predpostavke neposredno nalagajo tem dajalcem licenc in avtorjem.
sv: Kräva skadestånd från licensgivare och författare till det materialet av alla som överför materialet (eller modifierade versioner av det) med avtalsenliga antaganden om ansvar gentemot mottagaren, för allt ansvar som dessa avtalsenliga antaganden direkt ålägger dessa licensgivare och författare.
uk: вимога відшкодування ліцензіарам або авторам цього матеріалу особами, що передають матеріал (або його модифіковані версії) з договірними припущеннями відповідальності перед одержувачем, за будь-яку відповідальність, що ці договірні припущення напряму накладають на ліцензіарів або авторів.

source: All other non-permissive additional terms are considered "further restrictions" within the meaning of section 10. If the Program as you received it, or any part of it, contains a notice stating that it is governed by this License along with a term that is a further restriction, you may remove that term. If a license document contains a further restriction but permits relicensing or conveying under this License, you may add to a covered work material governed by the terms of that license document, provided that the further restriction does not survive such relicensing or conveying.
ca@valencia: Totes les altres clàusules addicionals no permissives es consideren «més restriccions» dins del significat de la secció 10. Si el programa tal com l'heu rebut, o qualsevol part d'ell, conté un avís que indica que es regix per esta llicència juntament amb una clàusula que és una restricció més, podeu eliminar esta clàusula. Si un document de llicència conté una restricció addicional però permet rellicenciar o transmetre segons esta llicència, podeu afegir a una obra coberta material governat per les clàusules d'este document de llicència, sempre que la restricció addicional no sobrevisca a esta rellicència o transmissió.
nl: Alle verdere beperkende aanvullende voorwaarden worden beschouwd als “VerdereBeperkingen” in de zin van artikel 10. Als het programma in de vorm waarin U het kreegof een deel daarvan, een kennisgeving bevat die stelt dat het wordt beheerst door dezelicentie en een verdere beperking, dan mag U die verdere beperking verwijderen. Alseen licentiedocument een verdere beperking bevat maar toestaat dat er wordt ge-herlicentieerd of overgebracht onder deze Licentie, mag U aan een GPL v.3 Werkmateriaal toevoegen dat beheerst wordt door dat licentiedocument, op voorwaarde datdie verdere beperking dergelijk herlicentiëren of overbrengen niet overleeft.
pt_br: Todos os outros termos adicionais não permissivos são considerados “restrições adicionais” na acepção da seção 10. Se o Programa como você o recebeu, ou qualquer parte dele, contém um aviso afirmando que é regido por esta Licença, juntamente com um termo que é uma restrição adicional, você pode remover esse termo. Se um documento de licença contiver uma restrição adicional, mas permitir o relicenciamento ou transmissão sob esta Licença, você pode adicionar a um material de trabalho coberto regido pelos termos desse documento de licença, desde que a restrição adicional não sobreviva a tal relicenciamento ou transmissão.
sl: Vsi drugi nedovoljeni dodatni pogoji se štejejo za "nadaljnje omejitve" v smislu 10. člena. Če program, kot ste ga prejeli, ali kateri koli njegov del vsebuje obvestilo, da ga ureja ta licenca, skupaj z določbo, ki predstavlja nadaljnjo omejitev, lahko to določbo odstranite. Če licenčni dokument vsebuje nadaljnjo omejitev, vendar dovoljuje ponovno izdajo dovoljenja ali prenos v skladu s to licenco, lahko k delu, ki je predmet licence, dodate gradivo, ki ga urejajo določbe tega licenčnega dokumenta, pod pogojem, da nadaljnja omejitev ne preživi takšne ponovne izdaje dovoljenja ali prenosa.
sv: Alla andra icke-tillåtande tilläggsvillkor betraktas som "ytterligare begränsningar" i den mening som avses i avsnitt 10. Om Programmet som du mottog det, eller någon del av det, innehåller ett meddelande som anger att det regleras av denna Licens tillsammans med ett villkor som är en ytterligare begränsning, får du ta bort det villkoret. Om ett licensdokument innehåller en ytterligare begränsning men tillåter återlicensiering eller överföring enligt denna Licens, får du lägga till material som regleras av villkoren i det licensdokumentet till ett täckt verk, förutsatt att den ytterligare begränsningen inte överlever sådan återlicensiering eller överföring.
uk: Всі інші додаткові умови, що накладають обмеження, трактуються, як "подальші обмеження" в межах положень розділу 10. Якщо Програма, у тому вигляді, в якому ви її отримали, або будь-яка її частина містить сповіщення про те, що вони регулюються цією Ліцензією разом з положенням, що є подальшим обмеженням, ви можете вилучити таке положення. Якщо документ ліцензії містить подальші обмеження, але дозволяє переліцензування або передання під цією Ліцензією, ви можете додати до захищеної праці матеріал, що регулюється положеннями такого документа ліцензії, за умови, що подальші обмеження втрачаються при такому переліцензуванні або передаванні.

source: If you add terms to a covered work in accord with this section, you must place, in the relevant source files, a statement of the additional terms that apply to those files, or a notice indicating where to find the applicable terms.
ca@valencia: Si afegiu clàusules a una obra coberta d'acord amb esta secció, heu de col·locar, en els fitxers de codi font pertinents, una declaració de les clàusules addicionals que s'apliquen a estos fitxers, o un avís que indique on trobar les clàusules aplicables.
nl: Als U voorwaarden toevoegt aan een GPL v.3 werk in overeenstemming met dit artikel, dan moet U in de relevante broncodebestanden een kennisgeving over de op diebestanden toepasselijke aanvullende bepalingen opnemen, of een kennisgeving die naar een vindplaats voor de toepasselijke voorwaarden verwijst.
pt_br: Se você adicionar termos a um trabalho coberto de acordo com esta seção, você deve colocar, nos arquivos fonte relevantes, uma declaração dos termos adicionais que se aplicam a esses arquivos, ou um aviso indicando onde encontrar os termos aplicáveis.
sl: Če delu, ki je predmet licence, dodate določbe v skladu s tem členom, morate v ustrezne izvorne datoteke vstaviti izjavo o dodatnih določbah, ki veljajo za te datoteke, ali obvestilo, ki navaja, kje najti ustrezne določbe.
sv: Om du lägger till termer i ett verk som omfattas av detta avsnitt måste du i relevanta källfiler placera en redogörelse för de ytterligare termer som gäller för dessa filer, eller ett meddelande som anger var de tillämpliga termerna finns.
uk: Якщо ви додаєте положення до захищеної праці у відповідності до цього розділу, ви повинні додати, у відповідні початкові файли, твердження про додаткові положення, що стосуються цих файлів, або сповіщення, що вказує, де можна знайти відповідні положення.

source: Additional terms, permissive or non-permissive, may be stated in the form of a separately written license, or stated as exceptions; the above requirements apply either way.
ca@valencia: Clàusules addicionals, permissives o no permissives, es poden declarar en forma de llicència escrita per separat, o s'assenyalen com a excepcions; els requisits anteriors s'apliquen de qualsevol manera.
nl: Aanvullende bepalingen, of ze nu beperkend of niet-beperkend zijn, kunnen in de vormvan een aparte, geschreven licentie worden gesteld of als uitzonderingen; debovenstaande eisen gelden voor beide vormen.
pt_br: Termos adicionais, permissivos ou não permissivos, podem ser estabelecidos sob a forma de uma licença escrita separadamente ou estabelecidos como exceções; os requisitos acima se aplicam de qualquer maneira.
sl: Dodatne določbe, dovoljene ali nedovoljene, so lahko navedene v obliki ločeno napisane licence ali kot izjeme; zgornje zahteve veljajo v obeh primerih.
sv: Ytterligare villkor, tillåtande eller icke-tillåtande, kan anges i form av en separat skriftlig licens, eller anges som undantag; ovanstående krav gäller i båda fallen.
uk: Додаткові положення, обмежувальні або необмежувальні, можуть бути зазначеними у формі окремо написаної ліцензії, або вказані у вигляді винятків; наведені вище вимоги є чинними в будь-якому разі.

source: 8. Termination.
ca@valencia: 8. Finalització.
nl: 8. Beëindiging
pt_br: 8. Terminação.
sl: 8. Prenehanje veljavnosti.
sv: 8. Uppsägning.
uk: 8. Припинення угоди.
