Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gpl-3.0.po
Languages: ca@valencia, nl, pt_br, sl, sv, uk

source: A "User Product" is either (1) a "consumer product", which means any tangible personal property which is normally used for personal, family, or household purposes, or (2) anything designed or sold for incorporation into a dwelling. In determining whether a product is a consumer product, doubtful cases shall be resolved in favor of coverage. For a particular product received by a particular user, "normally used" refers to a typical or common use of that class of product, regardless of the status of the particular user or of the way in which the particular user actually uses, or expects or is expected to use, the product. A product is a consumer product regardless of whether the product has substantial commercial, industrial or non-consumer uses, unless such uses represent the only significant mode of use of the product.
ca@valencia: Un «producte d'usuari» és (1) un «producte de consum», que significa qualsevol propietat personal tangible que normalment s'utilitza per a fins personals, familiars o de la llar, o (2) qualsevol cosa dissenyada o venuda per a la seua incorporació a una llar. En la determinació de si un producte és un producte de consum, els casos dubtosos es resoldran a favor de la cobertura. Per a un producte en particular rebut per un usuari en particular, «normalment utilitzat» es referix a un ús típic o normal d'esta classe de producte, independentment de l'estat de l'usuari en particular o de la forma en què l'usuari en particular realment utilitza, o espera o s'espera que utilitze, el producte. Un producte és un producte de consum independentment de si el producte té usos comercials, industrials o no de consum substancials, llevat que estos usos representen l'única manera significativa d'ús del producte.
nl: Een “Gebruikersproduct” is ofwel (1) een “consumentenproduct”, wat zoveel wil zeggen als elk tastbaar persoonlijk gebruiksvoorwerp dat normaliter gebruikt wordt voor persoonlijke, familie of huishoudelijke doeleinden, of (2) alles dat ontworpen of verkocht wordt voor gebruik in een verblijfsplaats. Bij het vaststellen of sprake is van een consumentenproduct, worden twijfelachtige gevallen aangemerkt als eenconsumentenproduct. Voor een specifiek product dat door een gebruiker wordtontvangen betekent ‘normaliter gebruikt’ het specifieke of normale gebruik van dat type product, ongeacht de hoedanigheid van de specifieke gebruiker of de manier waarop deze gebruiker het product daadwerkelijk gebruikt, of verwacht of wordt verwacht het product te gebruiken. Een product is een consumentenproduct ongeacht of het product substantiële, commerciële, industriële of niet-consumenten toepassingen kent, tenzij zulke toepassingen de enige significante toepassing van het productvertegenwoordigen.
pt_br: Um “Produto do Usuário” é (1) um “produto de consumo”, o que significa que qualquer propriedade pessoal tangível que normalmente é usada para fins pessoais, familiares ou domésticos, ou (2) qualquer coisa projetada ou vendida para incorporação em uma habitação. Ao determinar se um produto é um produto de consumo, os casos duvidosos devem ser resolvidos a favor da cobertura. Para um determinado produto recebido por um determinado usuário, “normalmente usado” refere-se a um uso típico ou comum dessa classe de produto, independentemente do status do usuário específico ou da maneira em que o usuário particular realmente usa, ou espera ou é esperado usar, o produto. Um produto é um produto de consumo, independentemente de o produto possuir importantes usos comerciais, usos industriais ou sem ser consumidores, a menos que essas utilizações representem o único modo significativo de uso do produto.
sl: "Uporabniški izdelek" je bodisi (1) "potrošniški izdelek", kar pomeni katero koli oprijemljivo osebno lastnino, ki se običajno uporablja za osebne, družinske ali gospodinjske namene, bodisi (2) karkoli, kar je zasnovano ali prodano za vgradnjo v stanovanje. Pri ugotavljanju, ali je izdelek potrošniški izdelek, se dvomljivi primeri rešijo v korist kritja. Za določen izdelek, ki ga prejme določen uporabnik, se "običajno uporabljen" nanaša na tipično ali običajno uporabo tega razreda izdelkov, ne glede na status določenega uporabnika ali način, kako določen uporabnik dejansko uporablja ali pričakuje ali naj bi uporabljal izdelek. Izdelek je potrošniški izdelek ne glede na to, ali ima izdelek bistveno komercialno, industrijsko ali nepotrošniško uporabo, razen če takšna uporaba predstavlja edini pomemben način uporabe izdelka.
sv: En "användarprodukt" är antingen (1) en "konsumentprodukt", vilket betyder all materiell personlig egendom som normalt används för personliga, familje- eller hushållsändamål, eller (2) allt som är utformat eller sålt för att integreras i en bostad. Vid bedömningen av huruvida en produkt är en konsumentprodukt ska tveksamma fall avgöras till förmån för täckning. För en viss produkt som mottagits av en viss användare avser "normalt använd" en typisk eller vanlig användning av den produktklassen, oavsett den specifika användarens status eller hur den specifika användaren faktiskt använder, eller förväntar sig eller förväntas använda, produkten. En produkt är en konsumentprodukt oavsett om produkten har väsentliga kommersiella, industriella eller icke-konsumentändamål, såvida inte sådana användningsområden representerar produktens enda betydande användningsområde.
uk: "Продукт користувача" є або (1) "продукт споживача", що означає будь-яку матеріальну персональну власність, що в нормі вживається для приватного, сімейного або господарського вжитку, або (2) будь-що, розроблене або продане для вбудування в помешкання. При визначенні того, чи є продукт "продуктом користувача", всі нечіткі випадки мають бути розв'язані на користь визнання. Для специфічних продуктів, що отримані окремим користувачем, "в нормі вживається" стосується типового або загальноприйнятого вжитку такого класу продуктів, незалежно від статусу цього окремого користувача або способу, у який окремий користувач фактично використовує або збирається використовувати продукт. Продукт є продуктом споживача незалежно від того, чи цей продукт широко вживається в комерційних, промислових або неспоживацьких цілях, окрім випадків, коли ці типи використання є єдиною значною формою вживання такого продукту.

source: "Installation Information" for a User Product means any methods, procedures, authorization keys, or other information required to install and execute modified versions of a covered work in that User Product from a modified version of its Corresponding Source. The information must suffice to ensure that the continued functioning of the modified object code is in no case prevented or interfered with solely because modification has been made.
ca@valencia: «Informació d'instal·lació» per a un producte d'usuari significa qualsevol mètode, procediments, claus d'autorització o altra informació requerida per a instal·lar i executar versions modificades d'una obra coberta en este producte d'usuari a partir d'una versió modificada del seu codi font corresponent. La informació ha de ser suficient per a assegurar que el funcionament continu del codi objecte modificat no s'impedisca o interferisca en cap cas només perquè s'ha fet la modificació.
nl: “Installatie-informatie” voor een Gebruikersproduct betekent alle methodes, procedures, authorisatiesleutels of andere informatie nodig voor het installeren en uitvoeren van Gewijzigde versies van een GPL v.3 Werk in dat Gebruikersproduct uitgaande van een Gewijzigde versie van de bijbehorende Broncode. De informatie moet volstaan om te garanderen dat het verdere functioneren van de gewijzigde objectcode op geen enkele wijze wordt voorkomen of verstoord enkel en alleen omdat er wijzigingen zijn aangebracht.
pt_br: “Informações de Instalação” para um Produto de Usuário significa que quaisquer métodos, procedimentos, chaves de autorização ou outras informações necessárias para instalar e executar versões modificadas de um trabalho coberto nesse Produto de Usuário de uma versão modificada de seu Fonte Correspondente. As informações devem ser suficientes para garantir que o contínuo funcionamento do código objeto modificado não seja de modo algum proibido ou interferido apenas porque a modificação foi feita.
sl: "Informacije o namestitvi" za uporabniški izdelek pomenijo vse metode, postopke, avtorizacijske ključe ali druge informacije, potrebne za namestitev in izvajanje spremenjenih različic kritega dela v tem uporabniškem izdelku iz spremenjene različice njegovega ustreznega vira. Informacije morajo zadostovati za zagotovitev, da nadaljnje delovanje spremenjene objektne kode v nobenem primeru ni preprečeno ali ovirano zgolj zaradi spremembe.
sv: "Installationsinformation" för en Användarprodukt avser alla metoder, procedurer, auktoriseringsnycklar eller annan information som krävs för att installera och köra modifierade versioner av ett täckt verk i den Användarprodukten från en modifierad version av dess Motsvarande Källa. Informationen måste vara tillräcklig för att säkerställa att den modifierade objektkodens fortsatta funktion inte under några omständigheter förhindras eller störs enbart på grund av att en modifiering har gjorts.
uk: "Інформація про встановлення" для Продукту Користувача означає будь-які методи, процедури, ключі авторизації або іншу інформацію, що потрібні для встановлення та виконання модифікованих версій захищеної праці в цьому Продукті Користувача отриманої з модифікованої версії її Відповідного Початкового Коду. Інструкція має бути достатньою для забезпечення того, щоб безперервне функціонування модифікованого об'єктного коду ні в якому разі не було обмежено або перешкоджено лише через внесені модифікації.

source: If you convey an object code work under this section in, or with, or specifically for use in, a User Product, and the conveying occurs as part of a transaction in which the right of possession and use of the User Product is transferred to the recipient in perpetuity or for a fixed term (regardless of how the transaction is characterized), the Corresponding Source conveyed under this section must be accompanied by the Installation Information. But this requirement does not apply if neither you nor any third party retains the ability to install modified object code on the User Product (for example, the work has been installed in ROM).
ca@valencia: Si transmeteu una obra de codi objecte segons esta secció en, o amb, o específicament per al seu ús en un producte d'usuari, i la transmissió es produïx com a part d'una transacció en la qual el dret de possessió i ús del producte d'usuari es transferix cap al destinatari a perpetuïtat o per un termini fix (independentment de com es caracteritza la transacció), el codi font corresponent transmés segons esta secció ha d'anar acompanyada de la informació d'instal·lació. Però este requisit no s'aplica si ni vostè ni cap tercer conserva la possibilitat d'instal·lar codi objecte modificat en el producte d'usuari (per exemple, l'obra s'ha instal·lat en una ROM).
nl: Als u een Objectcode onder de werking van deze bepaling overbrengt in, met ofbestemd voor gebruik in een gebruikersproduct, en het overbrengen vormt deel van een transactie waarin het eigendom van het gebruikersproduct voor bepaalde of onbepaalde tijd wordt overgedragen aan de ontvanger (ongeacht hoe deze transactie wordt betiteld), dan moet de bijbehorende Broncode die onder de werking vandeze bepaling wordt overgebracht, worden vergezeld door de installatie-informatie.Maar deze verplichting vervalt als u noch een derde nog de mogelijkheid heeft om gewijzigde objectcode in het gebruikersproduct te installeren (als het werk bijvoorbeeld in een ROM is geïnstalleerd).
pt_br: Se você transmitir um código objeto trabalhando sob esta seção em, ou com, ou especificamente para uso em, um Produto do Usuário, e a transmissão ocorre como parte de uma transação na qual o direito de posse e uso do Produto do Usuário é transferido para o destinatário em perpetuidade ou por um termo fixo (independentemente de como a transação é caracterizada), o Fonte Correspondente transmitido sob esta seção deve ser acompanhado das Informações de Instalação. Mas este requisito não se aplica se nem você nem um terceiro tiverem a capacidade de instalar o código objeto modificado no Produto do Usuário (por exemplo, o trabalho foi instalado na ROM).
sl: Če prenesete delo objektne kode v skladu s tem razdelkom v uporabniškem izdelku ali z njim ali posebej za uporabo v njem, in če se prenos zgodi kot del transakcije, v kateri se pravica do posesti in uporabe uporabniškega izdelka prenese na prejemnika za vedno ali za določen čas (ne glede na to, kako je transakcija opredeljena), mora Ustrezni vir, posredovan v skladu s tem razdelkom, spremljati Informacije o namestitvi. Vendar ta zahteva ne velja, če niti vi niti katera koli tretja oseba ne ohranite možnosti namestitve spremenjene objektne kode v uporabniški izdelek (na primer, delo je bilo nameščeno v ROM-u).
sv: Om du överför ett objektkodsverk enligt detta avsnitt i, eller med, eller specifikt för användning i, en Användarprodukt, och överföringen sker som en del av en transaktion där rätten till besittning och användning av Användarprodukten överförs till mottagaren för all framtid eller under en bestämd tid (oavsett hur transaktionen karakteriseras), måste Motsvarande Källa som överförs enligt detta avsnitt åtföljas av Installationsinformationen. Men detta krav gäller inte om varken du eller någon tredje part behåller möjligheten att installera modifierad objektkod på Användarprodukten (till exempel om verket har installerats i ROM).
uk: Якщо ви передаєте працю в об'єктному коді на умовах цього розділу в Продукті Користувача, або разом з ним, або спеціально для використання в ньому, та передавання відбувається, як частина транзакції, в якій право володіння та використання Продукту Користувача надається одержувачу на необмежений строк або на фіксований строк (незалежно від типу транзакції), Відповідний Початковий Код переданий на умовах цього розділу має супроводжуватися Інструкцією по встановленню. Але ця вимога не застосовується, якщо ані ви ані будь-які інші сторони не зберігають можливості встановлювати модифікований об'єктний код на Продукті Користувача (наприклад, праця, встановлена в постійний запам'ятовувальний пристрій, ROM).

source: The requirement to provide Installation Information does not include a requirement to continue to provide support service, warranty, or updates for a work that has been modified or installed by the recipient, or for the User Product in which it has been modified or installed. Access to a network may be denied when the modification itself materially and adversely affects the operation of the network or violates the rules and protocols for communication across the network.
ca@valencia: El requisit de proporcionar informació d'instal·lació no inclou el requisit de continuar prestant servei de suport, garantia o actualitzacions per a una obra que ha sigut modificada o instal·lada pel destinatari, o per al producte d'usuari en el qual ha sigut modificada o instal·lada. L'accés a una xarxa pot ser denegat quan la pròpia modificació afecte materialment i negativament el funcionament de la xarxa o infringeixi les normes i protocols de comunicació a través de la xarxa.
nl: De verplichting om installatie-informatie te verschaffen houdt geen verplichting in om supportdiensten te blijven leveren voor een product dat is gewijzigd of geïnstalleerd door de ontvanger, of voor het gebruikersproduct waarin het is gewijzigd of geïnstalleerd. Toegang tot een netwerk mag worden geweigerd als de wijziging zelf de werking van het netwerk materieel en negatief beïnvloedt of als het de regels en protocollen voor communicatie over het netwerk overtreedt
pt_br: O requisito de fornecer Informações de Instalação não inclui um requisito para continuar a fornecer serviço de suporte, garantia ou atualizações para um trabalho que foi modificado ou instalado pelo destinatário ou para o Produto do Usuário no qual foi modificado ou instalado. O acesso a uma rede pode ser negado quando a modificação propriamente dita afeta materialmente e adversamente a operação da rede ou viola as regras e os protocolos para comunicação em toda a rede.
sl: Zahteva po zagotavljanju Informacije o namestitvi ne vključuje zahteve po nadaljnjem zagotavljanju podpornih storitev, garancije ali posodobitev za delo, ki ga je prejemnik spremenil ali namestil, ali za uporabniški izdelek, v katerem je bilo spremenjeno ali nameščeno. Dostop do omrežja se lahko zavrne, če sama sprememba bistveno in negativno vpliva na delovanje omrežja ali krši pravila in protokole za komunikacijo po omrežju. Ustrezna posredovana izvorna koda in informacije o namestitvi, podane v skladu s tem oddelkom, morajo biti v javno dokumentirani obliki (in z implementacijo, ki je na voljo javnosti v obliki izvorne kode), in ne smejo zahtevati posebnega gesla ali ključa za razpakiranje, branje ali kopiranje.
sv: Kravet att tillhandahålla installationsinformation inkluderar inte ett krav på att fortsätta tillhandahålla support, garanti eller uppdateringar för ett verk som har modifierats eller installerats av mottagaren, eller för den användarprodukt i vilken det har modifierats eller installerats. Åtkomst till ett nätverk kan nekas när själva modifieringen väsentligt och negativt påverkar nätverkets drift eller bryter mot regler och protokoll för kommunikation över nätverket.
uk: Вимога надавати Інформацію про встановлення не включає вимогу продовжувати надавати підтримку, гарантію або оновлення для праці, що її було модифіковано або встановлено одержувачем, або для Продукту Користувача, в якому цю працю було модифіковано або встановлено. У доступу до мережі може бути відмовлено, якщо самі модифікації істотно шкодять функціонуванню мережі або порушують правила та протоколи обміну даних у мережі.

source: Corresponding Source conveyed, and Installation Information provided, in accord with this section must be in a format that is publicly documented (and with an implementation available to the public in source code form), and must require no special password or key for unpacking, reading or copying.
ca@valencia: El codi font corresponent transmés, i la informació d'instal·lació proporcionada, d'acord amb este apartat ha d'estar en un format que estiga documentat públicament (i amb una implementació disponible per al públic en forma de codi font), i no ha de requerir cap contrasenya o clau especial per desempaquetar, llegir o copiar.
nl: Overgebrachte bijbehorende broncode en verschafte Installatie-informatie inovereenstemming met dit artikel moet in een format beschikbaar worden gesteld dat publiekelijk is gedocumenteerd (en waarvan een implementatie beschikbaar is voor het publiek in een broncode-vorm) en mag geen speciale toegangscode of sleutel nodig hebben voor het uitpakken, lezen of kopiëren.
pt_br: O Fonte Correspondente é transmitido e as Informações de Instalação fornecidas, de acordo com esta seção, devem estar em um formato que esteja documentado publicamente (e com uma implementação disponível ao público na forma de código-fonte) e não deve exigir nenhuma senha ou chave especial para desempacotar, ler ou copiar.
sl: 7. Dodatni pogoji.
sv: Motsvarande källa som överförs, och installationsinformation som tillhandahålls, i enlighet med detta avsnitt måste vara i ett format som är offentligt dokumenterat (och med en implementering som är tillgänglig för allmänheten i källkodsform), och får inte kräva något särskilt lösenord eller nyckel för uppackning, läsning eller kopiering.
uk: Переданий Відповідний Початковий Код та надана Інформація про встановлення у відповідності до цього розділу мають бути у форматі, що є публічно задокументованим (та реалізація доступна широкому загалу у вигляді початкового коду), та не потребує спеціального пароля або ключа для розпакування, читання або копіювання.

source: 7. Additional Terms.
ca@valencia: 7. Clàusules addicionals.
nl: 7. Aanvullende bepalingen.
pt_br: 7. Termos Adicionais.
sl: 7. Dodatni pogoji.
sv: 7. Ytterligare villkor.
uk: 7. Додаткові положення.
