Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gpl-3.0.po
Languages: ca@valencia, nl, pt_br, sl, sv, uk

source: You may not propagate or modify a covered work except as expressly provided under this License. Any attempt otherwise to propagate or modify it is void, and will automatically terminate your rights under this License (including any patent licenses granted under the third paragraph of section 11).
ca@valencia: No podeu propagar o modificar una obra coberta excepte com es preveu expressament segons esta llicència. Qualsevol altre intent de propagar-la o modificar-la és nul, i donarà per acabada automàticament els seus drets segons esta llicència (incloent qualsevol llicència de patent concedida segons el paràgraf tercer de la secció 11).
nl: U mag geen GPL v.3 werk verspreiden of wijzigen op een andere wijze danuitdrukkelijk is toegestaan onder deze Licentie. Elke andere poging om een GPL v.3werk te verspreiden of te wijzigen is nietig en zal automatisch Uw rechten onder dezeLicentie beëindigen (waaronder elke toegekende octrooilicentie in de zin van artikel 11,derde paragraaf).
pt_br: Você não pode propagar ou modificar um trabalho coberto, exceto conforme expressamente previsto nesta Licença. Qualquer tentativa de propagar ou modificá-la é inválida e terminará automaticamente os seus direitos sob esta Licença (incluindo quaisquer licenças de patente concedidas nos termos do terceiro parágrafo da seção 11).
sl: Dela, ki je predmet te licence, ne smete razširjati ali spreminjati, razen če je to izrecno določeno v tej licenci. Vsak poskus drugačnega razširjanja ali spreminjanja je ničen in samodejno prekine vaše pravice v skladu s to licenco (vključno z vsemi patentnimi licencami, podeljenimi v skladu s tretjim odstavkom 11. člena).
sv: Du får inte sprida eller modifiera ett täckt verk förutom vad som uttryckligen anges i denna licens. Alla försök att på annat sätt sprida eller modifiera det är ogiltiga och upphör automatiskt med dina rättigheter enligt denna licens (inklusive eventuella patentlicenser som beviljats enligt tredje stycket i avsnitt 11).
uk: Ви не можете поширювати або модифікувати захищену працю інакше, ніж у спосіб явно передбачений у цій Ліцензії. Будь-яка спроба поширити або скопіювати цю працю іншим способом є недійсною і автоматично позбавляє вас прав, наданих цією Ліцензією (включно з будь-якими ліцензіями патентів, наданих у третьому параграфі розділу 11).

source: However, if you cease all violation of this License, then your license from a particular copyright holder is reinstated (a) provisionally, unless and until the copyright holder explicitly and finally terminates your license, and (b) permanently, if the copyright holder fails to notify you of the violation by some reasonable means prior to 60 days after the cessation.
ca@valencia: No obstant açò, si cesseu tota violació d'esta llicència, llavors la vostra llicència d'un titular de drets d'autoria en particular es restablix provisionalment (a), llevat que i fins que el titular de drets d'autoria explícitament i finalment finalitze la vostra llicència, i (b) permanentment, si el titular de drets d'autoria no vos notifique la violació per algun mitjà raonable abans de 60 dies després del cessament.
nl: Echter, als u stopt met handelen in strijd met deze Licentie, zal Uw licentie van eenbepaalde auteursrechthebbende weer in werking treden (a) op voorlopige basis, tenzijen totdat de auteursrechthebbende expliciet en definitief Uw licentie beëindigt, en (b)definitief, als de auteursrechthebbende nalaat U op gepaste wijze kennisgeving tedoen van de overtreding binnen een periode van 60 dagen nadat de overtredinggestaakt is.
pt_br: No entanto, se você cessar toda violação desta Licença, a sua licença de um detentor de direitos autorais específicos é reintegrada (a) provisoriamente, a menos que e até que o detentor dos direitos autorais termine de forma explícita e definitiva sua licença, e (b) permanentemente, se o detentor dos direitos autorais falhar para lhe notificar da violação por algum meio razoável antes de 60 dias após a cessação.
sl: Če pa prenehate z vsemi kršitvami te licence, se vaša licenca določenega imetnika avtorskih pravic ponovno vzpostavi (a) začasno, razen če in dokler imetnik avtorskih pravic izrecno in dokončno ne prekine vaše licence, in (b) trajno, če vas imetnik avtorskih pravic o kršitvi ne obvesti na razumen način v 60 dneh po prenehanju.
sv: Om du emellertid upphör med alla överträdelser av denna Licens, återställs din licens från en viss upphovsrättsinnehavare (a) provisoriskt, såvida inte och tills upphovsrättsinnehavaren uttryckligen och slutgiltigt säger upp din licens, och (b) permanent, om upphovsrättsinnehavaren inte meddelar dig om överträdelsen på något rimligt sätt inom 60 dagar efter upphörandet.
uk: Однак, якщо ви усунете всі порушення цієї Ліцензії, ваша ліцензія від конкретного власника авторського права відновлюється (а) умовно, якщо і доки власник авторського права явно і остаточно не припиняє вашу ліцензію, та (б) безстроково, якщо власник авторського права не повідомляє вас про такі порушення якимось прийнятним способом протягом 60 днів після припинення ваших прав.

source: Moreover, your license from a particular copyright holder is reinstated permanently if the copyright holder notifies you of the violation by some reasonable means, this is the first time you have received notice of violation of this License (for any work) from that copyright holder, and you cure the violation prior to 30 days after your receipt of the notice.
ca@valencia: D'altra banda, la vostra llicència d'un titular de drets d'autoria en particular es restablix permanentment si el titular de drets d'autoria vos notifica la violació per mitjans raonables, esta és la primera vegada que heu rebut un avís de violació d'esta llicència (per a qualsevol treball) d'este titular de drets d'autoria, i poseu remei a la violació abans de 30 dies després de la recepció de l'avís.
nl: Bovendien is Uw licentie van een bepaalde auteursrechthebbende definitief hersteld als de auteursrechthebbende U op gepaste wijze kennisgeving doet van deovertreding, dit de eerste keer is dat U een kennisgeving met betrekking tot overtreding van deze licentie (voor welk werk dan ook) ontvangt en U deze overtreding rechtzet voordat 30 dagen zijn verstreken na de ontvangst van de kennisgeving.
pt_br: Além disso, a sua licença de um detentor de direitos autorais específico é reintegrada de forma permanente se o detentor dos direitos autorais o notificar da violação por algum meio razoável, esta ser a primeira vez que você recebe aviso de violação desta Licença (para qualquer trabalho) desse detentor de direitos autorais, e você resolver a violação antes dos 30 dias após o recebimento do aviso.
sl: Poleg tega se vaša licenca določenega imetnika avtorskih pravic trajno obnovi, če vas imetnik avtorskih pravic o kršitvi obvesti na razumen način, če ste prvič prejeli obvestilo o kršitvi te licence (za katero koli delo) od tega imetnika avtorskih pravic in če kršitev odpravite v 30 dneh po prejemu obvestila.
sv: Dessutom återställs din licens från en viss upphovsrättsinnehavare permanent om upphovsrättsinnehavaren meddelar dig om överträdelsen på något rimligt sätt, om detta är första gången du har mottagit meddelande om överträdelse av denna licens (för något verk) från den upphovsrättsinnehavaren, och du åtgärdar överträdelsen inom 30 dagar efter att du mottagit meddelandet.
uk: Крім того, ваша ліцензія від конкретного власника авторських прав відновлюється безстроково, якщо цей власник повідомляє вас про порушення будь-яким прийнятним способом, це перший раз ви отримали сповіщення про порушення умов цієї Ліцензії (для будь-якої праці) від власника авторських прав, і ви виправили порушення протягом 30 днів після отримання сповіщення.

source: Termination of your rights under this section does not terminate the licenses of parties who have received copies or rights from you under this License. If your rights have been terminated and not permanently reinstated, you do not qualify to receive new licenses for the same material under section 10.
ca@valencia: La finalització dels vostres drets segons esta secció no acaba amb les llicències de les parts que han rebut còpies o drets vostres segons esta llicència. Si s'han rescindit els vostres drets i no s'han restablit permanentment, no teniu dret a rebre llicències noves pel mateix material de l'apartat 10.
nl: Beëindiging van Uw rechten in de zin van dit artikel, beëindigt niet de licenties vanpartijen die kopieën of rechten van U hebben gekregen onder deze licentie. Als Uwrechten zijn beëindigd en niet definitief hersteld, kom U niet in aanmerking om nieuwelicenties te verkrijgen voor hetzelfde materiaal bedoeld onder artikel 10.
pt_br: A terminação de seus direitos sob esta seção não encerra as licenças das partes que receberam cópias ou direitos de você sob esta Licença. Se seus direitos foram encerrados e não permanentemente reintegrados, você não se qualifica para receber novas licenças para o mesmo material na seção 10.
sl: Prenehanje vaših pravic v skladu s tem členom ne prekine licenc strank, ki so od vas prejele kopije ali pravice v skladu s to licenco. Če so bile vaše pravice prekinjene in niso bile trajno obnovljene, niste upravičeni do novih licenc za isto gradivo v skladu z oddelkom 10.
sv: Uppsägning av dina rättigheter enligt detta avsnitt upphör inte med att gälla licenserna för parter som har mottagit kopior eller rättigheter från dig enligt denna licens. Om dina rättigheter har upphört och inte permanent återställts, är du inte berättigad att erhålla nya licenser för samma material enligt avsnitt 10.
uk: Припинення ваших прав, що підпадає під дію цього розділу не впливає на ліцензії сторін, що отримали копії або права від вас під цією Ліцензією. Якщо ваші права були припинені і не відновлені безстроково, ви не правоможні отримувати нові ліцензії для цього матеріалу за положеннями розділу 10.

source: 9. Acceptance Not Required for Having Copies.
ca@valencia: 9. Acceptació no necessària per a tindre còpies.
nl: 9. Aanvaarding niet vereist voor het hebben van kopieën.
pt_br: 9. Aceitação Não Exigida para Ter Cópias.
sl: 9. Sprejem ni potreben za posedovanje kopij.
sv: 9. Godkännande krävs inte för att ha kopior.
uk: 9. Прийняття не є необхідною умовою для отримання копій.

source: You are not required to accept this License in order to receive or run a copy of the Program. Ancillary propagation of a covered work occurring solely as a consequence of using peer-to-peer transmission to receive a copy likewise does not require acceptance. However, nothing other than this License grants you permission to propagate or modify any covered work. These actions infringe copyright if you do not accept this License. Therefore, by modifying or propagating a covered work, you indicate your acceptance of this License to do so.
ca@valencia: No esteu obligat a acceptar esta llicència per tal de rebre o executar una còpia del programa. La propagació subsidiària d'una obra coberta es produïx únicament a conseqüència de l'ús de la transmissió d'igual a igual per a rebre una còpia de la mateixa manera no requerix acceptació. No obstant açò, res més que esta llicència vos concedix permís per a propagar o modificar qualsevol obra coberta. Estes accions infringeixen els drets d'autoria si no accepteu esta llicència. Per tant, en modificar o propagar una obra coberta, indiqueu la vostra acceptació d'esta llicència per fer-ho.
nl: Om een kopie van het programma te ontvangen of te draaien is het niet nodig deze licentie te aanvaarden. Voor andere verspreiding van een GPL v.3 Werk dat uitsluitend voortvloeit uit het gebruik van peer-to-peer transmissie met als doel een kopie van dit werk te ontvangen is evenmin aanvaarding van de licentie nodig. Echter, uitsluitend op grond van deze licentie verkrijgt U toestemming om een GPL v.3 Werk te verspreiden of te wijzigen. Deze handelingen maken inbreuk op auteursrechten in het geval U deze licentie niet aanvaardt. Hieruit volgt dat door te wijzigen of te verspreiden U aangeeft dat U deze licentie aanvaardt.
pt_br: Você não é obrigado a aceitar esta Licença para receber ou executar uma cópia do Programa. A propagação auxiliar de um trabalho coberto que ocorre apenas como consequência da utilização da transmissão ponto a ponto para receber uma cópia também não exige aceitação. No entanto, nada além dessa Licença lhe concede permissão para propagar ou modificar qualquer trabalho coberto. Essas ações infringem direitos autorais se você não aceitar esta Licença. Portanto, modificando ou propagando um trabalho coberto, você indica sua aceitação desta Licença para fazê-lo.
sl: Za prejem ali izvajanje kopije programa vam ni treba sprejeti te licence. Pomožno razmnoževanje kritega dela, ki se zgodi izključno kot posledica uporabe prenosa med vrstniki za prejem kopije, prav tako ne zahteva sprejetja. Vendar vam nič drugega kot ta licenca ne daje dovoljenja za razmnoževanje ali spreminjanje katerega koli kritega dela. Ta dejanja kršijo avtorske pravice, če te licence ne sprejmete. Zato s spreminjanjem ali razmnoževanjem kritega dela nakazujete, da se s to licenco strinjate.
sv: Du är inte skyldig att acceptera denna licens för att ta emot eller köra en kopia av programmet. Kompletterande spridning av ett täckt verk som sker enbart som en följd av att peer-to-peer-överföring används för att ta emot en kopia kräver inte heller godkännande. Emellertid ger inget annat än denna licens dig tillstånd att sprida eller modifiera något täckt verk. Dessa handlingar bryter mot upphovsrätten om du inte accepterar denna licens. Genom att modifiera eller sprida ett täckt verk indikerar du därför att du accepterar denna licens för att göra det.
uk: Ви не зобов'язані приймати цю Ліцензію для того, щоб отримати або запустити копію Програми. Супутнє поширення захищеної роботи, що трапляється винятково як наслідок використання однорангового передавання для отримання копії також не потребує прийняття ліцензії. Однак, ніщо інше, крім самої цієї ліцензії, не може надати вам право розмножувати або модифікувати будь-яку захищену працю. Такі дії порушують авторське право, якщо ви не приймаєте цю Ліцензію. Таким чином, модифікуючи або розмножуючи захищену працю ви погоджуєтесь на умови цієї ліцензії, що охоплюють такі дії.

source: 10. Automatic Licensing of Downstream Recipients.
ca@valencia: 10. Llicència automàtica de destinataris posteriors.
nl: 10. Automatische licentiëring aan latere verkrijgers.
pt_br: 10. Licenciamento Automático de Destinatários Downstream.
sl: 10. Samodejno licenciranje nadaljnjih prejemnikov.
sv: 10. Automatisk licensiering av nedströmsmottagare.
uk: 10. Автоматичне ліцензування другорядних одержувачів

source: Each time you convey a covered work, the recipient automatically receives a license from the original licensors, to run, modify and propagate that work, subject to this License. You are not responsible for enforcing compliance by third parties with this License.
ca@valencia: Cada vegada que transmeteu una obra coberta, el destinatari rep automàticament una llicència dels llicenciadors originals, per a executar, modificar i propagar esta obra, subjecte a esta llicència. No sou responsable de fer complir esta llicència per part de tercers.
nl: Elke keer dat U een GPL v.3 Werk Overbrengt, verkrijgt de ontvanger automatisch eenlicentie van de eerdere licentiegevers om het werk draaien, wijzigen en te verspreidenonder de voorwaarden van deze licentie. U bent niet verantwoordelijk voor hetafdwingen van de naleving door derden van deze Licentie.
pt_br: Cada vez que você transmite um trabalho coberto, o destinatário recebe automaticamente uma licença dos licenciadores originais, para executar, modificar e propagar esse trabalho, sujeito a esta Licença. Você não é responsável por fazer cumprir a conformidade por terceiros com esta Licença.
sl: Vsakič, ko posredujete krito delo, prejemnik samodejno prejme licenco od prvotnih dajalcev licenc za izvajanje, spreminjanje in razmnoževanje tega dela v skladu s to licenco. Niste odgovorni za uveljavljanje skladnosti tretjih oseb s to licenco.
sv: Varje gång du överför ett verk som omfattas av detta avtal får mottagaren automatiskt en licens från de ursprungliga licensgivarna att köra, modifiera och sprida verket, i enlighet med denna licens. Du ansvarar inte för att säkerställa att tredje part följer denna licens.
uk: Кожен раз, коли ви передаєте працю, одержувач автоматично отримує ліцензію від оригінальних ліцензіарів на запуск, модифікування та поширення цієї праці, що підпадає під сферу цієї Ліцензії.

source: An "entity transaction" is a transaction transferring control of an organization, or substantially all assets of one, or subdividing an organization, or merging organizations. If propagation of a covered work results from an entity transaction, each party to that transaction who receives a copy of the work also receives whatever licenses to the work the party's predecessor in interest had or could give under the previous paragraph, plus a right to possession of the Corresponding Source of the work from the predecessor in interest, if the predecessor has it or can get it with reasonable efforts.
ca@valencia: Una «transacció d'entitat» és un control de transferència de transaccions d'una organització, o substancialment tots els actius d'una, o subdividir una organització, o fusionar organitzacions. Si la propagació d'una obra coberta resulta d'una transacció d'entitat, cada part d'esta transacció que rep una còpia de l'obra també rep qualsevol llicència de l'obra que el predecessor de la part tinga o puga donar segons el paràgraf anterior, a més d'un dret a la possessió del codi font corresponent de l'obra del predecessor en interés, si el predecessor la té o pot obtindre amb esforços raonables.
nl: Een “Rechtspersonen-transactie” is een transactie waarbij (i) de zeggenschap over eenorganisatie wordt overgedragen, (ii) bijna alle activa van een organisatie wordenovergedragen, (iii) een organisatie in delen wordt opgesplitst, of (iv) organisaties wordensamengevoegd. Als een Rechtspersonen-transactie resulteert in verspreiding van eenGPL v.3 Werk, zal elk van de partijen bij die transactie die een kopie van het werkverkrijgt, ook alle aan het werk verbonden licenties verkrijgen die de rechtsvoorgangervan die partij had of kon geven onder de voorwaarden van de voorgaande paragraaf,inclusief het recht op de Corresponderende Broncode van het werk dat zich onder dierechtsvoorganger bevond, indien die rechtsvoorganger het heeft of met redelijkeinspanningen kan krijgen.
pt_br: Uma “transação de entidade” é uma transação que transfere o controle de uma organização, ou substancialmente todos os ativos de uma, ou que subdivide uma organização ou que funde organizações. Se a propagação de um trabalho coberto resultar de uma transação de entidade, cada parte para essa transação que recebe uma cópia do trabalho também recebe quaisquer licenças para o trabalho que o antecessor da parte de interesse tenha ou possa dar sob o parágrafo anterior, além de um direito à posse do Fonte Correspondente do trabalho do antecessor em interesse, se o antecessor o tiver ou possa obtê-lo com esforços razoáveis.
sl: "Transakcija subjekta" je transakcija, s katero se prenese nadzor nad organizacijo ali skoraj vsa sredstva ene organizacije, ali pa se organizacija razdeli ali združijo organizacije. Če širjenje zaščitenega dela izhaja iz transakcije subjekta, vsaka stranka v tej transakciji, ki prejme kopijo dela, prejme tudi vse licence za delo, ki jih je imel ali bi jih lahko dal predhodnik stranke v interesu v skladu s prejšnjim odstavkom, ter pravico do posesti Ustreznega vira dela od predhodnika v interesu, če ga predhodnik ima ali ga lahko pridobi z razumnimi napori.
sv: En "enhetstransaktion" är en transaktion som överför kontroll över en organisation, eller väsentligen alla tillgångar i en organisation, eller som delar upp en organisation, eller som slår samman organisationer. Om spridning av ett berört verk är resultatet av en enhetstransaktion, får varje part i den transaktionen som mottager en kopia av verket också de licenser till verket som partens föregångare hade eller kunde ge enligt föregående stycke, plus en rätt att inneha motsvarande källa till verket från föregångaren, om föregångaren har den eller kan få tag på den med rimliga ansträngningar.
uk: "Транзакція юридичної особи" є транзакцією, що передає керування організації, або значною мірою всіх її активів, або розділення організації, або об'єднання організацій. Якщо розмноження захищеної праці є наслідком транзакції юридичної особи, кожний учасник такої транзакції, що отримує копію праці також отримує будь-які ліцензії на працю, що мав попередник за такою транзакцією, або що міг надати за попереднім параграфом, окрім того отримує право на власність Відповідного Початкового Коду цієї праці від попередника за транзакцією, якщо цей попередник їх має або може отримати їх з прийнятними зусиллями.
