Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/gpl-3.0.po
Languages: ca@valencia, nl, pt_br, sl, sv, uk

source: No covered work shall be deemed part of an effective technological measure under any applicable law fulfilling obligations under article 11 of the WIPO copyright treaty adopted on 20 December 1996, or similar laws prohibiting or restricting circumvention of such measures.
ca@valencia: Cap obra coberta es considerarà part d'una mesura tecnològica efectiva en virtut de qualsevol llei aplicable que complisca les obligacions de conformitat amb l'article 11 del tractat de drets d'autoria de l'OMPI aprovat el 20 de desembre de 1996, o lleis similars que prohibixen o restringixen l'elusió d'estes mesures.
nl: Geen gedekt werk zal gedoemd onderdeel worden van een effectieve technologische maatregel onder elke van toepassing zijnde wet die verplichtingen vervult onder artikel 11 van het WIPO copyright verdrag aangenomen op 20 december 1996 of soortgelijke wetten die zulke maatregelen beperkingen of omzeilen.
pt_br: Nenhum trabalho coberto deve ser considerado parte de uma medida tecnológica efetiva sob qualquer lei aplicável que cumpra as obrigações previstas no artigo 11 do tratado de direitos autorais da OMPI, aprovado em 20 de dezembro de 1996, ou leis similares que proíbam ou restrinjam a evasão de tais medidas.
sl: Nobeno krito delo se ne šteje za del učinkovitega tehnološkega ukrepa v skladu z veljavno zakonodajo, ki izpolnjuje obveznosti iz 11. člena pogodbe WIPO o avtorskih pravicah, sprejete 20. decembra 1996, ali podobnih zakonov, ki prepovedujejo ali omejujejo izogibanje takim ukrepom.
sv: Inget täckt verk ska anses vara en del av en effektiv teknisk åtgärd enligt någon tillämplig lag som uppfyller skyldigheter enligt artikel 11 i WIPO:s upphovsrättsfördrag som antogs den 20 december 1996, eller liknande lagar som förbjuder eller begränsar kringgående av sådana åtgärder.
uk: Жодна з захищених праць не може вважатися частиною чинних технологічних засобів згідно з будь-яким придатного придатним законом, що реалізує зобов'язання відповідно до статті 11 Угоди про авторські права Світової організації захисту інтелектуальної власності (WIPO) прийнятої 20 грудня 1996 р., або аналогічних законів, що забороняють або обмежують обхід таких засобів.

source: When you convey a covered work, you waive any legal power to forbid circumvention of technological measures to the extent such circumvention is effected by exercising rights under this License with respect to the covered work, and you disclaim any intention to limit operation or modification of the work as a means of enforcing, against the work's users, your or third parties' legal rights to forbid circumvention of technological measures.
ca@valencia: Quan transmeteu una obra coberta, renuncieu a qualsevol poder legal per prohibir l'elusió de les mesures tecnològiques en la mesura en què esta elusió s'efectue mitjançant l'exercici de drets segons esta llicència respecte a l'obra coberta, i renuncieu a qualsevol intenció de limitar el funcionament o la modificació de l'obra com a mitjà per fer complir, contra els usuaris de l'obra, els vostres drets legals o de tercers per prohibir l'elusió de les mesures tecnològiques.
nl: Wanneer u een werk met deze licentie overdraagt, doet u afstand van elke wettelijke bevoegdheid om het omzeilen van technologische maatregelen te verbieden voor zover deze omzeiling wordt bewerkstelligd door het uitoefenen van rechten onder deze licentie met betrekking tot het werk met deze licentie, en u doet afstand van elke intentie om de werking of wijziging van het werk te beperken als middel om uw wettelijke rechten of die van derden om het omzeilen van technologische maatregelen te verbieden, af te dwingen tegenover de gebruikers van het werk.
pt_br: Quando você transmite um trabalho coberto, você renuncia a qualquer poder legal para proibir a evasão de medidas tecnológicas, na extensão em que essa evasão seja efetuada exercendo direitos sob esta Licença em relação ao trabalho coberto e você renuncia a qualquer intenção de limitar operação ou modificação do trabalho como um meio de fazer cumprir, contra os usuários do trabalho, seus os direitos legais ou de terceiros para proibir a evasão de medidas tecnológicas.
sl: Ko posredujete krito delo, se odpovedujete vsem pravnim pooblastilom za prepoved izogibanja tehnološkim ukrepom, če se takšno izogibanje izvaja z uveljavljanjem pravic iz te licence v zvezi s kritim delom, in zavračate kakršno koli namero omejevanja delovanja ali spreminjanja dela kot sredstva za uveljavljanje vaših ali zakonskih pravic tretjih oseb do prepovedi izogibanja tehnološkim ukrepom proti uporabnikom dela.
sv: När du överför ett täckt verk avstår du från all rättslig befogenhet att förbjuda kringgående av tekniska åtgärder i den utsträckning sådan kringgående sker genom utövande av rättigheter enligt denna Licens med avseende på det täckta verket, och du frånsäger dig all avsikt att begränsa driften eller modifieringen av verket som ett sätt att genomdriva, mot verkets användare, dina eller tredje parts rättsliga rättigheter att förbjuda kringgående av tekniska åtgärder.
uk: Коли ви передаєте захищену працю, ви відмовляєтесь від будь-яких юридичних повноважень забороняти обхідні шляхи для технологічних засобів тією мірою, якою такий обхідний шлях здійснюється через використання прав за цією Ліцензією стосовно захищеної праці, і ви відмовляєтеся від будь-яких намірів обмежити використання або модифікації цієї праці в цілях надання законної сили, проти користувачів праці, ваших юридичних прав або юридичних прав сторонніх осіб для запобігання обходу таких технологічних засобів.

source: 4. Conveying Verbatim Copies.
ca@valencia: 4. Transmissió de còpies literals.
nl: 4. Letterlijke kopieën overdragen.
pt_br: 4. Transmitindo Cópias Literais.
sl: 4. Posredovanje dobesednih kopij.
sv: 4. Överföring av ordagranna kopior.
uk: 4. Передавання дублікатів.

source: You may convey verbatim copies of the Program's source code as you receive it, in any medium, provided that you conspicuously and appropriately publish on each copy an appropriate copyright notice; keep intact all notices stating that this License and any non-permissive terms added in accord with section 7 apply to the code; keep intact all notices of the absence of any warranty; and give all recipients a copy of this License along with the Program.
ca@valencia: Podeu transmetre còpies literals del codi font del programa a mesura que el rebeu, en qualsevol mitjà, sempre que publiqueu de manera visible i apropiada a cada còpia un avís de copyright apropiat; manteniu intactes tots els avisos que establisquen que esta llicència i les clàusules no permissives afegides d'acord amb la secció 7 s'apliquen al codi; manteniu intactes tots els avisos de l'absència de qualsevol garantia; i doneu a tots els destinataris una còpia d'esta llicència juntament amb el programa.
nl: U mag letterlijke kopieën van de broncode van het programma zoals u het ontving, in elk medium overdragen, onder de voorwaarde dat u opvallend en op passende wijze op elke kopie een toepasselijke copyright notitie publiceert; met intact laten van alle notities die bepalen dat deze licentie en elke niet-gerechtigde bepalingen toegevoegd in overeenstemming met sectie 7 van toepassing zijn op de code; alle notities intact laat van het afwezig zijn van enige garantie; en alle ontvangers een kopie van deze licentie geven samen met het programma.
pt_br: Você pode transmitir cópias literais do código-fonte do Programa na medida que você o recebe, em qualquer meio, desde que você publique de forma consistente e apropriada em cada cópia um aviso de direitos autorais apropriado; mantenha intactos todos os avisos afirmando que esta Licença e quaisquer termos não permissivos adicionados de acordo com a seção 7 se aplicam ao código; mantenha intactos todos os avisos da ausência de qualquer garantia; e dê a todos os destinatários uma cópia desta Licença junto com o Programa.
sl: Dobesedne kopije izvorne kode programa lahko posredujete, kot jo prejmete, v katerem koli mediju, pod pogojem, da na vsaki kopiji vidno in ustrezno objavite ustrezno obvestilo o avtorskih pravicah; ohranite nedotaknjena vsa obvestila, ki navajajo, da se ta licenca in vsi nedovoljeni pogoji, dodani v skladu z oddelkom 7, uporabljajo za kodo; ohranite nedotaknjena vsa obvestila o odsotnosti kakršne koli garancije; in vsem prejemnikom dati kopijo te licence skupaj s programom.
sv: Du får överföra ordagranna kopior av Programmets källkod så snart du mottagit den, i vilket medium som helst, förutsatt att du tydligt och lämpligt publicerar ett lämpligt upphovsrättsmeddelande på varje kopia; behåller alla meddelanden som anger att denna Licens och eventuella icke-tillåtande villkor som lagts till i enlighet med avsnitt 7 gäller för koden; behåller alla meddelanden om avsaknad av garantier intakta; och ger alla mottagare en kopia av denna Licens tillsammans med Programmet.
uk: Ви можете передавати дублікати початкового коду Програми у тому вигляді, в якому ви їх отримали, на будь-яких носіях, за умов явного і відповідного публікування на кожній копію відповідного повідомлення про авторські права; ви також маєте залишити всі повідомлення, що вказують, що ця Ліцензія та будь-які умови обмеження, додані у відповідності до розділу 7, застосовуються до цього коду; також ви маєте залишити незміненими всі повідомлення про відсутність будь-якої гарантії; та надати всім одержувачам копії цієї Ліцензії разом з Програмою.

source: You may charge any price or no price for each copy that you convey, and you may offer support or warranty protection for a fee.
ca@valencia: Podeu cobrar qualsevol preu o cap preu per cada còpia que transmeteu, i podeu oferir suport o protecció de garantia per una tarifa.
nl: U mag elke prijs in rekening brengen of helemaal geen prijs voor elke kopie die u overdraagt en u mag ondersteuning of garantiebescherming voor een tarief bieden.
pt_br: Você pode cobrar qualquer preço ou nenhum preço por cada cópia que você transmite, e você pode oferecer proteção de suporte ou garantia por uma taxa.
sl: Za vsako kopijo, ki jo posredujete, lahko zaračunate poljubno ceno ali pa jo sploh ne zaračunate, podporo ali garancijsko zaščito pa lahko ponudite proti plačilu.
sv: Du kan ta ut valfritt pris eller inget pris alls för varje exemplar du överför, och du kan erbjuda support eller garantiskydd mot en avgift.
uk: Ви можете стягувати будь-яку плату або робити безплатною кожну копію, яку ви передаєте, а також ви можете пропонувати підтримку або гарантію за винагороду.

source: 5. Conveying Modified Source Versions.
ca@valencia: 5. Transmissió de versions modificades del codi font.
nl: 5. Gewijzigde versies van broncode overdragen.
pt_br: 5. Transmitindo Versões Modificadas dos Fontes.
sl: 5. Posredovanje spremenjenih izvornih različic.
sv: 5. Överföring av modifierade källversioner.
uk: 5. Передавання версій з модифікованим початковим кодом.

source: You may convey a work based on the Program, or the modifications to produce it from the Program, in the form of source code under the terms of section 4, provided that you also meet all of these conditions:
ca@valencia: Podeu transmetre una obra basada en el programa, o les modificacions per a produir-la des del programa, en forma de codi font d'acord amb els termes de l'apartat 4, sempre que també compliu totes estes condicions:
nl: U mag een werk gebaseerd op het programma overdragen of de wijzigen om het te produceren vanuit het programma, in de vorm van broncode onder de bepalingen van sectie 4, onder de voorwaarde dat u ook al van deze voorwaarden voldoet:
pt_br: Você pode transmitir um trabalho baseado no Programa, ou as modificações para produzi-lo a partir do Programa, na forma de código-fonte sob os termos da seção 4, desde que você também atenda a todas essas condições:
sl: Delo, ki temelji na programu, ali spremembe za njegovo izdelavo iz programa lahko posredujete v obliki izvorne kode v skladu s pogoji iz 4. člena, če izpolnjujete tudi vse te pogoje:
sv: Du får överföra ett verk baserat på Programmet, eller modifieringar för att producera det från Programmet, i form av källkod enligt villkoren i avsnitt 4, förutsatt att du också uppfyller alla dessa villkor:
uk: Ви можете передавати працю, засновану на Програмі, або модифікації, потрібні для її відтворення з Програми, у формі початкового коду у відповідності до розділу 4, якщо при цьому ви не порушуєте жодних з наступних умов:

source: The work must carry prominent notices stating that you modified it, and giving a relevant date.
ca@valencia: L'obra ha de portar avisos destacats en els quals s'indique que l'heu modificat, i que s'indique una data rellevant.
nl: Het werk moet prominent notities bevatten die aangeven dat u het hebt gewijzigd en een relevante datum geven.
pt_br: O trabalho deve levar avisos proeminentes afirmando que você o modificou e dando uma data relevante.
sl: Delo mora imeti vidna obvestila, ki navajajo, da ste ga spremenili, in navajajo ustrezen datum.
sv: Verket måste ha tydliga meddelanden som anger att du har ändrat det, och ange ett relevant datum.
uk: праця повинна містити явно видимі повідомлення про внесені вами модифікації з зазначеними датами для кожної модифікації;

source: The work must carry prominent notices stating that it is released under this License and any conditions added under section 7. This requirement modifies the requirement in section 4 to "keep intact all notices".
ca@valencia: L'obra ha de portar avisos destacats que declaren que està publicada segons esta llicència i qualsevol condició afegida segons la secció 7. Este requisit modifica el requisit de la secció 4 per a «mantindre intactes tots els avisos».
nl: Het werk moet prominent notities bevatten die aangeven dat het wordt uitgegeven onder deze licentie en elke voorwaarde toegevoegd onder sectie 7. Deze vereiste wijzigt het vereiste in sectie 4 om "alle notities intact te laten".
pt_br: O trabalho deve levar avisos proeminentes afirmando que ele está lançado sob esta Licença e quaisquer condições adicionadas sob a seção 7. Este requisito modifica o requisito na seção 4 de “mantenha intactos todos os avisos”.
sl: Delo mora imeti vidna obvestila, ki navajajo, da je izdano v skladu s to licenco in vsemi pogoji, dodanimi v skladu s 7. členom. Ta zahteva spreminja zahtevo iz 4. člena, da se "vsa obvestila ohranijo nedotaknjena".
sv: Verket måste ha tydliga meddelanden som anger att det släpps under denna licens och eventuella villkor som lagts till enligt avsnitt 7. Detta krav ändrar kravet i avsnitt 4 att "behålla alla meddelanden intakta".
uk: праця повинна містити явно видимі повідомлення про те, що її випущено за умов цієї Ліцензії та будь-яких умов доданих у відповідності до розділу 7. Ця вимога змінює вимогу в розділі 4 "лишати незміненими всі повідомлення";

source: You must license the entire work, as a whole, under this License to anyone who comes into possession of a copy. This License will therefore apply, along with any applicable section 7 additional terms, to the whole of the work, and all its parts, regardless of how they are packaged. This License gives no permission to license the work in any other way, but it does not invalidate such permission if you have separately received it.
ca@valencia: Heu de llicenciar l'obra sencera, com un conjunt, d'acord amb esta llicència, a qualsevol que entre en possessió d'una còpia. Per tant, esta llicència s'aplicarà, juntament amb qualsevol disposició addicional 7 aplicable, al conjunt de l'obra, i a totes les seues parts, independentment de com s'empaqueten. Esta llicència no dona permís per a llicenciar l'obra d'una altra manera, però no invalida este permís si l'heu rebut per separat.
nl: U moet het gehele werk, als een geheel, een licentie geven onder deze licentie aan iedereen die in bezit komt van en kopie. Deze licentie zal daarom va toepassing zijn, samen met elke van toepassing zijnde extra bepalingen in sectie 7, aan het geheel van het werk en alle delen, ongeacht hoe ze zijn verpakt. Deze licentie geeft geen toestemming om het werk op een andere manier een licentie te geven, maar het maakt niet zo'n toestemming ongeldig als u het apart hebt ontvangen.
pt_br: Você deve licenciar o trabalho, como um todo, sob esta Licença para qualquer pessoa que entre na posse de uma cópia. Esta Licença, portanto, se aplicará, juntamente com todos os termos adicionais aplicáveis da seção 7, a totalidade do trabalho e todas as suas partes, independentemente de como elas são empacotadas. Esta Licença não dá permissão para licenciar o trabalho de qualquer outra forma, mas não invalida tal permissão se você o recebeu separadamente.
sl: Celotno delo kot celoto morate licencirati v skladu s to licenco vsakomur, ki pridobi kopijo. Ta licenca se bo zato, skupaj z vsemi veljavnimi dodatnimi pogoji iz 7. člena, uporabljala za celotno delo in vse njegove dele, ne glede na to, kako so pakirani. Ta licenca ne dovoljuje licenciranja dela na kakršen koli drug način, vendar ne razveljavlja takega dovoljenja, če ste ga prejeli ločeno.
sv: Du måste licensiera hela verket, som helhet, enligt denna licens till alla som kommer i besittning av en kopia. Denna licens gäller därför, tillsammans med eventuella tillämpliga ytterligare villkor i avsnitt 7, för hela verket och alla dess delar, oavsett hur de är förpackade. Denna licens ger inget tillstånd att licensiera verket på något annat sätt, men den ogiltigförklarar inte ett sådant tillstånd om du har mottagit det separat.
uk: ви повинні ліцензувати всю працю, як одне ціле, на умовах цієї Ліцензії будь-кому, хто отримує у володіння копію цієї праці. Ця ліцензія, таким чином, застосовується разом з будь-якими доданими умовами до розділу 7, до всієї праці з усіма її частинами, незалежно від способу їх пакування. Ця ліцензія не надає жодних прав ліцензувати працю в будь-який інший спосіб, але не позбавляє чинності такі права, якщо ви їх отримали окремо;

source: If the work has interactive user interfaces, each must display Appropriate Legal Notices; however, if the Program has interactive interfaces that do not display Appropriate Legal Notices, your work need not make them do so.
ca@valencia: Si l'obra té interfícies d'usuari interactives, cadascuna ha de mostrar avisos legals adequats; no obstant açò, si el programa té interfícies interactives que no mostren avisos legals adequats, el vostre treball no ha de fer que ho facen.
nl: Als het werk interactieve gebruikersinterfaces heeft, moet elk Toepasselijke Juridische notities tonen; echter, als het programma interactieve interfaces heeft die geen Toepasselijke Juridische notities tonen, hoeft uw werk dat ook niet te doen.
pt_br: Se o trabalho tiver interfaces de usuário interativas, cada um deve exibir Avisos Legais Apropriados; no entanto, se o Programa tiver interfaces interativas que não exibam Avisos Legais Apropriados, seu trabalho não precisa exibi-los.
sl: Če ima delo interaktivne uporabniške vmesnike, morajo vsi prikazovati ustrezna pravna obvestila; če pa ima program interaktivne vmesnike, ki ne prikazujejo ustreznih pravnih obvestil, jih vaše delo k temu ne zahteva.
sv: Om verket har interaktiva användargränssnitt måste vart och ett av dem visa lämpliga juridiska meddelanden. Om Programmet däremot har interaktiva gränssnitt som inte visar lämpliga juridiska meddelanden behöver ditt verk inte kräva att de gör det.
uk: якщо праця має інтерактивні інтерфейси користувача, кожен з цих інтерфейсів має показувати Відповідні юридичні повідомлення; однак, якщо Програма має інтерактивні інтерфейси, що не показують Відповідних юридичних повідомлень, ваша праця не має їх створювати окремо.
