Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/guides.po
Languages: es

source: Configuring &kstars;
es: Configuración de &kstars;

source: Setting the Geographic Location
es: Establecer la posición geográfica

source: Here is a screenshot of the <guilabel>Set Geographic Location</guilabel> window:
es: Esta es una instantánea de la ventana <guilabel>Establecer la posición geográfica</guilabel>:

source: Changing the Geographic Location
es: Modificación de la posición geográfica

source: Set Location Window
es: Ventana para establecer la posición

source: There is a list of over 3400 predefined cities available to choose from. You set your location by highlighting a city from this list. Each city is represented in the world map as a small dot, and when a city is highlighted in the list, a red crosshairs appears on its location in the map.
es: Dispone de una lista de cerca de 3.400 ciudades predefinidas para escoger. Puede definir su posición seleccionando una ciudad de dicha lista. Cada ciudad se representa en el mapa como un punto pequeño. Cuando se selecciona una ciudad de la lista, aparece una cruceta roja en su posición en el mapa.

source: Geographic Location Tool
es: Herramienta de posición geográfica

source: Filtering
es: Filtrado

source: It is not practical to scroll through the full list of 3400 locations, looking for a specific city. To make searches easier, the list can be filtered by entering text in the boxes below the map. For example, in the screenshot, the text <userinput>A</userinput> appears in the <guilabel>City filter:</guilabel> box, while <userinput>Te</userinput> has been entered in the <guilabel>Province filter:</guilabel> box, and <userinput>USA</userinput> is in the <guilabel>Country filter:</guilabel> box. Note that all of the cities displayed in the list have city, province, and country names that begin with the entered filter strings, and that the message below the filter boxes indicates that 6 cities are matched by the filters. Also notice that the dots representing these six cities in the map have been colored white, while the unmatched cities remain gray.
es: No resulta práctico desplazarse a través de la lista completa de unas 3.400 posiciones para buscar una determinada ciudad. Para facilitar las búsquedas, puede filtrar la lista introduciendo texto en los campos que hay debajo del mapa. Por ejemplo, en la captura de pantalla, aparece el texto <userinput>A</userinput> en el campo <guilabel>Filtro de ciudad</guilabel>, y también se ha introducido <userinput>Te</userinput> en el campo <guilabel>Filtro de provincia</guilabel> y <userinput>EE. UU.</userinput> en el <guilabel>Filtro de país</guilabel>. Observe que todas las ciudades que se muestran en la lista poseen nombres de ciudad, provincia y país que comienzan por los textos introducidos en los campos de filtrado, y que el mensaje que hay debajo de ellos indica que se han encontrado 6 ciudades coincidentes. También puede comprobar que los puntos del mapa que representas a estas seis ciudades han sido resaltados en color blanco, mientras que el resto de ciudades permanece en gris.

source: The list can also be filtered by location in the map. Clicking anywhere in the world map will show only those cities within two degrees of the clicked location. At this time, you can search by name, or by location, but not both at once. In other words, when you click on the map, the name filters are ignored, and vice versa.
es: También es posible filtrar la lista por posición en el mapa. Si pulsa en algún lugar del mapa del mundo se mostrarán las ciudades existentes en dos grados alrededor del punto seleccionado. En esta ocasión podrá buscar por nombre o por posición, pero no por ambos a la vez. En otras palabras, si pulsa sobre el mapa se ignorarán los filtros de nombres, y viceversa.

source: Custom locations
es: Posiciones personalizadas

source: The <link linkend="ai-geocoords">longitude, latitude</link> and <link linkend="ai-timezones">time zone</link> information for the currently-selected location are displayed in the boxes at the bottom of the window. If you feel that any of these values are inaccurate, you can modify them and press the <guibutton>+</guibutton> (Add City) button to record your custom version of the location. You can also define a completely new location by pressing the <guibutton>Clear Fields</guibutton> button, and entering the data for the new location. Note that all fields except the optional <guilabel>Province:</guilabel>/<guilabel>Country:</guilabel> must be filled before the new location can be added to the list. &kstars; will automatically load your custom locations for all future sessions. Please note, at this point, the only way to remove a custom location is to remove the appropriate line from the file <filename>kstars/mycities.dat</filename> in your folder <userinput><command>qtpaths</command> <option>--paths GenericDataLocation</option></userinput>&nbsp;.
es: La información de <link linkend="ai-geocoords">longitud, latitud</link> y <link linkend="ai-timezones">zona horaria</link> para la posición actual seleccionada se muestra en los campos existentes en la parte inferior de la ventana. Si estima que alguno de estos valores no es preciso, puede modificarlo directamente y pulsar el botón <guibutton>+</guibutton> (Añadir ciudad) para guardar su versión personalizada de la posición. También puede definir una ubicación completamente nueva pulsando el botón <guibutton>Borrar campos</guibutton> e introduciendo los datos correspondientes. Observe que debe introducir todos los datos (excepto <guilabel>Provincia:</guilabel>/<guilabel>País:</guilabel>, que es opcional) para poder añadir la nueva posición a la lista. &kstars; cargará automáticamente las posiciones personalizadas en posteriores sesiones. Tenga en cuenta que, en la actualidad, el único modo de borrar una posición personalizada necesita que elimine a mano su línea correspondiente del archivo <filename>kstars/mycities.dat</filename> existente en la carpeta <userinput><command>qtpaths</command> <option>--paths GenericDataLocation</option></userinput>&nbsp;.

source: If you add custom locations (or modify existing ones), please send us your <filename>mycities.dat</filename> file so that we can add your locations to the master list.
es: Le rogamos que, si añade posiciones personalizadas (o modifica las existentes), nos envíe su archivo <filename>mycities.dat</filename> para que podamos añadir sus posiciones a la lista principal.

source: Setting the Time
es: Establecer el tiempo

source: Date and Time
es: Fecha y hora

source: The simulation clock
es: El reloj de simulación

source: Setting
es: Puesta en hora

source: Extended range of dates
es: Intervalo extendido de fechas

source: &kstars; can accept very remote dates beyond the usual limits imposed by QDate. Currently, you can set the date between the years -100000 and +100000. We may extend this range even further in future releases. However, please be aware that the accuracy of the simulation becomes more and more degraded as more remote dates are examined. This is especially true for the positions of solar system bodies.
es: &kstars; puede aceptar fechas muy antiguas, incluso más allá de los límites impuestos por QDate. En la actualidad, puede seleccionar fechas entre los años -100000 y +100000, e incluso está previsto que se amplíe este intervalo en futuras versiones del programa. No obstante, tenga en cuenta que la precisión de la simulación se verá más afectada cuanto más remota sea la fecha que elija. Esto resulta especialmente cierto para las posiciones de los cuerpos del Sistema Solar.

source: The Configure &kstars; Window
es: La ventana de configuración de &kstars;

source: Configure &kstars; window
es: Ventana de configuración de &kstars;

source: <screeninfo>Configure - &kstars; Window</screeninfo>
es: <screeninfo>Ventana de configuración de &kstars;</screeninfo>

source: <phrase>Configure - &kstars; Window</phrase>
es: <phrase>Ventana de configuración de &kstars;</phrase>

source: <secondary>Catalogs page</secondary>
es: <secondary>Página de catálogos</secondary>

source: Solar System page
es: Página del Sistema Solar

source: In the <guilabel>Solar System</guilabel> page, you can specify whether the Sun, Moon, planets, comets and asteroids are displayed.
es: En la página <guilabel>Sistema Solar</guilabel> puede indicar si se muestran el Sol, la Luna, los planetas, los cometas y los asteroides.

source: Satellites page
es: Página de satélites

source: The <guilabel>Satellites</guilabel> page allows you to set the satellites view options.
es: La página <guilabel>Satélites</guilabel> le permite definir las opciones de visualización de los satélites.

source: Supernovae page
es: Página de supernovas

source: The <guilabel>Supernovae</guilabel> page allows you to manage how supernovae are displayed by &kstars;.
es: La página <guilabel>Supernovas</guilabel> le permite decidir cómo se muestran las supernovas en &kstars;.

source: Guides page
es: Página de guías

source: The <guilabel>Guides</guilabel> page lets you toggle whether non-objects are displayed (&ie;, constellation lines, constellation names, the Milky Way contour).
es: La página <guilabel>Guías</guilabel> le permite conmutar la visualización de elementos que no son objetos (por ejemplo, las líneas de las constelaciones, los nombres de las constelaciones o el contorno de la Vía Láctea).

source: Sky culture
es: Cultura celeste

source: It is possible to choose a <guilabel>Sky culture:</guilabel> for the constellation lines and names on this page. The current version of &kstars; includes data for more than a dozen sky cultures.
es: Se puede escoger una <guilabel>Cultura celeste:</guilabel> para las líneas de las constelaciones y los nombres de esta página. La versión actual de &kstars; incluye datos de más de una docena de culturas celestes.

source: Terrain page
es: Página del terreno

source: Terrain image
es: Imagen del terreno

source: Customizing
es: Personalización

source: The <guilabel>Terrain</guilabel> page allows you to set the terrain or landscape image and configure its speedup options.
es: La página de <guilabel>Terreno</guilabel> le permite definir la imagen del terreno o del paisaje y configurar sus opciones de aceleración.

source: Colors page
es: Página de colores

source: Color Schemes
es: Esquemas de color

source: The <guilabel>Colors</guilabel> page allows you to set the color scheme, and to define new custom color schemes.
es: La página <guilabel>Colores</guilabel> le permite establecer el esquema de color y definir esquemas de color personalizados.

source: For detailed explanation of the options on the <guilabel>FITS</guilabel> page see the <link linkend="fits-configure">Configure FITS</link> section.
es: Para una explicación detallada sobre las opciones de la página <guilabel>FITS</guilabel> consulte la sección <link linkend="fits-configure">Configurar FITS</link>.

source: For detailed explanation of the options on the <guilabel>INDI</guilabel> page see the <link linkend="indi-configure">Configure INDI</link> section.
es: Para una explicación detallada sobre las opciones de la página <guilabel>INDI</guilabel> vea la sección <link linkend="indi-configure">Configurar INDI</link>.

source: Xplanet page
es: Página de Xplanet

source: The <guilabel>Xplanet</guilabel> page provides fine-grained control over <ulink url="http://xplanet.sourceforge.net/">Solar system planet surface renderer Xplanet</ulink> (should be installed separately).
es: La página <guilabel>Xplanet</guilabel> proporciona un control preciso sobre el <ulink url="http://xplanet.sourceforge.net/">el generador de superficies planetarias del Sistema Solar Xplanet</ulink> (se debe instalar por separado).

source: Advanced page
es: Página avanzada

source: The <guilabel>Advanced</guilabel> page provides fine-grained control over the more subtle behaviors of &kstars;.
es: La página <guilabel>Avanzado</guilabel> proporciona un control más preciso sobre las funcionalidades más sutiles de &kstars;.

source: <title>Catalogs</title>
es: <title>Catálogos</title>

source: <primary>Catalogs</primary>
es: <primary>Catálogos</primary>

source: <screeninfo>Catalogs Window</screeninfo>
es: <screeninfo>Ventana de catálogos</screeninfo>

source: <phrase>Catalogs Window</phrase>
es: <phrase>Ventana de catálogos</phrase>

source: <primary>Catalogs page</primary>
es: <primary>Página de catálogos</primary>

source: Short overview
es: Descripción breve

source: In the <guilabel>Catalogs</guilabel> page, you can configure which object catalogs are displayed by &kstars;, as well as how much information you would like to be included on the Sky Map. By default, &kstars; includes ~300,000 named and unnamed stars up to magnitude 8. For Deep Sky Objects, the included catalog is the New General Catalog (<quote>NGC</quote>) including the Index Catalog (<quote>IC</quote>) and the Messier Catalog.
es: En la página de <guilabel>Catálogos</guilabel> puede configurar los catálogos de objetos que se muestran en &kstars;, así como la cantidad de información que desea incluir en el mapa del cielo. Por omisión, &kstars; incluye unas 300.000 estrellas con y sin nombre hasta la magnitud 8. Para los objetos del espacio profundo, los catálogos que se incluyen son el «Nuevo Catálogo General» («NGC»), el «Catálogo indexado» («IC») y el «Catálogo Messier».

source: The New General Catalog of Nebulae and Clusters of Stars (abbreviated as NGC) is a catalog of ca 7,840 deep-sky objects.
es: El «Nuevo catálogo general de nebulosas y cúmulos estelares» (abreviado como NGC) es un catálogo de unos 7.840 objetos del cielo profundo.

source: The Index Catalog of Nebulae and Clusters of Stars (abbreviated as IC) serves as a supplement to the NGC, and contains an additional 5,386 objects, collectively known as the IC objects.
es: El «Catálogo índice de nebulosas y cúmulos estelares» (abreviado como IC) sirve como complemento del NGC y contiene 5.386 objetos adicionales, conocidos colectivamente como objetos IC.

source: Steinicke NGC/IC Catalog: is a more complete NGC/IC catalog.
es: «Catálogo NGC/IC de Steinicke»: es un catálogo NGC/IC más completo.

source: Abell Planetary Nebulae Catalog: is a catalog of 86 planetary nebulae. The maximum magnitude is represented by Abell 47's value of 19.5.
es: «Catálogo Abell de nebulosas planetarias»: es un catálogo de 86 nebulosas planetarias. La magnitud máxima pertenece al objeto Abell 47, con un valor de 19,5.

source: Sharpless HII region Catalog: is the Sharpless (Sh2) catalog of HII regions (diffuse nebulae).
es: «Catálogo Sharpless de regiones HII»: es el catálogo Sharpless (Sh2) de regiones HII (nebulosas difusas).

source: Hickson Compact Groups: is a catalog consisting of 99 compact groups of galaxies.
es: «Grupos compactos de Hickson»: es un catálogo que contiene 99 grupos compactos de galaxias.

source: Tycho-2 Star Catalog: is a catalog of more than 2.5 million of the brightest stars. It contains stars with a magnitude value from 8.0 to 12.5.
es: «Catálogo de estrellas Tycho-2»: es un catálogo de más de 2,5 millones de estrellas brillantes. Contiene estrellas con un valor de magnitud que oscila entre 8,0 y 12,5.

source: USNO NOMAD Catalog: is a catalog of about 100 million stars with magnitude from 12.5 to 16.5. Note that is requires Tycho-2 to be installed.
es: «Catálogo USNO NOMAD»: es un catálogo de alrededor de 100 millones de estrellas cuya magnitud oscila entre 12,5 y 16,5. Tenga en cuenta que necesita que tenga instalado el catálogo Tycho-2.

source: The following is a summary of catalogs in &kstars;:
es: La lista siguiente es un resumen de los catálogos de &kstars;:

source: Stars Catalogs
es: Catálogos de estrellas

source: Name
es: Nombre

source: Abbreviation
es: Abreviatura

source: Number of objects
es: Número de objetos

source: Magnitude
es: Magnitud

source: Add-On
es: Complemento

source: Default
es: Por omisión

source: Default Catalog
es: Catálogo por omisión

source: Up to 8 magnitude
es: Hasta la magnitud 8

source: <entry>Yes</entry>
es: <entry>Sí</entry>

source: more than 2.5 million
es: más de 2,5 millones

source: 100 million
es: 100 millones

source: Deep-sky objects Catalogs
es: Catálogos de objetos del espacio profundo

source: New General Catalog of Nebulae and Clusters of Stars (OpenNGC)
es: Nuevo catálogo general de nebulosas y cúmulos de estrellas (OpenNGC)

source: Abell Planetary Nebulae Catalog
es: Catálogo Abell de nebulosas planetarias

source: Up to 19.5 magnitude
es: Hasta la magnitud 19,5

source: Sharpless HII region Catalog
es: Catálogo Sharpless de regiones HII

source: Hickson Compact Groups
es: Grupos compactos de Hickson

source: Star catalogs
es: Catálogos de estrellas

source: The <guilabel>Stars</guilabel> section allows you to manage how stars are displayed in &kstars;. You can choose to see the stars or not by checking the <guilabel>Star catalogs</guilabel> checkbox. If you check it, then multiple options will be enabled. Thus, you can set how many stars are drawn on the map using the <guilabel>Star density:</guilabel> slider. You can also customize &kstars; to toggle star name and <link linkend="ai-magnitude">magnitudes</link>. Star names are drawn next to bright stars. To display labels of fainter stars, increase the <guilabel>Label density:</guilabel> slider.
es: La sección <guilabel>Estrellas</guilabel> le permite gestionar cuántas estrellas se muestran en &kstars;. Puede escoger entre mostrar o no las estrellas marcando la casilla <guilabel>Catálogos de estrellas</guilabel>. Si la marca se activarán varias opciones. De este modo, puede definir cuántas estrellas se mostrarán en el mapa usando el deslizador <guilabel>Densidad de estrellas</guilabel>. También puede personalizar &kstars; para que muestre o no los nombres de las estrellas y sus <link linkend="ai-magnitude">magnitudes</link>. Los nombres de las estrellas se muestran junto a las estrellas brillantes. Para mostrar las etiquetas de las estrellas más débiles, incremente el deslizador <guilabel>Densidad de etiquetas</guilabel>.

source: <secondary>Deep-Sky Catalogs</secondary>
es: <secondary>Catálogos del espacio profundo</secondary>

source: The DSO Catalog Database
es: La base de datos del catálogo DSO

source: <primary>Deep-Sky Catalogs</primary>
es: <primary>Catálogos del espacio profundo</primary>

source: Database
es: Base de datos

source: Database System
es: Sistema de bases de datos

source: The Catalog Management &GUI;
es: La interfaz de gestión de catálogos

source: <secondary>GUI</secondary>
es: <secondary>Interfaz de usuario</secondary>

source: DSO Manager
es: Gestor DSO

source: <phrase>The DSO catalog management interface.</phrase>
es: <phrase>La interfaz de gestión de catálogos DSO.</phrase>

source: <caption>The DSO catalog management interface.</caption>
es: <caption>La interfaz de gestión de catálogos DSO.</caption>

source: The buttons in the upper right corner allow you to add catalogs to the database.
es: Los botones de la esquina superior derecha le permiten añadir catálogos a la base de datos.

source: Import Catalog...
es: Importar catálogo...

source: Import a catalog in the <literal role="extension">.kscat</literal> format from a file.
es: Importar un catálogo con el formato <literal role="extension">.kscat</literal> de un archivo.

source: This is usually done to try out new versions of catalogs that haven't yet been picked up by the usual download server.
es: Esto se suele hacer para probar nuevas versiones de catálogos que todavía no se han elegido por el servidor de descarga usual.

source: With the buttons in the lower right corner, you can add, remove, modify and explore catalogs. Their actions always refer to the currently selected catalog (the highlighted row on the left).
es: Mediante los botones de la esquina inferior derecha puede añadir, eliminar, modificar y explorar catálogos. Sus acciones siempre se refieren al catálogo seleccionado (la fila resaltada de la izquierda).

source: Create Catalog...
es: Crear catálogo...

source: Create a new catalog. See <xref linkend="create_catalog"/>.
es: Crear un nuevo catálogo. Consulte <xref linkend="create_catalog"/>.

source: Enable / Disable
es: Activar/desactivar

source: Enable or disable a catalog.
es: Activar o desactivar un catálogo.

source: This is reflected in the skymap upon closing the catalog management &GUI;.
es: Esto se refleja en el mapa del cielo tras cerrar la interfaz de gestión de catálogos.

source: Remove
es: Eliminar

source: Remove a catalog from the catalog database.
es: Eliminar un catálogo de la base de datos de catálogos.

source: Export...
es: Exportar...

source: Export a catalog into a <literal role="extension">.kscat</literal> file.
es: Exportar un catálogo a un archivo <literal role="extension">.kscat</literal>.

source: The resulting file can be imported with <link linkend="import"><guibutton>Import Catalog...</guibutton></link> button.
es: El archivo de destino se puede importar con el botón <link linkend="import"><guibutton>Importar catálogo...</guibutton></link>.

source: Clone...
es: Clonar...

source: Make an exact copy of the catalog and insert it into the database.
es: Hacer una copia exacta del catálogo e insertarla en la base de datos.

source: This is useful if you wish to make modifications to an immutable catalog.
es: Esto resulta útil cuando quiere hacer cambios en un catálogo que no se puede modificar.

source: <guibutton>Colors</guibutton>
es: <guibutton>Colores</guibutton>

source: Open the catalog color editor (See <xref linkend="catalog_colors"/>.).
es: Abrir el editor de color del catálogo. Consulte <xref linkend="catalog_colors"/>.

source: This will open a dialog which allows you to set the colors in which objects from the selected catalog will be displayed for each color scheme.
es: Esto abrirá un diálogo en el que podrá definir los colores que tendrán los objetos del catálogo seleccionado en cada esquema de color.

source: More...
es: Más...

source: Open the catalog details dialog. (See <xref linkend="catalog_details"/>.)
es: Abrir el diálogo de detalles del catálogo. Consulte <xref linkend="catalog_details"/>.

source: Creating a new Catalog
es: Creación de un nuevo catálogo

source: Catalog creation dialog
es: Diálogo de creación de catálogo

source: Catalog creation dialog.
es: Diálogo de creación de catálogo.

source: <title>Catalog Color Editor</title>
es: <title>Editor de color del catálogo</title>

source: <secondary>Catalog Color Editor</secondary>
es: <secondary>Editor de color del catálogo</secondary>

source: Catalog color editor
es: Editor de color del catálogo

source: The catalog color editor.
es: El editor de color del catálogo.

source: <title>Catalog Details Dialog</title>
es: <title>Diálogo de detalles del catálogo</title>

source: <secondary>Catalog Details Dialog</secondary>
es: <secondary>Diálogo de detalles del catálogo</secondary>

source: Catalog details dialog
es: Diálogo de detalles del catálogo

source: The catalog details dialog.
es: El diálogo de detalles del catálogo.

source: Edit...
es: Editar...

source: Edit the catalog object. (See <xref linkend="add_object"/>).
es: Editar el objeto del catálogo. (Consulte <xref linkend="add_object"/>).

source: Removes the object from the catalog.
es: Elimina el objeto del catálogo.

source: Below the <guilabel>Object</guilabel> section, the general catalog options are situated.
es: Debajo de la sección <guilabel>Objeto</guilabel> se sitúan las opciones generales del catálogo.

source: Edit Catalog Meta...
es: Editar metadatos del catálogo...
