Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/guides.po
Languages: es

source: Edit the catalog metadata displayed in the top left. This opens the dialog described in <xref linkend="create_catalog"/>.
es: Editar los metadatos del catálogo que se muestran en la parte superior izquierda. Esto abre el diálogo que se describe en <xref linkend="create_catalog"/>.

source: Add Object...
es: Añadir objeto...

source: Add an object to the catalog. (See <xref linkend="add_object"/>.)
es: Añadir un objeto al catálogo. (Consulte <xref linkend="add_object"/>).

source: Import CSV...
es: Importar CSV...

source: Import objects from a tabular text format (csv, tsv, &etc;) into the catalog. (See <xref linkend="csv_import"/>.)
es: Importar objetos a partir de un formato de texto tabulado (csv, tsv, etc.) en el catálogo. (Consulte <xref linkend="csv_import"/>).

source: <title>Adding/Editing Objects</title>
es: <title>Añadir/editar objetos</title>

source: <secondary>Adding/Editing Objects</secondary>
es: <secondary>Añadir/editar objetos</secondary>

source: <screeninfo>Add/Edit DSO Dialog</screeninfo>
es: <screeninfo>Diálogo para añadir/editar DSO</screeninfo>

source: <phrase>Add/Edit DSO Dialog</phrase>
es: <phrase>Diálogo para añadir/editar DSO</phrase>

source: Name:
es: Nombre:

source: The name of the object which will be displayed in the sky.
es: El nombre del objeto que se mostrará en el cielo.

source: Type:
es: Tipo:

source: The type of the object.
es: El tipo del objeto.

source: RA / Dec (°, J2000):
es: AR / Dec (°, J2000):

source: The coordinates of the object in degrees and with respect to the J2000 epoch.
es: Las coordenadas del objeto en grados y con respecto a la época J2000.

source: Apparent magnitude:
es: Magnitud aparente:

source: The apparent magnitude of the object.
es: La magnitud aparente del objeto.

source: The <guilabel>Optional</guilabel> section contains data fields that are optional, is divided into two subsections. They are set to and can be left at their defaults.
es: La sección <guilabel>Opcional</guilabel> contiene campos de datos que son opcionales. Se divide en dos subsecciones. Están configurados y se pueden dejar con sus valores predeterminados.

source: The <guilabel>Misc</guilabel> subsection.
es: La subsección <guilabel>Otros</guilabel>.

source: Long name:
es: Nombre completo:

source: A longer, more descriptive name.
es: Un nombre más largo y descriptivo.

source: Catalog identifier:
es: Identificador del catálogo:

source: A catalog internal identifier.
es: Un identificador interno del catálogo.

source: For example the screenshot above, the object originates from the OpenNGC catalog where each row is identified by <quote>NGCXXXX</quote>.
es: Por ejemplo, en la captura anterior, el objeto se origina a partir del catálogo OpenNGC, donde cada fila se identifica por «NGCXXXX».

source: Flux:
es: Flujo:

source: The flux of the object. Only applies for radio sources.
es: El flujo del objeto. Solo se aplica a fuentes de radio.

source: Position angle (°):
es: Ángulo de posición (°):

source: If the object is extended, it must have some orientation in the sky. The position angle is the angle between its major axis and a straight line to the north pole.
es: Si el objeto está extendido, debe tener alguna orientación en el cielo. El ángulo de posición es el ángulo entre su eje mayor y una línea recta al polo norte.

source: Importing CSV (and similar formats)
es: Importación CSV (y formatos similares)

source: <screeninfo>Importing CSV Catalogs</screeninfo>
es: <screeninfo>Importación de catálogos en CSV</screeninfo>

source: <phrase>Importing CSV Catalogs</phrase>
es: <phrase>Importación de catálogos en CSV</phrase>

source: Solar System
es: Sistema Solar

source: <screeninfo>Solar System Window</screeninfo>
es: <screeninfo>Ventana del Sistema Solar</screeninfo>

source: <phrase>Solar System Window</phrase>
es: <phrase>Ventana del Sistema Solar</phrase>

source: In the <guilabel>Solar System</guilabel> page, you can specify whether the Sun, Moon, planets, comets and asteroids are displayed, and whether the major bodies are drawn as colored circles or actual images. You can also toggle whether solar system bodies have name labels attached, and control how many of the comets and asteroids get name labels. There is an option to automatically attach a temporary <quote>orbit trail</quote> whenever a solar system body is tracked, and another to toggle whether the color of the orbit trail fades into the background sky color.
es: En la página del <guilabel>Sistema Solar</guilabel> podrá especificar si se muestran el Sol, la Luna, los planetas, los cometas y los asteroides, además de si los cuerpos mayores se dibujan como círculos de color o como imágenes reales. También puede controlar si los cuerpos del Sistema Solar deben tener etiquetas adjuntas con su nombre y cuántos cometas y asteroides deben llevar etiquetas. Existe una opción para adjuntar automáticamente un «rastro de órbita» temporal cuando se realiza el seguimiento de un cuerpo del Sistema Solar, y otra para controlar si el color del rastro de la órbita se debe desvanecer sobre el color de fondo del cielo.

source: Satellites
es: Satélites

source: <screeninfo>Satellites Window</screeninfo>
es: <screeninfo>Ventana de satélites</screeninfo>

source: <phrase>Satellites Window</phrase>
es: <phrase>Ventana de satélites</phrase>

source: The <guilabel>Satellites</guilabel> page allows you to set the satellites view options. Firstly, you can see or hide the satellites on the skymap using <guilabel>Show satellites</guilabel> checkbox from the top <guilabel>View Options</guilabel> section. By default, satellites are drawn as small light red filled circles with an optional dark red name label next to them. You can enable or disable these labels by checking or not the <guilabel>Show labels</guilabel> checkbox. It is located below the <guilabel>Show satellites</guilabel> checkbox, within the <guilabel>View Options</guilabel> section.
es: La página de <guilabel>Satélites</guilabel> le permite definir las opciones de visualización de satélites. En primer lugar, puede mostrar u ocultar los satélites en el mapa usando la casilla <guilabel>Mostrar satélites</guilabel> que hay en la sección <guilabel>Opciones de visualización</guilabel>. Por omisión, los satélites se muestran como círculos rellenos de una pequeña luz roja junto a una etiqueta opcional con su nombre en rojo oscuro. Puede activar o desactivar estas etiquetas usando la casilla <guilabel>Mostrar etiquetas</guilabel> situada debajo de la casilla <guilabel>Mostrar satélites</guilabel>, dentro de la sección <guilabel>Opciones de visualización</guilabel>.

source: The colors of the dots representing satellites and their name labels can be easily customized using the <guilabel>Colors</guilabel> page from the same <guilabel>Configure - &kstars;</guilabel> window. In addition, satellites can be drawn just like regular stars by checking the <guilabel>Draw satellites like stars</guilabel> checkbox. To display only the visible satellites from your current geographic location and time, select <guilabel>Show only visible satellites</guilabel>.
es: Los colores de los puntos que representan los satélites y de las etiquetas de sus nombres se pueden personalizar con facilidad usando la página de <guilabel>Colores</guilabel> que hay en la misma ventana para <guilabel>Configurar &kstars;</guilabel>. Además, los satélites se pueden mostrar como las estrellas normales marcando la casilla <guilabel>Dibujar los satélites como estrellas</guilabel>. Para mostrar solamente los satélites visibles desde su posición geográfica y hora actuales, marque <guilabel>Mostrar solo los satélites visibles</guilabel>.

source: You can add new satellites to &kstars; default satellites set by editing the <filename>kstars/data/satellites.dat</filename> file. As each line of this file is a group of satellites, you need to add a new entry for your desired satellites group. An entry should have the following format: <userinput>Group Name;local_filename;url</userinput>. For example: <userinput>Iridium;iridium.tle;https://celestrak.com/NORAD/elements/iridium.txt</userinput>.
es: Puede añadir nuevos satélites al conjunto que usa por omisión &kstars; editando el archivo <filename>kstars/data/satellites.dat</filename>. Como cada línea de este archivo es un grupo de satélites, debe añadir una nueva entrada para el nuevo grupo de satélites. Las entradas deben tener el siguiente formato: <userinput>Nombre del grupo;archivo local;url</userinput>. Por ejemplo: <userinput>Iridium;iridium.tle;https://celestrak.com/NORAD/elements/iridium.txt</userinput>.

source: Supernovae
es: Supernovas

source: <screeninfo>Supernovae Window</screeninfo>
es: <screeninfo>Ventana de supernovas</screeninfo>

source: <phrase>Supernovae Window</phrase>
es: <phrase>Ventana de supernovas</phrase>

source: The <guilabel>Supernovae</guilabel> page allows you to decide if the supernovae are displayed or not by checking the <guilabel>Show supernovae</guilabel> checkbox. By default, supernovae are drawn as small light orange <quote>+</quote> mark. As for satellites, the color of supernovae can be easily customized using the <guilabel>Colors</guilabel> page.
es: La página de <guilabel>Supernovas</guilabel> le permite decidir si se muestran o no las supernovas usando la casilla <guilabel>Mostrar supernovas</guilabel>. Por omisión, las supernovas se muestran como pequeñas marcas «+» de color naranja. Como para los satélites, el color de las supernovas se puede personalizar con facilidad usando la página <guilabel>Colores</guilabel>.

source: The list of recent supernovae can be updated via the <menuchoice><guimenu>Data</guimenu> <guisubmenu>Updates</guisubmenu> <guimenuitem>Update Recent Supernovae data</guimenuitem></menuchoice> menu item.
es: La lista de supernovas recientes se puede actualizar usando la opción del menú <menuchoice><guimenu>Datos</guimenu> <guisubmenu>Actualizaciones</guisubmenu><guimenuitem>Actualizar datos de supernovas recientes</guimenuitem></menuchoice>.

source: Guides
es: Guías

source: <screeninfo>Guides Window</screeninfo>
es: <screeninfo>Ventana de guías</screeninfo>

source: <phrase>Guides Window</phrase>
es: <phrase>Ventana de guías</phrase>

source: The <guilabel>Guides</guilabel> page lets you toggle whether non-objects are displayed (&ie;, constellation lines, constellation names, the Milky Way contour, the <link linkend="ai-cequator">celestial equator</link>, <link linkend="ai-ecliptic">the ecliptic</link>, <link linkend="ai-horizon">the horizon line</link>, and the opaque ground). You can also choose a sky culture, whether you would like to see Latin constellation names, <acronym>IAU</acronym>-standard three-letter abbreviations, or constellation names using your local language.
es: La página <guilabel>Guías</guilabel> le permite decidir si se mostrarán los elementos que no son objetos (&ie;, las líneas de las constelaciones, los nombres de las constelaciones, el contorno de la Vía Láctea, el <link linkend="ai-cequator">ecuador celeste</link>, la <link linkend="ai-ecliptic">eclíptica</link>, la <link linkend="ai-horizon">línea del horizonte</link> y el suelo opaco). También puede escoger una cultura celeste, elegir si desea ver los nombres de las constelaciones en latín, con las abreviaturas de tres letras estándares en el formato de la <acronym>IAU</acronym> o en su propio idioma.

source: Terrain
es: Terreno

source: <screeninfo>Terrain Window</screeninfo>
es: <screeninfo>Ventana del terreno</screeninfo>

source: <phrase>Terrain Window</phrase>
es: <phrase>Ventana del terreno</phrase>

source: The <guilabel>Terrain</guilabel> page lets you configure whether the terrain (landscape) image will be shown on the skymap.
es: La página <guilabel>Terreno</guilabel> le permite configura si la imagen del terreno (paisaje) se muestra en el mapa del cielo.

source: The user is responsible for creating a partially-transparent image, that is overlayed onto the sky map. This image should have transparent regions that the user creates to let the skymap show through, and opaque regions representing the trees, buildings, the landscape around the telescope. There is a particular format required, and this is a significant effort. There are many resources on the web that explain how this is done for <ulink url="https://stellarium.org/landscapes.html">Stellarium</ulink>. The details of image creation are the same.
es: El usuario es responsable de crear una imagen parcialmente transparente para superponerla al mapa del cielo. Esta imagen debe tener regiones transparentes creadas por el usuario para permitir que se muestre el mapa del cielo, y regiones opacas que representen los árboles, los edificios y el paisaje que hay alrededor del telescopio. Se requiere un formato particular, y esto supone un esfuerzo significativo. Existen muchos recursos en la web que explican cómo se hace para <ulink url="https://stellarium.org/landscapes.html">Stellarium</ulink>. Los detalles de la creación de la imagen son los mismos.

source: Initially, the user captures a full sphere equirectangular projection image from approximately the same point-of-view as his/her telescope. This kind of image can be captured with the Google Camera App, or the Google YouTube App on iPhone, or likely many other camera apps. The user then needs to edit the resulting image so that the sky is erased/transparent, and save it as a PNG. Finally, the user needs to determine where North is in the image, so it can eventually be aligned with the skymap. Once all that is done, the sky map can simulate the local sky view including the local terrain.
es: Inicialmente, el usuario captura una imagen de proyección equirrectangular de esfera completa desde aproximadamente el mismo punto de vista que su telescopio. Este tipo de imagen se puede capturar con la aplicación Google Camera, con la aplicación Google YouTube en iPhone, o probablemente con muchas otras aplicaciones de cámara. A continuación, el usuario debe editar la imagen resultante para borrar el cielo o para hacerlo transparente y guardarlo como PNG. Finalmente, el usuario debe determinar dónde está el norte en la imagen, para que se pueda alinear con el mapa del cielo. Una vez hecho todo esto, el mapa del cielo puede simular la vista del cielo local, incluido el terreno local.

source: Once the image is created, it is possible to upload it via the <guilabel>Terrain</guilabel> page and configure the azimuth correction value (in degrees) that allows the user to rotate the view so north in the sky map is aligned with the north in the image.
es: Una vez creada la imagen, se puede enviar a la web usando la página <guilabel>Terreno</guilabel> y configurar el valor de corrección de acimut (en grados) que permite al usuario rotar la vista para que el norte del mapa del cielo esté alineado con el norte de la imagen.

source: Moreover, some speedup options can be configured to achieve the best user experience when rendering the terrain on the sky map.
es: Además, se pueden configurar algunas opciones de aceleración para lograr la mejor experiencia de usuario al representar el terreno en el mapa del cielo.

source: You can toggle the terrain overlay on and off using a keyboard shortcut <keycombo>&Ctrl;&Shift;<keycap>T</keycap></keycombo> and the <menuchoice><guimenu>View</guimenu><guimenuitem>Show Terrain</guimenuitem></menuchoice> menu item.
es: Puede conmutar la superposición del terreno usando el acceso rápido de teclado <keycombo>&Ctrl;&Shift;<keycap>T</keycap></keycombo> y la opción del menú <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar terreno</guimenuitem></menuchoice>.

source: <title>Colors</title>
es: <title>Colores</title>

source: <screeninfo>Colors Window</screeninfo>
es: <screeninfo>Ventana de colores</screeninfo>

source: <phrase>Colors Window</phrase>
es: <phrase>Ventana de colores</phrase>

source: The <guilabel>Colors</guilabel> page allows you to set the color scheme, and to define custom color schemes. The tab is split into two panels:
es: La página <guilabel>Colores</guilabel> le permite establecer el esquema de color y definir esquemas de color personalizados. La ficha se divide en dos paneles:

source: The left panel shows a list of all display items with adjustable colors. Click on any item to bring up a color selection window to adjust its color. Below the list is the <guilabel>Star color mode:</guilabel> dropdown box. By default, &kstars; draws stars with a <link linkend="ai-colorandtemp">realistic color</link> tint according to the spectral type of the star. However, you may also choose to draw the stars as solid white, black or red circles. If you are using the realistic star colors, you can set the saturation level of the star colors with the <guilabel>Star color intensity:</guilabel> spinbox.
es: El panel izquierdo muestra una lista de todos los elementos para los que se puede ajustar el color. Pulse en cualquiera de ellos para abrir una ventana de selección de color que le permitirá ajustarlo. Debajo de la lista está la lista desplegable <guilabel>Modo de color de las estrellas</guilabel>. Por omisión, &kstars; dibuja las estrellas con un <link linkend="ai-colorandtemp">color realista</link> según su tipo espectral. No obstante, también es posible dibujar las estrellas en blanco, negro o rojo. Si está utilizando colores realistas, puede determinar el nivel de saturación de los colores con el selector <guilabel>Intensidad de color de las estrellas</guilabel>.

source: The right panel lists the defined color schemes. There are four predefined schemes: the <guilabel>Default Colors</guilabel> scheme, <guilabel>Star Chart</guilabel>, which uses black stars on a white background, <guilabel>Night Vision</guilabel>, which uses only shades of red in order to protect dark-adapted vision, and <guilabel>Moonless Night</guilabel>, a more realistic, dark theme. Additionally, you can save the current color settings as a custom scheme by clicking the <guibutton>Save As...</guibutton> button. It will prompt you for a name for the new scheme, and then your scheme will appear in the list in all future &kstars; sessions. To remove a custom scheme, simply highlight it in the list, and press the <guibutton>Remove</guibutton> button.
es: El panel derecho muestra los esquemas de color definidos. Hay cuatro esquemas predefinidos: el esquema <guilabel>Colores por omisión</guilabel>, el esquema <guilabel>Carta estelar</guilabel> (que usa estrellas negras sobre fondo blanco), <guilabel>Visión nocturna</guilabel> (que utiliza solo sombras de rojo para proteger su vista adaptada a la oscuridad) y <guilabel>Noche sin luna</guilabel> (que es un tema oscuro más realista). Además, puede guardar los parámetros de color actuales como un esquema personalizado pulsando el botón <guibutton>Guardar como...</guibutton>. Se le pedirá un nombre para el nuevo esquema, que aparecerá en la lista durante las futuras sesiones de &kstars;. Para eliminar un esquema personalizado, selecciónelo en la lista y pulse el botón <guibutton>Eliminar</guibutton>.

source: <screeninfo>FITS Window</screeninfo>
es: <screeninfo>Ventana de FITS</screeninfo>

source: <phrase>FITS Window</phrase>
es: <phrase>Ventana de FITS</phrase>

source: FITS page
es: Página de FITS

source: <abbrev>FITS</abbrev> (Flexible Image Transport System) is a popular open standard for storage, transmission and processing of digital data. For the details, one is referred to the <ulink url="https://en.wikipedia.org/wiki/FITS">corresponding Wikipedia article</ulink>. This page allows you to configure presentation and processing of FITS data in &kstars;.
es: <abbrev>FITS</abbrev> (sistema de transporte de imágenes flexible) es un popular estándar abierto para el almacenamiento, transmisión y procesamiento de datos digitales. Para más detalles, consulte el <ulink url="https://es.wikipedia.org/wiki/FITS">artículo correspondiente en la Wikipedia</ulink>. Esta página le permite configurar la presentación y el procesamiento de datos FITS en &kstars;.

source: The left panel is for configuring FITS viewer itself.
es: El panel de la izquierda es para configura el propio visor FITS.

source: Check the <guilabel>Use FITS viewer</guilabel> item if you want automatically display received images in the FITS Viewer.
es: Marque la opción <guilabel>Usar el visor FITS</guilabel> si quiere mostrar automáticamente las imágenes recibidas en el visor FITS.

source: The <guilabel>Single preview tab</guilabel> item is to display all captured FITS images in a single tab instead of multiple tabs per image. The <guilabel>Single window capture</guilabel> item is to display captured FITS images from all cameras in a single FITS Viewer window instead of a dedicated window to each camera. The <guilabel>Single window open</guilabel> item is to display opened FITS images in a single FITS Viewer window instead of a dedicated window to each file and the <guilabel>Independent window</guilabel> item is to make FITS Viewer window independent from &kstars;.
es: El elemento <guilabel>Pestaña de vista previa única</guilabel> es para mostrar todas las imágenes FITS capturadas en una misma pestaña en lugar de usar una pestaña para cada imagen. El elemento <guilabel>Ventana de captura única</guilabel> es para mostrar las imágenes FITS capturadas de todas las cámaras en una única ventana de visor FITS en lugar de en una ventana dedicada para cada cámara. El elemento <guilabel>Abiertas en ventana única</guilabel> es para mostrar las imágenes FITS abiertas en la misma ventana del visor FITS en lugar de usar una ventana dedicada para cada archivo. El elemento <guilabel>Ventana independiente</guilabel> es para hacer que la ventana del visor FITS sea independiente de &kstars;.

source: The right panel lists processing options. The <guilabel>Auto stretch</guilabel> item is to always apply auto stretch to images in FITS Viewer, <guilabel>Limited resources mode</guilabel> is to enable limited resource mode to turn off any resource-intensive operations, namely: <guilabel>Auto debayer</guilabel> (bayered images will not be debayered; only grayscale images are shown), <guilabel>Auto WCS</guilabel> (World Coordinate System data will not be processed; WCS maps sky coordinates to image coordinates; equatorial grid lines, object identification, and telescope slew within an image are disabled), and <guilabel>3D cube</guilabel> (RGB images will not be processed; only grayscale images are shown). You can switch off some of these resource-greedy operations separately as well.
es: El panel derecho lista las opciones de procesamiento. El elemento <guilabel>Ajustar automáticamente</guilabel> es para aplicar siempre el ajuste automático a las imágenes en el visor FITS. <guilabel>Modo de recursos limitados</guilabel> es para activar el modo de recursos limitados, que desactiva cualquier operación que consuma muchos recursos, específicamente: <guilabel>«Debayering» automático</guilabel> (no se realizará «debayering» de las imágenes «bayered»; solo se mostrarán imágenes en escala de grises), <guilabel>WCS automático</guilabel> (no se procesarán los datos del sistema de coordenadas mundial; WCS asigna coordenadas celestes a coordenadas de la imagen; se desactivarán las líneas de la cuadrícula ecuatorial, la identificación de objetos y el desplazamiento del telescopio dentro de las imágenes) y <guilabel>Cubo 3D</guilabel> (no se procesarán las imágenes RGB; solo se mostrarán las imágenes en escala de grises). También puede desconectar de forma independiente alguna de estas operaciones que consumen gran cantidad de recursos.

source: <screeninfo>INDI Window</screeninfo>
es: <screeninfo>Ventana de INDI</screeninfo>

source: <phrase>INDI Window</phrase>
es: <phrase>Ventana de INDI</phrase>
