Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/guides.po
Languages: es

source: <screeninfo>Ekos Window</screeninfo>
es: <screeninfo>Ventana de Ekos</screeninfo>

source: <phrase>Ekos Window</phrase>
es: <phrase>Ventana de Ekos</phrase>

source: <screeninfo>Xplanet Window</screeninfo>
es: <screeninfo>Ventana de Xplanet</screeninfo>

source: <phrase>Xplanet Window</phrase>
es: <phrase>Ventana de Xplanet</phrase>

source: <ulink url="http://xplanet.sourceforge.net/">Xplanet</ulink> (should be installed separately) is a solar system planet surface renderer. This page allows you to configure presentation and processing of <application>Xplanet</application> data in &kstars;.
es: <ulink url="http://xplanet.sourceforge.net/">Xplanet</ulink> (que se debe instalar de forma independiente) es un generador de superficies planetarias del Sistema Solar. Esta página le permite configurar la presentación y el procesamiento de datos de <application>Xplanet</application> en &kstars;.

source: Advanced
es: Avanzado

source: <screeninfo>Advanced Window</screeninfo>
es: <screeninfo>Ventana avanzada</screeninfo>

source: <phrase>Advanced Window</phrase>
es: <phrase>Ventana avanzada</phrase>

source: Atmospheric Refraction
es: Refracción atmosférica

source: The <guilabel>Correct for atmospheric refraction</guilabel> checkbox controls whether the positions of objects are corrected for the effects of the atmosphere. Because the atmosphere is a spherical shell, light from outer space is <quote>bent</quote> as it passes through the atmosphere to our telescopes or eyes on the Earth's surface. The effect is largest for objects near the horizon, and actually changes the predicted rise or set times of objects by a few minutes. In fact, when you <quote>see</quote> a sunset, the Sun's actual position is already well below the horizon; atmospheric refraction makes it seem as if the Sun is still in the sky. Note that atmospheric refraction is never applied if you are using <guilabel>Equatorial coordinates</guilabel>.
es: La casilla <guilabel>Corrección para la refracción atmosférica</guilabel> controla si las posiciones de los objetos se deben corregir debido a los efectos de la atmósfera. Como la atmósfera es una envoltura esférica, la luz del espacio exterior se «dobla» cuando pasa a través de la atmósfera antes de llegar al telescopio o a nuestros ojos, situados sobre la superficie de la Tierra. Este efecto es mayor para los objetos que están cerca del horizonte y afecta realmente a las horas de orto y ocaso de estos objetos en varios minutos. De hecho, cuando usted «ve» un ocaso, la posición real del Sol ya está muy por debajo del horizonte; la refracción atmosférica hace que parezca que el Sol está aún en el cielo. Tenga en cuenta que la refracción atmosférica no se aplicará nunca cuando esté usando <guilabel>coordenadas ecuatoriales</guilabel>.

source: Animated Slewing
es: Transición animada

source: The <guilabel>Use animated slewing</guilabel> checkbox controls how the display changes when a new focus position is selected in the map. By default, you will see the sky drift or <quote>slew</quote> to the new position; if you uncheck this option, then the display will instead <quote>snap</quote> immediately to the new focus position.
es: La casilla <guilabel>Usar transiciones animadas</guilabel> controla cómo se deben mostrar los cambios cuando se enfoca una nueva posición en el mapa. Por omisión, verá el cielo a la deriva o «animado» hasta la nueva posición; si desmarca esta opción, la posición «cambiará» instantáneamente a la nueva posición enfocada.

source: Objects in the Sky
es: Objetos del cielo

source: Labeling
es: Etiquetado

source: Automatic
es: Automático

source: If the <guilabel>Attach label to centered object</guilabel> checkbox is selected, then a name label will automatically be attached to an object when it is being tracked by the program. The label will be removed when the object is no longer being tracked. Note that you can also manually attach a persistent name label to any object with its <link linkend="popup-menu">popup menu</link>.
es: Si la casilla <guilabel>Adjuntar etiqueta al objeto centrado</guilabel> está marcada, se adjuntará automáticamente una etiqueta con su nombre al objeto que esté siendo seguido por el programa. La etiqueta se eliminará cuando deje de seguir el objeto. Recuerde que también puede adjuntar una etiqueta permanente con el nombre del objeto de forma manual usando su <link linkend="popup-menu">menú emergente</link>.

source: Hiding
es: Ocultación

source: There are three situations when &kstars; must redraw the sky display very rapidly: when a new focus position is selected (and <guilabel>Use animated slewing</guilabel> is checked), when the sky is dragged with the mouse, and when the time step is large. In these situations, the positions of all objects must be recomputed as rapidly as possible, which can put a large load on the <abbrev>CPU</abbrev>. If the <abbrev>CPU</abbrev> cannot keep up with the demand, then the display will seem sluggish or jerky. To mitigate this, &kstars; will hide certain objects during these rapid-redraw situations, as long as the <guilabel>Hide objects while moving</guilabel> checkbox is selected. The timestep threshold above which objects will be hidden is determined by the <guilabel>Also hide if time step larger than:</guilabel> timestep-spinbox. You can specify the objects that should be hidden in the <guilabel>Configure Hidden Objects</guilabel> section.
es: Existen tres situaciones en las que &kstars; tiene que volver a dibujar el cielo muy rápidamente: cuando se selecciona una nueva posición a enfocar (y está marcada la opción <guilabel>Usar transiciones animadas</guilabel>), cuando se arrastra el cielo con el ratón y cuando el paso del tiempo es grande. En estas situaciones las posiciones de todos los objetos se deben recalcular tan rápidamente como sea posible, lo que puede suponer una gran carga para la <abbrev>CPU</abbrev>. Si la <abbrev>CPU</abbrev> no puede satisfacer esta demanda, la pantalla se mostrará lenta o entrecortada. Para solucionar este comportamiento, &kstars; ocultará ciertos objetos durante estas situaciones si está marcada la casilla <guilabel>Ocultar objetos al mover</guilabel>. El umbral de pasos de tiempo por encima del que se ocultarán los objetos se determina en el campo de incremento <guilabel>Ocultar también si el paso del tiempo es mayor que</guilabel>. Puede especificar los objetos que se deben ocultar en la sección <guilabel>Configurar objetos ocultos</guilabel>.

source: Customizing the Display
es: Personalización de la pantalla

source: There are several ways to modify the display to your liking.
es: Existen varios modos de modificar la pantalla según sus preferencias.

source: Info Boxes
es: Paneles informativos

source: Shading
es: Recoger

source: Toggle whether the Info Boxes are drawn in the <menuchoice><guimenu>Settings</guimenu> <guisubmenu>Info Boxes</guisubmenu></menuchoice> submenu. In addition, you can manipulate the three Info Boxes with the mouse. Each box has additional lines of data that are hidden by default. You can toggle whether these additional lines are visible by double-clicking a box to <quote>shade</quote> it. Also, you can reposition a box by dragging it with the mouse. When a box hits a window edge, it will <quote>stick</quote> to the edge when the window is resized.
es: Se puede conmutar el estado de los paneles informativos en el menú <menuchoice><guimenu>Preferencias</guimenu><guisubmenu>Paneles informativos</guisubmenu></menuchoice>. Además, puede manipular estos tres paneles informativos con el ratón. Cada uno de los paneles contiene líneas de datos adicionales que están ocultas por omisión. Se puede cambiar la visibilidad de estas líneas haciendo un doble clic sobre el panel para «recogerlo». También es posible cambiar la posición de un panel arrastrándolo con el ratón. Si un panel llega a tocar el borde de una ventana, se «adherirá» a él cuando se modifique el tamaño de la ventana.

source: Toolbars
es: Barras de herramientas

source: Toggle whether the Toolbars are drawn in the <menuchoice><guimenu>Settings</guimenu> <guisubmenu>Toolbars Shown</guisubmenu></menuchoice> submenu. Like most &kde; toolbars, they can also be dragged around and anchored on any window edge, or even detached from the window completely if they are unlocked.
es: Conmuta la visibilidad de las barras de herramientas en el menú <menuchoice><guimenu>Preferencias</guimenu> <guisubmenu>Barras de herramientas</guisubmenu></menuchoice>. Como la mayor parte de las barras de herramientas de &kde;, también se pueden arrastrar por la pantalla y fijarlas en cualquier borde de la ventana, e incluso separarlas completamente de la ventana si están desbloqueadas.

source: Selecting
es: Selección

source: Select a different color scheme in the <menuchoice><guimenu>Settings</guimenu> <guisubmenu>Color Schemes</guisubmenu></menuchoice> submenu. There are four predefined color schemes, and you can define your own in the <link linkend="config"><guilabel>Configure - &kstars;</guilabel></link> window.
es: Seleccione un esquema de color diferente en el menú <menuchoice><guimenu>Preferencias</guimenu> <guisubmenu>Esquemas de color</guisubmenu></menuchoice>. Existen cuatro esquemas de color predefinidos, y también es posible definir esquemas de color personalizados en la ventana <link linkend="config"><guilabel>Configurar &kstars;</guilabel></link>.

source: Field-of-View Symbols
es: Símbolos de campo visual

source: Description
es: Descripción

source: Choose an <quote>FOV Symbol</quote> using the <menuchoice><guimenu>Settings</guimenu><guisubmenu>FOV Symbols</guisubmenu></menuchoice> submenu. <firstterm>FOV</firstterm> is an acronym for <quote>field-of-view</quote>. An FOV symbol is drawn at the center of the window to indicate where the display is pointing. Different symbols have different angular sizes; you can use a symbol to show what the view through a particular telescope would look like. For example, if you choose the <quote>7x35 Binoculars</quote> FOV symbol, then a circle is drawn on the display that is 9.2 degrees in diameter; this is the field-of-view for 7x35 binoculars.
es: Seleccione un «símbolo de campo visual» usando el menú <menuchoice><guimenu>Preferencias</guimenu> <guisubmenu>Símbolos de campo visual</guisubmenu></menuchoice>. Se dibuja un símbolo de campo visual en el centro de la ventana para indicar dónde está apuntando la pantalla. Los distintos símbolos poseen tamaños angulares diferentes; puede usar un símbolo para mostrar cómo sería la vista a través de un telescopio particular. Por ejemplo, si escoge el símbolo de campo visual «Prismáticos 7x35», se dibujará un círculo en la pantalla con un diámetro de 9,2 grados; este es el campo visual de unos prismáticos 7x35.

source: You can define your own FOV symbols (or modify the existing symbols) using the <guimenuitem>Edit FOV Symbols...</guimenuitem> menu item, which launches the FOV Editor:
es: Puede definir sus propios símbolos de campo visual (o modificar los existentes) usando el elemento del menú <guimenuitem>Editar símbolos de campo visual</guimenuitem>, que lanzará el editor de campo visual:

source: Field-of-View Symbols Editor
es: Editor de símbolos de campo visual

source: FOV Symbol Editor
es: Editor de símbolos de campo visual

source: The list of defined FOV symbols is displayed on the left. On the right are buttons for adding a new symbol, editing the highlighted symbol's properties, and removing the highlighted symbol from the list. Note that you can even modify or remove the four predefined symbols (if you remove all symbols, the four defaults will be restored the next time you start &kstars;). Below these three buttons is a graphical preview display showing the highlighted symbol from the list. When the <guibutton>New...</guibutton> or <guibutton>Edit...</guibutton> button is pressed, the <guilabel>New FOV Indicator</guilabel> window is opened:
es: A la izquierda se muestra la lista de los símbolos de campo visual definidos. A la derecha están los botones para añadir un nuevo símbolo, editar las propiedades del símbolo seleccionado y eliminar el símbolo seleccionado de la lista. Tenga en cuenta que también puede modificar o eliminar los cuatro símbolos predefinidos (si elimina todos los símbolos, los cuatro predefinidos se restaurarán la próxima vez que inicie &kstars;). Debajo de estos tres botones está la pantalla de vista previa gráfica, que muestra el símbolo seleccionado en la lista. Cuando pulse alguno de los botones <guibutton>Nuevo...</guibutton> o <guibutton>Editar...</guibutton> se abrirá la ventana <guilabel>Nuevo indicador de campo visual</guilabel>:

source: New Field-of-View Symbol
es: Nuevo símbolo de campo visual

source: New FOV Symbol
es: Nuevo símbolo de campo visual

source: Defining New
es: Definir nuevo

source: This window lets you modify the four properties that define a FOV symbol: name, size, shape, and color. The angular size for the symbol can either be entered directly in the <guilabel>Field of View</guilabel> edit box, or you can use the Eyepiece/Camera Tabs to calculate the field-of-view angle, given parameters of your telescope/eyepiece or telescope/camera setup. The five available shapes are: Square, Circle, Crosshairs, Bullseye and Semitransparent circle. Once you have specified all four parameters, press <guibutton>Ok</guibutton>, and the symbol will appear in the list of defined symbols. It will also be available from the <menuchoice><guimenu>Settings</guimenu><guisubmenu>FOV Symbols</guisubmenu></menuchoice> submenu.
es: Esta ventana le permite modificar las cuatro propiedades que definen un símbolo de campo visual: nombre, tamaño, forma y color. El tamaño angular del símbolo se puede introducir directamente en el campo de edición <guilabel>Campo visual</guilabel>. También es posible usar las pestañas «Ocular» y «Cámara» para calcular el ángulo del campo visual, introduciendo los datos de la configuración de su telescopio/ocular o de su telescopio/cámara. Las cinco formas disponibles son: cuadrado, círculo, cruceta, diana y círculo semitransparente. Tras introducir los cuatro parámetros, pulse <guibutton>Aceptar</guibutton> para que el símbolo aparezca en la lista de símbolos definidos. También estará disponible en el submenú <menuchoice><guimenu>Preferencias</guimenu><guisubmenu>Símbolos de campo visual</guisubmenu></menuchoice>.

source: Adjusting orientation of the sky map
es: Ajuste de la orientación del mapa del cielo
