Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/hips.po
Languages: bg, ca, ca@valencia, es, fr, it, nl, pt, pt_br, sl, sv, uk

source: <acronym>HiPS</acronym> Progressive Overlay
bg: <acronym>HiPS</acronym> Прогресивно наслагване
ca: Superposicions progressives de <acronym>HiPS</acronym>
es: Capa progresiva de <acronym>HiPS</acronym>
it: Sovrapposizione progressiva <acronym>HiPS</acronym>
pt: Camada Progressiva <acronym>HiPS</acronym>
sl: <acronym>HiPS</acronym> Progresivno prekrivanje
sv: <acronym>HiPS</acronym> progressiv överlagring

source: Views
bg: Изгледи
ca: Vistes
es: Vistas
it: Viste
pt: Vistas
sl: Pogledi
sv: Vyer

source: HiPS Progressive Overlay
bg: HiPS Прогресивно наслагване
ca: Superposicions progressives del HiPS
ca@valencia: Superposicions progressives de HiPS
es: Capa progresiva de HiPS
fr: HiPS Superposition progressive
it: Sovrapposizione progressiva HiPS
nl: HiPS progressief overlegvel
pt: Camada Progressiva HiPS
pt_br: Sobreposição progressiva HiPS
sl: HiPS progresivno prekrivanje
sv: HiPS progressiv överlagring
uk: Накладка HiPS

source: &kstars; provides support for HiPS: Hierarchical Progressive Surveys. HiPS provides multi-resolution progressive surveys to be overlayed directly in client applications. It provides an immersive experience as you can explore the night sky dynamically. With over 200+ surveys across the whole electromagnetic spectrum from radio, infrared, visual, to even gamma rays, the user can pan and zoom progressively deeper into the data visually.
bg: &kstars; предоставя поддръжка за HiPS: Hierarchical Progressive Surveys. HiPS осигурява прогресивни проучвания с множество резолюции, които да се наслагват директно в клиентски приложения. Той осигурява потапящо изживяване, тъй като можете да изследвате динамично нощното небе. С над 200+ проучвания в целия електромагнитен спектър от радио, инфрачервени, визуални, дори до гама лъчи потребителят може да премества и мащабира прогресивно визуално по-дълбоко в данните.
ca: El &kstars; proporciona suport per a HiPS: rastreigs progressius jeràrquics (Hierarchical Progressive Surveys). El HiPS proporciona rastreigs progressius de múltiples resolucions per a superposar-los directament en les aplicacions client. Proporciona una experiència immersiva de manera que pugueu explorar el cel nocturn dinàmicament. Amb més de 200 rastreigs a tot l'espectre electromagnètic de ràdio, infraroig, visual, fins i tot els raigs gamma, l'usuari pot fer una panoràmica i ampliar progressivament les dades de forma visual.
es: &kstars; permite usar HiPS: Hierarchical Progressive Surveys. HiPS provee mediciones progresivas con múltiples resoluciones que se pueden usar como capas directamente en aplicaciones clientes. Proporciona una experiencia inmersiva en la que puede explorar el cielo nocturno de forma dinámica. Con más de 200 estudios de todo el espectro electromagnético (desde radio, infrarrojos y visual, hasta incluso rayos gamma), el usuario puede desplazarse y ampliar los datos de forma progresiva de forma visual.
it: &kstars; fornisce il supporto a HiPS (Hierarchical Progressive Surveys): esso permette sovrapposizioni multi-risoluzione progressive che possono essere sovrapposte direttamente nell'applicazione utente. Offre un'esperienza immersiva perché ti permette di esplorare il cielo notturno dinamicamente. Con oltre 200 rilevamenti in tutto lo spettro elettromagnetico (dai raggi radio, agli infrarossi al visivo, fino ai raggi gamma) l'utente può spostare e ingrandire progressivamente i dati visivamente.
pt: O &kstars; oferece o suporte para o HiPS: Hierarchical Progressive Surveys. O HiPS permite que algumas consultas progressivas multi-resolução sejam sobrepostas directamente nas aplicações dos clientes. Oferece uma experiência imersiva, dado que poderá explorar o céu à noite de forma dinâmica. Com mais de 200+ consultas em todo o espectro electromagnético, desde o rádio, infra-vermelhos, visual ou mesmo raios gama, o utilizador poder-se-á deslocar e ampliar progressivamente pelos dados de forma visual.
sl: &kstars; zagotavlja podporo za HiPS: Hierarchical Progressive Surveys. HiPS zagotavlja progresivne raziskave z več ločljivostmi, ki se prekrivajo neposredno v odjemalskih aplikacijah. Zagotavlja izjemno izkušnjo, saj lahko dinamično raziskujete nočno nebo. Z več kot 200+ raziskavami v celotnem elektromagnetnem spektru od radijskih, infrardečih, vizualnih do celo gama žarkov, lahko uporabnik postopno vizualno pomika globlje in povečuje podatke.
sv: &kstars; tillhandahåller stöd för HiPS: Hierarkiska progressiva kartläggningar. HiPS erbjuder progressiva kartläggningar med flera upplösningar som direkt kan överlagras i klientprogram. Det erbjuder en uppslukande upplevelse, eftersom man kan utforska natthimlen dynamiskt. Med mer än 200 kartläggningar över hela det elektromagnetiska spektret, från radio, infraröd, synligt, ända till gammastrålar, kan användaren progressivt panorera och zooma visuellt djupare in i data.

source: It can be enabled from the <menuchoice><guimenu>View</guimenu> <guisubmenu>HiPS All Sky Overlay</guisubmenu></menuchoice> submenu.
bg: Може да се активира от подменюто <menuchoice><guimenu>Изглед</guimenu> <guisubmenu>Наслагвания на HiPS</guisubmenu></menuchoice>.
ca: Es pot habilitar des del submenú <menuchoice><guimenu>Visualitza</guimenu> <guimenu>Totes les superposicions del cel de HiPS</guimenu></menuchoice>.
es: Se puede activar en el submenú <menuchoice><guimenu>Ver</guimenu> <guisubmenu>Capa HiPS de todo el cielo</guisubmenu></menuchoice>.
it: Può essere abilitato dal sotto-menu <menuchoice><guimenu>Visualizza</guimenu> <guisubmenu>Sovrapposizione a tutto cielo di HiPS</guisubmenu></menuchoice>.
pt: Poderá ser activada no submenu <menuchoice><guimenu>Ver</guimenu> <guisubmenu>Camada do Céu HiPS</guisubmenu></menuchoice> no menu.
sl: Omogoči se ga lahko v podmeniju <menuchoice><guimenu>Pogled</guimenu> <guisubmenu>HiPS All Sky Overlay</guisubmenu></menuchoice>.
sv: Det kan aktiveras från undermenyn <menuchoice><guimenu>Visa</guimenu> <guisubmenu>HiPS-himmelsöverlagring</guisubmenu></menuchoice>.

source: Under the submenu, a list of enabled surveys are listed. Click on the survey of interest to activate it. You can only activate one-overlay at a time. After activating the survey, &kstars; shall begin downloading the data in the background and progressively overlay the images unto the sky map as they become ready. Zooming in usually requires another patch of images that should trigger another download cycle.
bg: Под подменюто е изброен списък с активирани проучвания. Кликнете върху проучването, което ви интересува, за да го активирате. Можете да активирате само едно наслагване наведнъж. След активиране на проучването, &kstars; ще започне изтегляне на данните във фонов режим и прогресивно наслагване на изображенията върху картата на небето като станат готови. Мащабирането обикновено изисква друг пакет от изображения, при което трябва да се задейства друг цикъл на изтегляне.
ca: A sota del submenú, es mostra una llista dels rastreigs habilitats. Feu clic al rastreig d'interès per a activar-lo. Només podeu activar una superposició a la vegada. Després d'activar el rastreig, el &kstars; començarà a baixar les dades en segon pla i, de manera progressiva, superposarà les imatges al mapa celeste a mesura que estiguin preparades. Fer zoom normalment requereix un altre parell d'imatges, el qual hauria d'activar un altre cicle de baixada.
es: Bajo el submenú se muestra una lista de las mediciones activadas. Pulse sobre la medición que le interese para activarla. Solo puede activar una única capa. Tras activar la capa, &kstars; debería empezar a descargar los datos en segundo plano y mostrar la capa progresivamente sobre el mapa celeste en cuanto esté lista. Para hacer ampliaciones se necesita otro bloque de imágenes que debería provocar otro ciclo de descarga.
it: Nel sotto-menu c'è un elenco delle sovrapposizioni abilitate: fai clic su quella di tuo interesse per attivarla. Puoi attivare solo una sovrapposizione alla volta; dopo averla attivata &kstars; dovrebbe cominciare a scaricare in dati in sottofondo e a sovrapporre progressivamente le immagini sulla mappa celeste appena sono pronte. L'ingrandimento richiede in genere un altro collage di immagini, il ché dovrebbe attivare un altro ciclo di scaricamenti.
pt: No submenu, aparece uma lista com as consultas activas. Carregue na consulta que lhe interessa para a activar. Só poderá activar uma camada de cada vez. Depois de activar a consulta, o &kstars; deverá começar a transferir os dados em segundo plano e sobrepor de forma progressiva as imagens no mapa do céu, à medida que ficassem prontas. A ampliação normalmente obriga a transferir outro lote de imagens que deverá despoletar outro ciclo de transferências.
sl: V podmeniju je seznam omogočenih raziskav. Kliknite raziskavo, ki vas zanima, da jo aktivirate. Naenkrat lahko aktivirate le eno prekrivanje. Po aktiviranju ankete &kstars; bo začel prenašati podatke v ozadju in postopno prekrivati slike na zemljevidu neba, ko bodo pripravljene. Povečanje običajno zahteva še en popravek slik, ki bi moral sprožiti nov cikel prenosa.
sv: I undermenyn visas en lista över aktiverade kartläggningar. Klicka på önskad kartläggning för att aktivera den. Det går bara att aktivera en överlagring åt gången. Efter att kartläggningen har aktiverats, börjar &kstars; ladda ner data i bakgrunden och överlagrar progressivt bilderna på himmelskartan när de blir tillgängliga. Inzoomning kräver oftast en annan uppsättning bilder, som utlöser en ny nerladdningscykel.

source: DSS Color HiPS
bg: Цветно DSS на HiPS
ca: HiPS amb color DSS
es: HiPS en color DSS
it: HiPS colori DSS
pt: HiPS a Cores DSS
sv: DSS-färg HiPS

source: DSS Color Overlay
bg: Наслагване на цветно DSS
ca: Superposició del color DSS
ca@valencia: Superposició del color DSS
es: Capa en color DSS
fr: Superposition Couleur DSS
it: Sovrapposizione colori DSS
pt: Camada de Cores DSS
sl: Barvno prekrivanje DSS
sv: DSS-färgöverlagring
uk: Накладка кольорів DSS

source: The above screenshot shows the DSS Color visual overlay in &kstars;.
bg: Екранната снимка по-горе показва визуалното наслагване на цветно DSS в &kstars;.
ca: La captura de pantalla de dalt mostra la superposició visual del color DSS al &kstars;.
es: La captura de pantalla anterior muestra la capa visual en color DSS en &kstars;.
it: La schermata qui sopra mostra la visuale dei colori DSS sovrapposta in &kstars;.
pt: A imagem acima mostra a camada visual de Cores do DSS no &kstars;.
sl: Zgornji posnetek zaslona prikazuje barvno vizualno prekrivanje DSS v &kstars;.
sv: Skärmbilden ovan visar visuell DSS-färgöverlagring i &kstars;.

source: <guimenuitem>HiPS Settings...</guimenuitem> menu item shows a dialog with the following pages:
bg: Елементът от менюто <guimenuitem>Настройки на HiPS...</guimenuitem> показва диалогов прозорец със следните страници:
ca: L'element de menú <guimenuitem>Configuració HiPS...</guimenuitem> mostra un diàleg amb les pàgines següents:
es: La opción del menú <guimenuitem>Preferencias de HiPS...</guimenuitem> muestra un diálogo con las siguientes páginas:
it: L'elemento di menu <guimenuitem>Impostazioni HIPS...</guimenuitem> mostra una finestra con le seguenti pagine:
pt: O submenu <guimenuitem>Configuração do HiPS...</guimenuitem> mostra uma janela com as seguintes páginas:
sl: Element menija <guimenuitem>Nastavitve HiPS...</guimenuitem> prikaže pogovorno okno z naslednjimi stranmi:
sv: Menyalternativet <guimenuitem>HiPS-inställningar...</guimenuitem> innehåller följande sidor:

source: <guilabel>Display</guilabel>: Enable or disable <guilabel>Show HiPS grid</guilabel> and <guilabel>Linear interpolation</guilabel> checkboxes. The interpolation is enabled by default and should make the overlay appear smoother.
bg: <guilabel>Показване</guilabel>: Активирайте или деактивирайте опциите <guilabel>Показване на HiPS мрежа</guilabel> и <guilabel>Линейна интерполация</guilabel>. Интерполацията е активирана по подразбиране и трябва да направи наслагването по-гладко.
ca: <guilabel>Pantalla</guilabel>: habilita o inhabilita les caselles de selecció <guilabel>Interpolació lineal</guilabel> i <guilabel>Mostra la quadrícula HiPS</guilabel>. La interpolació està habilitada de manera predeterminada i hauria de fer que la superposició sembli més suau.
es: <guilabel>Mostrar</guilabel>: Activar o desactivar las casillas <guilabel>Mostrar cuadrícula de HiPS</guilabel> e <guilabel>Interpolación lineal</guilabel>. La interpolación está activada por omisión y debería hacer que la capa apareciera más suavemente.
it: <guilabel>Schermo</guilabel>: abilita o disabilita le caselle <guilabel>Mostra griglia HIPS</guilabel> e <guilabel>Interpolazione lineare</guilabel>. L'interpolazione è abilitata per impostazione predefinita, e dovrebbe rendere la sovrapposizione più morbida.
pt: <guilabel>Visualização</guilabel>: Active ou desactive a <guilabel>Interpolação Linear</guilabel> e a <guilabel>Grelha do HiPS</guilabel>. A interpolação fica activa por omissão e faz com que as camadas apareçam de forma mais suave.
sl: <guilabel>Prikaz</guilabel>: Omogoči ali onemogoči potrditveni polji <guilabel>Prikaži mrežo HiPS</guilabel> in <guilabel>Linearna interpolacija</guilabel>. Interpolacija je privzeto omogočena in mora narediti prekrivanje bolj gladko.
sv: <guilabel>Visning</guilabel>: Aktivera eller inaktivera <guilabel>HiPS-rutnät</guilabel> och <guilabel>Linjär interpolation</guilabel>. Interpolation är normalt aktiverad och bör leda till jämnare visning av överlagringen.

source: <guilabel>Cache</guilabel>: Set the <guilabel>Disk:</guilabel> and <guilabel>Memory:</guilabel> cache size in MB. Increase cache size if you have abundant resources and want to reduce bandwidth required to download the images.
bg: <guilabel>Кеш</guilabel>: Задайте размерът на кеша за <guilabel>Диск:</guilabel> и <guilabel>Памет:</guilabel> в MB. Увеличете размера на кеша, ако имате достатъчно ресурси и искате да намалите честотната лента, необходима за изтегляне на изображенията.
ca: <guilabel>Memòria cau</guilabel>: Estableix la memòria cau del <guilabel>Disc:</guilabel> i la <guilabel>Memòria:</guilabel> en MB. Augmenteu-la si teniu recursos abundants i voleu reduir l'amplada de banda necessària per a baixar les imatges.
es: <guilabel>Caché</guilabel>: Define el tamaño de la caché en <guilabel>Disco</guilabel> y en <guilabel>Memoria</guilabel> en MB. Aumente el tamaño de la caché si dispone de abundantes recursos y desea reducir el ancho de banda necesario para descargar las imágenes.
it: <guilabel>Cache</guilabel>: imposta la dimensione in MB della cache su <guilabel>Disco</guilabel> e in <guilabel>Memoria</guilabel>. Incrementa le loro dimensioni se hai delle risorse abbondanti e vuoi ridurre la larghezza di banda richiesta per scaricare le immagini.
pt: <guilabel>'Cache'</guilabel>: Configure o tamanho da 'cache' em <guilabel>Disco:</guilabel> e <guilabel>Memória:</guilabel> em MB. Aumente o tamanho da 'cache' se tiver recursos abundantes e queira reduzir a largura de banda necessária para transferir as imagens.
sl: <guilabel>Predpomnilnik</guilabel>: Nastavite velikost predpomnilnika <guilabel>Disk:</guilabel> in <guilabel>Pomnilnik:</guilabel> v MB. Povečajte velikost predpomnilnika, če imate obilo virov in želite zmanjšati pasovno širino, potrebno za prenos slik.
sv: <guilabel>Cache</guilabel>: Ställ in cachestorlek för <guilabel>Disk</guilabel> och <guilabel>Minne</guilabel> i MiB. Öka cachestorleken om det finns gott om resurser och vill reducera nödvändig bandbredd för att ladda ner bilderna.

source: <guilabel>Sources</guilabel>: Browse a list of HiPS sources and enable/disable them accordingly. When you select each source, a summary and a preview are downloaded that include information on the mission in additional to technical data on the survey.
bg: <guilabel>Източници</guilabel>: Прегледайте списък с HiPS източници и съответно ги активирайте/деактивирайте. Когато сте избрали източник, тогава се изтеглят резюме и предварителен преглед, които включват информация за мисията в допълнение към техническите данни за проучването.
ca: <guilabel>Orígens</guilabel>: Navegueu per una llista de fonts HiPS i in/habiliteu-les en conseqüència. Quan seleccioneu cada font, es baixarà un resum i una vista prèvia que inclourà informació addicional de la missió a les dades tècniques del rastreig.
es: <guilabel>Fuentes</guilabel>: Muestra una lista de fuentes HiPS que se pueden activar o desactivar. Al seleccionar una fuente se descarga una vista previa y un resumen que incluye información de la misión con datos técnicos adicionales sobre el estudio.
it: <guilabel>Sorgenti</guilabel>: sfoglia un elenco di sorgenti HiPS e le abilita o le disabilita di conseguenza. Quando ne selezioni una vengono scaricati un riassunto ed un'anteprima; sono incluse le informazioni sulla missione e i dati tecnici sulla sovrapposizione.
pt: <guilabel>Fontes</guilabel>: Navegue numa lista de fontes do HiPS e active-as ou desactive-as de acordo com isso. Quando seleccionar cada uma das fontes, é transferido um resumo e uma antevisão que incluem informações sobre a missão, para além de dados técnicos sobre a consulta.
sl: <guilabel>Viri</guilabel>: Brskajte po seznamu virov HiPS in jih ustrezno omogočite/onemogočite. Ko izberete vsak vir, se preneseta povzetek in predogled, ki poleg tehničnih podatkov o raziskavi vključuje informacije o raziskavi.
sv: <guilabel>Källor</guilabel>: Bläddra i en lista över HiPS-källor och aktivera eller inaktivera dem. När en källa väljes, laddas en översikt och förhandsgranskning ner som förutom tekniska data om kartläggningen inkluderar information om programmet.

source: KStars provides support for HiPS: Hierarchical Progressive Surveys. HiPS provides multi-resolution progressive surveys to be overlayed directly in client applications. It provides an immersive experience as you can explore the night sky dynamically. With over 200+ surveys across the whole electromagnetic spectrum from radio, infrared, visual, to even gamma rays, the user can pan and zoom progressively deeper into the data visually.
ca@valencia: KStars proporciona suport per a HiPS: enquestes progressives jeràrquiques (Hierarchical Progressive Surveys). HiPS proporciona enquestes progressives a múltiples resolucions per a superposar-les directament en les aplicacions client. Proporciona una experiència immersiva de manera que pugueu explorar el cel nocturn dinàmicament. Amb més de 200 enquestes a tot l'espectre electromagnètic de ràdio, infraroig, visual, fins i tot els raigs gamma, l'usuari pot fer una panoràmica i ampliar progressivament les dades de forma visual.
fr: KStars fournit la gestion pour HiPS (Hierarchical Progressive Survey). HiPS fournit des relevés progressifs à de multiples résolutions qui peuvent être superposées directement dans les applications client. Cela fournit une expérience immersive puisque vous pouvez explorer le ciel de nuit dynamiquement. Avec plus de 200 études dans tout le spectre électromagnétique depuis les ondes radio, l'infrarouge, le visuel et même les rayons gamme, l'utilisateur peut se déplacer et visuellement zoomer de plus en plus dans les données.
nl: KStars geeft ondersteuning aan HiPS: Hierarchical Progressive Surveys. HiPS geeft multi-resolutie progressieve surveys die direct als overlegvel in applicaties in de client kunnen worden gebruikt. U krijgt hierdoor een diepgaande ervaring bij het dynamisch verkennen van de nachtelijke hemel. Met meer dan 200 surveys in het gehele elektromagnetische spectrum, van radio, infrarood, visueel, tot zelfs het gammagebied, kan de gebruiker steeds dieper visueel in deze gegevens doordringen.
pt_br: O KStars oferece suporte para HiPS: Levantamentos Progressivos Hierárquicos. O HiPS oferece levantamentos progressivos multirresolução para serem sobrepostos diretamente em aplicativos clientes. Ele proporciona uma experiência imersiva, permitindo explorar o céu noturno dinamicamente. Com mais de 200 levantamentos em todo o espectro eletromagnético, desde rádio, infravermelho, visual até raios gama, o usuário pode deslocar e ampliar progressivamente os dados visualmente.
uk: У KStars реалізовано підтримку HiPS: ієрархічних поступових оглядів. HiPS надає дані оглядів зоряного неба різних роздільностей із накладанням їх безпосередньо у клієнтській програмі. Захопливі зображення вражають ще й тим, що ви можете спостерігати за явищами у динаміці. Маючи доступ до понад 200 оглядів в усьому електромагнітному спектрі, від радіочастот до інфрачервоного випромінювання, видимого світла і до гамма-променів, користувач може панорамувати зображенні і змінювати його масштаб, поступово візуально заглиблюючись у простір.

source: It can be enabled from the ``View`` → ``HiPS All Sky Overlay`` submenu.
ca@valencia: Es pot activar des del submenú ``Visualitza`` → ``Totes les superposicions del cel de HiPS``.
fr: Il peut être activé depuis le sous-menu ``Afficher`` ``Superposition tout le ciel HiPS``.
nl: U kunt dit inschakelen in het submenu ``Beeld`` → ``HiPS-overlegvel van hele hemel``.
pt_br: Ele pode ser habilitado no submenu ``Exibir`` → ``Todas as sobreposições do HiPS no céu``.
uk: Увімкнути перегляд даних можна за допомогою підменю ``Накладка HiPS на усе небо`` у меню ``Перегляд``.

source: Under the submenu, a list of enabled surveys are listed. Click on the survey of interest to activate it. You can only activate one-overlay at a time. After activating the survey, KStars shall begin downloading the data in the background and progressively overlay the images unto the sky map as they become ready. Zooming in usually requires another patch of images that should trigger another download cycle.
ca@valencia: A davall del submenú, es mostra una llista de les enquestes habilitades. Cliqueu damunt de l'enquesta d'interés per a activar-la. Només es pot activar una superposició a la vegada. Després d'activar-la, KStars començarà a baixar les dades en segon pla i, de manera progressiva, superposarà les imatges en el mapa celeste a mesura que estiguen preparades. Fer zoom normalment requerix un altre parell d'imatges, el qual hauria d'activar un altre cicle de baixada.
fr: On trouve dans le sous-menu la liste des relevés activés. Cliquez sur une étude qui vous intéresse pour l'activer. Vous ne pouvez activer qu'un relevé à la fois. Après avoir activer un relevé, KStars va commencer à télécharger les données en arrière plan et progressivement superposer les images sur la carte du ciel. Le zoom requiert en général un nouvel ensemble d'images qui déclenchera un nouveau cycle de téléchargement.
nl: In dit submenu is een lijst van beschikbare surveys. Klikken op een ervan maakt die actief. U kunt per keer maar een ervan activeren. Na activeren downloadt KStars hiervan de gegevens, die progressief in de hemelkaart worden afgebeeld, naarmate die beschikbaar komen. Inzoomen maakt gewoonlijk andere gegevens noodzakelijk, die alsnog moeten worden opgehaald.
pt_br: No submenu, há uma lista de levantamentos habilitados. Clique no levantamento de interesse para ativá-lo. Você só pode ativar uma sobreposição por vez. Após ativar o levantamento, o KStars começará a baixar os dados em segundo plano e sobreporá progressivamente as imagens ao mapa celeste à medida que estiverem prontas. O zoom geralmente requer outro conjunto de imagens que deve acionar outro ciclo de download.
uk: У підменю буде показано список увімкнених оглядів. Натисніть пункт огляду, щоб увімкнути його. Одночасно можна вмикати лише одну накладку. Після вмикання огляду KStars розпочне отримувати дані у фоновому режимі і поступово накладати зображення на карту зоряного неба. Зазвичай, збільшення масштабу потребуватиме отримання нового блоку зображень, а отже, нової затримки, пов'язаної із отриманням даних.

source: |DSS Color Overlay|
uk: |Накладка кольорів DSS|
