Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/hips.po
Languages: bg, ca, ca@valencia, es, fr, it, nl, pt, pt_br, sl, sv, uk

source: The above screenshot shows the DSS Color visual overlay in KStars.
ca@valencia: La captura de pantalla de dalt mostra la superposició visual del color DSS en KStars.
fr: La capture d'écran ci-dessus montre la superposition visuelle en couleur DSS dans KStars.
nl: In de schermafbeelding hier boven ziet u het visuele overlegvel voor DSS Color in KStars
pt_br: A captura de tela acima mostra a sobreposição visual do DSS Color no KStars.
uk: На наведеному вище знімку вікна показано візуальну накладку кольорів DSS у KStars.

source: pages:
ca@valencia: Pàgines:
nl: pagina's:
pt_br: páginas:
uk: сторінками:

source: ``Display``: Enable or disable ``Show HiPS grid`` and ``Linear interpolation`` checkboxes. The interpolation is enabled by default and should make the overlay appear smoother.
ca@valencia: ``Pantalla``: habilita o inhabilita les caselles de selecció ``Interpolació lineal`` i ``Mostra la quadrícula HiPS``. La interpolació està habilitada de manera predeterminada i hauria de fer que la superposició parega més suau.
fr: ``Affichage`` : active ou désactive les cases à cocher ``Afficher la grille HiPS`` et ``Interpolation linéaire``. L'interpolation est activée par défaut et devrait rendre la superposition plus lisse.
nl: ``Tonen``: aan/uitzetten van keuzevakjes ``HiPS-rooster tonen`` en ``Lineaire Interpolatie``. De interpolatie staat standaard aan, en moet de overlay wat gladder laten lijken.
pt_br: ``Exibir``: Habilite ou desabilite as caixas de seleção ``Mostrar grade HiPS`` e ``Interpolação linear``. A interpolação é habilitada por padrão e deve fazer com que a sobreposição pareça mais suave.
uk: ``Показ``: тут можна увімкнути або вимкнути ``Лінійну інтерполяцію`` та ``Сітку HiPS``. Типово інтерполяцію увімкнено, що має забезпечити плавніше пересування зображення накладки.

source: ``Cache``: Set the ``Disk``: and ``Memory``: cache size in MB. Increase cache size if you have abundant resources and want to reduce bandwidth required to download the images.
ca@valencia: ``Memòria cau``: Establix la memòria cau del ``Disc:`` i la ``Memòria:`` en MB. Augmenteu-la si teniu prou recursos i voleu reduir l'amplada de banda necessària per a baixar les imatges.
fr: ``Cache`` : règle la taille du cache ``disque`` et ``Mémoire`` en Mo. Augmenter la taille du cache si vous avez assez de place et si vous souhaitez réduire la bande passante nécessaire au téléchargement.
nl: ``Cache``: Instellen van de grootte van de cache van ``Schijf`` en ``Geheugen`` in MB. Verhoog deze cachegrootte indien u veel bronnen heeft (resources) en de vereiste bandbreedte voor het ophalen van de afbeeldingen wilt terugbrengen.
pt_br: ``Cache``: Defina o tamanho do cache do ``Disco`` e da ``Memória`` em MB. Aumente o tamanho do cache se você tiver recursos abundantes e quiser reduzir a largura de banda necessária para baixar as imagens.
uk: ``Кеш``: тут можна встановити розмір кешів на диску (``Диск``) і у пам'яті (``Пам'ять``) у мегабайтах. Збільште розмір кешу, якщо у вас є достатньо ресурсів і ви хочете зменшити навантаження на канал зв'язку, пов'язане із отриманням даних зображень.

source: ``Sources``: Browse a list of HiPS sources and enable/disable them accordingly. When you select each source, a summary and a preview are downloaded that include information on the mission in additional to technical data on the survey.
ca@valencia: ``Orígens``: Navegueu per una llista de fonts HiPS i in/habiliteu-les en conseqüència. Quan seleccioneu cada font, es baixarà un resum i una vista prèvia que inclourà informació addicional de la missió a les dades tècniques de l'enquesta.
fr: ``Sources`` : navigue à travers une liste de sources HiPS et les active ou désactive à la demande. En sélectionnant une source, un résumé et un aperçu seront téléchargés qui inclut de l'information sur la mission et des données techniques sur les relevés.
nl: ``Bronnen``: bladeren door een lijst van HiPS-bronnen en schakel die aan/uit. Bij elke bron wordt een beschrijving (Engels) en voorbeeldweergave gedownload, waarin informatie over de missie, naast de technische gegevens over de survey.
pt_br: ``Fontes``: Navegue por uma lista de fontes HiPS e habilite/desabilite-as conforme necessário. Ao selecionar cada fonte, um resumo e uma prévia são baixados, incluindo informações sobre a missão, além de dados técnicos sobre o levantamento.
uk: ``Джерела``: тут наведено список джерел HiPS, які можна вмикати або вимикати. Позначення пункту ресурсу призведе до показу резюме і зображення попереднього перегляду. До показаних даних буде включено дані щодо проєкту та технічні дані огляду.

source: ``HiPS Settings...`` menu item shows a dialog with the following
ca@valencia: L'element de menú ``Configuració HiPS…`` mostra un diàleg amb les pàgines següents:
fr: Le menu de ``Configuration HiPS…`` montre une boîte de dialogue avec les pages suivantes
nl: Menu-item ``Instellingen voor HiPS...`` toont een dialoog met het volgende
pt_br: O item de menu ``Configurações do HiPS...`` mostra uma janela com o seguinte
uk: Пункт меню ``Параметри HiPS…`` відкриває вікно із такими
