Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/imageOverlays.po
Languages: bg, ca, ca@valencia, fr, nl, uk

source: Image Overlays
bg: Наслагвания на изображения
ca: Superposicions d'imatges
ca@valencia: Superposicions d'imatges
fr: Superposition d'images
nl: Overlays van afbeelding
uk: Зображення-накладки

source: |Image Overlays on SkyMap|
uk: |Зображення-накладки на карті неба|

source: Image overlays are custom images (typically ``.jpg``) that are rendered onto the skymap over stars and other skymap items, but below the terrain. These images are added by you, the user, a sort of personal sky catalog. If configured properly, these personal images can be displayed almost perfectly aligned with other objects in the sky.
bg: Наслагванията на изображения са персонализирани изображения (обикновено ``.jpg``), които се изобразяват върху небесната карта върху звезди и други елементи на небесната карта, но под терена. Тези изображения се добавят от вас, потребителя, нещо като личен небесен каталог. Ако са конфигурирани правилно, тези лични изображения могат да се показват почти идеално подравнени с други обекти в небето.
ca: Les superposicions d'imatge són imatges personalitzades (normalment ``.jpg``) que es representen en el mapa celeste sobre les estrelles i altres elements del mapa celeste, però sota el terreny. Aquestes imatges les afegiu vós, l'usuari, com una mena de catàleg personal del cel. Si es configuren correctament, aquestes imatges personals es poden mostrar gairebé perfectament alineades amb altres objectes del cel.
ca@valencia: Les superposicions d'imatges són imatges personalitzades (normalment ``.jpg``) que es representen en el mapa celeste sobre les estreles i altres elements, però davall el terreny. Estes imatges les afegiu vosaltres, els usuaris, una mena de catàleg personal del cel. Si es configura correctament, estes imatges personals es poden mostrar quasi perfectament alineades amb els altres objectes en el cel.
fr: Les images de superposition sont des images personnalisées (typiquement ``.jpg``) placées sur la carte du ciel par-dessus les étoiles et les autres éléments de la carte du ciel, mais sous le terrain. Elles sont ajoutées par vous, l'utilisateur, comme une sorte de catalogue personnel. Elles peuvent être alignées presque parfaitement avec les autres objets du ciel si configurées correctement.
nl: Overlays van afbeelding zijn aangepaste afbeeldingen (typisch ``.jpg``) die gerenderd worden op de hemelkaart over sterren en andere items in de hemelkaart, maar onder het terrein. Deze afbeeldingen worden door u, de gebruiker, toegevoegd als een soort van persoonlijke hemelcatalogus. Indien juist geconfigureerd, kunnen deze persoonlijke afbeeldingen bijna perfect getoond worden uitgelijnd met andere objecten aan de hemel.
uk: Зображення-накладки є нетиповими зображеннями (типово ``.jpg``), які буде вмонтовано на карту неба над зірками та іншими елементами карти неба, але під ландшафтом. Ці зображення додаєте ви, користувач, вони є типом особистого каталогу небесних об'єктів. Якщо програму налаштовано належним чином, ці особисті зображення може бути показано майже ідеально вирівняними з іншими небесними об'єктами.

source: |Image Overlays Window|
uk: |Сторінка зображень-накладок|

source: The ``Image Overlays`` page lets you configure whether image overlays will be shown on the skymap, and helps you add them to the system. The image at the start of this section shows the skymap with image overlays enabled and some image overlays loaded.
bg: Страницата ``Наслагвания на изображения`` ви позволява да конфигурирате дали наслагванията на изображения да се показват на небесната карта и ви помага да ги добавите към системата. Изображението в началото на този раздел показва небесната карта с активирани наслагвания на изображения и някои заредени наслагвания на изображения.
ca: La pàgina ``Superposició d'imatges`` permet configurar si es mostraran les superposicions d'imatge en el mapa celeste i us ajudarà a afegir-les al sistema. La imatge a l'inici d'aquesta secció mostra el mapa celeste amb les superposicions d'imatges activades i algunes superposicions d'imatges carregades.
ca@valencia: La pàgina ``Superposicions d'imatges`` permet configurar si es mostraran en el mapa celeste i ajuda a afegir-les al sistema. La imatge al començament d'esta secció mostra el mapa celeste amb les superposicions d'imatges habilitades i algunes carregades.
fr: La page de ``Superposition d'image`` vous permet de décider si cette image doit être affichée sur la carte du ciel et vous aide à les ajouter dans le système. L'image au début de cette section présente la carte du ciel avec la superposition d'image activée et désactivée.
nl: De pagina ``Overlays van afbeelding`` laat u configureren of overlays van een afbeelding getoond zullen worden op de hemelkaart en helpt u ze toe te voegen in het systeem. De afbeelding aan het begin van deze sectie toont de hemelkaart met overlays van afbeelding ingeschakeld en enige overlays van afbeelding geladen.
uk: За допомогою сторінки ``Зображення-накладки`` ви можете налаштувати, чи буде показано зображення-накладки на карті неба. Ця сторінка допоможе вам додати зображення до системи. На зображенні на початку цього розділу буде показано карту неба із увімкненими зображеннями-накладками і деякі завантажені зображення-накладки.

source: Each time it starts up, KStars looks for new image overlay images in a special directory, parallel to the logs directory, named ``imageOverlays``. On Linux this can be found in ``~/.local/share/kstars/imageOverlays``. The exact location for your system can be found by clicking the ``Overlay Directory`` button near the top of the ``Image Overlays`` config page shown at the top of this section. To start, add your images to that directory. Ideally, for performance reasons these aren't massive files, but probably images with widths 1000 or 2000 should be fine. To add additional images in the future, add them to the same directory and click the refresh button or restart KStars. To remove overlays, remove them from the directory and click the refresh button or restart KStars.
bg: Всеки път, когато се стартира, KStars търси нови изображения за наслагване на изображения в специална директория, успоредна на директорията с регистрационни файлове, наречена ``imageOverlays``. В Linux това може да се намери в ``~/.local/share/kstars/imageOverlays``. Точното местоположение на вашата система може да бъде намерено, като щракнете върху бутона ``Директория на наслагвани изображения..`` в горната част на страницата за конфигуриране на ``Наслагвания на изображения``, показана в горната част на този раздел. За да започнете, добавете вашите изображения към тази директория. В идеалния случай, от съображения за производителността, това трябва да не са масивни файлове. Изображения с ширина 1000 или 2000 трябва да са добре. За да добавите допълнителни изображения в бъдеще, добавете ги в същата директория и щракнете върху бутона за опресняване или рестартирайте KStars. За да премахнете наслагванията, премахнете ги от директорията и щракнете върху бутона за опресняване или рестартирайте KStars.
ca: Cada vegada que s'inicia, el KStars cerca imatges superposades noves en un directori especial, paral·lel al directori de registres, anomenat ``imageOverlays``. Al Linux, això es pot trobar a ``~/.local/share/kstars/imageOverlays``. La ubicació exacta al vostre sistema es pot trobar fent clic al botó ``Directori de superposicions`` a prop de la part superior de la pàgina de configuració de les ``Superposicions d'imatges`` que es mostra a la part superior d'aquesta secció. Per a començar, afegiu les vostres imatges a aquest directori. Idealment, per raons de rendiment no són fitxers massius, però probablement les imatges amb amplades de 1000 o 2000 haurien de ser bones. Per a afegir imatges addicionals en el futur, afegiu-les al mateix directori i feu clic al botó d'actualització o reinicieu el KStars. Per a eliminar superposicions, elimineu-les del directori i feu clic al botó d'actualització o reinicieu el KStars.
ca@valencia: Cada vegada que s'inicia, KStars buscarà imatges noves a la superposició d'imatges en un directori especial, paral·lel al directori de registres, anomenat ``imageOverlays``. En Linux, açò es troba a ``~/.local/share/kstars/imageOverlays``. La ubicació exacta al vostre sistema es pot trobar clicant damunt del botó ``Directori de superposicions`` a prop de la part superior de la pàgina de configuració ``Superposicions d'imatges`` que es mostra a la part superior d'esta secció. Per a començar, afegiu les vostres imatges a este directori. De manera ideal, per raons de rendiment, estos no són fitxers massius, però probablement les imatges amb amplàries de 1.000 o 2.000 haurien d'estar bé. Per a afegir imatges addicionals en el futur, afegiu-les al mateix directori i reinicieu KStars. Per a eliminar-les, elimineu-les del directori i cliqueu damunt del botó ``Actualitza`` o reinicieu KStars.
fr: À chaque démarrage, KStars recherche la présence de nouvelles images de superposition d'image dans un dossier spécial, en parallèle au dossier de fichiers journaux, nommé ``imageOverlays``. Sur les systèmes Linux, les images se trouvent dans ``~/.local/share/kstars/imageOverlays``. L'emplacement exact pour votre système peut être trouvé en cliquant sur le bouton ``Dossier de superposition`` près du haut de la page de configuration ``Superposition d'image`` affiché au début de cette section. Pour commencer, ajoutez vos images à ce dossier. Pour des raisons de performance, elles ne devraient pas être trop lourdes mais des images de largeur de 1000 ou 2000 pixels devraient convenir. Pour ajouter d'autres images dans le futur, ajoutez-les dans ce même dossier et cliquez sur le bouton d'actualisation ou redémarrez KStars. Pour les supprimer, effacez-les de ce dossier et cliquez sur bouton d'actualisation ou redémarrez KStars.
nl: Elke keer dat KStars start, zoekt deze naar nieuwe overlays van afbeeldingen in een speciale map, parallel aan de map logs, genaamd ``imageOverlays``. Onder Linux is deze te vinden in ``~/.local/share/kstars/imageOverlays``. De exacte locatie voor uw systeem is te vinden door te klikken op de knop ``Overlaymap`` aan de bovenkant van de configuratiepagina van ``Overlays van afbeelding`` getoond aan de bovenkant van deze sectie. Om te beginnen, voeg uw afbeeldingen toe aan die map. Ideaal, om redenen van prestaties zijn dit geen grote bestanden, maar waarschijnlijk afbeeldingen met breedtes van 1000 of 2000, dat zou genoeg moeten zijn. Om extra afbeeldingen in de toekomst toe te voegen, voeg ze toe aan dezelfde map en klik op de knop vernieuwen of start KStars opnieuw. Om overlays te verwijderen, verwijder ze uit de map en klik op de knop vernieuwen of start KStars opnieuw.
uk: Під час кожного запуску KStars шукатиме нові зображення-накладки в особливому каталозі, розташованому поряд із каталогом журналу і названому ``imageOverlays``. У Linux цей каталог має адресу ``~/.local/share/kstars/imageOverlays``. Точне місце розташування цього каталогу у вашій системі можна визначити за допомогою натискання кнопки ``Каталог накладок``, яку розташовано у верхній частині сторінки налаштувань зображень-накладок, знімок якої наведено на початку цього розділу довідки. Для початку додайте ваші зображення у відповідний каталог. Загалом, з міркувань швидкодії, це мають бути невеликі файли. Ймовірно, достатньо буде зображень із шириною 1000 або 2000 пікселів. Для додавання зображень достатньо буде скопіювати їх до того самого каталогу і перезапустити KStars. Щоб вилучити накладки, вилучіть їх з каталогу і натисніть кнопку оновлення або перезапустіть KStars.

source: Start KStars once you have images in the `imageOverlays` directory. If you then go to the ``Image Overlays`` config page, you should see the new files listed in the table. The new images will show their status as ``Unprocessed``. Only images whose status is ``OK`` are displayed on the SkyMap. That is because KStars needs to know the sky location, size, and orientation for these images before it can display them. To change the status to ``OK`` you need to plate-solve the images or add the required information manually--see below.
bg: Стартирайте KStars след като имате изображения в директорията ``imageOverlays``. Ако след това отидете на страницата за конфигуриране на ``Наслагвания на изображения``, трябва да видите новите файлове, изброени в таблицата. Новите изображения ще показват статуса си като ``Необработени``. Само изображения, чийто статус е ``ОК``, се показват на небесната карта. Това е така, защото KStars трябва да знае местоположението на небето, размера и ориентацията на тези изображения, преди да може да ги покаже. За да промените състоянието на ``ОК``, трябва да решите изображенията или да добавите необходимата информация ръчно - вижте по-долу.
ca: Inicieu el KStars un cop tingueu les imatges al directori ``imageOverlays``. Si després aneu a la pàgina de configuració de ``Superposicions d'imatges``, hauríeu de veure els fitxers nous llistats a la taula. Les imatges noves mostraran el seu estat com a ``Sense processar``. Al mapa celeste només es mostren les imatges l'estat de les quals és ``D'acord``. Això es deu al fet que el KStars necessita conèixer la ubicació, la mida i l'orientació del cel per a aquestes imatges abans de poder mostrar-les. Per a canviar l'estat a ``D'acord``, cal que resolgueu les imatges o afegiu manualment la informació requerida (vegeu a sota).
ca@valencia: Inicieu KStars una vegada tingueu les imatges en el directori `imageOverlays`. Si després aneu fins a la pàgina de configuració ``Superposicions d'imatges``, hauríeu de veure els fitxers nous llistats en la taula. Les imatges noves mostraran el seu estat com a ``Sense processar``. Només es mostraran en el mapa celeste les que tinguen l'estat ``D'acord``. Açò és perquè KStars necessita conéixer la ubicació, la mida i l'orientació al cel d'estes imatges abans de mostrar-les. Per a canviar l'estat a ``D'acord, primer s'han de resoldre les plaques de les imatges o afegir manualment la informació requerida, vegeu a continuació.
fr: Démarrez KStars une fois que vos images sont dans le dossier ``imagesOverlays``. En vous rendant sur la page de configuration de la ``Superposition d'image``, vous devriez voir les nouveaux fichiers dans la table. Leur état sera positionné à ``Non traité``. Seules les images en état ``Ok`` sont affichées sur la carte du ciel. La raison en est que KStars a besoin de connaître la position du ciel, la taille et l'orientation de ces images pour pouvoir les afficher. Pour modifier l'état à ``Ok``, il faut effectuer une résolution astrométrique ou ajouter manuellement l'information requise, voir ci-dessous.
nl: Start KStars nadat u afbeeldingen hebt in de map ``imageOverlays``. Als u daarna naar de configuratiepagina van ``Overlays van afbeelding`` gaat, zou u de nieuwe bestanden in de tabel moeten zien. De nieuwe afbeeldingen zullen hun status tonen als ``Niet verwerkt``. Alleen afbeeldingen waarvan de status ``OK`` is worden getoond in de hemelkaart. Dat komt omdat KStars de locatie aan de hemel, grootte en oriëntatie voor deze afbeeldingen moet kennen voordat ze getoond kunnen worden. Om de status naar ``OK`` te wijzigen moet u de afbeeldingen plaat-oplossen of de vereiste informatie handmatig toevoegen--zie onderstaand.
uk: Запустіть KStars після додавання зображень до каталогу ``imageOverlays``. Після переходу на сторінку налаштувань ``Зображення-накладки`` ви маєте побачити таблицю зі списком нових файлів. Для нових зображень буде показано стан ``Не оброблено``. На карті неба буде показано лише зображення зі станом ``Гаразд``. Причиною є те, що KStars потрібні дані щодо розташування, розміру та орієнтації зображень, перш ніж програма зможе показати ці зображення. Щоб змінити стан зображення на ``Гаразд``, вам слід розв'язати завдання з прив'язки зображень або додати відповідні дані вручну — див. нижче.
