Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/imageOverlays.po
Languages: bg, ca, ca@valencia, fr, nl, uk

source: The ``Maximum image dimension``: spinbox allows you to vary the maximum image dimension used for images. That is, if you place images that are, for example, 5000 pixels wide into the ``imageOverlays`` directory, but this input box's value is 1000, then the 5000-pixel-images will be read in, but then downsampled to 1000-pixels-wide before display. This is done to reduce the memory footprint and cpu usage of this feature. It would be more efficient to add image files with the desired image width.
bg: Въртящото поле ``Максимален размер на изображението:`` ви позволява да променяте максималния размер на изображението. Тоест, ако поставите изображения, които са например широки 5000 пиксела в директорията ``imageOverlays``, но стойността на това поле за въвеждане е 1000, тогава изображенията от 5000 пиксела ще бъдат прочетени, но след това намалени до 1000 пиксела ширина преди показване. Това се прави, за да се намали отпечатъкът на паметта и натоварването на процесора от тази функция. Би било по-ефективно да добавите файлове с изображения с желаната ширина на изображението.
ca: El botó de selecció de valors ``Dimensió màxima de les imatges`` permet variar la dimensió màxima d'imatge emprada a les imatges. És a dir, si col·loqueu les imatges que són, per exemple, de 5000 píxels d'amplada en el directori ``imageOverlays``, però el valor d'aquest quadre d'entrada és 1000, llavors les imatges de 5000 píxels es llegiran, però després es reduiran a 1000 píxels d'amplada abans de mostrar-les. Això es fa per a reduir l'empremta de memòria i l'ús de CPU d'aquesta característica. Seria més eficient afegir fitxers d'imatge amb l'amplada d'imatge desitjada.
ca@valencia: El botó de selecció de valors ``Dimensió màxima de les imatges:`` permet fer variar la dimensió màxima de la imatge emprada per a les imatges. És a dir, si col·loqueu imatges que tenen, per exemple, 5.000 píxels d'amplària a dins del directori ``imageOverlays``, però el valor d'este quadro d'entrada és 1.000, llavors es llegiran les imatges de 5.000 píxels, però després es reduiran a 1.000 píxels d'amplària abans de mostrar-les. Açò es fa per a reduir el consum de memòria i l'ús de la CPU d'esta característica. Seria més eficient afegir fitxers d'imatge amb l'amplària d'imatge desitjada.
fr: La boîte ``Dimension maximale de l'image`` permet de varier la dimension maximale des images utilisée pour les images. Ainsi, si vous mettez des images, par exemple, de 5000 pixels de large dans le dossier ``imageOverlays`` mais que la valeur d'entrée de la boîte est de 1000 pixels, ces images seront lues mais réduites à la taille de 1000 pixels avant d'être affichées. Cela est effectué afin de réduire l'empreinte mémoire et la charge du processeur de cette fonctionnalité. Mais il serait plus efficace d'ajouter des images de largeur souhaitée directement.
nl: De draaischakelaar ``Maximale afmetingen van afbeelding`` biedt u het variëren van de maximale afmetingen van de gebruikte afbeeldingen. Dat wil zeggen, als u afbeeldingen plaatst, bijvoorbeeld, 5000 pixels breed in de map ``imageOverlays``, maar de waarde in dit invoervak is 1000, dan zal de 5000-pixel-afbeelding ingelezen worden, maar omlaag gebracht worden naar 1000-pixels-breed vóór het tonen. Dit wordt gedaan om de voetafdruk in het geheugen en gebruik van voor deze functie te verminderen. Het zou efficiënter zijn om afbeeldingsbestanden met de gewenste afbeeldingsbreedte toe te voegen.
uk: За допомогою пункту ``Максимальна розмірність зображення`` можна керувати максимальну розмірність зображення, яку буде використано для зображень. Тобто, якщо ви розмістите зображення, які, наприклад, мають ширину 5000 пікселів, до каталогу ``imageOverlays``, але у цьому полі вказано значення 1000, програма прочитає 5000-піксельні зображення буде прочитано, але потім спрощено до 1000-піксельних у ширину до показу. Так зроблено, щоб зменшити витрату пам'яті та ресурсів процесора цією можливістю. Ефективнішим за таку обробку буде розміщення готових зображень бажаної ширини до каталогу накладок.

source: The ``Center SkyMap on selection`` checkbox allows you to easily navigate to the overlay images without directly manipulating the SkyMap. With this enabled, you select a row in the overlay table (i.e., by clicking on the filename field) and the skymap is moved to that image if the image's status is OK. At that point you can move from one image to the next with ``Up`` and ``Down`` arrow keyboard commands.
bg: Квадратчето за отметка ``Центриране на небесната карта при избор`` ви позволява лесно да навигирате до насложените изображения, без директно да манипулирате небесната карта. Когато това е разрешено, вие избирате ред в таблицата с изображения за наслагване (т.е., като щракнете върху полето за име на файл) и небесната карта се премества към това изображение, ако състоянието на изображението е ``ОК``. В този момент можете да преминете от едно изображение към следващо със стрелките на клавиатурата.
ca: La casella de selecció ``Centra el mapa celeste en la selecció`` permet navegar fàcilment a les imatges superposades sense manipular directament el mapa celeste. Amb aquesta opció activada, seleccioneu una fila a la taula de superposició (p. ex., fent clic al camp del nom de fitxer) i el mapa celeste es mourà a aquesta imatge si l'estat de la imatge és ``D'acord``. En aquest punt podeu anar d'una imatge a la següent amb les fletxes ``Amunt`` i ``Avall`` del teclat.
ca@valencia: La casella de selecció ``Centra el mapa celeste a la selecció`` permet navegar amb facilitat per les imatges superposades sense manipular directament el mapa celeste. Amb esta opció activada, seleccioneu una fila en la taula de superposició (és a dir, clicant damunt del camp del nom de fitxer) i el mapa celeste es mourà fins a esta imatge si l'estat de la imatge és ``D'acord``. En este punt, podreu passar d'una imatge a la següent amb les ordres de teclat ``Fletxa amunt`` i ``Fletxa avall``.
fr: La boîte à cocher ``Center la carte du ciel à la sélection`` permet de naviguer facilement vers les images de superposition sans devoir manipuler la carte du ciel. Lorsque que cette option est activée, il suffit de sélectionner une ligne dans la table de superposition (C'est-à-dire en cliquant sur le champ de nom de fichier) et la carte du ciel est déplacée vers cette image si son état est ``Ok``. Vous pouvez ensuite passer d'une image à l'autre à l'aide des flèches « Vers le haut » et « Vers le bas » du clavier.
nl: Het keuzevak ``Hemelkaart centreren bij selectie`` biedt u het gemakkelijk navigeren naar de overlay-afbeeldingen zonder direct de hemelkaart te manipuleren. Met dit ingeschakeld, selecteert u een rij in de overlay-tabel (d.w.z. door op het bestandsnaamveld te klikken) en de hemelkaart verplaatst zich naar die afbeelding als de status van de afbeelding ``OK`` is. Op dat punt kunt u van de ene afbeelding naar de volgende gaan met de pijltjestoetsen ``Up`` en ``Down`` op het toetsenbord.
uk: За допомогою пункту ``Центрувати карту неба на позначеному`` ви можете спростити навігацію до зображень-накладок без безпосередньої роботи з картою неба. Якщо пункт позначено, вам достатньо позначити рядок у таблиці накладок (наприклад, клацанням на полі назви файла), і фокус карти неба буде пересунуто до цього зображення, якщо його станом є ``Гаразд``. Після цього можна буде рухатися від одного зображення до іншого натискаючи клавіші зі стрілками вгору-вниз на клавіатурі.

source: Image Overlays on SkyMap
bg: Наслагвания на изображения върху небесната карта
ca: Superposicions d'imatges en el mapa celeste
ca@valencia: Superposicions d'imatges en el mapa celeste
fr: Superposition d'image sur la carte du ciel
nl: Overlays van afbeelding op hemelkaart
uk: Зображення-накладки на карті неба

source: Image Overlays Window
bg: Прозорец „Наслагвания на изображения“
ca: Finestra de Superposicions d'imatges
ca@valencia: La pàgina «Superposicions d'imatges»
fr: Fenêtre de superposition d'image
nl: Overlays van afbeelding in Windows
uk: Сторінка зображень-накладок
