Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/imageOverlays.po
Languages: bg, ca, ca@valencia, fr, nl, uk

source: To prepare your images for display, you need to plate-solve the images (one time only). To do this, find an image in the table, click on its filename, and then click ``Solve`` below the table. The ``Solve`` button's label should switch to ``Cancel`` during the solve, and then when completed successfully, the solved parameters are displayed in the table and the status is changed to ``OK``. A successful plate-solve's information is stored in the user database so that solving doesn't need to be repeated. The solved image should from then on appear in its proper position in the SkyMap. You can plate-solve multiple images in a single operation by clicking on the first image's filename, then holding down the **Shift** key and clicking on another filename. All the image files between the filenames should be selected. Then clicking ``Solve`` will attempt to solve them all. However, KStars will not attempt to plate-solve images whose status is ``OK``, it will skip those images. (If you wish to re-plate-solve images with status ``OK``, then manually change their status to ``Unprocessed`` and click ``Solve``). It is possible that if you select several images, a few of them will not be successfully solved.
bg: За да подготвите изображенията си за показване, трябва да решите изображенията (само веднъж). За да направите това, намерете изображение в таблицата, щракнете върху името на файла му и след това щракнете върху ``Решаване`` под таблицата. Етикетът на бутона ``Решаване`` трябва да се превключи на ``Отказ`` по време на решаването и след това, когато приключи успешно, решените параметри се показват в таблицата и състоянието се променя на ``OK ``. Информацията за успешното решаване на изображение се съхранява в потребителската база данни, така че не е необходимо решаването да се повтаря. Оттогава решеното изображение трябва да се появи на правилната си позиция в небесната карта. Можете да решите множество изображения в една операция, като щракнете върху името на файла на първото изображение, след което задържите Shift и щракване върху друго име на файл. Всички файлове с изображения между имената на файловете трябва да бъдат избрани. След това щракването върху ``Решаване`` ще се опита да реши всички. Въпреки това KStars няма да се опитва да решава изображения, чийто статус е ``ОК``, програмата ще пропусне тези изображения. (Ако искате да разрешите отново изображения със статус ``ОК``, променете ръчно статуса им на ``Необработени`` и щракнете върху ``Решаване``). Възможно е, ако изберете няколко изображения, някои от тях да не бъдат решени успешно.
ca: Per a preparar les imatges per a la seva visualització, cal que solucioneu les seves plaques (només una vegada). Per a fer-ho, trobeu una imatge a la taula, feu clic al nom del fitxer i, a continuació, feu clic a ``Soluciona`` sota la taula. L'etiqueta del botó ``Soluciona`` hauria de canviar a ``Cancel·la`` durant la resolució, i després, quan s'hagi completat correctament, els paràmetres resolts es mostraran a la taula i l'estat es canviarà a ``D'acord``. La informació d'un solucionador de plaques amb èxit s'emmagatzema a la base de dades d'usuaris de manera que no cal repetir la solució. La imatge resolta hauria d'aparèixer a partir de llavors en la seva posició adequada al mapa celeste. Podeu resoldre múltiples imatges en una operació única fent clic al nom del primer fitxer de la imatge i després prement **Maj** en un altre nom. S'haurien de seleccionar tots els fitxers d'imatge entre els noms de fitxers. Després, fent clic a Soluciona intentarà resoldre'ls tots. No obstant això, el KStars no intentarà resoldre plaques d'imatges l'estat de les quals sigui ``D'acord``, s'ometran aquestes imatges (si voleu replanificar les imatges amb l'estat ``D'acord``, llavors canvieu manualment el seu estat a ``No processat`` i feu clic a ``Soluciona``). És possible que si seleccioneu diverses imatges, algunes no es resolguin correctament.
ca@valencia: Per a preparar les imatges per a la visualització, heu de resoldre la placa (només una vegada). Per a fer-ho, busqueu una imatge en la taula, cliqueu damunt del seu nom de fitxer i, a continuació, cliqueu ``Resol`` davall de la taula. L'etiqueta del botó ``Resol`` hauria de canviar a ``Cancel·la`` durant la resolució i, quan es complete correctament, els paràmetres resolts es mostraran en la taula i l'estat canviarà a ``D'acord``. La informació d'una resolució de placa correcta s'emmagatzema en la base de dades de l'usuari perquè no calga repetir-la. La imatge resolta hauria d'aparéixer a partir de llavors a la seua posició correcta en el mapa celeste. Podeu resoldre la placa de múltiples imatges en una sola operació clicant damunt del nom de fitxer de la primera imatge, mantenint premuda la tecla **Majús** i clicant damunt d'un altre nom de fitxer. Tots els fitxers d'imatge entre els noms de fitxer haurien d'estar seleccionats. Aleshores, quan cliqueu ``Resol`` s'intentarà resoldre-les totes. Tanmateix, KStars no intentarà resoldre la placa de les imatges amb l'estat ``D'acord``, sinó que les ometrà. (Si voleu tornar a resoldre la placa d'estes imatges, canvieu manualment el seu estat a ``Sense processar`` i cliqueu ``Resol``). És possible que si seleccioneu diverses imatges, algunes no es resoldran correctament.
fr: La préparation des images pour l'affichage implique de les résoudre (une seule fois). Pour cela, veuillez sélectionner une image dans la table, cliquez sur nom et cliquez sur le bouton ``Résoudre`` sous la table. L'étiquette de ce bouton changera en ``Annuler`` durant la résolution, et en cas de succès, les paramètres de résolution seront affichées dans la table et l'état passe à ``Ok``. Cette information est enregistrée dans la base de données de l'utilisateur afin de ne pas devoir répéter la résolution. Les images résolues apparaîtront dès lors à leur correcte position sur la carte du ciel. Vous pouvez résoudre plusieurs images en une seule opération en cliquant sur le nom de la première image puis en cliquant sur d'autres nom de fichier en maintenant la touche « Maj » enfoncée. Toutes les images entre ces deux devraient être sélectionnées. Puis en cliquant sur le bouton ``Résoudre``, toutes les images tenteront d'être résolues. Toutefois KStars ignorera les images en état ``Ok``. (Si vous souhaitez les résoudre à nouveau, modifiez vous-même leur état en ``Non traité``, puis cliquez sur ``Résoudre``). Il est possible qu'en sélectionnant plusieurs images, certaines échouent à être résolues.
nl: Om uw afbeeldingen voor te bereiden op tonen moet u de afbeeldingen plaat-oplossen (slechts één keer). Om dit te doen, kies een afbeelding in de tabel, klik op zijn bestandsnaam en klik daarna op ``Oplossen`` onder de tabel. Het label van de knop ``Oplossen`` zou moeten wijzigen naar ``Annuleren`` tijdens het oplossen en daarna, bij met succes voltooien, worden de opgeloste parameters getoond in de tabel en de status is gewijzigd naar ``OK``. Na met succes plaat-oplossen wordt de informatie opgeslagen in de database van de gebruiker zodat oplossen niet herhaald hoeft te worden. De opgeloste afbeelding zou vanaf dan verschijnen op zijn juiste positie in de hemelkaart. U kunt meerdere afbeeldingen plaat-oplossen in een enkele bewerking door te klikken op de eerste bestandsnaam van de afbeelding, daarna **Shift** indrukken en klikken op een andere bestandsnaam. Alle afbeeldingsbestanden tussen de bestandsnamen zullen geselecteerd worden. Daarna klikken op ``Oplossen`` zal geprobeerd worden ze allemaal op te lossen. KStars zal echter niet proberen een afbeelding waarvan de status ``OK`` is opnieuw op te lossen, het zal die afbeeldingen overslaan. (Als u afbeeldingen opnieuw wilt plaat-oplossen met status ``OK``, wijzig hun status handmatig naar ``Niet verwerkt`` en klik op ``Oplossen`. Het is mogelijk dat als u verschillende afbeeldingen selecteert, een paar ervan niet met succes worden opgelost.
uk: Для приготування ваших зображень для показу потрібно (лише один раз) розв'язати задачу з їхньої прив'язки до карти. Для цього виберіть пункт зображення у таблиці, натисніть на назві файла, а потім натисніть кнопку ``Розв'язати`` під таблицею. Мітка на кнопці розв'язування має перемкнутися на ``Скасувати`` на час розв'язування, а коли розв'язування буде успішно завершено, розв'язок буде показано у таблиці, а стан рядка зміниться на «Гаразд». Результати успішного розв'язування буде збережено у базі даних користувача, отже, повторно розв'язувати завдання з прив'язки не доведеться. Відповідне зображення після цього з'явиться на належному місці карти неба. Ви можете наказати програмі знайти розв'язки для декількох зображень одночасно, клацнувши на назві файла першого зображення, а потім клацнувши з одночасним утриманням натиснутою клавіші **Shift** на останньому зображенні. У відповідь буде позначено усіх файли зображень між цими двома пунктами. Далі, після натискання кнопки ``Розв'язати`` програма спробує знайти розв'язок для усіх зображень. Втім, KStars не намагатиметься знайти розв'язок для зображень зі станом ``Гаразд``, і пропустить такі зображення. (Якщо вам потрібно повторно знайти розв'язок для зображень зі станом ``Гаразд``, змініть стан на ``Не оброблено`` вручну і натисніть кнопку ``Розв'язати``.) Може так статися, що при позначенні декількох зображень, знайти розв'язок вдасться не для усіх цих зображень.

source: Plate solving these images can sometimes be difficult. That is because at this point the system has no information as to the scale or position to look, and thus it is a blind solve. To improve your chance for success, you can enter an approximate ``RA/DEC`` center sky position into the RA and DEC columns for the row you are trying to solve. You can also add an image scale, in arcseconds-per-pixel. You can add a default scale to the right of the ``Solve`` button in the box labeled ``Default a-s/px`` so that all solving attempts use this scale by default. You can also add a scale directly into the table-row-column, which would override the default. You can choose which StellarSolver profile the solver uses (these profiles can be edited in Ekos' ``Align`` tab). Finally, you can adjust the solver's ``Timeout`` in seconds.
bg: Разрешаването на тези изображения понякога може да бъде трудно. Това е така, защото в този момент системата няма информация за мащаба или позицията, която да търси, и следователно това е сляпо решение. За да подобрите шанса си за успех, можете да въведете приблизителна RA/DEC централна позиция на небето в колоните ``RA`` и ``DEC`` за реда, който се опитвате да разрешите. Можете също така да добавите мащаб на изображението в дъгови секунди на пиксел. Можете да добавите мащаб по подразбиране отдясно на бутона ``Решаване`` в полето с етикет ``По подразбиране a-s/px``, така че всички опити за решаване да използват този мащаб по подразбиране. Можете също така да добавите скала директно в таблицата, което ще замени стойността по подразбиране. Можете да изберете кой профил на StellarSolver да използва решаващият модул (тези профили могат да се редактират в раздела ``Подравняване`` на Ekos). И накрая, можете да настроите ``Времето за изчакване`` на решаването в секунди.
ca: De vegades, la solució de plaques d'aquestes imatges pot ser difícil. Això es deu al fet que, en aquest moment, el sistema no té informació sobre l'escala o la posició que ha d'observar, i per tant és una solució cega. Per a millorar la vostra oportunitat d'èxit, podeu introduir una posició AR/Dec aproximada del centre del cel a les columnes ``AR`` i ``Dec`` per a la fila que esteu intentant resoldre. També podeu afegir una escala d'imatge, en segons d'arc per píxel. Podeu afegir una escala predeterminada a la dreta del botó ``Soluciona`` en el quadre etiquetat ``a-s/px predeterminats`` de manera que tots els intents de resolució usin aquesta escala predeterminada. També podeu afegir una escala directament a la taula-fila-columna, que sobreescriurà el valor predeterminat. Podeu triar quin perfil de l'StellarSolver usa el solucionador (aquests perfils es poden editar a la pestanya ``Alineació`` de l'Ekos). Finalment, podeu ajustar el ``Temps d'espera`` del solucionador en segons.
ca@valencia: Resoldre la placa d'estes imatges de vegades pot ser difícil. Açò es deu a que en este punt el sistema no té informació sobre l'escala o la posició on es mira, i per tant és una resolució a cegues. Per a millorar les vostres possibilitats d'èxit, podeu introduir una posició central ``AR/Dec`` aproximada al cel en les columnes ``AR`` i ``Dec`` per a la fila que esteu intentant resoldre. També podeu afegir una escala d'imatge, en segons d'arc per píxel. Podeu afegir una escala predeterminada a la dreta del botó ``Resol`` en el quadro anomenat ``Seg. d'arc/px predeterminats:``, de manera que tots els intents de resolució utilitzen esta escala de manera predeterminada. També podeu afegir una escala directament a dintre de la columna o fila de la taula, el qual anul·laria la predeterminada. Podeu triar quin perfil de StellarSolver utilitza el solucionador (estos perfils es poden editar en la pestanya ``Alinea`` d'Ekos). Finalment, podeu ajustar el ``Temps d'espera:`` del solucionador en segons.
fr: La résolution de ces images peut se révéler difficile. En effet, le système n'a aucune information sur la position et l'échelle de l'image, il résout à l'aveugle. Pour améliorer les chances de succès, vous pouvez indiquer la position approximative du centre de l'image dans le ciel en AD/DEC dans les colonnes ``AD`` et ``DEC`` de la ligne à résoudre. Vous pouvez également ajouter l'échelle de l'image en secondes d'arc par pixel. Vous pouvez ajouter une échelle par défaut à utiliser dans le champ à droite du bouton ``Résoudre`` nommé ``a-s/px par défaut``. Ou alors indiquer une échelle directement dans la table pour passer outre la valeur par défaut. Vous pouvez aussi choisir le profil StellarSolver à utiliser pour la résolution (qui peut être modifié dans le module ``Alignement`` d'Ekos). Enfin, vous pouvez le délai d'attente du résolveur en secondes.
nl: Deze afbeeldingen plaat-oplossen kan soms moeilijk zijn. Dat is omdat op dit punt het systeem geen informatie over de schaal of positie waar te kijken, en dus is het een blinde oplossing. Om uw kans op succes te vergroten kunt u een benaderde RA/DEC centrale hemelpositie in de kolommen ``RA`` en ``DEC`` voor de rij die u probeert op te lossen in te voeren. U kunt ook een schaal van de afbeelding toevoegen, in boogseconden-per-pixel. U kunt een standaard schaal rechts van de knop ``Oplossen`` in het vak met label ``Standaard b-s/px`` toevoegen zodat alle pogingen voor oplossen deze schaal standaard gebruiken. U kunt ook direct in de tabel-rij-kolom een schaal toevoegen, die de standaard overschrijft. U kunt kiezen welk StellarSolver-profiel de oplosser gebruikt (deze profielen kunnen bewerkt worden in tabblad ``Uitlijnen`` van Ekos). U kunt tenslotte de ``Tijdslimiet`` in seconden van de oplosser aanpassen.
uk: Прив'язка зображень іноді є складною справою. Причиною є те, що у системи немає даних щодо того, як масштабувати і розташувати зображення, тому пошук виконується наосліп. Щоб збільшити ймовірність успішного розв'язування, ви можете ввести приблизні координати за прямим сходженням та схиленням центра знімку до стовпчиків ``ПС`` та ``Схил`` рядка, розв'язок для якого ви намагаєтеся знайти. Ви також можете додати масштаб зображення у кутових секундах на піксель. Ви можете додати типовий масштаб праворуч від кнопки «Розв'язати» у полі із міткою ``Типові кут. с/пк``, щоб в усіх спробах розв'язування було типово використано цей масштаб. Ви також можете додати масштаб безпосередньо до рядка і стовпчика таблиці. Цей масштаб матиме пріоритет над типовим. Ви можете вказати, який профіль StellarSolver має використати засіб розв'язування (ці профілі можна редагувати на вкладці ``Вирівнювання`` Ekos). Нарешті, ви можете скоригувати ``Час очікування`` на розв'язок у секундах.

source: If you have problematic images that won't solve, you can still display them by manually entering the values (that the solver didn't find) into the table. They are the RA, DEC, arcsecond-per-pixel, orientation angle, and east-to-the-right (or West-to-the-right) settings. Once you have done that, you can then change the status to ``OK`` and KStars will save these values to the user database as if they had been automatically solved.
bg: Ако имате проблемни изображения, които не могат да се решат, можете да ги покажете, като въведете ръчно стойностите (които програмата за решаване не е намерила) в таблицата. Те са настройките RA, DEC, дъгова секунда на пиксел, ъгъл на ориентация и изток надясно (или запад надясно). След като направите това, можете да промените състоянието на ``ОК`` и KStars ще запише тези стойности в потребителската база данни, сякаш са били решени автоматично.
ca: Si teniu imatges problemàtiques que no es resolen, encara podeu mostrar-les introduint manualment els valors (que el solucionador no ha trobat) a la taula. Són els paràmetres d'AR, Dec, segons d'arc per píxel, angle d'orientació, i d'est a la dreta (o d'oest a la dreta). Una vegada fet això, podreu canviar l'estat a ``D'acord`` i el KStars desarà aquests valors a la base de dades d'usuari com si s'haguessin resolt automàticament.
ca@valencia: Si teniu imatges problemàtiques que no es resolen, encara podreu mostrar-les introduint manualment els valors (que el solucionador no ha trobat) a dins de la taula. Són els paràmetres AR, Dec, segons d'arc per píxel, angle d'orientació i est a la dreta (o oest a la dreta). Una vegada ho hàgeu fet, podreu canviar l'estat a ``D'acord`` i KStars guardarà estos valors a la base de dades de l'usuari com si s'hagessin resolt automàticament.
fr: Si vous avez quelques images problématiques que vous n'arrivez pas à résoudre, vous pouvez quand même les afficher en saisissant vous-même les valeurs dans la table. Ces valeurs sont les paramètres « AD » et « DEC » en secondes d'arc par pixel, l'angle d'orientation et les réglages par rapport à l'est ou à l'ouest. Une fois fait, modifiez l'état à ``Ok`` et KStars enregistrera ces valeurs dans la base de données de l'utilisateur comme si elles avaient été résolues automatiquement.
nl: Als u problematische afbeeldingen hebt die niet opgelost willen worden, dan kunt u ze toch tonen door handmatig de waarden (die de oplosser niet vond) invoeren in de tabel. Het zijn de instellen RA, DEC, boogseconde-per-pixel, oriëntatiehoek en Oost-naar-rechts (of West-naar-rechts). Nadat u dat hebt gedaan, kunt u de status wijzigen naar ``OK`` en KStars zal deze waarden opslaan in de database van de gebruiker alsof ze automatisch zijn opgelost.
uk: Якщо ви маєте проблемні зображення, прив'язати які не вдалося, ви можете наказати програмі показати їх попри це, ввівши значення (які не вдалося визначити засобу розв'язування) вручну до таблиці. Цими значеннями є ПС, Схил, кутові секунди на піксель, кут орієнтації та параметри сходу праворуч (або заходу праворуч). Після цього ви можете змінити стан на ``Гаразд``, і KStars збереже ці значення до бази даних користувача так, наче вони є наслідком автоматичного розв'язування.

source: There are a few more controls on the ``Image Overlays`` settings page. The ``Show image overlays`` checkbox at the top of the page enables or disables this feature--that is, toggles whether any image overlays are display on the SkyMap or not.
bg: Има още няколко контроли на страницата с настройки на ``Наслагвания на изображения``. Квадратчето за отметка ``Показване на наслагвания на изображения`` в горната част на страницата активира или деактивира тази функция, т.е. превключва дали наслагванията на изображения да се показват на небесната карта или не.
ca: Hi ha alguns controls més a la pàgina de configuració de les ``Superposicions d'imatges``. La casella de selecció ``Mostra les superposicions d'imatges`` a la part superior de la pàgina activa o desactiva aquesta característica, és a dir, alterna si es mostren o no les superposicions d'imatges al mapa celeste.
ca@valencia: Hi ha alguns controls més en la pàgina de configuració ``Superposicions d'imatges``. La casella de selecció ``Mostra les superposicions d'imatges`` a la part superior de la pàgina activa o desactiva esta característica, és a dir, canvia si es mostraran o no les superposicions d'imatges en el mapa celeste.
fr: Il y a quelques autres contrôles sur la page de réglages de ``Superposition d'images``. La case à cocher ``Afficher la superposition d'images`` en haut de page permet d'activer ou de désactiver cette fonctionnalité, c'est-à-dire qu'elle permet d'afficher ou non les images sur la carte du ciel.
nl: Er zijn nog een paar besturingen op de instellingenpagina van ``Overlays van afbeelding``. Het keuzevak ``Overlays van afbeelding tonen`` bovenaan de pagina schakelt deze functie in of uit--dat wil zeggen, schakelt om of een overlay van afbeelding getoond wordt op de hemelkaart of niet.
uk: На сторінці параметрів зображень накладок розміщено ще декілька засобів керування. Пункт ``Показувати зображення-накладки`` у верхній частині вмикає або вимикає цю можливість, тобто перемикає те, чи буде показано зображення-накладки на карті неба.
