Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-configure.po
Languages: bg, ca, ca@valencia, fr

source: Configure INDI
bg: Конфигуриране на INDI
ca: Configurar INDI
ca@valencia: Configurar INDI
fr: Configurer INDI

source: The ``INDI`` page allows you to modify *Client side* INDI specific options. To access it, select the ``INDI`` page from ``Settings → Configure KStars...`` menu item. The window is divided into several main categories: General, Device Updates, Display and Server Port:
bg: Страницата ``INDI`` ви позволява да променяте специфичните за INDI * клиентски настройки*. За достъп до нея изберете страницата ``INDI`` от ``Настройки`` ``Конфигуриране на KStars...`` от менюто. Прозорецът е разделен на няколко основни категории: Общи, Актуализации на устройството, Екран и Порт на сървъра:
ca: La pàgina ``INDI`` permet modificar les opcions específiques de l'INDI en la *part client*. Per a accedir-hi, seleccioneu-la des de l'element de menú ``Arranjament → Configura el KStars...``. La finestra es divideix en diverses categories principals: General, Actualitzacions del dispositiu, Pantalla i Port del servidor:
ca@valencia: La pàgina ``INDI`` permet modificar les opcions específiques d'INDI del *costat del client*. Per a accedir-hi, seleccioneu la pàgina ``INDI`` des de l'element de menú ``Configuracions → Configura KStars…``. La finestra es dividix en diverses categories principals: General, Actualitzacions de dispositius, Pantalla i Port del servidor:
fr: La page d'``INDI`` vous permet de modifier les options spécifiques du *Côté client* d'INDI. Pour y accéder, sélectionnez ``Configuration`` ``Configurer KStars`` de cette page. La fenêtre est divisée en plusieurs catégories principales : général, mises à jour des périphériques automatique, affichage, source de mise à jour, roue à filtres et port du serveur :

source: ``General``
bg: ``Общи``
fr: ``Général``

source: ``INDI server``: Specify the binary of installed INDI server in your system. By default, KStars uses “/usr/bin/indiserver” binary.
bg: ``сървър INDI:`` Посочете двоичния файл на инсталиран сървър INDI във вашата система. По подразбиране KStars използва \"/usr/bin/indiserver\".
ca: ``Servidor INDI:`` Especifica el binari del servidor INDI instal·lat al vostre sistema. De manera predeterminada, el KStars utilitza el binari «/usr/bin/indiserver».
ca@valencia: ``Servidor INDI``: especifica el binari del servidor INDI instal·lat en el vostre sistema. De manera predeterminada, KStars utilitza el binari «/usr/bin/indiserver».
fr: ``Serveur INDI`` : indiquez l'exécutable du serveur INDI installé sur votre système. Par défaut, KStars utilise \"/usr/bin/indiserver\".

source: ``INDI drivers XML directory``: Specify the XML directory where INDI drivers are located in your system. By default, KStars uses “/usr/share/indi” directory.
bg: ``XML директория на INDI драйвери:`` Посочете XML директория, където се намират INDI драйверите във вашата система. По подразбиране KStars използва \"/usr/share/indi\" директория.
ca: ``Directori XML dels controladors INDI:`` Especifica la carpeta on es troben els controladors INDI al vostre sistema. De manera predeterminada, el KStars utilitza la carpeta «/usr/share/indi».
ca@valencia: ``Directori XML dels controladors INDI``: especifica el directori XML on es troben els controladors INDI en el vostre sistema. De manera predeterminada, KStars utilitza el directori «/usr/share/indi».
fr: ``Dossier XML des pilotes INDI`` : spécifie le dossier XML sur votre système contenant les pilotes INDI. Par défaut KStars utilise le dossier \"/usr/share/indi\".

source: ``Default FITS directory``: Specify the directory where all captured FITS images will be saved to. If no directory is specified, images will be stored in `$HOME`.
bg: ``Директория по подразбиране FITS:`` Посочете директорията, в която ще бъдат записани всички заснети FITS изображения. Ако не е указана директория, изображенията ще се съхраняват в `$HOME`.
ca: ``Directori FITS predeterminat:`` Especifica la carpeta a on es desaran les imatges FITS capturades. Si no n'especifiqueu cap, les imatges es desaran a `$HOME`.
ca@valencia: ``Directori FITS predeterminat``: especifica el directori on es guardaran totes les imatges FITS capturades. Si no s'especifica cap directori, les imatges s'emmagatzemaran a *$HOME*.
fr: ``Dossier FITS par défaut : `` spécifie le dossier où toutes les images FITS seront enregistrées. S'il n'y a pas de dossier spécifié, les images seront enregistrées dans `$HOME`.

source: ``Time & Location Updates``
bg: ``Актуализации на местоположението, часа и датата``
ca: ``Actualitzacions de l'hora i l'emplaçament``
ca@valencia: ``Actualitzacions del temps i emplaçament``
fr: ``Synchronisation heure et position``

source: ``KStars updates all devices``: KStars is the master source for time and location settings. All INDI devices time and locations settings are synchronized to KStars settings.
bg: ``KStars актуализира всички устройства``: KStars е основният източник за настройките за час, дата и местоположение. Всички настройки за време и местоположения на INDI устройства се синхронизират с настройките на KStars.
ca: ``El KStars actualitza tots els dispositius``: El KStars és la font mestra de la configuració per a l'hora i l'emplaçament. Tots els dispositius INDI sincronitzaran aquesta configuració amb la del KStars.
ca@valencia: ``KStars actualitza tots els dispositius``: KStars és la font mestra de la configuració del temps i l'emplaçament. Tots els dispositius INDI sincronitzaran esta configuració amb la de KStars.
fr: ``KStars synchronise tous les périphériques`` : KStars est la source des réglages de l'heure et de la position. Tous les réglages d'heure et de position des périphériques INDI sont synchronisés avec les réglages de KStars.

source: ``Mount updates KStars``: Mount handset is the master source of time and location settings. KStars time and location settings are synchronized with controller settings.
bg: ``Монтировката актуализира данните на KStars``: Монтировката е основният източник на настройки за време и местоположение. Настройките за време и местоположение на KStars се синхронизират с настройките на контролера.
ca: ``La muntura actualitza el KStars``: El comandament de la muntura és la font mestra de la configuració de l'hora i emplaçament. El KStars sincronitzarà aquesta configuració amb la del controlador.
ca@valencia: ``La muntura actualitza KStars``: el comandament de la muntura és la font mestra de la configuració del temps i l'emplaçament. KStars sincronitzarà esta configuració amb la del controlador.
fr: ``La monture synchronise KStars`` : la télécommande de la monture est la source des réglages de l'heure et de la position. Les réglages de l'heure et de la position de KStars sont synchronisés avec les réglages de la télécommande de la monture.

source: ``GPS updates KStars``: GPS driver is the master source of time and location settings. KStars time and location settings are synchronized with GPS settings.
bg: ``GPS актуализира KStars``: GPS драйверът е основният източник на настройки за време и местоположение. Настройките за време и местоположение на KStars се синхронизират с GPS настройките.
ca: ``El GPS actualitza el KStars``: El controlador del GPS és la font mestra de la configuració de l'hora i emplaçament. El KStars sincronitzarà aquesta configuració amb la del GPS.
ca@valencia: ``El GPS actualitza KStars``: el controlador del GPS és la font mestra de la configuració del temps i l'emplaçament. KStars sincronitzarà esta configuració amb la del GPS.
fr: ``Le GPS synchronise KStars`` : le pilote du GPS est la source des réglages d'heure et de position. Les réglages de l'heure et de la position de KStars sont synchronisés avec les réglages du GPS.

source: ``Time``: Synchronize KStars date and time automatically from the update source.
bg: ``Час и дата``: Автоматично синхронизира датата и часа на KStars от източника на актуализация.
ca: ``Hora``: Sincronitza automàticament la data i hora del KStars amb la de la font d'actualització.
ca@valencia: ``Temps``: sincronitza automàticament la data i hora de KStars amb la de la font d'actualització.
fr: ``Heure`` : la date et l'heure de KStars est synchronisé automatiquement à partir de la source de synchronisation.

source: ``Location``: Synchronize KStars location settings from the update source.
bg: ``Местоположение``: Синхронизира настройките за местоположение на KStars от източника на актуализация.
ca: ``Emplaçament``: Sincronitza la configuració de l'emplaçament del KStars des de la font d'actualització.
ca@valencia: ``Emplaçament``: sincronitza la configuració de l'emplaçament de KStars des de la font d'actualització.
fr: ``Position`` : la position de KStars est synchronisée automatiquement à partir de la source de synchronisation.

source: ``Display``
bg: ``Показване``
ca: ``Pantalla``
ca@valencia: ``Pantalla``
fr: ``Affichage``

source: ``Telescope crosshair``: When checked, KStars displays the telescope's target crosshair on the sky map. The crosshair is displayed upon a successful connection to the telescope and its location is updated periodically. The telescope's name is displayed next to the crosshair. KStars displays one crosshair per each connected telescope. To change the color of the telescope's crosshair, open the :doc:`Configure - KStars <viewops>` window. Select the ``Colors`` page, and then change the color of the ``Target Indicator`` item to the desired color.
bg: ``Оптичен мерник на телескопа``: Когато е отметнато, KStars показва целевия мерник на телескопа върху картата на небето. Мерникът се показва при успешно свързване с телескопа и местоположението му се актуализира периодично. Името на телескопа се показва до мерника. KStars показва един мерник за всеки свързан телескоп. За да промените цвета на мерника на телескопа, отворете прозореца :doc:`Конфигуриране - KStars <viewops>`. Изберете страницата ``Цветове`` и след това променете цвета на елемента ``Рамка`` на желания цвят.
ca: ``Punt de mira del telescopi:`` Quan està marcada, el KStars mostrarà el punt de mira de l'objectiu del telescopi en el mapa celeste. El punt de mira es mostra després d'una connexió amb èxit amb el telescopi, i el seu emplaçament és actualitzat periòdicament. El nom del telescopi es mostra al costat del punt de mira. El KStars mostrarà un punt de mira per a cada telescopi connectat. Per a canviar el color del punt de mira del telescopi, obriu la finestra :doc:`Configuració del KStars <viewops>`. Seleccioneu la pàgina ``Colors`` i canvieu a continuació el color de l'element ``Indicador de l'objectiu``.
ca@valencia: ``Punt de mira del telescopi``: quan es marca, KStars mostrarà el punt de mira del telescopi al mapa celeste. El punt de mira es mostra quan es connecta correctament al telescopi i el seu emplaçament s'actualitza periòdicament. El nom del telescopi es mostra al costat del punt de mira. KStars mostra un punt de mira per a cada telescopi connectat. Per a canviar el color del punt de mira del telescopi, obriu el diàleg :doc:`Configureu - KStars <viewops>`. Seleccioneu la pàgina ``Colors`` i, a continuació, canvieu el color de l'element ``Indicador de l'objectiu`` al color desitjat.
fr: ``Réticule du télescope`` : lorsque cela est coché, KStars affiche le réticule du télescope sur la carte du ciel. La croix est affichée lors d'une connexion réussie au télescope, et sa position est actualisée périodiquement. Le nom du télescope est affiché à côté du réticule. KStars affiche un réticule pour chaque télescope connecté. Pour changer la couleur du réticule du télescope, ouvrez la fenêtre :doc:`Configuration de KStars <viewops>`. Sélectionnez l'onglet ``Couleurs``, et changez la couleur de l'élément ``Indicateur de cible`` dans la couleur désirée.

source: ``Independent window``: Make ``FITS Viewer`` window independent.
bg: ``Независим прозорец``: Направете прозореца на ``FITS визуализатора`` независим.
ca: ``Finestra independent``: Fa que la finestra del ``Visualitzador de FITS`` sigui independent.
ca@valencia: ``Finestra independent``: fa que la finestra siga independent.
fr: ``Fenêtre indépendante`` : rendre la fenêtre de l'``afficheur FITS`` indépendante.

source: ``Message notifications``: Show INDI messages as desktop notifications instead of dialogs.
bg: ``Известия за съобщения``: Показване на INDI съобщения като известия на работния плот вместо диалогови прозорци.
ca: ``Notificacions dels missatges``: Mostra els missatges INDI com a notificacions de l'escriptori en comptes de diàlegs.
ca@valencia: ``Notificacions dels missatges``: mostra els missatges INDI com a notificacions de l'escriptori en comptes de diàlegs.
fr: ``Notifications des messages`` : afficher les messages d'INDI comme des notifications du bureau plutôt que dans des boîtes de dialogue.

source: ``Server Port``
bg: ``Порт на сървъра``
ca: ``Port del servidor``
ca@valencia: ``Port del servidor``
fr: ``Port du serveur``

source: Specify range of ports that INDI Server will bind to when starting new drivers.
bg: Посочете диапазон от портове, към които INDI сървърът ще се свързва при стартиране на нови драйвери.
ca: Especifica l'interval de ports en què el servidor INDI escoltarà en iniciar controladors nous.
ca@valencia: Especifica l'interval de ports en què el servidor INDI escoltarà en iniciar controladors nous.
fr: Spécifiez une plage de ports que le serveur INDI puisse utiliser lors du démarrage de nouveaux pilotes.
