Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-telescope-setup.po
Languages: bg, ca, ca@valencia, fr, sl, uk

source: The panel is divided into three main sections:
bg: Панелът е разделен на три основни секции:
ca: El plafó es divideix en tres seccions principals:
ca@valencia: El quadro es dividix en tres seccions principals:
fr: Le panneau est divisé en trois sections principales :
sl: Plošča je razdeljena na tri glavne dele:
uk: Цю панель поділено на три основних розділи:

source: ``Device tabs``: Each additional active device occupies a tab in the INDI panel. Multiple devices can run simultaneously without affecting the operation of other devices.
bg: ``Раздели на устройството``: Всяко допълнително активно устройство заема раздел в панела INDI. Няколко устройства могат да работят едновременно, без да се засяга работата на други устройства.
ca: ``Pestanyes del dispositiu``: Cada dispositiu actiu addicional ocupa una pestanya en el plafó INDI. Els dispositius múltiples poden funcionar simultàniament sense afectar l'operació dels altres dispositius.
ca@valencia: ``Pestanyes de dispositiu``: cada dispositiu actiu addicional ocupa una pestanya al quadro INDI. Múltiples dispositius poden funcionar simultàniament sense afectar l'operació dels altres.
fr: ``Onglets des périphériques`` : chaque périphérique actif additionnel occupe un onglet dans le panneau INDI. De multiples périphériques peuvent fonctionner simultanément sans affecter les opérations des autres périphériques.
sl: ``Zavihki naprave``: Vsaka dodatna aktivna naprava zavzame zavihek na plošči INDI. Več naprav lahko deluje hkrati, ne da bi to vplivalo na delovanje drugih naprav.
uk: ``Вкладки пристроїв``: кожен задіяний пристрій має свою вкладку на панелі INDI. Декілька пристроїв можна запустити одночасно: вони не заважатимуть одне одному.

source: Property views on the ``Main Control`` and ``Options`` tabs: Properties are the key element in INDI architecture. Each device defines a set of properties to communicate with the client. The current position of the telescope is an example of a property. Semantically similar properties are usually contained in logical blocks or groupings.
bg: Изгледи на свойства в разделите ``Главен контрол`` и ``Опции``: Свойствата са ключовият елемент в INDI архитектурата. Всяко устройство дефинира набор от свойства за комуникация с клиента. Текущото положение на телескопа е пример за свойство. Семантично сходните свойства обикновено се съдържат в логически блокове или групи.
ca: Les propietats vistes sobre les pestanyes ``Control principal`` i ``Opcions``: Les característiques són l'element clau en l'arquitectura INDI. Cada dispositiu defineix un joc de propietats per a comunicar-se amb el client. La posició actual del telescopi és un exemple d'una propietat. Semànticament, les propietats similars són usualment contingudes en blocs lògics o agrupacions.
ca@valencia: Vistes de propietats a les pestanyes ``Control principal`` i ``Opcions``: Les propietats són l'element clau de l'arquitectura INDI. Cada dispositiu definix un conjunt de propietats per a comunicar-se amb el client. La posició actual del telescopi és l'exemple d'una propietat. Les propietats semànticament similars solen estar contingudes en blocs o agrupacions lògiques.
fr: Affichage des propriétés dans les onglets ``Contrôle principal`` et ``Options`` : les propriétés sont l'élément-clé dans l'architecture INDI. Chaque périphérique définit un jeu de propriétés pour communiquer avec le client. La position courante du télescope est un exemple de propriété. Des propriétés semblables du point de vue sémantique sont habituellement contenues dans des blocs logiques ou des groupes.
sl: Pogledi lastnosti na zavihkih ``Glavni nadzor`` in ``Možnosti<``: Lastnosti so ključni element v arhitekturi INDI. Vsaka naprava definira nabor lastnosti za komunikacijo z odjemalcem. Trenutni položaj teleskopa je primer lastnosti. Pomensko podobne lastnosti so običajno vsebovane v logičnih blokih ali skupinah.
uk: Панелі властивостей на вкладках ``Основне керування`` та ``Параметри``: властивості є ключовими елементами архітектури INDI. Кожному пристрою відповідає набір властивостей, за допомогою яких він обмінюється інформацією з клієнтом. Прикладом такої властивості є точка, куди у даний час спрямовано телескоп. Властивості, схожі за значенням, зазвичай поєднано у блоки або групи.

source: ``Log viewer``: Devices report their status and acknowledge commands by sending INDI messages. Each device has its own log view. A device usually sends messages to its device driver only, but a device is permitted to send a generic message when appropriate.
bg: ``Програма за преглед на регистрационни файлове``: Устройствата отчитат състоянието си и потвърждават командите чрез изпращане на INDI съобщения. Всяко устройство има собствен изглед на журнал. Устройството обикновено изпраща съобщения само до своя драйвер, но на устройството е разрешено да изпраща общо съобщение, когато е подходящо.
ca: ``Visualitzador del registre``: Els dispositius informen del seu estat i reconeixen ordres enviant missatges INDI. Cada dispositiu té el seu propi visualitzador del registre. Un dispositiu usualment només envia missatges al seu controlador de dispositiu, però a un dispositiu se li permet enviar un missatge genèric quan això és apropiat.
ca@valencia: ``Visor del registre``: els dispositius informen del seu estat i reconeixen les ordres enviant missatges INDI. Cada dispositiu té la seua pròpia vista del registre. Un dispositiu usualment només envia missatges al seu controlador de dispositiu, però a un dispositiu se li permet enviar un missatge genèric quan siga necessari.
fr: ``Afficheur de journaux`` : les périphériques rapportent leur état et accusent réception des commandes en envoyant des messages INDI. Chaque périphérique a son propre journal. Un périphérique n'envoie habituellement des messages qu'à son pilote de périphérique, mais un périphérique peut envoyer un message générique lorsque c'est approprié.
sl: ``Pregledovalnik dnevnika``: Naprave poročajo o svojem statusu in potrjujejo ukaze s pošiljanjem sporočil INDI. Vsaka naprava ima svoj pogled dnevnika. Naprava običajno pošilja sporočila samo svojemu gonilniku naprave, vendar pa lahko naprava, kadar je primerno, pošlje generično sporočilo.
uk: ``Перегляд журналів``: пристрої повідомляють про свій стан і реакцію на команди, надсилаючи INDI-повідомлення. Кожному пристрою відповідає свій перегляд журналу. Зазвичай, пристрій надсилає повідомлення лише своєму драйверу, але ніщо не забороняє пристроєві за потреби надсилати загальне повідомлення.

source: |image3|
sl: |slika3|

source: You are not restricted on using one interface over another as they can be both used simultaneously. Actions from the ``Sky map`` are automatically reflected in the ``INDI Control Panel`` and vice versa.
bg: Не сте ограничени да използвате един интерфейс над друг, тъй като и двата могат да се използват едновременно. Действията от ``Небесната карта`` автоматично се отразяват в ``контролния панел на INDI`` и обратно.
ca: No teniu restriccions sobre l'ús d'una interfície o l'altra, fins i tot es poden emprar totes dues alhora. Les accions des del ``mapa celeste`` són reflectides automàticament en el ``Plafó de control INDI`` i viceversa.
ca@valencia: No teniu cap restricció a l'hora d'utilitzar una interfície per damunt d'una altra, ja que es poden utilitzar ambdues simultàniament. Les accions des del ``Mapa celeste`` es reflectixen automàticament al ``Quadro de control INDI`` i viceversa.
fr: Vous n'êtes pas limité à l'utilisation d'une interface par le chevauchement, car les deux peuvent être utilisées simultanément. Les actions de ``Carte du ciel`` sont reflétés automatiquement dans le ``Tableau de bord INDI`` et vice versa.
sl: Niste omejeni pri uporabi enega vmesnika namesto drugega, saj se lahko oba uporabljata hkrati. Dejanja iz ``Zvezdne karte`` se samodejno odražajo v ``Nadzorni plošči INDI`` in obratno.
uk: Вам не потрібно використовувати один або інший інтерфейс, обидва можна використовувати одночасно. Дії з інтерфейсу ``карти неба`` автоматично повторюються на ``панелі керування INDI``, і навпаки.

source: To connect to your telescope, you can either select ``Connect`` from your device popup menu or alternatively, you can press ``Connect`` under your device tab in the INDI ``Control Panel``.
bg: За да се свържете с вашия телескоп, можете или да изберете ``Свързване`` от изскачащото меню на вашето устройство или като алтернатива можете да натиснете ``Свързване`` под раздела на вашето устройство в ``контролния панел на INDI``.
ca: Per a connectar amb el telescopi, podeu seleccionar ``Connecta`` des del menú emergent, o de manera alternativa, podeu prémer ``Connecta `` en la pestanya del dispositiu al ``Plafó de control`` INDI.
ca@valencia: Per a connectar-vos amb el telescopi, podeu seleccionar ``Connecta`` des del menú emergent del dispositiu o, de manera alternativa, podeu prémer ``Connecta`` davall la pestanya del dispositiu al ``Quadro de control INDI``.
fr: Pour connecter votre télescope, vous pouvez soit sélectionner ``Connecter`` du menu contextuel des périphériques, soit actionner ``Connecter`` sous votre onglet de périphérique dans le ``Tableau de bord INDI``.
sl: Za povezavo s svojim teleskopom lahko izberete ``Poveži`` v pojavnem meniju naprave ali pa pritisnete ``Poveži`` pod zavihkom naprave v ``Nadzorni plošči INDI``.
uk: Щоб з’єднатися з вашим телескопом, ви можете вибрати пункт ``З’єднатися`` з контекстного меню вашого пристрою або натиснути кнопку ``З’єднатися`` на вкладці вашого пристрою на ``Панелі керування INDI``.

source: By default, KStars will try to connect to the ``/dev/ttyS0`` port. To change the connection port, select the ``Tools`` → ``Devices`` → ``INDI Control Panel...`` menu item and change the port under your device tab.
bg: По подразбиране KStars ще се опита да се свърже с порта ``/dev/ttyS0``. За да промените порта за връзка, изберете елемента от менюто ``Инструменти`` ``Устройства`` ``Контролен панел на INDI...`` и променете порта под раздела на вашето устройство.
ca: De manera predeterminada, el KStars intentarà connectar amb el port ``/dev/ttyS0``. Per a canviar-lo seleccioneu l'element de menú ``Eines`` → ``Dispositius`` → ``Plafó de control INDI...`` i canvieu el port en la pestanya del vostre dispositiu.
ca@valencia: De manera predeterminada, KStars intentarà connectar-se amb el port ``/dev/ttyS0``. Per a canviar el port de connexió, seleccioneu l'element de menú ``Eines`` → ``Dispositius`` → ``Quadro de control INDI…`` i canvieu el port a la pestanya del dispositiu.
fr: Par défaut, KStars essayera de se connecter au port ``/dev/ttyS0``. Pour changer le port de connexion, sélectionnez ``Outils`` ``Périphériques`` ``Tableau de bord INDI`` et changez le port sous l'onglet de votre périphérique.
sl: KStars bo privzeto poskušal vzpostaviti povezavo z vrati ``/dev/ttyS0``. Če želite spremeniti vrata povezave, izberite element menija ``Orodja`` → ``Naprave`` → ``Nadzorna plošča INDI...`` in spremenite vrata na zavihku naprave.
uk: Типово, KStars здійснить спробу з’єднатися з портом ``/dev/ttyS0``. Щоб змінити порт з’єднання, виберіть пункт ``Панель керування INDI`` з меню ``Інструменти`` → ``Пристрої`` і змініть порт на вкладці відповідного пристрою.

source: KStars automatically updates the telescope's longitude, latitude, and time based on current settings in KStars. You can enable/disable these using the ``INDI`` page from the ``Settings`` → ``Configure KStars...`` menu item. Using the ``INDI`` page you can configure KStars to display or not INDI status messages in the status bar. By default INDI server port numbers have values between the range from 7624 to 9000, but you can easily change the range using the ``From:`` and ``To:`` text boxes from the ``Server Port`` section.
bg: KStars автоматично актуализира дължината, ширината и времето на телескопа въз основа на текущите настройки в KStars. Можете да ги активирате/деактивирате, като използвате страницата ``INDI`` от елемента от менюто ``Настройки`` ``Конфигуриране на KStars...``. С помощта на страницата ``INDI`` можете да конфигурирате KStars за показване или не на INDI съобщения за състояние в лентата на състоянието. По подразбиране номерата на портовете на INDI сървъра имат стойности между диапазона от 7624 до 9000, но можете лесно да промените диапазона, като използвате текстовите полета ``От:`` и ``До:`` от ``Сървърен порт`` раздел.
ca: El KStars actualitza automàticament la longitud, latitud i l'hora del telescopi d'acord amb la configuració actual al KStars. Ho podeu activar/desactivar utilitzant la pàgina ``INDI`` des de l'element de menú ``Arranjament`` → ``Configura el KStars...``. Utilitzant la pàgina ``INDI`` podeu configurar el KStars per a mostrar o no els missatges de l'estat INDI a la barra d'estat. De manera predeterminada, els números de port del servidor INDI tenen valors entre l'interval de 7624 a 9000, però podeu canviar aquest interval amb facilitat utilitzant els quadres de text ``Des del port:`` i ``Fins al port:`` de la secció ``Servidor INDI``.
ca@valencia: KStars actualitza automàticament la longitud, la latitud i el temps del telescopi segons la configuració actual de KStars. Podeu des/activar-les mitjançant la pàgina ``INDI`` des de l'element de menú ``Configuració`` → ``Configura KStars…``. Mitjançant la pàgina ``INDI`` podeu configurar KStars per a mostrar o no els missatges d'estat INDI a la barra d'estat. De manera predeterminada, els números de port del servidor INDI tenen valors entre 7624 i 9000, però podeu canviar amb facilitat l'interval mitjançant els quadros de text ``De:`` i ``A:`` de la secció ``Port del servidor``.
fr: KStars met à jour automatiquement la longitude, la latitude et l'heure fondés sur les réglages actuels de KStars. Vous pouvez les activer/désactiver en utilisant la page ``INDI`` dans le menu ``Configuration`` ``Configurer KStars``. Dans la page ``INDI``, vous pouvez indiquez à KStars d'afficher ou non les messages d'INDI dans la barre d'état. Par défaut, les numéros de port du serveur INDI se trouve dans la plage 7624 à 9000, mais vous pouvez facilement modifier cette plage en utilisant les boîtes de texte ``De`` et ``À`` de la section ``Port du serveur``.
sl: KStars samodejno posodablja zemljepisno dolžino, širino in čas teleskopa glede na trenutne nastavitve v KStars. Te nastavitve lahko omogočite/onemogočite na strani ``INDI`` v meniju ``Nastavitve`` → ``Konfiguriraj KStars...``. Na strani ``INDI`` lahko konfigurirate KStars tako, da v statusni vrstici prikazuje ali ne prikazuje statusnih sporočil INDI. Privzeto imajo številke vrat strežnika INDI vrednosti v območju od 7624 do 9000, vendar lahko območje preprosto spremenite z besedilnima poljema ``Od:`` in ``Do:`` v razdelku ``Vrata strežnika``.
uk: KStars автоматично оновлює дані щодо координат широти і довготи телескопа, а також часу на основі поточних параметрів роботи KStars. Увімкнути або вимкнути цю типову поведінку можна за допомогою сторінки ``INDI`` вікна, яке можна відкрити за допомогою пункту меню ``Параметри`` → ``Налаштувати KStars...``. За допомогою сторінки ``INDI`` ви також можете налаштувати KStars на показ або вимикання повідомлень щодо стану INDI на смужці стану. Типово, порти сервера INDI мають номери у діапазоні від 7624 до 9000, але ви можете змінити цей діапазон за допомогою пунктів ``Від`` і ``До`` розділу ``Порт сервера``.

source: If KStars communicates successfully with the telescope, it will retrieve the current RA and DEC from the telescope and will display a crosshair on the sky map indicating the telescope position. You can hide the crosshair that marks telescope position using ``INDI`` page from the ``Settings`` → ``Configure KStars...`` menu item.
bg: Ако KStars комуникира успешно с телескопа, той ще извлече текущите RA и DEC от телескопа и ще покаже кръст на картата на небето, показващ позицията на телескопа. Можете да скриете мерника, който маркира позицията на телескопа, като използвате страницата ``INDI`` от менюто ``Настройки`` ``Конфигуриране на KStars...`` вещ.
ca: Si el KStars es comunica amb èxit amb el telescopi, rebreu l'AR i la Dec actual des del telescopi i es mostrarà un punt de mira en el mapa celeste que indicarà la posició del telescopi. Podeu ocultar el punt de mira que marca la posició del telescopi utilitzant la pàgina ``INDI`` des de l'element de menú ``Arranjament`` → ``Configura el KStars...``.
ca@valencia: Si KStars es comunica correctament amb el telescopi, recuperarà l'AR i la Dec actuals des del telescopi i mostrarà una creu al mapa celeste que indicarà la posició del telescopi. Podeu ocultar la creu que marca la posició del telescopi mitjançant la pàgina ``INDI`` des de l'element de menú ``Configuració`` → ``Configura KStars…``.
fr: Si KStars réussit à communiquer avec le télescope, il retrouvera l' AD et la DEC courantes depuis le télescope et affichera une croix sur la carte du ciel, indiquant la position du télescope. Vous pouvez masquer la croix qui indique la position depuis le menu ``Configuration`` ``Configurer KStars…``.
sl: Če KStars uspešno komunicira s teleskopom, bo pridobil trenutni RA in DEC iz teleskopa ter na zemljevidu neba prikazal križec, ki označuje položaj teleskopa. Križec, ki označuje položaj teleskopa, lahko skrijete na strani ``INDI`` v meniju ``Nastavitve`` → ``Konfiguriraj KStars...``.
uk: Якщо KStars вдасться зв’язатися з телескопом, програма отримає від нього поточні дані про ПС і СХЛ і покаже на зоряній карті візир, що позначає точку, у яку спрямовано телескоп. Ви можете наказати програмі приховати візир, що позначає цю точку за допомогою сторінки ``INDI</guimenuitem> у вікні, яке можна відкрити за допомогою пункту меню ``Параметри`` → ``Налаштувати KStars...`` submenu.

source: **Synchronizing your telescope**
bg: Синхронизиране на вашия телескоп
ca: **Sincronitzar el telescopi**
ca@valencia: **Sincronitzar el telescopi**
fr: Synchronisation de votre télescope
sl: **Sinhronizacija vašega teleskopa**
uk: **Синхронізація вашого телескопа**

source: If you aligned your telescope and the last alignment star was, for example, Vega, then the crosshair should be centered around Vega. If the crosshair was off target, then you can right-click Vega from the sky map and select **Sync** from your telescope menu. This action will instruct the telescope to synchronize its internal coordinates to match those of Vega, and the telescope's crosshair should now be centered around Vega.
bg: Ако сте настроили телескопа си и последната звезда за подравняване е била например Вега, тогава мерникът трябва да е центриран около Вега. Ако мерникът е извън целта, тогава можете да ``с десния бутон`` щракнете върху Вега на картата на небето и да изберете `Синхронизиране` от менюто на вашия телескоп. Това действие ще инструктира телескопа да синхронизира вътрешните си координати, за да съответства на тези на Вега, а мерникът на телескопа сега трябва да е центриран около Вега.
ca: Si heu alineat el telescopi i l'última alineació ha estat una estrella, Vega per exemple, aleshores el punt de mira haurà d'estar centrat al voltant seu. Si no és així i el punt de mira està fora de l'objectiu, aleshores podeu fer clic dret sobre Vega des del mapa celeste i **Sincronitza** des del menú del telescopi. Aquesta acció instruirà al telescopi a sincronitzar les seves coordenades internes per a emparellar-les amb les de Vega, i el punt de mira del telescopi ara hauria d'estar centrada al voltant de Vega.
ca@valencia: Si heu alineat el telescopi i l'última estrela d'alineació ha sigut, per exemple, Vega, el punt de mira hauria d'estar centrat al voltant de Vega. Si el punt de mira estava fora de l'objectiu, podeu fer clic dret damunt Vega des del mapa celeste i seleccionar **Sincronitza** des del menú del telescopi. Esta acció indicarà al telescopi que sincronitze les seues coordenades internes perquè coincidisquen amb les de Vega, i el punt de mira del telescopi ara hauria d'estar centrat al voltant de Vega.
fr: Si vous avez aligné votre télescope et que la dernière étoile d'alignement a été, par exemple, Vega, la croix doit être centrée autour de Vega. Si la croix était hors cible, vous pouvez cliquer avec le bouton ``droit`` sur la carte du ciel et sélectionner `Synchroniser` du menu du télescope. Cette action demandera au télescope de synchroniser ses coordonnées internes pour qu'elles correspondent à celles de Vega et la croix du télescope doit maintenant être centrée autour de Vega.
sl: Če ste poravnali teleskop in je bila zadnja poravnana zvezda na primer Vega, bi moral biti križec centriran okoli Vege. Če križec ni bil na cilju, lahko z desno miškino tipko kliknete Vego na zemljevidu neba in v meniju teleskopa izberete **Sinhronizacija**. To dejanje bo teleskopu naročilo, naj sinhronizira svoje notranje koordinate, da se ujemajo z Veginimi, križec teleskopa pa bi moral biti zdaj centriran okoli Vege.
uk: Якщо ви виконали візирування вашого телескопа і останньою зіркою для візирування була, наприклад Вега, позначка візира має знаходитися поряд з Вегою. Якщо візир не знаходить у правильній позиції, ви можете навести вказівник миші на Вегу, клацнути правою кнопкою і вибрати команду **Sync** з меню вашого телескопа. Виконана вами дія — це наказ телескопу синхронізувати його внутрішні координати з координатами Веги, тепер візир має знаходитися на позначці Веги.

source: This is it: your telescope is ready to explore the heavens!
bg: Това е: вашият телескоп е готов да изследва космоса!
ca: Això és tot: el vostre telescopi està preparat per a explorar el cel!
ca@valencia: Açò és tot: el vostre telescopi està llest per a explorar el cel!
fr: Voilà ! Votre télescope est prêt à explorer les cieux !
sl: To je to: vaš teleskop je pripravljen za raziskovanje nebes!
uk: Ну ось: тепер ваш телескоп готовий до вивчення небес!

source: Never use the telescope to look at the sun. Looking at the sun might cause irreversible damage to your eyes and your equipment.
bg: Никога не използвайте телескопа, за да гледате слънцето. Гледането към слънцето може да причини необратимо увреждане на очите и оборудването ви.
ca: No empreu mai el telescopi per a mirar al Sol. Mirar al Sol pot malmetre irreversiblement els vostres ulls, així com el vostre equip.
ca@valencia: No utilitzeu mai el telescopi per a mirar al Sol. Mirar-lo podria causar danys irreversibles als vostres ulls, així com al vostre equip.
fr: N'utilisez jamais le télescope pour regarder le Soleil. L'observation du Soleil peut causer des dommages irréversibles à vos yeux et à votre équipement.
sl: Nikoli ne uporabljajte teleskopa za gledanje v sonce. Gledanje v sonce lahko povzroči nepopravljivo škodo vašim očem in vaši opremi.
uk: Ніколи не спрямовуйте телескоп на Сонце. Спрямування телескопа на Сонце може спричинити невиправні ушкодження ваших очей і вашого обладнання.

source: image2
ca@valencia: Imatge 2
sl: slika2

source: image3
ca@valencia: Imatge 3
sl: slika3
