Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-remote-control.po
Languages: bg, ca, ca@valencia, fr, nl, sl, uk

source: Remote Device Control
bg: Дистанционно управление на устройство
ca: Control remot del dispositiu
ca@valencia: Control remot dels dispositius
fr: Contrôle de périphériques à distance
nl: Het besturen van apparaten op afstand
sl: Oddaljeno upravljanje naprave
uk: Керування віддаленими пристроями

source: KStars provides a simple yet powerful layer for remote device control. A detailed description of the layer is described in the INDI `white paper <https://www.clearskyinstitute.com/INDI/INDI.pdf>`__.
bg: KStars предоставя прост, но мощен инструмент за дистанционно управление на устройства. Подробно описание на инструмента е описано в `белите страници <https://www.clearskyinstitute.com/INDI/INDI.pdf>`__ на INDI.
ca: El KStars proporciona una capa senzilla però potent per al control de dispositius remots. Al `llibre blanc <https://www.clearskyinstitute.com/INDI/INDI.pdf>`__ de l'INDI es detalla una descripció detallada de la capa.
ca@valencia: KStars proporciona una senzilla capa de gran abast per al control de dispositius remots Una detallada descripció de la capa es descriu al `llibre blanc <https://www.clearskyinstitute.com/INDI/INDI.pdf>`__ d'INDI.
fr: KStars fournit une couche de contrôle de périphérique à distance simple, mais puissante. Une description détaillée de la couche est décrite dans `l'article <https://www.clearskyinstitute.com/INDI/INDI.pdf>`__ sur INDI.
nl: KStars heeft een eenvoudige doch krachtige laag voor de besturing van apparaten op afstand. Een gedetailleerde beschrijving vindt u in het `white paper <https://www.clearskyinstitute.com/INDI/INDI.pdf>`__ van INDI (Engels).
sl: KStars ponuja preprost, a zmogljiv sloj za oddaljeno upravljanje naprav. Podroben opis sloja je opisan v beli knjigi INDI <https://www.clearskyinstitute.com/INDI/INDI.pdf>`__.
uk: KStars надає доступ до простого, але водночас потужного рівня віддаленого керування пристроями. Докладний опис цього рівня наведено у `білій книзі <https://www.clearskyinstitute.com/INDI/INDI.pdf>`__ INDI.

source: You need to configure both the server and client machines for remote control:
bg: Трябва да конфигурирате както сървърната, така и клиентската машина за дистанционно управление:
ca: Necessitareu configurar les màquines del servidor i del client per al control remot:
ca@valencia: Necessitareu configurar les màquines del servidor i del client per al control remot:
fr: Vous avez besoin de configurer à la fois les machines serveur et client pour le contrôle à distance :
nl: U moet zowel de server- als de clientcomputers instellen voor de besturing op afstand:
sl: Za daljinsko upravljanje morate konfigurirati strežniške in odjemalske naprave:
uk: Для віддаленого керування вам потрібно налаштувати обидва комп’ютери: сервер і клієнт.

source: ``Server``: To prepare a device for remote control, follow the same steps in the :ref:`local/server <indi-indi-setup>` setup. When you start a device service in the ``Device Manager``, a port number is displayed under the ``Port`` column. In addition to the port number, you also need the hostname or IP address of your server.
bg: ``Сървър``: За да подготвите устройство за дистанционно управление, следвайте същите стъпки в настройката :ref:`локално/сървър <indi-indi-setup>`. Когато стартирате услуга за устройство в ``Управление на устройства``, номерът на порт се показва под колоната ``Порт``. В допълнение към номера на порта, имате нужда също от името на хоста или IP адреса на вашия сървър.
ca: ``Servidor``: Per a preparar a un dispositiu per al control remot, seguiu els mateixos passos en la configuració :ref:`local/servidor <indi-indi-setup>`. Quan engegueu un servei de dispositiu en el ``Gestor de dispositius``, es mostrarà un número de port a sota de la columna ``Port``. A més del número de port, també necessitareu el nom de la màquina o l'adreça IP del servidor.
ca@valencia: ``Servidor``: per a preparar un dispositiu per al control remot, seguiu els mateixos passos de la configuració :ref:`local/servidor <indi-indi-setup>`. Quan inicieu un servei de dispositiu al ``Gestor de dispositius``, es mostrarà un número de port a la columna ``Port``. A més del número de port, també necessitareu el nom d'amfitrió o l'adreça IP del vostre servidor.
fr: ``Serveur`` : pour préparer un matériel pour le contrôle distant, suivez les mêmes étapes que dans le réglage :ref:`local/serveur <indi-indi-setup>`. Lorsque vous lancez un service de matériel dans le ``gestionnaire de périphériques``, un numéro de port s'affiche sous la colonne ``Port d'écoute``. En plus du numéro de port, vous avez aussi besoin du nom d'hôte ou adresse IP de votre serveur.
nl: ``Server``: Om een apparaat voor te bereiden voor afstandsbesturing, volgt u dezelfde stappen als bij de instelling :ref:`lokaal/server <indi-indi-setup>`. Als u de apparaatserver start in het menu ``Apparaatbeheer``, wordt in de kolom ``Poort`` een poortnummer getoond. Behalve het poortnummer heeft u ook de computernaam of het IP-adres van uw server nodig.
sl: ``Strežnik``: Za pripravo naprave za oddaljeno upravljanje sledite istim korakom kot v nastavitvi :ref:`local/server <indi-indi-setup>`. Ko zaženete storitev naprave v ``Upravitelju naprav``, se v stolpcu ``Vrata`` prikaže številka vrat. Poleg številke vrat potrebujete tudi ime gostitelja ali IP-naslov strežnika.
uk: ``Сервер``: щоб підготувати пристрій до віддаленого керування, виконайте дії згідно кроків, зазначених у описі налаштування :ref:`клієнта/сервера <indi-indi-setup>`. Після запуску служби пристрою у ``Керуванні пристроями`` у стовпчику ``Порт`` з’явиться номер порту. Окрім номеру порту вам потрібна буде назва вузла або IP-адреса вашого сервера.

source: ``Client``: Select the ``Tools`` → ``Devices`` → ``Device Manager...`` menu item and you can add, modify, or delete hosts into ``Client`` tab. Add a host by clicking on the ``Add`` button. Enter the hostname/IP address of the server in the ``Host``: field, and enter the port number obtained from the *server* machine in step 1.
bg: ``Клиент``: Изберете елемента от менюто ``Инструменти`` ``Устройства`` ``Управление на устройства...`` и вие може да добавяте, модифицирате или изтривате хостове в раздела ``Клиент``. Добавете хост, като щракнете върху бутона ``Добавяне``. Въведете името на хоста/IP адреса на сървъра в полето ``Хост:`` и въведете номера на порта, получен от машината *сървър* в стъпка 1.
ca: ``Client``: Seleccioneu l'element de menú ``Eines`` → ``Dispositius`` → ``Gestor de dispositius...`` i feu clic a sobre de la pestanya ``Client``. En aquesta pestanya podeu afegir, modificar o eliminar màquines. Afegiu-ne una fent clic en el botó ``Afegeix``. Introduïu l'adreça de nom màquina/IP del servidor en el camp ``Màquina:`` i el número de port obtingut des de la màquina *servidor* durant el pas 1.
ca@valencia: ``Client``: seleccioneu l'element de menú ``Eines`` → ``Dispositius`` → ``Gestor de dispositius…`` i podreu afegir, modificar o suprimir els amfitrions a la pestanya ``Client``. Afegiu un amfitrió clicant damunt del botó ``Afig``. Introduïu el nom d'amfitrió/adreça IP del servidor al camp ``Amfitrió:`` i introduïu el número de port obtingut des de la màquina *servidor* al pas 1.
fr: ``Client`` : sélectionnez le menu ``Périphériques`` ``gestionnaire de périphériques`` et cliquez sur l'onglet ``Client``. Vous pouvez ajouter, modifier ou supprimer des hôtes sous l'onglet ``Client``. Ajoutez un hôte en cliquant sur le bouton ``Ajouter``. Donnez un nom d'hôte ou une adresse IP sur le serveur dans le champ ``Hôte`` et donnez le numéro de port obtenu de la machine *serveur* dans l'étape 1.
nl: ``Client``: Kies menu-item ``Hulpmiddelen`` → ``Apparaten`` → ``Apparaatbeheer...`` en in het tabblad ``Client`` kunt u computers toevoegen, wijzigen of wissen. Voeg een computer toe met de knop ``Toevoegen``. Vul de computernaam/IP-adres van de server in in het veld ``Host`` en vul het poortnummer in dat u verkregen heeft bij de instelling van de *server*, in stap 1.
sl: ``Odjemalec``: Izberite element menija ``Orodja`` → ``Naprave`` → ``Upravitelj naprav...`` in lahko dodajate, spreminjate ali brišete gostitelje na zavihku ``Odjemalec``. Gostitelja dodate s klikom na gumb ``Dodaj``. V polje ``Gostitelj`` vnesite ime gostitelja/IP-naslov strežnika in vnesite številko vrat, ki ste jo dobili od *strežnika* v 1. koraku.
uk: ``Клієнт``: виберіть пункт ``Керування пристроями`` з меню ``Інструменти`` → ``Пристрої``, а потім відкрийте у відповідному вікні вкладку ``Клієнт``. На вкладці ``Клієнт`` ви можете додавати, змінювати або вилучати вузли. Додати вузол можна натисканням кнопки ``Додати``. Введіть назву вузла або IP-адресу сервера у поле ``Вузол``, а замість номера порту введіть номер порту отриманий від комп’ютера-*сервера* на першому кроці.

source: After you add a host, right click on the host to ``Connect`` or ``Disconnect``. If a connection is established, you can control the telescope from the ``Sky map`` or ``INDI Control Panel`` exactly as described in the :ref:`local/server <indi-indi-setup>` section. It is as easy at that.
bg: След като добавите хост, щракнете с десния бутон върху хоста, за ``Свързване`` или ``Прекъсване на връзката``. Ако се установи връзка, можете да управлявате телескопа от ``небесната карта`` или ``контролния панел на INDI`` точно както е описано в :ref:`локален/сървър <indi-indi-setup>` раздел. Това е толкова лесно.
ca: Després que afegiu una màquina, fer clic dret sobre la mateixa per a ``Connecta`` o ``Desconnecta``. Si s'estableix una connexió, podreu controlar el telescopi des del ``mapa celeste`` o ``Plafó de control INDI`` exactament segons el descrit a la secció :ref:`local/servidor <indi-indi-setup>`. És tan fàcil com això.
ca@valencia: Després d'afegir un amfitrió, feu clic dret damunt de l'amfitrió per a connectar-vos o desconnectar-vos. Si s'establix una connexió, podreu controlar el telescopi des del ``mapa celeste`` o el ``Quadro de control INDI`` exactament com es descriu en la secció :ref:`local/servidor <indi-indi-setup>`. És igual de fàcil.
fr: Après que vous aurez ajouté un hôte, cliquez avec le bouton droit sur l'hôte à ``connecter`` ou ``déconnecter``. Si une connexion est établie, vous pouvez contrôler le télescope depuis la ``Carte du ciel`` ou le ``tableau de bord INDI`` exactement comme décrit dans la section :ref:`local/serveur <indi-indi-setup>`. C'est aussi facile que ça.
nl: Na het toevoegen van een host klikt u rechts op de host om te ``Verbinden`` of op ``Verbinding verbreken``. Als er een verbinding is, kunt u de telescoop besturen vanuit de ``Hemelkaart`` of in het `INDI-besturingspaneel``, precies zoals beschreven bij de instelling van de sectie :ref:`lokaal/server <indi-indi-setup>`. Zo gemakkelijk is het.
sl: Ko dodate gostitelja, z desno miškino tipko kliknite nanj, da se povežete ali prekinete povezavo. Če je povezava vzpostavljena, lahko teleskop upravljate iz menija ``Zvezdna karta `` ali ``Nadzorna plošča INDI ``, kot je opisano v razdelku :ref:`local/server <indi-indi-setup>`. Tako preprosto je.
uk: Після додавання вузла відкрийте його контекстне меню за допомогою правої кнопки миші, щоб ``З’єднатися`` з ним або ``Від’єднатися`` від нього. Якщо з’єднання буде встановлено, ви зможете керувати вашим телескопом з ``Зоряної карти`` або ``Панелі керування INDI`` у той спосіб, що описано у розділі щодо :ref:`клієнтського і серверного режиму <indi-indi-setup>`. Ну ось, власне, і все.

source: Running an INDI server from the command line
bg: Стартиране на INDI сървър от командния ред
ca: Executar un servidor INDI des de la línia d'ordres
ca@valencia: Executar un servidor INDI des de la línia d'ordres
fr: Lancement d'un serveur INDI depuis la ligne de commande
nl: Het laten werken van de INDI-server vanaf de opdrachtregel
sl: Zagon strežnika INDI iz ukazne vrstice
uk: Як запустити сервер INDI з командного рядка

source: While KStars allows you to easily deploy an INDI server; you can launch an INDI server from the command line.
bg: Докато KStars ви позволява лесно да разположите INDI сървър; можете да стартирате INDI сървър и от командния ред.
ca: Mentre que el KStars us permet desplegar fàcilment un servidor INDI; podeu llançar un servidor INDI des de la línia d'ordres.
ca@valencia: Mentre que KStars permet desplegar amb facilitat un servidor INDI, podeu iniciar un servidor INDI des de la línia d'ordres.
fr: Comme KStars vous permet de déployer un serveur INDI, vous pouvez lancer un serveur INDI depuis la ligne de commande.
nl: Hoewel een INDI-server gemakkelijk vanuit KStars kan worden bediend, kunt u een INDI-server ook vanaf de commandoregel opstarten.
sl: Medtem ko KStars omogoča preprosto namestitev strežnika INDI; strežnik INDI lahko zaženete iz ukazne vrstice.
uk: Хоча KStars надає вам змогу без проблем запустити сервер INDI, ви можете зробити це і з командного рядка.

source: Since INDI is an independent backend component, you can run an INDI server on a host without KStars. INDI can be compiled separately to run on remote hosts. Furthermore, device drivers log messages to ``stderr`` and that can be helpful in a debugging situation. The syntax for INDI server is as following:
bg: Тъй като INDI е независим бекенд компонент, можете да стартирате INDI сървър на хост без KStars. INDI може да се компилира отделно, за да работи на отдалечени хостове. Освен това драйверите на устройства записват съобщения в ``stderr`` и това може да бъде полезно в ситуация на отстраняване на грешки. Синтаксисът за INDI сървър е следният:
ca: Atès que INDI és un component de dorsal independent, podeu engegar un servidor INDI en un client sense el KStars. INDI es pot compilar per separat per a funcionar sobre les màquines remotes. A més, els controladors de dispositius registren missatges a ``stderr`` (sortida d'error estàndard) i això pot ser d'ajuda en una situació de depuració. La sintaxi del servidor INDI és la següent:
ca@valencia: Com que INDI és un component de dorsal independent, podeu executar un servidor INDI en un amfitrió sense KStars. INDI es pot compilar per separat per a executar-se en amfitrions remots. A més, els controladors de dispositiu registren els missatges a l'eixida d'error estàndard (``stderr``) i açò pot ser útil si cal depurar. La sintaxi per al servidor INDI és la següent:
fr: Comme INDI est indépendant du moteur d'arrière-plan, vous pouvez lancer un serveur INDI sur un hôte sans KStars. INDI peut être compilé séparément pour fonctionner sur des hôtes distants. De plus, les pilotes de périphériques écrivent dans un journal les messages dans ``stderr``. Cela peut être utile pour les situations de recherche d'erreur. La syntaxe pour le serveur INDI est la suivante :
nl: Omdat INDI een onafhankelijke component is van de backend kunt u een INDI-server laten werken op een host zonder KStars. INDI kan afzonderlijk worden gecompileerd om op andere computers te draaien. Verder sturen apparaatstuurprogramma's hun berichten naar ``stderr``, wat nuttig kan zijn bij het zoeken naar eventuele fouten. De syntaxis voor de INDI-server is als volgt:
sl: Ker je INDI neodvisna zaledna komponenta, lahko zaženete strežnik INDI na gostitelju brez KStars. INDI je mogoče ločeno prevesti za delovanje na oddaljenih gostiteljih. Poleg tega gonilniki naprav beležijo sporočila v ``stderr ``, kar je lahko v pomoč pri odpravljanju napak. Sintaksa za strežnik INDI je naslednja:
uk: Оскільки INDI є незалежним серверним компонентом, ви можете запускати сервер INDI на вузлах, де не встановлено KStars. Для запуску на віддалених вузлах INDI можна зібрати окремо. Крім того, драйвери пристроїв записують повідомлення у ``stderr``, ці повідомлення будуть корисними для усунення можливих проблем. Синтаксис команд сервера INDI такий:

source: $ **indiserver** [options] driver [``driver`` ...]
bg: `indiserver` [опции] драйвер [``драйвер`` ...]
ca: $ **indiserver** [opcions] driver [``controlador`` ...]
ca@valencia: $ **indiserver** [opcions] controlador [``controlador`` …]
nl: $ **indiserver** [opties] driver [``driver`` ...]
sl: $ **indiserver** [možnosti] driver [``gonilnik`` ...]
uk: $ **indiserver** [параметри] driver [``драйвер`` ...]

source: Options: -l d : Log driver messages to <d>/YYYY-MM-DD.islog -m m : Kill client if gets more than this many MB behind, default 128. -d m : Drop streaming blobs if client gets more than this many MB behind, default 5. 0 to disable. -p p : Alternate IP port, default 7624. -r r : Maximum driver restarts on error, default 10. -f path : Path to fifo for dynamic startup and shutdown of drivers. -v : Show key events, no traffic. -vv : -v + key message content. -vvv : -vv + complete xml. driver : Executable or [device]@host[:port]
bg: Опции: -l d : Записване в журнал на съобщенията на драйвера в ltdgt/YYYY-MM-DD.islog -m m : Затваря клиента, ако изостава с повече от този брой MB, по подразбиране 128. -d m : Отхвърляне на блоковите стрийминг данни, ако клиентът изостава с повече от този брой MB, по подразбиране 5. 0 за деактивиране. -p p : Алтернативен IP порт, по подразбиране 7624. -r r : Максимален брой на рестартиране на драйвера при грешка, по подразбиране 10. -f path : Път към FIFO за динамично стартиране и изключване на драйверите. -v : Показване на ключови събития, без трафик. -vv : -v + съдържание на ключовото съобщение. -vvv : -vv + пълен xml. driver : изпълним файл или [device]@host[:port]
ca: Opcions: -l d : Registra els missatges del controlador a <d>/YYYY-MM-DD.islog. -m m : Tanca el client si genera més d'aquests MB, el valor predeterminat és 10. -d m : Deixa anar els blobs de transmissió si el client obté més MB al darrere, per a inhabilitar-ho de manera predeterminada és 5.0. -p p : Port IP alternatiu, el valor predeterminat és 7624. -r r : Màxim on el controlador reinicia l'error, el valor predeterminat és 10. -f path : Camí al FIFO per a l'inici i tancament dinàmic dels controladors. -v : Mostra els esdeveniments clau, menys trànsit. -vv : -v + el contingut del missatge clau. -vvv : -vv + &XML; complet. controlador : Executable o [dispositiu]@amfitrió[:port]
ca@valencia: Opcions: -l d : Registra els missatges del controlador a <d>/AAAA-MM-DD.islog -m m : Tanca el client si té més d'estos MB de retard, de manera predeterminada 128. -d m : Elimina els blobs de transmissió si el client té més d'estos MB de retard, de manera predeterminada 5 o 0 per a desactivar. -p p : Port IP alternatiu, de manera predeterminada el 7624. -r r : El controlador màxim es reinicia en cas d'error, de manera predeterminada 10. -f camí : Camí cap al fifo per a l'inici i l'apagada dinàmics dels controladors. -v : Mostra els esdeveniments clau, sense trànsit. -vv : -v + contingut del missatge clau. -vvv : -vv + xml complet. driver : Executable o [dispositiu]@host[:port]
fr: Options: -l d : Log driver messages to ltdgt/YYYY-MM-DD.islog -m m : Kill client if gets more than this many MB behind, default 128. -d m : Drop streaming blobs if client gets more than this many MB behind, default 5. 0 to disable. -p p : Alternate IP port, default 7624. -r r : Maximum driver restarts on error, default 10. -f path : Path to fifo for dynamic startup and shutdown of drivers. -v : Show key events, no traffic. -vv : -v + key message content. -vvv : -vv + complete xml. driver : Executable or [device]@host[:port]
nl: Options: -l d : Meldingen uit stuurprogramma naar <d>/JJJJ-MM-DD.islog -m m : Client stoppen als meer dan deze hoeveelheid MB achterloopt, standaard 128. -d m : Streaming-blobs laten vallen als client meer dan deze hoeveelheid MB achterloopt, standaard 5. 0 om uit te schakelen. -p p : Alternatieve IP-poort, standaard 7624. -r r : Maximale restarts van stuurprogramma bij fout, standaard 10. -f path : Pad naar fifo voor dynamisch opstarten en afsluiten van stuurprogramma's. -v : Sleutelgebeurtenis tonen, geen verkeer. -vv : -v + inhoud van sleutelbericht. -vvv : -vv + volledige xml. driver : Uitvoerbaar bestand of [apparaat]@host[:poort]
sl: Možnosti: -l d : beleži sporočila gonilnika v &lt;d&gt;/YYYY-MM-DD.islog -m m : pobij odjemalca, če zaostaja več kot toliko MB, privzeto 128. -d m : izpusti pretočne blob-e, če odjemalec dobi več kot to veliko MB zadaj, privzeto 5. 0 za onemogočanje. -p p : Nadomestna vrata IP, privzeto 7624. -r r : Največje število ponovnih zagonov gonilnika ob napaki, privzeto 10. -f pot : Pot do fifo za dinamični zagon in zaustavitev gonilnikov. -v : Prikaži ključne dogodke, ne prometa. -vv : -v + ključna vsebina sporočila. -vvv : vv + celoten xml. driver: izvedljiv program ali [naprava]@gostitelj[:vrata]
uk: Параметри: -l d : записувати журнал драйвер а до файла <d>/РРРР-ММ-ДД.islog -m m : «вбити» клієнт, якщо він споживатиме понад вказану кількість мегабайтів, типово, 128. -d m : відкидати потоків блоки даних, якщо клієнт споживатиме понад вказану кількість мегабайтів, типово 5. 0 — вимкнути. -p p : змінити IP-порт, типовим є порт 7624. -r r : максимальна кількість перезапусків драйвера при помилці, типова кількість — 10. -f шлях : шлях до каналу fifo для динамічного запуску та завершення роботи драйверів. -v : показати ключові події, без обміну даними. -vv : -v + вміст ключових повідомлень. -vvv : -vv + увесь xml. driver : виконуваний файл або [пристрій]@вузол[:порт]

source: For example, if you want to start an INDI server running an LX200 GPS driver and listening to connections on port 8000, you would run the following command:
bg: Например, ако искате да стартирате INDI сървър, работещ с LX200 GPS драйвер и следящ за връзки на порт 8000, трябва да изпълните следната команда:
ca: Per exemple, si voleu engegar un servidor INDI executant un controlador LX200 GPS i escoltar les connexions sobre el port 8000, haureu d'executar l'ordre següent:
ca@valencia: Per exemple, si voleu iniciar un servidor INDI executant un controlador LX200 GPS i escoltar les connexions sobre el port 8000, haureu d'executar l'ordre següent:
fr: Par exemple, si vous voulez démarrer un serveur INDI gérant un pilote LX200 GPS et écouter les connexions sur le port 8000, vous devez lancer la commande suivante :
nl: Bijvoorbeeld, als u een INDI-server wilt starten met een besturingsprogramma voor een LX200 GPS, die luisterent op poort 8000, geeft u de volgende opdracht:
sl: Na primer, če želite zagnati strežnik INDI, ki izvaja gonilnik GPS LX200 in posluša povezave na vratih 8000, bi zagnali naslednji ukaz:
uk: Наприклад, щоб запустити сервер INDI разом з драйвером LX200 GPS так, щоб він очікував на з’єднання з портом 8000, слід виконати команду:

source: Secure Remote Operation
bg: Сигурност на отдалечените операции
ca: Assegurar les operacions remotes
ca@valencia: Assegurar les operacions remotes
fr: Sécurisation des opérations distantes
nl: Veilige bediening van een apparaat op afstand
sl: Varno oddaljeno delovanje
uk: Безпечне віддалене керування
