Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-concepts.po
Languages: bg, ca@valencia, pt, sv, uk

source: <guilabel>Default FITS directory:</guilabel> Specify the directory where all captured FITS images will be saved to. If no directory is specified, images will be stored in <varname>$HOME</varname>.
pt: <guilabel>Pasta do FITS por omissão:</guilabel> Indique a pasta onde todas as imagens capturadas pelo FITS serão gravadas. Se não for indicada qualquer pasta, as imagens serão gravadas na <varname>$HOME</varname>.

source: Time &amp; Location Updates
pt: Actualizações da Hora &amp; Localização

source: <guilabel>KStars updates all devices</guilabel>: KStars is the master source for time and location settings. All INDI devices time and locations settings are synchronized to KStars settings.
pt: <guilabel>O KStars actualiza todos os dispositivos</guilabel>: o KStars é a fonte-mestra das configurações da hora e localização. As definições de hora e localização de todos os dispositivos INDI serão sincronizadas com o KStars.

source: <guilabel>Mount updates KStars</guilabel>: Mount handset is the master source of time and location settings. KStars time and location settings are synchronized with controller settings.
pt: <guilabel>A montagem actualiza o KStars</guilabel>: a montagem é a fonte-mestra das configurações da hora e localização. As definições de hora e localização do KStars serão sincronizadas com o controlador.

source: <guilabel>GPS updates KStars</guilabel>: GPS driver is the master source of time and location settings. KStars time and location settings are synchronized with GPS settings.
pt: <guilabel>O GPS actualiza o KStars</guilabel>: o controlador de GPS é a fonte-mestra das configurações da hora e localização. As definições de hora e localização do KStars serão sincronizadas com o controlador de GPS.

source: <guilabel>Time</guilabel>: Synchronize KStars date and time automatically from the update source.
pt: <guilabel>Hora</guilabel>: Sincroniza a data e hora do KStars automaticamente a partir da fonte das actualizações.

source: <guilabel>Location</guilabel>: Synchronize KStars location settings from the update source.
pt: <guilabel>Localização</guilabel>: Sincroniza as definições de localização do KStars automaticamente a partir da fonte das actualizações.

source: Display
pt: Visualização

source: <guilabel>Telescope crosshair</guilabel>: When checked, &kstars; displays the telescope's target crosshair on the sky map. The crosshair is displayed upon a successful connection to the telescope and its location is updated periodically. The telescope's name is displayed next to the crosshair. &kstars; displays one crosshair per each connected telescope. To change the color of the telescope's crosshair, open the <link linkend="viewops">Configure - &kstars;</link> window. Select the <guilabel>Colors</guilabel> page, and then change the color of the <guimenuitem>Target Indicator</guimenuitem> item to the desired color.
pt: <guilabel>Mira do telescópio</guilabel>: Quando esta opção estiver assinalada, o &kstars; mostra o alvo do telescópio no mapa do céu. A cruz do alvo aparece quando estiver ligado com sucesso ao telescópio e a sua localização é actualizada a título periódico. O nome do telescópio aparece ao lado do alvo. O &kstars; mostra uma cruz de alvo por cada telescópio ligado. Para mudar a cor da cruz do alvo, abra a janela para <link linkend="viewops">Configurar o &kstars;</link>. Seleccione a página <guilabel>Cores</guilabel> e depois mude a cor do <emphasis>Indicador de Alvo</emphasis> para a que desejar.

source: <guilabel>Independent window</guilabel>: Make <guilabel>FITS Viewer</guilabel> window independent.
pt: <guilabel>Janela independente</guilabel>: Torna a janela do <guilabel>Visualizador de FITS</guilabel> independente.

source: <guilabel>Message notifications</guilabel>: Show INDI messages as desktop notifications instead of dialogs.
pt: <guilabel>Notificações de mensagens</guilabel>: Mostra as mensagens de INDI como notificações do ambiente de trabalho em vez de janelas.

source: Server Port
pt: Porto do Servidor

source: Specify range of ports that INDI Server will bind to when starting new drivers.
pt: Defina o intervalo de portos que o servidor de INDI irá associar para atender pedidos de novos controladores.

source: INDI Concepts
bg: INDI Концепции
ca@valencia: Conceptes INDI
pt: Conceitos do INDI
sv: INDI-koncept
uk: Принципи INDI

source: Telescope Control
pt: Controlo de Telescópio

source: Concepts
pt: Conceitos

source: The main key concept in INDI is that devices have the ability to describe themselves. This is accomplished by using &XML; to describe a generic hierarchy that can represent both canonical and non-canonical devices. In INDI, all <emphasis>devices</emphasis> may contain one or more <emphasis>properties</emphasis>. Any <emphasis>property</emphasis> may contain one or more <emphasis>elements</emphasis>. There are four types of INDI properties:
pt: O conceito-chave principal no INDI é que os dispositivos têm a capacidade de se descreverem a si próprios. Isto é obtido através do uso de &XML; para descrever uma hierarquia genérica que possa representar tanto os dispositivos canónicos como os não-canónicos. No INDI, todos os <emphasis>dispositivos</emphasis> poderão conter uma ou mais <emphasis>propriedades</emphasis>. Cada <emphasis>propriedade</emphasis> poderá conter um ou mais <emphasis>elementos</emphasis>. Existem quatro tipos de propriedades do INDI:

source: Text property.
bg: Свойство Номер.
ca@valencia: Propietat de text.
pt: Propriedade textual.
sv: Textegenskap.
uk: Текстова властивість.

source: Number property.
bg: Свойство номер.
ca@valencia: Propietat numèrica.
pt: Propriedade numérica.
sv: Nummeregenskap.
uk: Числова властивість.

source: Switch property (Represented in &GUI; by buttons and checkboxes).
pt: Propriedade de opção (Representada na &GUI; por botões e opções de selecção).

source: Light property (Represented in &GUI; by colored LEDs).
pt: Propriedade de luz (Representada na &GUI; por LEDs coloridos).

source: For example, all INDI devices share the CONNECTION standard switch <emphasis>property</emphasis>. The CONNECTION property has two elements: CONNECT and DISCONNECT switches. &kstars; parses the generic &XML; description of properties and builds a &GUI; representation suitable for direct human interaction.
pt: Por exemplo, todos os dispositivos INDI partilham a <emphasis>propriedade</emphasis> da opção-padrão CONNECTION. A propriedade CONNECTION tem dois elementos: as opções CONNECT e DISCONNECT. O &kstars; processa a descrição genérica em &XML; das propriedades e constrói uma representação na &GUI; adequada para a interacção directa com o utilizador.

source: The INDI control panel offers many device properties not accessible from the sky map. The properties offered differ from one device to another. Nevertheless, all properties share common features that constrains how they are displayed and used:
bg: Контролният панел INDI предлага много свойства на устройството, които не са достъпни от картата на небето. Предлаганите свойства се различават от едно устройство на друго. Въпреки това всички свойства споделят общи характеристики, които ограничават начина им на показване и използване:
ca@valencia: El quadro de control INDI oferix moltes propietats del dispositiu que no són accessibles des del mapa celeste. Les propietats oferides diferixen d'un dispositiu a l'altre. De tota manera, totes les propietats compartides amb característiques comunes ens obliga a explicar com es mostren i s'utilitzen:
pt: O painel de controlo do INDI oferece várias propriedades do dispositivo que não estão acessíveis no mapa do céu. As propriedades oferecidas diferem de dispositivo para dispositivo. Todavia, todas as propriedades partilham funcionalidades comuns que restringem a forma como são apresentados e usados:
sv: INDI-inställningsrutan erbjuder många egenskaper för instrumentet som inte kan kommas åt från himmelskartan. Egenskaperna som erbjuds skiljer sig från ett instrument till ett annat. Trots det delar alla egenskaper gemensamma funktioner, som styr hur de visas och används:
uk: На панелі керування INDI ви можете знайти багато властивостей, доступ до яких не можна отримати з зоряної карти. Перелік цих властивостей залежить від конкретного пристрою. Але всі властивості мають спільні риси, які визначають спосіб, у який їх буде показано і використано:

source: Permission: All properties can either be read-only, write-only, or read and write enabled. An example of a read-write property is the telescope's Right Ascension. You can enter a new Right Ascension and the telescope, based on current settings, will either slew or sync to the new input. Furthermore, when the telescope slews, its Right Ascension gets updated and sent back to the client.
bg: Разрешение: Всички свойства могат да бъдат само за четене, само за запис или разрешени за четене и запис. Пример за свойство за четене и запис е Ректасцензия на телескопа. Можете да въведете нова Ректасцензия и телескопът, въз основа на текущите настройки или ще се насочи или ще се синхронизира с новите данни. Освен това, когато телескопът се завъртва, Ректасцензията се актуализира и изпраща обратно на клиентската машина.
ca@valencia: Permisos: Totes les propietats poden habilitar sols lectura, sols escriptura o lectura i escriptura. Un exemple d'una propietat de lectura/escriptura és l'ascensió recta del telescopi. Podeu introduir una nova ascensió recta i el telescopi, basant-se en els valors actuals, orientarà o sincronitzarà amb l'entrada nova. A més, quan s'orienta el telescopi, la seua ascensió recta s'actualitzarà i s'enviarà altra vegada cap al client.
pt: Permissão: Todas as propriedades poderão ser apenas para leitura, apenas para escrita ou com permissões de escrita e leitura em simultâneo. Um exemplo de uma propriedade de leitura/escrita é a Ascenção Recta do telescópio. Você poderá indicar uma nova Ascenção Recta para que o telescópio, baseado na configuração actual, irá então mover ou sincronizar-se com os novos dados. Para além disso, quando o telescópio se mover, a sua Ascenção Recta fica actualizada e é enviada de volta para o cliente.
sv: Rättighet: Alla egenskaper kan antingen vara läsbara, skrivbara eller både läs- och skrivbara. Ett exempel på en läs- och skrivbar egenskap är teleskopets rektascension. Du kan skriva in en ny rektascension och teleskopet panorerar eller synkroniserar till det nya värdet, beroende på aktuella inställningar. Dessutom uppdateras rektascensionen och skickas tillbaka till klienten medan teleskopet panorerar.
uk: Дозвіл: властивість може бути придатною лише для читання, лише для запису або придатною як для читання, так і для запису. Прикладом придатної для читання і для запису властивості є координата прямого сходження телескопа. Ви можете ввести нову координату прямого сходження, і телескоп, відповідно до поточних параметрів, змінить спрямування або синхронізується у відповідності з введеним значенням. Крім того, після зміни спрямування телескопа його координату прямого сходження буде оновлено і надіслано як підтвердження клієнтові.

source: State: Prefixed to each property is a state indicator (round LED). Each property has a state and an associated color code:
bg: Състояние: Преди всяко свойство има индикатор за състояние (кръгъл светодиод). Всяко свойство има състояние и свързан цветен код:
ca@valencia: Estat: Prefixat a cada propietat hi ha un indicador de l'estat (LED rodó). Cada propietat té un estat i un codi de color associat:
pt: Estado: Antes de cada propriedades existe um indicador de estado (um LED redondo). Cada propriedades tem um estado e um código de cores associados:State: Prefixed to each property is a state indicator (round LED). Each property has a state and an associated color code:
sv: Tillstånd: Framför varje egenskap finns en tillståndsindikator (rund LED). Varje egenskap har ett tillstånd, och motsvarande färgkod:
uk: Стан: перед пунктом кожної властивості є індикатор стану (кругла лампочка). Кожна властивість має певний стан і відповідне позначення кольором:

source: INDI State color code
bg: Цветен код за състоянията на INDI
ca@valencia: Codi de color de l'estat INDI
pt: Código de cor do estado do INDI
sv: Färgkodning av INDI-tillstånd
uk: Кольори станів INDI

source: State
bg: Състояние
ca@valencia: Estat
pt: Estado
sv: Tillstånd
uk: Стан

source: Color
bg: Цвят
pt: Cor
sv: Färg
uk: Колір

source: Description
bg: Описание
ca@valencia: Descripció
pt: Descrição
sv: Beskrivning
uk: Опис

source: Idle
bg: Неактивно
ca@valencia: Ociosa
pt: Inactivo
sv: Overksam
uk: Не задіяно

source: Gray
bg: Сив
ca@valencia: Gris
pt: Cinzento
sv: Grå
uk: Сірий

source: Device is performing no action with respect to this property
bg: стройството не извършва никакви действия поотношение на това свойство
ca@valencia: El dispositiu no està realitzant cap acció en referència a esta propietat
pt: O dispositivo não está a efectuar nenhuma acção respeitante a esta propriedade
sv: Enheten utför inte någon åtgärd med avseende på egenskapen
uk: Щодо цієї властивості пристрій не виконує ніяких дій

source: Green
bg: Зелен
ca@valencia: Verd
pt: Verde
sv: Grön
uk: Зелений

source: Last operation performed on this property was successful and active
bg: Последната операция, извършена за това свойство е била успешна и активна
ca@valencia: L'última operació realitzada en esta propietat ha sigut realitzada amb èxit i està activa
pt: A última operação efectuada neste propriedade foi bem-sucedida e está activa
sv: Senaste åtgärd som utfördes för egenskapen lyckades och aktiverades
uk: Остання дія з цією властивістю пройшла вдало, її задіяно

source: Busy
bg: Заето
ca@valencia: Ocupada
pt: Ocupado
sv: Upptagen
uk: Зайнятий

source: Yellow
bg: Жълт
ca@valencia: Groc
pt: Amarelas
sv: Gul
uk: Жовтий

source: The property is performing an action
bg: Свойството извършва действие
ca@valencia: La propietat està realitzant una acció
pt: A propriedade está a efectuar uma acção
sv: Egenskapen utför en åtgärd
uk: Властивість пов’язана з поточною дією

source: Alert
bg: Внимание
ca@valencia: Alerta
pt: Alerta
sv: Larm
uk: Попередження

source: The property is in critical condition and needs immediate attention
bg: Свойството е в критично състояние и се нуждае от незабавна проверка
ca@valencia: La propietat està en condicions crítiques i necessita atenció immediata
pt: A propriedades está numa condição crítica e precisa de atenção imediata
sv: Egenskapen har ett kritiskt läge och behöver omedelbar uppmärksamhet
uk: Властивість перебуває у критичному стані і вимагає негайного втручання

source: The device driver updates the property state in real-time when necessary. For example, if the telescope is in the process of slewing to a target, then the RA/DEC properties will be signaled as <guilabel>Busy</guilabel>. When the slew process is completed successfully, the properties will be signaled as <guilabel>Ok</guilabel>.
pt: O controlador do dispositivo actualiza o estado da propriedade em tempo-real quando for necessário. Por exemplo, se o telescópio estiver no processo de se mover para um dado alvo, então as propriedades de AR/DEC ficarão marcadas como <guilabel>Ocupadas</guilabel>. Quando o processo de movimentação tiver completado com sucesso, as propriedades ficarão assinaladas como <guilabel>Ok</guilabel>.

source: Context: Numerical properties can accept and process numbers in two formats: decimal and sexagesimal. The sexagesimal format is convenient when expressing time or equatorial/geographical coordinates. You can use any format at your convenience. For example, all the following numbers are equal:
bg: Контекст: Числовите свойства могат да приемат и обработват числа в два формата: десетичен и шестдесетичен. Шестдесетичният формат е удобен при изразяване на време или екваториални/географски координати. Можете да използвате всеки формат, който ви е удобен. Например всички от следните числа са равни:
ca@valencia: Context: Les propietats numèriques poden acceptar i processar números en dos formats: decimal i sexagesimal. El format sexagesimal és pràctic per a expressar temps o coordenades equatorials/geogràfiques. Podeu emprar qualsevol dels dos formats a la vostra comoditat. Per exemple, tots els números següents són iguals:
pt: Contexto: As propriedades numéricas podem aceitar e processar os números em dois formatos: decimal e sexagesimal. O formato sexagesimal é conveniente quando expressa a hora ou as coordenadas equatoriais/geográficas. Você poderá usar qualquer formato conveniente para si. Por exemplo, todos os números seguintes são iguais:
sv: Sammanhang: Numeriska egenskaper kan acceptera och behandla tal med två format: decimala och sexagesimala. Det sexagesimala formatet är bekvämt när tid eller ekvatoriella geografiska koordinater anges. Du kan använda vilket format som helst, för din bekvämlighet. Alla följande tal är till exempel ekvivalenta:
uk: Контекст: числові властивості можуть приймати і обробляти числа у двох форматах: десятковому і шестидесятковому. Шестидесятковий формат зручний для екваторіальних та географічних координат. Ви можете використовувати будь-який зручний для вас формат. Наприклад, наступні числа є рівними між собою:

source: Time: The standard time for all INDI-related communications is Universal Time UTC specified as YYYY-MM-DDTHH:MM:SS in accord with ISO 8601. &kstars; communicates the correct UTC time with device drivers automatically. You can enable/disable automatic time updates from the <guilabel>INDI</guilabel> page in the settings dialog.
pt: Tempo: O tempo-padrão para todas as comunicações relacionadas com o INDI é o Tempo Universal UTC indicado no formato AAAA-MM-DDTHH:MM:SS em acordo com o ISO 8601. O &kstars; comunica a hora correcta em UTC com os controladores de dispositivos automaticamente. Você poderá activar/desactivar as actualizações de tempos automáticas com a página <guilabel>INDI</guilabel> da janela de configuração.

source: Remote Device Control
pt: Controlo de Dispositivos Remotos

source: Remote Devices
pt: Dispositivos Remotos

source: &kstars; provides a simple yet powerful layer for remote device control. A detailed description of the layer is described in the INDI <ulink url="https://www.clearskyinstitute.com/INDI/INDI.pdf">white paper</ulink>.
pt: O &kstars; fornece uma camada simples mas poderosa para controlar dispositivos remotos. Uma descrição mais detalhada da camada está descrita no <ulink url="https://www.clearskyinstitute.com/INDI/INDI.pdf">artigo</ulink> do INDI.

source: You need to configure both the server and client machines for remote control:
pt: Você precisa de configurar tanto as máquinas servidoras como as clientes para o controlo remoto:

source: <guilabel>Server</guilabel>: To prepare a device for remote control, follow the same steps in the <link linkend="indi-kstars-setup">local/server</link> setup. When you start a device service in the <guilabel>Device Manager</guilabel>, a port number is displayed under the <guilabel>Port</guilabel> column. In addition to the port number, you also need the hostname or IP address of your server.
pt: <guilabel>Servidor</guilabel>: Para preparar um dispositivo para ser controlado remotamente, siga os mesmos passos que para a configuração <link linkend="indi-kstars-setup">local/servidor</link>. Quando você iniciar o serviço de um dispositivo no <guilabel>Gestor de Dispositivos</guilabel>, é mostrado um número de porto na coluna <guilabel>Porto</guilabel>. Para além do número de porto, você precisa do nome da máquina ou do endereço IP do seu servidor.

source: <guilabel>Client</guilabel>: Select the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>Device Manager...</guimenuitem></menuchoice> menu item and you can add, modify, or delete hosts into <guilabel>Client</guilabel> tab. Add a host by clicking on the <guibutton>Add</guibutton> button. Enter the hostname/IP address of the server in the <guilabel>Host:</guilabel> field, and enter the port number obtained from the <emphasis>server</emphasis> machine in step 1.
pt: <guilabel>Cliente</guilabel>: Seleccione a opção no menu <menuchoice><guimenu>Ferramentas</guimenu><guisubmenu>Dispositivos</guisubmenu><guimenuitem>Gestor de Dispositivos...</guimenuitem></menuchoice> e carregue na página <guilabel>Cliente</guilabel>. Você poderá adicionar, modificar ou remover máquinas na página <guilabel>Cliente</guilabel>. Adicione uma máquina, carregando no botão <guibutton>Adicionar</guibutton>. Indique o nome da máquina/endereço IP do servidor no campo <guilabel>Máquina</guilabel> e indique o número do porto que obteve na máquina <emphasis>servidora</emphasis> no passo 1.

source: INDI Client
pt: Cliente INDI

source: After you add a host, right click on the host to <guimenuitem>Connect</guimenuitem> or <guimenuitem>Disconnect</guimenuitem>. If a connection is established, you can control the telescope from the <guilabel>Sky map</guilabel> or <guilabel>INDI Control Panel</guilabel> exactly as described in the <link linkend="indi-kstars-setup">local/server</link> section. It is as easy at that.
pt: Depois de adicionar uma máquina, carregue com o botão direito na máquina para se <guimenuitem>Ligar</guimenuitem> ou <guimenuitem>Desligar</guimenuitem>. Se estiver estabelecida uma ligação, você poderá controlar o telescópio no <guilabel>Mapa do céu</guilabel> ou no <guilabel>Painel de Controlo do INDI</guilabel>, tal como está descrito na secção <link linkend="indi-kstars-setup">local/servidor</link>. É tão simples quanto isto.

source: Running an INDI server from the command line
pt: Correr um servidor de INDI na linha de comandos

source: While &kstars; allows you to easily deploy an INDI server; you can launch an INDI server from the command line.
pt: Embora o &kstars; lhe permita instalar com facilidade um servidor de INDI, você poderá instalar facilmente um servidor de INDI; você poderá lançar um servidor de INDI a partir da linha de comandos.

source: Since INDI is an independent backend component, you can run an INDI server on a host without &kstars;. INDI can be compiled separately to run on remote hosts. Furthermore, device drivers log messages to <constant>stderr</constant> and that can be helpful in a debugging situation. The syntax for INDI server is as following:
pt: Dado que o INDI é um componente de infra-estrutura independente, você poderá correr um servidor de INDI numa máquina sem o &kstars;. O INDI pode ser compilado em separado para correr em máquinas remotas. Para além disso, os controladores de dispositivos mandam as mensagens para o <constant>stderr</constant> e isso poderá ser útil numa situação de depuração. A sintaxe para o servidor de INDI é a seguinte:

source: $ <command>indiserver</command> [options] driver [<filename>driver</filename> ...]
pt: $ <command>indiserver</command> [opções] driver [<filename>controlador</filename> ...]
