Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-remote-control.po
Languages: bg, ca, ca@valencia, fr, nl, sl, uk

source: Suppose we want to run an indiserver with INDI drivers on a remote host, ``remote_host``, and connect them to KStars running on the local machine.
bg: Да предположим, че искаме да стартираме indiserver с INDI драйвери на отдалечен хост, ``remote_host``, и да ги свържем към KStars работещ на локалната машина.
ca: Suposem que volem executar un servidor INDI amb controladors INDI sobre una màquina remota, ``màquina_remota``, i llavors connectar amb el KStars, el qual funciona sobre la màquina local.
ca@valencia: Suposem que volem executar un indiserver amb els controladors INDI a un amfitrió remot, ``amfitrió_remot``, i connectar-lo a KStars que s'executa a la màquina local.
fr: Supposons que nous voulions lancer un indiserver avec les pilotes INDI sur une machine distante, ``machine-distante``, et les connecter à KStars qui fonctionne sur la machine locale.
nl: Stel dat we een INDI-server en INDI-apparaatstuurprogramma's op een andere computer willen draaien, genaamd ``andere_computer``, en die met KStars die op de lokale computer draait willen verbinden.
sl: Recimo, da želimo zagnati indiserver z gonilniki INDI na oddaljenem gostitelju, ``remote_host``, in jih povezati s KStars, ki teče na lokalnem računalniku.
uk: Припустімо, що нам потрібно запустити indiserver з драйверами INDI на віддаленому вузлі, ``віддалений_вузол``, а потім зв’язатися з ним з KStars, запущеного на локальному комп’ютері.

source: From the local machine log onto the remote host, ``remote_host``, by typing:
bg: От локалната машина към отдалечения хост, ``remote_host``, като напишете:
ca: Des del registre de la màquina local per a la màquina remota, ``màquina_remota``, escrivint:
ca@valencia: Des del registre de l'amfitrió local per a l'amfitrió remot, ``amfitrió_remot``, escrivint:
fr: Depuis la machine locale, connectez-vous sur la machine distante ``machine-distante`` en saisissant :
nl: Meldt u vanuit de lokale computer aan op de andere computer, ``andere_computer``, door te typen:
sl: Iz lokalnega strojnega dnevnika na oddaljenega gostitelja, ``remote_host``, tako da vnesete:
uk: Увійдіть з локального комп’ютера на ``віддалений_вузол`` за допомогою команди:

source: $ **ssh** -L ``local_port``:``remote_host``:``remote_port``
ca: $ **ssh** -L ``port_local``:``màquina_remota``:``port_remot``
ca@valencia: $ **ssh** -L ``port_local``:``amfitrió_remot``:``port_remot``
nl: $ **ssh** -L ``lokale_poort``:``andere_computer``:``andere_poort``
uk: $ **ssh** -L ``локальний_порт``:``віддалений_вузол``:``віддалений_порт``

source: This binds the ``local_port`` on the local machine to the ``remote_port`` on the ``remote_host``. After logging in, run indiserver on the remote host:
bg: Това свързва `local_port` на локалната машина с `remote_port` на ``remote_host``. След като влезете, стартирайте indiserver на отдалечения хост:
ca: Això enllaça el ``port_local`` de la màquina local al ``port_remot`` de la ``màquina_remota``. Després d'iniciar la sessió, executeu el servidor INDI en la màquina remota:
ca@valencia: Açò vincula el ``port_local`` de la màquina local amb el ``port_remot`` de l'``amfitrió_remot``. Després d'iniciar la sessió, executeu indiserver a l'amfitrió remot:
fr: Ceci lie le `local-port` de la machine locale au `remote-port` du ``remote-host``. Après connexion, exécutez indiserver sur la machine distante :
nl: Dit verbindt de ``lokale_poort`` van de lokale machine met de ``andere_poort`` van de ``andere_computer``. Na inloggen start u de server op de andere computer:
sl: To poveže ``llocal_port``l na lokalnem računalniku z ``lremote_port``l na ``lremote_host``. Po prijavi zaženite indiserver na oddaljenem gostitelju:
uk: Ця команда пов’яже ``локальний_порт`` на локальному комп’ютері з ``віддаленим_портом`` на ``віддаленому_вузлі``. Після вдалого входу до віддаленого вузла, запустіть на ньому indiserver:

source: $ **indiserver** -p ``remote_port`` [``driver``...]
bg: $ `indiserver` -p `remote_port` [``драйвер``...]
ca: $ **indiserver** -p ``port_remot`` [``controlador``...]
ca@valencia: $ **indiserver** -p ``port_remot`` [``controlador``…]
nl: $ **indiserver** -p ``andere_poort`` [``driver``...]
uk: $ **indiserver** -p ``віддалений_порт`` [``драйвер``...]

source: Back on the local machine, start KStars then open the ``Device Manager`` and add a host under the ``Client`` tab. The host should be the local host (usually 127.0.0.1) and the port number should be the ``local_port`` used in the steps above. Right-click on the host and select ``Connect`` from the popup menu. KStars will connect to the remote INDI server securely. The host information will be saved for future sessions.
bg: Обратно на локалната машина, стартирайте KStars след това отворете ``Управление на устройства`` и добавете хост под раздела ``Клиент``. Хостът трябва да е локалният хост (обикновено 127.0.0.1), а номерът на порта трябва да е `local_port`, използван в стъпките по-горе. Кликнете с ``десен`` бутон върху хоста и изберете ``Свързване`` от изскачащото меню. KStars ще се свърже сигурно с отдалечения INDI сървър. Информацията за хоста ще бъде запазена за бъдещи сесии.
ca: En segon pla, en la màquina local, s'iniciarà el KStars i després obrirà un ``Gestor de dispositius`` i afegirà una màquina en la pestanya ``Client``. La màquina haurà de ser la màquina local (generalment 127.0.0.1) i el número de port haurà de ser el ``port_local`` emprat en tots els passos anteriors. Feu clic dret sobre la màquina i seleccioneu ``Connecta`` des del menú emergent. El KStars es connectarà amb el servidor INDI remot de forma segura. La informació de la màquina serà desada per a les sessions futures.
ca@valencia: De tornada a la màquina local, inicieu KStars i, a continuació, obriu el ``Gestor de dispositius`` i afegiu un amfitrió a la pestanya ``Client``. L'amfitrió hauria de ser l'amfitrió local (normalment el 127.0.0.1) i el número de port hauria de ser el ``port_local`` utilitzat als passos anteriors. Feu clic dret damunt de l'amfitrió i trieu ``Connecta`` des del menú emergent. KStars es connectarà amb el servidor INDI remot de manera segura. La informació de l'amfitrió es guardarà per a sessions futures.
fr: De retour sur la machine locale, lancez KStars, puis ouvrez le ``Gestionnaire de périphériques`` et ajoutez un hôte sous l'onglet ``Client``. L'hôte doit être localhost (habituellement 127.0.0.1) et le numéro de port doit être le `local-port` utilisé dans les étapes ci-dessus. Cliquez avec le bouton ``droit`` sur l'hôte et sélectionnez ``Connecter`` dans le menu contextuel. KStars se connectera au serveur INDI distant en sécurité. Les informations d'hôte seront enregistrées pour les sessions futures.
nl: Weer terug op de lokale computer start u KStars, opent u ``Apparaatbeheer`` en voegt u een host toe in het tabblad ``Client``. De host moet de lokale host zijn, (gewoonlijk 127.0.0.1) en het poortnummer moet de ``lokale_poort`` zijn die in alle bovenstaande stappen is gebruikt. Klik rechts op de host en kies ``Verbinden`` in het contextmenu. Hierna is KStars op een veilige manier met de andere INDI-server verbonden. De informatie over de host wordt bewaard voor volgende sessies.
sl: Nazaj na lokalnem računalniku zaženite KStars, nato odprite ``Upravljalnik naprav`` in pod zavihkom ``Odjemalec`` dodajte gostitelja. Gostitelj naj bo lokalni gostitelj (običajno 127.0.0.1), številka vrat pa naj bo ``local_port`` uporabljena v zgornjih korakih. Z desno miškino tipko kliknite gostitelja in v pojavnem meniju izberite ``Poveži se``. KStars se bo varno povezal z oddaljenim strežnikom INDI. Podatki o gostitelju bodo shranjeni za prihodnje seje.
uk: На локальному комп’ютері запустіть KStars, потім відкрийте вікно ``Керування пристроями`` і додайте вузол на вкладці ``Клієнт``. Вузлом має бути назва локального комп’ютера (зазвичай, 127.0.0.1), а номером порту має бути номер ``локальний_порт``, використаний у попередніх кроках. Наведіть вказівник миші на запис вузла і клацніть правою кнопкою, а потім виберіть з контекстного меню пункт ``З’єднатися``. Відбудеться безпечне з’єднання KStars з віддаленим сервером INDI. Інформацію про вузол буде збережено для наступних сеансів роботи з програмою.

source: image2
ca@valencia: Imatge 2
