Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-other-setup.po
Languages: sl

source: <guilabel>Mount updates KStars</guilabel>: Mount handset is the master source of time and location settings. KStars time and location settings are synchronized with controller settings.
sl: <guilabel>Montaža posodobi KStars</guilabel>: Upravljalnik montaže je glavni vir nastavitev časa in lokacije. Nastavitve časa in lokacije KStars so sinhronizirane z nastavitvami krmilnika.

source: <guilabel>GPS updates KStars</guilabel>: GPS driver is the master source of time and location settings. KStars time and location settings are synchronized with GPS settings.
sl: <guilabel>GPS posodobi KStars</guilabel>: gonilnik GPS je glavni vir nastavitev časa in lokacije. Nastavitve časa in lokacije KStars so sinhronizirane z nastavitvami GPS.

source: <guilabel>Time</guilabel>: Synchronize KStars date and time automatically from the update source.
sl: <guilabel>Čas</guilabel>: samodejno sinhronizira datum in čas KStars iz vira posodobitve.

source: <guilabel>Location</guilabel>: Synchronize KStars location settings from the update source.
sl: <guilabel>Lokacija</guilabel>: Sinhronizira nastavitve lokacije KStars iz vira posodobitve.

source: Display
sl: Zaslon

source: <guilabel>Telescope crosshair</guilabel>: When checked, &kstars; displays the telescope's target crosshair on the sky map. The crosshair is displayed upon a successful connection to the telescope and its location is updated periodically. The telescope's name is displayed next to the crosshair. &kstars; displays one crosshair per each connected telescope. To change the color of the telescope's crosshair, open the <link linkend="viewops">Configure - &kstars;</link> window. Select the <guilabel>Colors</guilabel> page, and then change the color of the <guimenuitem>Target Indicator</guimenuitem> item to the desired color.
sl: <guilabel>Teleskopski križec</guilabel>: Ko je označeno, &kstars; prikaže ciljni križec teleskopa na zemljevidu neba. Nitni križec se prikaže ob uspešni povezavi s teleskopom in njegova lokacija se občasno posodablja. Ime teleskopa je prikazano poleg nitnega križca. &kstars; prikaže en križec na vsak povezan teleskop. Če želite spremeniti barvo nitnega križa teleskopa, odprite okno <link linkend="viewops">Konfiguriraj - &kstars;</link>. Izberite stran <guilabel>Barve</guilabel> in nato spremenite barvo elementa <guimenuitem>Indikator cilja</guimenuitem> na želeno barvo.

source: <guilabel>Independent window</guilabel>: Make <guilabel>FITS Viewer</guilabel> window independent.
sl: <guilabel>Neodvisno okno</guilabel>: naredi okno <guilabel>FITS Viewer</guilabel> neodvisno.

source: <guilabel>Message notifications</guilabel>: Show INDI messages as desktop notifications instead of dialogs.
sl: <guilabel>Obvestila o sporočilih</guilabel>: Pokaži sporočila INDI kot obvestila na namizju namesto pogovornih oken.

source: Server Port
sl: Vrata strežnika

source: Specify range of ports that INDI Server will bind to when starting new drivers.
sl: Določite obseg vrat, na katere se bo strežnik INDI povezal pri zagonu novih gonilnikov.

source: INDI Concepts
sl: Koncepti INDI

source: Telescope Control
sl: Nadzor teleskopa

source: Concepts
sl: Koncepti

source: The main key concept in INDI is that devices have the ability to describe themselves. This is accomplished by using &XML; to describe a generic hierarchy that can represent both canonical and non-canonical devices. In INDI, all <emphasis>devices</emphasis> may contain one or more <emphasis>properties</emphasis>. Any <emphasis>property</emphasis> may contain one or more <emphasis>elements</emphasis>. There are four types of INDI properties:
sl: Glavni ključni koncept v INDI je, da se naprave lahko opišejo. To se doseže z uporabo &XML; za opis generične hierarhije, ki lahko predstavlja kanonične in nekanonične naprave. V INDI lahko vse <emphasis>naprave</emphasis> vsebujejo eno ali več <emphasis>lastnosti</emphasis>. Vsaka <emphasis>lastnost</emphasis> lahko vsebuje enega ali več <emphasis>elementov</emphasis>. Obstajajo štiri vrste lastnosti INDI:

source: Text property.
sl: Lastnost besedila.

source: Number property.
sl: Lastnost števila.

source: Switch property (Represented in &GUI; by buttons and checkboxes).
sl: Lastnost preklopa (predstavljeno v &GUI; z gumbi in potrditvenimi polji).

source: Light property (Represented in &GUI; by colored LEDs).
sl: Lastnost svetlobe (predstavljena v &GUI; z barvnimi diodami LED).

source: For example, all INDI devices share the CONNECTION standard switch <emphasis>property</emphasis>. The CONNECTION property has two elements: CONNECT and DISCONNECT switches. &kstars; parses the generic &XML; description of properties and builds a &GUI; representation suitable for direct human interaction.
sl: Na primer, vse naprave INDI imajo <emphasis>lastnost</emphasis> standardnega stikala CONNECTION. Lastnost CONNECTION ima dva elementa: stikali CONNECT in DISCONNECT. &kstars; razčleni generični &XML; opis lastnosti in gradi &GUI; predstavitev, primerno za neposredno človeško interakcijo.

source: The INDI control panel offers many device properties not accessible from the sky map. The properties offered differ from one device to another. Nevertheless, all properties share common features that constrains how they are displayed and used:
sl: Nadzorna plošča INDI ponuja številne lastnosti naprave, ki niso dostopne z zemljevida neba. Ponujene lastnosti se razlikujejo od ene naprave do druge. Kljub temu imajo vse lastnosti skupne značilnosti, ki omejujejo njihov prikaz in uporabo:

source: Permission: All properties can either be read-only, write-only, or read and write enabled. An example of a read-write property is the telescope's Right Ascension. You can enter a new Right Ascension and the telescope, based on current settings, will either slew or sync to the new input. Furthermore, when the telescope slews, its Right Ascension gets updated and sent back to the client.
sl: Dovoljenje: vse lastnosti so lahko samo za branje, samo za pisanje ali omogočene za branje in pisanje. Primer lastnosti branja in pisanja je rektascenzija teleskopa. Vnesete lahko novo rektascenzijo in teleskop bo na podlagi trenutnih nastavitev zasukal ali sinhroniziral z novim vhodom. Nadalje, ko se teleskop obrne, se njegova rektascenzija posodobi in pošlje nazaj odjemalcu.

source: State: Prefixed to each property is a state indicator (round LED). Each property has a state and an associated color code:
sl: Stanje: pred vsako lastnostjo je indikator stanja (okrogla LED). Vsaka lastnost ima stanje in povezano barvno kodo:

source: INDI State color code
sl: Barvna oznaka stanja INDI

source: State
sl: Stanje

source: Color
sl: Barva

source: Description
sl: Opis

source: Idle
sl: Nedejaven

source: Gray
sl: Siva

source: Device is performing no action with respect to this property
sl: Naprava ne izvaja nobenega dejanja v zvezi s to lastnostjo

source: <entry>Ok</entry>
sl: <entry>V redu</entry>

source: Green
sl: Zelena

source: Last operation performed on this property was successful and active
sl: Zadnja operacija, izvedena na tej lastnini, je bila uspešna in aktivna

source: Busy
sl: Zaseden

source: Yellow
sl: Rumena

source: The property is performing an action
sl: Naprava izvaja dejanje

source: Alert
sl: Opozorilo

source: <entry>Red</entry>
sl: <entry>Rdeča</entry>

source: The property is in critical condition and needs immediate attention
sl: Naprava je v kritičnem stanju in potrebuje takojšnjo pomoč

source: The device driver updates the property state in real-time when necessary. For example, if the telescope is in the process of slewing to a target, then the RA/DEC properties will be signaled as <guilabel>Busy</guilabel>. When the slew process is completed successfully, the properties will be signaled as <guilabel>Ok</guilabel>.
sl: Gonilnik naprave po potrebi posodobi stanje lastnosti v realnem času. Na primer, če je teleskop v procesu obračanja na cilj, bodo lastnosti RA/DEC signalizirane kot <guilabel>Zasedeno</guilabel>. Ko je postopek obračanja uspešno zaključen, bodo lastnosti označene kot <guilabel>V redu</guilabel>.

source: Context: Numerical properties can accept and process numbers in two formats: decimal and sexagesimal. The sexagesimal format is convenient when expressing time or equatorial/geographical coordinates. You can use any format at your convenience. For example, all the following numbers are equal:
sl: Kontekst: Numerične lastnosti lahko sprejemajo in obdelujejo števila v dveh oblikah: decimalni in šestdesetiški. Šestdesetiški format je primeren za izražanje časa ali ekvatorialnih/geografskih koordinat. Uporabite lahko katero koli obliko, ki vam ustreza. Na primer, vsa naslednja števila so enaka:

source: Time: The standard time for all INDI-related communications is Universal Time UTC specified as YYYY-MM-DDTHH:MM:SS in accord with ISO 8601. &kstars; communicates the correct UTC time with device drivers automatically. You can enable/disable automatic time updates from the <guilabel>INDI</guilabel> page in the settings dialog.
sl: Čas: Standardni čas za vse komunikacije, povezane z INDI, je univerzalni čas UTC, določen kot YYYY-MM-DDTHH:MM:SS v skladu z ISO 8601. &kstars; samodejno sporoči pravilen čas UTC z gonilniki naprav. Samodejne posodobitve časa lahko omogočite/onemogočite na strani <guilabel>INDI</guilabel> v pogovornem oknu z nastavitvami.

source: Remote Device Control
sl: Oddaljeno upravljanje naprave

source: Remote Devices
sl: Oddaljene naprave

source: &kstars; provides a simple yet powerful layer for remote device control. A detailed description of the layer is described in the INDI <ulink url="https://www.clearskyinstitute.com/INDI/INDI.pdf">white paper</ulink>.
sl: &kstars; zagotavlja preprosto, a zmogljivo plast za daljinsko upravljanje naprave. Podroben opis sloja je opisan v INDI <ulink url="https://www.clearskyinstitute.com/INDI/INDI.pdf">beli knjigi</ulink>.

source: You need to configure both the server and client machines for remote control:
sl: Za daljinsko upravljanje morate konfigurirati strežniške in odjemalske naprave:

source: <guilabel>Server</guilabel>: To prepare a device for remote control, follow the same steps in the <link linkend="indi-kstars-setup">local/server</link> setup. When you start a device service in the <guilabel>Device Manager</guilabel>, a port number is displayed under the <guilabel>Port</guilabel> column. In addition to the port number, you also need the hostname or IP address of your server.
sl: <guilabel>Strežnik</guilabel>: Če želite pripraviti napravo za daljinsko upravljanje, sledite istim korakom v nastavitvi <link linkend="indi-kstars-setup">lokalno/strežniško</link>. Ko zaženete storitev naprave v <guilabel>Upravljalniku naprav</guilabel>, se pod stolpcem <guilabel>Vrata</guilabel> prikaže številka vrat. Poleg številke vrat potrebujete tudi ime gostitelja ali naslov IP vašega strežnika.

source: <guilabel>Client</guilabel>: Select the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>Device Manager...</guimenuitem></menuchoice> menu item and you can add, modify, or delete hosts into <guilabel>Client</guilabel> tab. Add a host by clicking on the <guibutton>Add</guibutton> button. Enter the hostname/IP address of the server in the <guilabel>Host:</guilabel> field, and enter the port number obtained from the <emphasis>server</emphasis> machine in step 1.
sl: <guilabel>Odjemalec</guilabel>: izberite menijski element <menuchoice><guimenu>Orodja</guimenu> <guisubmenu>Naprave</guisubmenu><guimenuitem>Upravljalnik naprav...</guimenuitem></menuchoice> in lahko dodaja, spreminja ali briše gostitelje na zavihku <guilabel>Odjemalec</guilabel>. Dodajte gostitelja s klikom na gumb <guibutton>Dodaj</guibutton>. Vnesite ime gostitelja/naslov IP strežnika v polje <guilabel>Gostitelj:</guilabel> in vnesite številko vrat, pridobljeno od stroja <emphasis>strežnika</emphasis> v 1. koraku.

source: INDI Client
sl: Odjemalec INDI

source: After you add a host, right click on the host to <guimenuitem>Connect</guimenuitem> or <guimenuitem>Disconnect</guimenuitem>. If a connection is established, you can control the telescope from the <guilabel>Sky map</guilabel> or <guilabel>INDI Control Panel</guilabel> exactly as described in the <link linkend="indi-kstars-setup">local/server</link> section. It is as easy at that.
sl: Ko dodate gostitelja, z desnim klikom na gostitelja <guimenuitem>Poveži</guimenuitem> ali <guimenuitem>Prekini povezavo</guimenuitem>. Če je povezava vzpostavljena, lahko upravljate teleskop iz <guilabel>Sky map</guilabel> ali <guilabel>Kontrolna plošča INDI</guilabel> natančno tako, kot je opisano v <link linkend="indi-kstars-setup"> razdelek local/server</link>. To je tako enostavno.

source: Running an INDI server from the command line
sl: Zagon strežnika INDI iz ukazne vrstice

source: While &kstars; allows you to easily deploy an INDI server; you can launch an INDI server from the command line.
sl: Medtem ko &kstars; omogoča preprosto namestitev strežnika INDI; strežnik INDI lahko zaženete iz ukazne vrstice.

source: Since INDI is an independent backend component, you can run an INDI server on a host without &kstars;. INDI can be compiled separately to run on remote hosts. Furthermore, device drivers log messages to <constant>stderr</constant> and that can be helpful in a debugging situation. The syntax for INDI server is as following:
sl: Ker je INDI neodvisna zaledna komponenta, lahko zaženete strežnik INDI na gostitelju brez &kstars;. INDI je mogoče ločeno prevesti za delovanje na oddaljenih gostiteljih. Poleg tega gonilniki naprav beležijo sporočila v <constant>stderr</constant>, kar je lahko v pomoč pri odpravljanju napak. Sintaksa za strežnik INDI je naslednja:

source: Options: -l d : Log driver messages to &lt;d&gt;/YYYY-MM-DD.islog -m m : Kill client if gets more than this many MB behind, default 128. -d m : Drop streaming blobs if client gets more than this many MB behind, default 5. 0 to disable. -p p : Alternate IP port, default 7624. -r r : Maximum driver restarts on error, default 10. -f path : Path to fifo for dynamic startup and shutdown of drivers. -v : Show key events, no traffic. -vv : -v + key message content. -vvv : -vv + complete xml. driver : Executable or [device]@host[:port]
sl: Možnosti: -l d : beleži sporočila gonilnika v &lt;d&gt;/YYYY-MM-DD.islog -m m : ukini odjemalca, če zaostaja več kot toliko MB, privzeto 128. -d m : izpusti pretočne blob-e, če odjemalec dobi več kot to veliko MB zadaj, privzeto 5. 0 za onemogočanje. -p p : Nadomestna vrata IP, privzeto 7624. -r r : Največje število ponovnih zagonov gonilnika ob napaki, privzeto 10. -f pot : Pot do fifo za dinamični zagon in zaustavitev gonilnikov. -v : Prikaži ključne dogodke, ni prometa. -vv : -v + ključna vsebina sporočila. -vvv : vv + celoten xml. driver: izvedljiv program ali [naprava]@gostitelj[:vrata]

source: For example, if you want to start an INDI server running an LX200 GPS driver and listening to connections on port 8000, you would run the following command:
sl: Na primer, če želite zagnati strežnik INDI, ki izvaja gonilnik GPS LX200 in posluša povezave na vratih 8000, bi zagnali naslednji ukaz:

source: Secure Remote Operation
sl: Varno oddaljeno delovanje

source: Suppose we want to run an indiserver with INDI drivers on a remote host, <constant>remote_host</constant>, and connect them to &kstars; running on the local machine.
sl: Recimo, da želimo zagnati indiserver z gonilniki INDI na oddaljenem gostitelju, <constant>remote_host</constant>, in jih povezati z &kstars; teče na lokalnem računalniku.

source: From the local machine log onto the remote host, <constant>remote_host</constant>, by typing:
sl: Iz lokalnega strojnega dnevnika na oddaljenega gostitelja, <constant>remote_host</constant>, tako da vnesete:

source: This binds the <varname>local_port</varname> on the local machine to the <varname>remote_port</varname> on the <constant>remote_host</constant>. After logging in, run indiserver on the remote host:
sl: To poveže <varname>local_port</varname> na lokalnem računalniku z <varname>remote_port</varname> na <constant>remote_host</constant>. Po prijavi zaženite indiserver na oddaljenem gostitelju:

source: Back on the local machine, start &kstars; then open the <guimenuitem>Device Manager</guimenuitem> and add a host under the <guilabel>Client</guilabel> tab. The host should be the local host (usually 127.0.0.1) and the port number should be the <varname>local_port</varname> used in the steps above. <mousebutton>Right</mousebutton>-click on the host and select <guimenuitem>Connect</guimenuitem> from the popup menu. &kstars; will connect to the remote INDI server securely. The host information will be saved for future sessions.
sl: Nazaj na lokalnem računalniku zaženite &kstars; nato odprite <guimenuitem>Upravljalnika naprav</guimenuitem> in dodajte gostitelja pod zavihkom <guilabel>Odjemalec</guilabel>. Gostitelj mora biti lokalni gostitelj (običajno 127.0.0.1), številka vrat pa mora biti <varname>local_port</varname>, uporabljena v zgornjih korakih. <mousebutton>Desni</mousebutton>-kliknite gostitelja in v pojavnem meniju izberite <guimenuitem>Poveži</guimenuitem>. &kstars; se bo varno povezal z oddaljenim strežnikom INDI. Podatki o gostitelju bodo shranjeni za prihodnje seje.

source: INDI Frequently Asked Questions
sl: INDI Pogosto zastavljena vprašanja

source: What is INDI?
sl: Kaj je INDI?

source: <acronym>INDI</acronym> is the <ulink url="https://indilib.org"> Instrument-Neutral-Distributed-Interface</ulink> control protocol developed by <author><firstname>Elwood</firstname><surname>C. Downey</surname></author> of <ulink url="https://www.clearskyinstitute.com/">ClearSky Institute</ulink>. &kstars; employs device drivers that are compatible with the INDI protocol. INDI has many advantages including loose coupling between hardware devices and software drivers. Clients that use the device drivers (like &kstars;) are completely unaware of the device capabilities. In run time, &kstars; communicates with the device drivers and builds a completely dynamical &GUI; based on services provided by the device. Therefore, new device drivers can be written or updated and &kstars; can take full advantage of them without any changes on the client side.
sl: <acronym>INDI</acronym> je nadzorni protokol <ulink url="https://indilib.org"> Instrument-Neutral-Distributed-Interface</ulink>, ki ga je razvil <author><firstname>Elwood</firstname> <surname>C. Downey</surname></author> iz <ulink url="https://www.clearskyinstitute.com/">ClearSky Institute</ulink>. &kstars; uporablja gonilnike naprav, ki so združljivi s protokolom INDI. INDI ima veliko prednosti, vključno z ohlapno povezavo med napravami strojne opreme in gonilniki programske opreme. Odjemalci, ki uporabljajo gonilnike naprav (kot je &kstars;), se popolnoma ne zavedajo zmogljivosti naprave. V času izvajanja &kstars; komunicira z gonilniki naprav in gradi popolnoma dinamičen &GUI; na podlagi storitev, ki jih zagotavlja naprava. Zato je mogoče nove gonilnike naprav napisati ali posodobiti in &kstars; jih lahko v celoti izkoristi brez sprememb na strani odjemalca.

source: Do you plan to support more devices?
sl: Ali nameravate podpirati več naprav?

source: Yes. We plan to support major CCD cameras and focusers and extend support for more telescopes. If you would like INDI to support a particular device, please send an email to <email>indi-devel@lists.sourceforge.net</email>
sl: Da Načrtujemo podporo večjim kameram CCD in fokuserjem ter razširitev podpore za več teleskopov. Če želite, da INDI podpira določeno napravo, pošljite e-pošto na <email>indi-devel@lists.sourceforge.net</email>

source: What operations does &kstars; provide to control the telescope?
sl: Katere operacije izvaja &kstars; zagotoviti nadzor nad teleskopom?

source: It depends on the particular telescope you're running, but the minimum three operations are <command>Slew</command>, <command>Track</command>, and <command>Sync</command>, which you can issue directly from the sky map. Your telescope must be aligned for those operations to perform correctly. Some telescopes offer you more operations like site management, slew modes, focusing, parking, and more. You can access the telescopes extended features from the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>INDI Control Panel...</guimenuitem></menuchoice> menu item.
sl: Odvisno je od določenega teleskopa, ki ga uporabljate, vendar so najmanj tri operacije <command>Slew</command>, <command>Track</command> in <command>Sync</command>, ki jih lahko izdate neposredno z zemljevida neba. Vaš teleskop mora biti poravnan, da se te operacije izvajajo pravilno. Nekateri teleskopi vam ponujajo več operacij, kot so upravljanje mesta, načini obračanja, ostrenje, parkiranje in drugo. Do razširjenih funkcij teleskopov lahko dostopate iz menijske postavke <menuchoice><guimenu>Orodja</guimenu> <guisubmenu>Naprave</guisubmenu> <guimenuitem>Nadzorna plošča INDI...</guimenuitem></menuchoice>.

source: What's the difference between <command>Slew</command>, <command>Track</command>, and <command>Sync</command> exactly?
sl: Kakšna je natančna razlika med <command>Slew</command>, <command>Track</command> in <command>Sync</command>?

source: The command <command>Slew</command> orders the telescope to move to a particular target, and once the telescope reaches its target, the telescope keeps tracking that target at a <emphasis>sidereal</emphasis> rate (&ie;, the rate at which stars move across the sky). This works well for stars, Messier objects, and about everything outside our solar system. But solar system objects travel differently across the sky and so the telescope must <command>Track</command> the objects as they move.
sl: Ukaz <command>Slew</command> ukaže teleskopu, da se premakne na določen cilj, in ko teleskop doseže svoj cilj, teleskop še naprej sledi temu cilju z <emphasis>zvezdno</emphasis> hitrostjo (&ie; hitrost premikanja zvezd po nebu). To dobro deluje pri zvezdah, Messierjevih objektih in pri vsem zunaj našega sončevega sistema. Toda objekti sončevega sistema potujejo drugače po nebu, zato mora teleskop <command>Slediti - Track</command> objektom, ko se premikajo.

source: Therefore, you need to issue a track command if you want to track an object with non-sidereal motion. On the other hand, <command>Sync</command> is used to synchronize the telescope's internal coordinates with that of an object you select.
sl: Zato morate izdati ukaz za sledenje, če želite slediti objektu z nezvezdnim gibanjem. Po drugi strani se <command>Sync</command> uporablja za sinhronizacijo notranjih koordinat teleskopa s koordinatami objekta, ki ga izberete.

source: Can I control my telescope remotely?
sl: Ali lahko upravljam svoj teleskop na daljavo?

source: Yes. You can start an INDI server on the machine connected to your telescope and the server will listen to requests from &kstars; clients. Once you're connected, you can control your telescope directly from the sky map. This procedure is described in detail in the <link linkend="indi-remote-control">Remote device control</link> section.
sl: Da Strežnik INDI lahko zaženete na napravi, ki je povezana z vašim teleskopom, in strežnik bo poslušal zahteve &kstars; odjemalca. Ko ste povezani, lahko svoj teleskop upravljate neposredno s karto neba. Ta postopek je podrobno opisan v razdelku <link linkend="indi-remote-control">Oddaljeno upravljanje naprave</link>.

source: When I try to <guibutton>Connect</guibutton>, &kstars; reports that the telescope is not connected to the serial/USB port. What can I do?
sl: Ko se poskusim <guibutton>Povezati</guibutton>, &kstars; poroča, da teleskop ni priključen na serijska/USB vrata. Kaj lahko naredim?
