Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-faq.po
Languages: bg, ca, fr, uk

source: KStars retrieves the telescopes RA and DEC coordinates upon connection. If your alignment was performed correctly, then you should see the crosshair around your target in the Sky Map. However, the RA and DEC coordinates provided by the telescope may be incorrect (even below the horizon) and you need to :ref:`Sync <indi-telescope-setup-indi-sync>` your telescope to your current target. You can use the right-click menu to center and track the telescope crosshair in the sky map.
bg: KStars извлича координатите на телескопите по RA и DEC при свързване. Ако подравняването ви е извършено правилно, тогава трябва да видите мерника около вашата цел в небесната карта. Предоставените от телескопа RA и DEC координати обаче може да са неправилни (дори под хоризонта) и тогава трябва да :ref:`синхронизирате <indi-telescope-setup-indi-sync>` телескопа си с текущата си цел. Можете да използвате менюто с десен бутон, за да центрирате и проследите мерника на телескопа в картата на небето.
ca: El KStars rep les coordenades AR i Dec dels telescopis sobre la connexió. Si l'alineació ha estat realitzada correctament, llavors hauríeu de veure el punt de mira en el mapa celeste al voltant del vostre objectiu. No obstant això, les coordenades AR i Dec proporcionades pel telescopi podrien ser incorrectes (fins i tot trobar-se sota l'horitzó) i necessitareu :ref:`Sincronitzar <indi-telescope-setup-indi-sync>` el vostre telescopi a l'objectiu actual. Podeu utilitzar el menú del clic dret per a centrar i seguir el punt de mira en el mapa celeste.
fr: KStars trouve les coordonnées AD et DEC du télescope en connexion. Si votre alignement a été effectué correctement, vous pouvez voir la croix près de votre cible dans la carte du ciel. Cependant, les coordonnées AD et DEC fournies par le télescope peuvent être incorrectes (même sous l'horizon) et vous avez besoin de :ref:`synchroniser <indi-telescope-setup-indi-sync>` votre télescope vers votre cible courante. Vous pouvez utiliser le menu contextuel pour centrer et suivre la croix du télescope dans la carte du ciel.
uk: KStars отримує координати RA і DEC від телескопа за допомогою з’єднання. Якщо вирівнювання телескопа було виконано правильно, ви повинні побачити рамку поля зору навколо вашої цілі на карті неба. Але надані телескопом значення RA і DEC можуть бути і неправильними (навіть знаходитися під лінією горизонту), в такому разі вам потрібно буде відати команду :ref:`Sync <indi-telescope-setup-indi-sync>` для спрямування телескопа на вашу поточну ціль. Щоб спрямувати телескоп у центр зображення і змусити його стежити за цією точкою, ви можете скористатися контекстним меню карти неба.

source: The telescope is moving erratically or not moving at all. What can I do?
bg: Телескопът се движи хаотично или изобщо не се движи. Какво мога да направя?
ca: El telescopi s'està movent erràticament o no es mou en tots. Què puc fer?
fr: Le télescope se déplace d'une manière erratique ou pas du tout. Que puis-je faire ?
uk: Рухи телескопа є помилковими, або він взагалі не рухається. Що робити?

source: This behavior is mostly due to incorrect settings, please verify the following check list:
bg: Това поведение се дължи най-вече на неправилни настройки, моля, проверете следния контролен списък:
ca: Aquest comportament sobretot es deu a valors incorrectes, si us plau, verifiqueu el llistat següent:
fr: Ce comportement est la plupart du temps dû à des réglages incorrects. Veuillez vérifier la liste suivante :
uk: Таку поведінку, зазвичай, спричинено некоректними параметрами, будь ласка, перевірте:

source: Is the telescope aligned?
bg: Подравнен ли е телескопът?
ca: Està alineat el telescopi?
fr: Le télescope est-il aligné ?
uk: Чи було виконано вирівнювання телескопа.

source: Is the telescope alignment mode correct? Use ``INDI Control Panel`` to check and change these settings (``Alt/Az,Polar, Land``).
bg: Правилен ли е режимът на центриране на телескопа? Използвайте ``Контролен панел на INDI``, за да проверите и промените тези настройки (``Alt/Az, Polar, Land``).
ca: Està el mode d'alineació del telescopi correcte? Utilitzeu el ``Plafó de control INDI`` per a comprovar i canviar aquests valors (``Alt/Az, Polar, Terra``).
fr: Le mode d'alignement du télescope est-il correct ? Utilisez le ``Tableau de bord INDI`` pour le vérifier et changez ces réglages (``Alt/Az, Polar, Land``).
uk: Чи правильно вибрано режим вирівнювання. Скористайтеся ``Центром керування INDI``, щоб перевірити і змінити параметри (``Alt/Az,Polar, Land``).

source: Are the telescope's time and date settings correct?
bg: Правилни ли са настройките за час и дата на телескопа?
ca: Són correctes els valors de l'hora i data del telescopi?
fr: Les réglages d'heure et date du télescope sont-ils corrects ?
uk: Чи правильно встановлено час і дату на телескопі.

source: Are the telescope's longitude and latitude settings correct?
bg: Правилни ли са настройките за дължина и ширина на телескопа?
ca: Són correctes els valors de la longitud i latitud del telescopi?
fr: Les réglages de latitude et de longitude du télescope sont-ils corrects ?
uk: Чи правильно встановлено довготу і широту на телескопі.

source: Is the telescope's UTC offset correct?
bg: Правилно ли е UTC отместването на телескопа?
ca: És correcte l'UTC del telescopi?
fr: Le calage UTC du télescope est-il correct ?
uk: Чи правильно встановлено часовий пояс телескопа.

source: Are the telescope's RA and DEC axis locked firmly?
bg: Стабилно ли са заключени оста RA и DEC на телескопа?
ca: Estan els eixos AR i Dec fermament blocats?
fr: Les axes d'AD et de DEC du télescope sont-ils bien verrouillés ?
uk: Чи міцно закріплено осі RA і DEC телескопа.

source: Is the telescope's N/S switch (when applicable) setup correctly for your hemisphere?
bg: Превключвателят N/S на телескопа (когато е приложим) правилно ли е настроен за вашето полукълбо?
ca: El valor N/S del telescopi (quan sigui aplicable) està establert correctament al vostre hemisferi?
fr: Le réglage d'inverseur N/S de télescope (lorsque applicable) est-il correctement effectué pour votre hémisphère ?
uk: Чи правильно встановлено перемикач N/S (якщо такий є) на вашому телескопі, тобто чи відповідає він земній півкулі, у якій ви знаходитеся?

source: Is the cable between the telescope and computer in good condition?
bg: В добро състояние ли е кабелът между телескопа и компютъра?
ca: Està el cable entre el telescopi i l'ordinador en bones condicions?
fr: Le câble entre le télescope et l'ordinateur est-il en bon état ?
uk: Чи не пошкоджено кабель, що з’єднує телескоп з комп’ютером.

source: If you think all settings are correct but the telescope still moves erratically or not at all, then please send a report to indi-devel@lists.sourceforge.net.
bg: Ако смятате, че всички настройки са правилни, но телескопът все още се движи хаотично или изобщо не се движи, моля, изпратете доклад на ``indi-devel lists.sourceforge.net``.
ca: Si penseu que tots els valors són correctes, però el telescopi encara es mou erràticament o no fa res, aleshores envieu un informe d'error a indi-devel@lists.sourceforge.net.
fr: Si vous pensez que tous les réglages sont corrects, mais que le télescope continue à bouger n'importe comment ou pas du tout, veuillez envoyer un rapport de bogue à ``indi-devel lists.sourceforge.net``.
uk: Якщо ви переконані, що всі параметри було встановлено правильно, але телескоп все ж рухається неправильно, або взагалі не рухається, будь ласка, надішліть звіт про цю несправність за адресою електронної пошти indi-devel@lists.sourceforge.net.
