Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-concepts.po
Languages: bg, ca@valencia, pt, sv, uk

source: Astronomical Device Control with <acronym>INDI</acronym>
pt: Controlo de Dispositivos Astronómicos com o <acronym>INDI</acronym>

source: INDI Control
pt: Controlo do INDI

source: Overview
pt: Introdução

source: &kstars; provides an interface to configure and control astronomical instruments via the <acronym><link linkend="what-is-indi">INDI</link></acronym> protocol.
pt: O &kstars; fornece uma interface para configurar e controlar os instrumentos astronómicos através do protocolo <acronym><link linkend="what-is-indi">INDI</link></acronym>.

source: The <acronym>INDI</acronym> protocol supports a variety of astronomical instruments such as CCD cameras and focusers. For an up to date list of supported devices, please visit <acronym>INDI</acronym> <ulink url="https://indilib.org/index.php?title=Devices">supported devices page</ulink>.
pt: O protocolo <acronym>INDI</acronym> suporta uma variedade de instrumentos astronómicos, como as câmaras CCD e os sistemas de foco. Para ver uma lista actualizada dos dispositivos suportados, veja a <ulink url="https://indilib.org/index.php?title=Devices">página de dispositivos suportados</ulink> do <acronym>INDI</acronym>.

source: INDI Setup
pt: Configuração do INDI

source: Setup
pt: Configuração

source: &kstars; can control local and remote devices seamlessly via the <link linkend="what-is-indi">INDI</link> server/client architecture. INDI devices may be run in three different modes:
pt: O &kstars; pode controlar os dispositivos locais e remotos de forma transparente através da arquitectura cliente/servidor do <link linkend="what-is-indi">INDI</link>. Os dispositivos INDI podem ser corridos em três modos diferentes:

source: <guilabel>Local</guilabel>: The local mode is the most common and is used to control local device (&ie; a device attached to your machine).
pt: <guilabel>Local</guilabel>: O modo local é o mais comum e é usado para controlar um dispositivo local (&ie;, um dispositivo ligado à sua máquina).

source: <guilabel>Server</guilabel>: The server mode establishes an INDI server for a particular device and waits for connections from remote clients. You cannot operate server devices, you can only start and shut them down.
pt: <guilabel>Servidor</guilabel>: O modo servidor estabelece um servidor de INDI para um dado dispositivo e fica à espera de ligações dos clientes remotos. Você não poderá operar os dispositivos servidores, só os poderá iniciar e terminar.

source: <guilabel>Client</guilabel>: The client mode is used to connect to remote INDI servers running INDI devices. You can control remote devices seamlessly like local devices.
pt: <guilabel>Cliente</guilabel>: O modo cliente é usado para ligar aos servidores INDI remotos que estejam a correr dispositivos INDI. Você poderá controlar de forma transparente os dispositivos como se fossem dispositivos locais.

source: You can run local device, establish INDI servers, and connect to remote clients from the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>Device Manager...</guimenuitem></menuchoice> menu item.
pt: Você poderá correr um dispositivo local, estabelecer servidores INDI e ligar-se a clientes remotos através do menu <menuchoice><guimenu>Ferramentas</guimenu> <guisubmenu>Dispositivos</guisubmenu> <guimenuitem>Gestor de Dispositivos...</guimenuitem></menuchoice>.

source: Here is a screenshot of the <guilabel>Device Manager</guilabel> window:
pt: Aqui está uma imagem da janela do <guilabel>Gestor de Dispositivos</guilabel>:

source: Running device drivers
pt: Correr os controladores de dispositivos

source: Start device drivers
pt: Iniciar os controladores de dispositivos

source: You can run devices by browsing the device tree, selecting a specific device, and then clicking on the <guibutton>Run Service</guibutton> button. You can select the operation mode, either local or server as defined above. The port number is randomly generated between the range from 7624 to 10,000. To specify a port, click on the port column next to the desired driver. &kstars; allows multiple drivers to run under one INDI server, and hence one port. Select multiple drivers then press <guibutton>Run Service</guibutton> button.
pt: Pode executar os dispositivos se navegar pela árvore dos mesmos, seleccionar um dado dispositivos e carregar no botão para <guibutton>Executar o Serviço</guibutton>. Poderá seleccionar o modo de operação, se será local ou por servidor, como definido acima. O número do porto é gerado aleatoriamente num intervalo entre 7624 e 10000. Para indicar um porto, carregue na coluna do porto a seguir ao controlador desejado. O &kstars; permite executar vários controladores sob um único servidor de INDI, como tal, através de um único porto. Seleccione os vários controladores e depois carregue no botão <guibutton>Executar o Serviço</guibutton>.

source: To control remote devices, refer to the <link linkend="indi-remote-control">remote device control</link> section.
pt: Para controlar os dispositivos remotos, veja a secção de <link linkend="indi-remote-control">controlo de dispositivos remotos</link>.

source: Telescope Setup
pt: Configuração do Telescópio

source: Most telescopes are equipped with <hardware>RS232</hardware> interface for remote control. Connect the RS232 jack in your telescope to your computer's <hardware>Serial/USB</hardware> port. Traditionally, the RS232 connects to the serial port of your computer, but since many new laptops abandoned the serial port in favor of <hardware>USB/FireWire</hardware> ports, you might need to obtain a Serial to USB adaptor to use with new laptops.
pt: A maioria dos telescópios estão equipados com interfaces <hardware>RS232</hardware> para o controlo remoto. Ligue a ficha RS232 no seu telescópio à porta <hardware>Série/USB</hardware> do seu computador. Tradicionalmente, o RS232 liga-se à porta série do seu computador, mas dado que muitos portáteis abandonaram a porta série a favor das portas <hardware>USB/FireWire</hardware>, você poderá ter de optar um adaptador de série para USB para poder usar nos novos portáteis.

source: After connecting your telescope to the Serial/USB port, turn your telescope on. It is <emphasis>highly</emphasis> recommended that you download and install the latest firmware for your telescope controller.
pt: Depois de ligar o seu telescópio à porta Série/USB, ligue o seu telescópio. É <emphasis>altamente</emphasis> recomendado que você obtenha e instale o último 'firmware' para o controlador do seu telescópio.

source: The telescope needs to be aligned before it can be used properly. Align your telescope (one or two stars alignment) as illustrated in your telescope manual.
pt: O telescópio precisa de ser alinhado antes de poder ser usado convenientemente. Alinhe o seu telescópio (alinhamento de uma ou duas estrelas), tal como é indicado no manual do seu telescópio.

source: &kstars; needs to verify time and location settings before connecting to the telescope. This insures proper tracking and synchronization between the telescope and &kstars;. The following steps will enable you to connect to a device that is connected to your computer. To connect and control remote devices, please refer to <link linkend="indi-remote-control">remote device control</link> section.
pt: O &kstars; precisa de verificar a configuração da hora e da localização antes de se ligar ao telescópio. Isto garante um seguimento correcto e uma sincronização entre o telescópio e o &kstars;. Os passos seguintes permitir-lhe-ão ligar-se a um dispositivo que está ligado ao seu computador. Para se ligar e controlar os dispositivos remotos, por favor veja a secção <link linkend="indi-remote-control">controlo de dispositivos remotos</link>.

source: You can use the Telescope Setup Wizard and it will verify all the required information in the process. It can automatically scan ports for attached telescopes. You can run the wizard by selecting the <menuchoice><guimenu>Devices</guimenu> <guimenuitem>Telescope Wizard</guimenuitem></menuchoice> menu item.
pt: Você poderá usar o Assistente de Configuração do Telescópio para que verifique toda a informação necessária no processo. Ele poderá pesquisar os portos à procura de telescópios ligados. Você poderá correr o assistente se seleccionar a opção <menuchoice><guimenu>Dispositivos</guimenu> <guimenuitem>Assistente do Telescópio</guimenuitem></menuchoice> no menu.

source: Alternatively, you can connect to a local telescope by performing the following steps:
pt: Am alternativa, para se ligar a um telescópio, por favor efectue os seguintes passos:

source: Set your geographical location. Open the <guilabel>Set Geographic Location</guilabel> window by selecting the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Geographic...</guimenuitem></menuchoice> menu item, or by pressing the <guiicon>Globe</guiicon> icon in the toolbar, or by pressing <keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo>.
pt: Configure a sua localização geográfica. Abra a janela <guilabel>Geografia...</guilabel> seleccionando a opção <menuchoice><guimenu>Configuração</guimenu><guimenuitem>Geografia...</guimenuitem></menuchoice> do menu ou, se carregar no ícone do <guiicon>Globo</guiicon> da barra de ferramentas ou ainda, se carregar em <keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo>.

source: Set your local time and date. You can change to any time or date by selecting <menuchoice><guimenu>Time</guimenu> <guimenuitem>Set Time...</guimenuitem></menuchoice> menu item, or by pressing the <guiicon>Time</guiicon> icon in the toolbar. The <guilabel>Set Time</guilabel> window uses a standard &kde; Date Picker widget. If you ever need to reset the clock back to the current time, just select the <menuchoice><guimenu>Time</guimenu> <guimenuitem>Set Time to Now</guimenuitem></menuchoice> menu item.
pt: Configure a sua data e hora locais. Você poderá mudar para qualquer data e hora se seleccionar a opção <menuchoice><guimenu>Tempo</guimenu> <guimenuitem>Acertar o Relógio...</guimenuitem></menuchoice> no menu ou carregando no ícone <guiicon>tempo</guiicon> da barra de ferramentas. A janela <guilabel>Acertar o Relógio</guilabel> usa um item gráfico de Extracção de Datas do &kde;, em conjunto com três opções para definir as horas, minutos e segundos. Se você precisar de repor o relógio de volta na hora actual, basta seleccionar a opção <menuchoice><guimenu>Tempo</guimenu><guimenuitem>Acertar a Hora para Agora</guimenuitem></menuchoice> no menu.

source: Click on the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>Device Manager...</guimenuitem></menuchoice> menu item.
pt: Carregue no menu <menuchoice><guimenu>Ferramentas</guimenu><guisubmenu>Dispositivos</guisubmenu><guimenuitem>Gestor de Dispositivos...</guimenuitem></menuchoice>.

source: Under the <guilabel>Device</guilabel> column, select your telescope model.
pt: Na coluna <guilabel>Dispositivo</guilabel>, seleccione o modelo do seu telescópio.

source: Click on the <guibutton>Run Service</guibutton> button.
pt: Carregue no botão <guibutton>Executar o Serviço</guibutton>.

source: Click <guibutton>Close</guibutton> to leave the Device Manager Dialog.
pt: Carregue em <guibutton>Fechar</guibutton> para fechar a Janela de Gestão dos Dispositivos.

source: Frequent Settings
pt: Configurações Frequentes

source: You do not need to set the geographic location and time every time you connect to a telescope. Only adjust the settings as needed.
pt: Você não precisa de configurar a localização geográfica e a hora, sempre que se liga a um telescópio. Ajuste apenas as opções quando for necessário.

source: You are now ready to use the device features, &kstars; conveniently provides two interchangeable &GUI; interfaces for controlling telescopes:
pt: Você está agora pronto para usar as funcionalidades dos dispositivos; o &kstars; fornece convenientemente duas &GUI;'s para controlar os telescópios:

source: Controlling your telescope
pt: Controlar o seu telescópio

source: <guilabel>Sky map Control</guilabel>: For each device you run in the <guilabel>Device Manager</guilabel>, a corresponding entry will show up in popup menu that allows you to control the properties of the device. You can issue commands like <command>Slew</command>, <command>Sync</command>, and <command>Track</command> directly from the sky map.
pt: <guilabel>Controlo do Mapa do Céu</guilabel>: Para cada dispositivo que você execute no <guilabel>Gestor de Dispositivos</guilabel>, aparecerá um menu de contexto para cada item correspondente que lhe permite controlar as propriedades do dispositivo. Você poderá enviar comandos do tipo <command>Mover, Sincronizar,</command> e <command>Seguir</command> directamente a partir do mapa do céu.

source: Here is a screenshot of the popup menu with an active LX200 Classic device:
pt: Aqui está uma imagem do menu de contexto que aparece para um dispositivo LX200 Clássico activo:

source: Controlling devices from sky map
pt: Controlar os dispositivos do mapa do céu

source: <guilabel>INDI Control Panel</guilabel>: The panel offers the user with all the features supported by a device.
pt: <guilabel>Painel de Controlo do INDI</guilabel>: O painel oferece ao utilizador todas as funcionalidades suportadas por um dispositivo.

source: The panel is divided into three main sections:
pt: O painel está dividido em três secções principais:

source: <guilabel>Device tabs</guilabel>: Each additional active device occupies a tab in the INDI panel. Multiple devices can run simultaneously without affecting the operation of other devices.
pt: <guilabel>Páginas do dispositivo</guilabel>: Cada dispositivo adicional activo ocupa uma página no painel do INDI. Os vários dispositivos podem ser executados em simultâneo sem afectar a operação dos outros dispositivos.

source: Property views on the <guilabel>Main Control</guilabel> and <guilabel>Options</guilabel> tabs: Properties are the key element in INDI architecture. Each device defines a set of properties to communicate with the client. The current position of the telescope is an example of a property. Semantically similar properties are usually contained in logical blocks or groupings.
pt: Janelas de propriedades do <guilabel>Controlo Principal</guilabel> e <guilabel>Opções</guilabel>: As propriedades são o elemento-chave na arquitectura do INDI. Cada dispositivo define um conjunto de propriedades para comunicar com o cliente. A posição actual do telescópio é um exemplo de uma propriedade. As propriedades semanticamente semelhantes estão normalmente contidas em blocos ou grupos lógicos.

source: <guilabel>Log viewer</guilabel>: Devices report their status and acknowledge commands by sending INDI messages. Each device has its own log view. A device usually sends messages to its device driver only, but a device is permitted to send a generic message when appropriate.
pt: <guilabel>Visualizador de registos</guilabel>: Os dispositivos comunicam o seu estado e os comandos de reconhecimento, enviando as mensagens do INDI. Cada dispositivo tem o seu próprio registo, e todos os dispositivos partilham um visualizador de registos genérico. Um dispositivo envia normalmente mensagens apenas para o seu controlador, mas um dispositivo poderá também enviar uma mensagem genérica, sempre que for apropriado.

source: INDI Control Panel
pt: Painel de Controlo de INDI

source: You are not restricted on using one interface over another as they can be both used simultaneously. Actions from the <guilabel>Sky map</guilabel> are automatically reflected in the <guilabel>INDI Control Panel</guilabel> and vice versa.
pt: Você não está restrito a usar apenas uma interface sobre outra, dado que ambas podem ser usadas em simultâneo. As acções do <guilabel>Mapa do céu</guilabel> são automaticamente reflectidas no <guilabel>Painel de Controlo do INDI</guilabel> e vice-versa.

source: To connect to your telescope, you can either select <guimenuitem>Connect</guimenuitem> from your device popup menu or alternatively, you can press <guibutton>Connect</guibutton> under your device tab in the <guilabel>INDI Control Panel</guilabel>.
pt: Para se ligar ao seu telescópio, você poderá então seleccionar <guimenuitem>Ligar</guimenuitem> no menu de contexto do seu dispositivo ou, em alternativa, poderá carregar em <guibutton>Ligar</guibutton> na página do seu dispositivo no <guilabel>Painel de Controlo de INDI</guilabel>.

source: By default, &kstars; will try to connect to the <constant>/dev/ttyS0</constant> port. To change the connection port, select the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>INDI Control Panel...</guimenuitem></menuchoice> menu item and change the port under your device tab.
pt: Por omissão, o &kstars; irá tentar ligar-se à porta <constant>/dev/ttyS0</constant>. Para mudar a porta de ligação, seleccione a opção no menu <menuchoice><guimenu>Ferramentas</guimenu><guisubmenu>Dispositivos</guisubmenu><guimenuitem>Painel de Controlo do INDI...</guimenuitem></menuchoice> e mude a porta na página do seu dispositivo.

source: &kstars; automatically updates the telescope's longitude, latitude, and time based on current settings in &kstars;. You can enable/disable these using the <guilabel>INDI</guilabel> page from the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem></menuchoice> menu item. Using the <guilabel>INDI</guilabel> page you can configure &kstars; to display or not INDI status messages in the status bar. By default INDI server port numbers have values between the range from 7624 to 9000, but you can easily change the range using the <guilabel>From:</guilabel> and <guilabel>To:</guilabel> text boxes from the <guilabel>Server Port</guilabel> section.
pt: O &kstars; actualiza automaticamente a longitude, a latitude e a hora do telescópio com base na configuração actual do &kstars;. Poderá activar/desactivar as mesmas com a página <guimenuitem>INDI</guimenuitem> do submenu <menuchoice><guimenu>Configuração</guimenu><guimenuitem>Configurar o &kstars;...</guimenuitem></menuchoice>. Ao usar a página <guimenuitem>INDI</guimenuitem>, poderá configurar o &kstars; para mostrar ou não as mensagens de estado do INDI na barra de estado. Por omissão, os números de portos do servidor INDI têm valores no intervalo entre 7624 e 9000, mas poderá modificar facilmente o intervalo com os campos de texto <guilabel>De:</guilabel> e <guilabel>Até:</guilabel> da secção do <guilabel>Porto do Servidor</guilabel>.

source: If &kstars; communicates successfully with the telescope, it will retrieve the current <abbrev>RA</abbrev> and <abbrev>DEC</abbrev> from the telescope and will display a crosshair on the sky map indicating the telescope position. You can hide the crosshair that marks telescope position using <guilabel>INDI</guilabel> page from the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem></menuchoice> menu item.
pt: Se o &kstars; comunicar de forma bem-sucedida com o telescópio, ele irá tentar obter a <abbrev>AR</abbrev> e a <abbrev>DEC</abbrev> actual do telescópio e irá mostrar uma mira no mapa do céu, indicando a posição do telescópio. Poderá esconder a mira que marca a posição do telescópio com a página <guimenuitem>INDI</guimenuitem> do submenu <menuchoice><guimenu>Configuração</guimenu><guimenuitem>Configurar o &kstars;...</guimenuitem></menuchoice>.

source: Synchronizing your telescope
pt: Sincronizar o seu telescópio

source: If you aligned your telescope and the last alignment star was, for example, Vega, then the crosshair should be centered around Vega. If the crosshair was off target, then you can <mousebutton>right</mousebutton>-click Vega from the sky map and select <command>Sync</command> from your telescope menu. This action will instruct the telescope to synchronize its internal coordinates to match those of Vega, and the telescope's crosshair should now be centered around Vega.
pt: Se você alinhou o seu telescópio e a última estrela de alinhamento foi, por exemplo, Vega, então a mira deverá estar centrada à volta de Vega. Se a mira estiver fora do alvo, então você poderá carregar com o botão <mousebutton>direito</mousebutton> em Vega no mapa do céu e seleccionar <command>Sincronizar</command> no menu do seu telescópio. Esta acção irá indicar ao telescópio para sincronizar as suas coordenadas internas de modo a corresponderem às de Vega, ficando agora o alvo do telescópio centrado em Vega.

source: This is it: your telescope is ready to explore the heavens!
pt: É tudo: o seu telescópio está pronto para explorar os céus!

source: WARNING
pt: ATENÇÃO

source: Never use the telescope to look at the sun. Looking at the sun might cause irreversible damage to your eyes and your equipment.
pt: Nunca use o telescópio para olhar para o Sol. Se olhar para o sol poderá causar danos irreversíveis aos seus olhos, assim como ao seu equipamento.

source: CCD and Video-Capture Setup
pt: Configuração da Captura de Vídeo e do CCD

source: CCD Video Control
pt: Controlo do Vídeo CCD

source: You can run CCD and Video Capture devices from the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>Device Manager...</guimenuitem></menuchoice> menu item. Like all INDI devices, some of the device controls will be accessible from the skymap. The device can be controlled fully from the <guimenuitem>INDI Control Panel...</guimenuitem> item.
pt: Você poderá correr os dispositivos CCD e de Captura de Vídeo na opção <menuchoice><guimenu>Ferramentas</guimenu><guisubmenu>Dispositivos</guisubmenu><guimenuitem>Gestor de Dispositivos...</guimenuitem></menuchoice>. Como todos os dispositivos INDI, alguns dos controlos do dispositivo ficarão acessíveis no mapa do céu. O dispositivo poderá ser controlado por completo no <guimenuitem>Painel de Controlo do INDI...</guimenuitem>.

source: Configure INDI
pt: Configurar o INDI

source: Configure
pt: Configurar

source: The <guilabel>INDI</guilabel> page allows you to modify <emphasis>Client side</emphasis> INDI specific options. To access it, select the <guilabel>INDI</guilabel> page from <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem></menuchoice> menu item. The window is divided into several main categories: General, Device Updates, Display and Server Port:
pt: A página do <guilabel>INDI</guilabel> permite-lhe modificar as opções específicas do INDI <emphasis>do lado do cliente</emphasis>. Para aceder ao mesmo, seleccione a página <guimenuitem>INDI</guimenuitem> do submenu <menuchoice><guimenu>Configuração</guimenu><guimenuitem>Configurar o &kstars;...</guimenuitem></menuchoice>. A janela está dividida em várias categorias principais: a Geral, Actualizações do Dispositivo, Visualização e Porto do Servidor:

source: General
pt: Geral

source: <guilabel>INDI server:</guilabel> Specify the binary of installed INDI server in your system. By default, &kstars; uses <quote>/usr/bin/indiserver</quote> binary.
pt: <option>Servidor INDI:</option> Indique a localização do executável do servidor do INDI no seu sistema. Por omissão, o &kstars; usa a pasta <quote>/usr/bin/indiserver</quote>.

source: <guilabel>INDI drivers XML directory:</guilabel> Specify the &XML; directory where INDI drivers are located in your system. By default, &kstars; uses <quote>/usr/share/indi</quote> directory.
pt: <guilabel>Pasta dos controladores de INDI:</guilabel> Indique a pasta de &XML; onde se localizam os controladores de INDI no seu sistema. Por omissão, o &kstars; usa a pasta <quote>/usr/share/indi</quote>.
