Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-other-setup.po
Languages: sl

source: This message is triggered when &kstars; cannot communicate with the telescope. Here are few things you can do:
sl: To sporočilo se sproži, ko &kstars; ne more komunicirati s teleskopom. Tukaj je nekaj stvari, ki jih lahko storite:

source: Check that you have both reading and writing permission for the port you are trying to connect to.
sl: Preverite, ali imate dovoljenje za branje in pisanje za vrata, s katerimi se poskušate povezati.

source: Check the connection cable, make sure it is in good condition and test it with other applications.
sl: Preverite priključni kabel, se prepričajte, da je v dobrem stanju in ga preizkusite z drugimi aplikacijami.

source: Check your telescope power, make sure the power is on and that the telescope is getting enough power.
sl: Preverite napajanje svojega teleskopa, preverite, ali je napajanje vklopljeno in ali teleskop dobiva dovolj energije.

source: Select the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>INDI Control Panel...</guimenuitem></menuchoice> menu item and set the correct port in the <guilabel>INDI Control Panel</guilabel> dialog. The default device is <constant>/dev/ttyS0</constant>
sl: Izberite menijski element <menuchoice><guimenu>Orodja</guimenu> <guisubmenu>Naprave</guisubmenu> <guimenuitem>Nadzorna plošča INDI...</guimenuitem></menuchoice> in nastavite pravilna vrata v <guilabel> Pogovorno okno nadzorne plošče INDI</guilabel>. Privzeta naprava je <constant>/dev/ttyS0</constant>

source: Restart &kstars; and retry again.
sl: Znova zaženite &kstars; in poskusite znova.

source: &kstars; reports that the telescope is online and ready, but I cannot find the telescope's crosshair, where is it?
sl: &kstars; poroča, da je teleskop na spletu in pripravljen, vendar ne najdem križca teleskopa, kje je?

source: &kstars; retrieves the telescopes RA and DEC coordinates upon connection. If your alignment was performed correctly, then you should see the crosshair around your target in the Sky Map. However, the RA and DEC coordinates provided by the telescope may be incorrect (even below the horizon) and you need to <link linkend="indi-sync">Sync</link> your telescope to your current target. You can use the right-click menu to center and track the telescope crosshair in the sky map.
sl: &kstars; ob povezavi pridobi koordinate RA in DEC teleskopov. Če je bila vaša poravnava izvedena pravilno, bi morali videti križec okoli vašega cilja na zemljevidu neba. Vendar pa so lahko koordinate RA in DEC, ki jih posreduje teleskop, napačne (tudi pod obzorjem) in morate <link linkend="indi-sync">sinhronizirati</link> svoj teleskop s trenutnim ciljem. Meni z desnim klikom lahko uporabite za centriranje in sledenje križcu teleskopa na karti neba.

source: The telescope is moving erratically or not moving at all. What can I do?
sl: Teleskop se premika neenakomerno ali pa se sploh ne premika. Kaj lahko naredim?

source: This behavior is mostly due to incorrect settings, please verify the following check list:
sl: To vedenje je večinoma posledica nepravilnih nastavitev, prosimo preverite naslednji kontrolni seznam:

source: Is the telescope aligned?
sl: Ali je teleskop poravnan?

source: Is the telescope alignment mode correct? Use <guilabel>INDI Control Panel</guilabel> to check and change these settings (<constant>Alt/Az,Polar, Land</constant>).
sl: Ali je način naravnavanja teleskopa pravilen? Uporabite <guilabel>Nadzorno ploščo INDI</guilabel>, da preverite in spremenite te nastavitve (<constant>Alt/Az,Polar, Land</constant>).

source: Are the telescope's time and date settings correct?
sl: Ali so nastavitve časa in datuma teleskopa pravilne?

source: Are the telescope's longitude and latitude settings correct?
sl: Ali so nastavitve dolžine in širine teleskopa pravilne?

source: Is the telescope's UTC offset correct?
sl: Ali je odmik teleskopa UTC pravilen?

source: Are the telescope's RA and DEC axis locked firmly?
sl: Ali sta osi RA in DEC teleskopa trdno zaklenjeni?

source: Is the telescope's N/S switch (when applicable) setup correctly for your hemisphere?
sl: Ali je teleskopsko stikalo N/S (če je na voljo) pravilno nastavljeno za vašo poloblo?

source: Is the cable between the telescope and computer in good condition?
sl: Ali je kabel med teleskopom in računalnikom v dobrem stanju?

source: If you think all settings are correct but the telescope still moves erratically or not at all, then please send a report to <email>indi-devel@lists.sourceforge.net</email>.
sl: Če menite, da so vse nastavitve pravilne, vendar se teleskop še vedno premika nepravilno ali se sploh ne premika, pošljite poročilo na <email>indi-devel@lists.sourceforge.net</email>.
