Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-other-setup.po
Languages: sl

source: Astronomical Device Control with <acronym>INDI</acronym>
sl: Nadzor astronomske naprave z <acronym>INDI</acronym>

source: INDI Control
sl: Nadzor INDI

source: Overview
sl: Pregled

source: &kstars; provides an interface to configure and control astronomical instruments via the <acronym><link linkend="what-is-indi">INDI</link></acronym> protocol.
sl: &kstars; ponuja vmesnik za konfiguracijo in nadzor astronomskih instrumentov prek protokola <acronym><link linkend="what-is-indi">INDI</link></acronym>.

source: The <acronym>INDI</acronym> protocol supports a variety of astronomical instruments such as CCD cameras and focusers. For an up to date list of supported devices, please visit <acronym>INDI</acronym> <ulink url="https://indilib.org/index.php?title=Devices">supported devices page</ulink>.
sl: Protokol <acronym>INDI</acronym> podpira različne astronomske instrumente, kot so kamere CCD in fokuserji. Za posodobljen seznam podprtih naprav obiščite <acronym>INDI</acronym> <ulink url="https://indilib.org/index.php?title=Devices">stran s podprtimi napravami (supported devices page)</ulink>.

source: INDI Setup
sl: Nastavitev INDI

source: Setup
sl: Nastavitve

source: &kstars; can control local and remote devices seamlessly via the <link linkend="what-is-indi">INDI</link> server/client architecture. INDI devices may be run in three different modes:
sl: &kstars; lahko nemoteno nadzoruje lokalne in oddaljene naprave prek arhitekture strežnik/odjemalec <link linkend="what-is-indi">INDI</link>. Naprave INDI lahko delujejo v treh različnih načinih:

source: <guilabel>Local</guilabel>: The local mode is the most common and is used to control local device (&ie; a device attached to your machine).
sl: <guilabel>Lokalno</guilabel>: Lokalni način je najpogostejši in se uporablja za nadzor lokalne naprave (&ie; naprave, priključene na vaš stroj).

source: <guilabel>Server</guilabel>: The server mode establishes an INDI server for a particular device and waits for connections from remote clients. You cannot operate server devices, you can only start and shut them down.
sl: <guilabel>Strežnik</guilabel>: strežniški način vzpostavi strežnik INDI za določeno napravo in čaka na povezave oddaljenih odjemalcev. Strežniških naprav ne morete upravljati, lahko jih samo zaženete in izklopite.

source: <guilabel>Client</guilabel>: The client mode is used to connect to remote INDI servers running INDI devices. You can control remote devices seamlessly like local devices.
sl: <guilabel>Odjemalec</guilabel>: Način odjemalca se uporablja za povezavo z oddaljenimi strežniki INDI, ki poganjajo naprave INDI. Oddaljene naprave lahko brez težav nadzorujete kot lokalne naprave.

source: You can run local device, establish INDI servers, and connect to remote clients from the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>Device Manager...</guimenuitem></menuchoice> menu item.
sl: Lokalno napravo lahko zaženete, vzpostavite strežnike INDI in se povežete z oddaljenimi odjemalci iz elementa menija <menuchoice><guimenu>Orodja</guimenu> <guisubmenu>Naprave</guisubmenu> <guimenuitem>Upravitelj naprav...</guimenuitem></menuchoice>.

source: Here is a screenshot of the <guilabel>Device Manager</guilabel> window:
sl: Tukaj je posnetek zaslona okna <guilabel>Upravitelj naprav</guilabel>:

source: Running device drivers
sl: Izvajanje gonilnikov naprav

source: Start device drivers
sl: Zaženite gonilnike naprav

source: You can run devices by browsing the device tree, selecting a specific device, and then clicking on the <guibutton>Run Service</guibutton> button. You can select the operation mode, either local or server as defined above. The port number is randomly generated between the range from 7624 to 10,000. To specify a port, click on the port column next to the desired driver. &kstars; allows multiple drivers to run under one INDI server, and hence one port. Select multiple drivers then press <guibutton>Run Service</guibutton> button.
sl: Naprave lahko zaženete tako, da brskate po drevesu naprav, izberete določeno napravo in nato kliknete gumb <guibutton>Zaženi storitev</guibutton>. Izberete lahko način delovanja, lokalnega ali strežniškega, kot je definirano zgoraj. Številka vrat je naključno ustvarjena v razponu od 7624 do 10.000. Če želite določiti vrata, kliknite stolpec vrat poleg želenega gonilnika. &kstars; omogoča izvajanje več gonilnikov pod enim strežnikom INDI in s tem ena vrata. Izberite več gonilnikov in pritisnite gumb <guibutton>Zaženi storitev</guibutton>.

source: To control remote devices, refer to the <link linkend="indi-remote-control">remote device control</link> section.
sl: Za nadzor oddaljenih naprav glejte razdelek <link linkend="indi-remote-control">nadzor oddaljenih naprav</link>.

source: Telescope Setup
sl: Nastavitev teleskopa

source: Most telescopes are equipped with <hardware>RS232</hardware> interface for remote control. Connect the RS232 jack in your telescope to your computer's <hardware>Serial/USB</hardware> port. Traditionally, the RS232 connects to the serial port of your computer, but since many new laptops abandoned the serial port in favor of <hardware>USB/FireWire</hardware> ports, you might need to obtain a Serial to USB adaptor to use with new laptops.
sl: Večina teleskopov je opremljena z vmesnikom <hardware>RS232</hardware> za daljinsko upravljanje. Povežite vtičnico RS232 v vašem teleskopu z <hardware>Serial/USB</hardware> vrati vašega računalnika. Tradicionalno se RS232 poveže s serijskimi vrati vašega računalnika, a ker je veliko novih prenosnikov opustilo serijska vrata v korist vrat <hardware>USB/FireWire</hardware>, boste morda morali pridobiti adapter Serial to USB za uporabo z novimi prenosniki.

source: After connecting your telescope to the Serial/USB port, turn your telescope on. It is <emphasis>highly</emphasis> recommended that you download and install the latest firmware for your telescope controller.
sl: Po priključitvi teleskopa na serijska/USB vrata vklopite teleskop. <emphasis>Zelo</emphasis> priporočamo, da prenesete in namestite najnovejšo vdelano programsko opremo za vaš krmilnik teleskopa.

source: The telescope needs to be aligned before it can be used properly. Align your telescope (one or two stars alignment) as illustrated in your telescope manual.
sl: Pred pravilno uporabo je treba teleskop poravnati. Poravnajte svoj teleskop (poravnava z eno ali dvema zvezdama), kot je prikazano v priročniku za vaš teleskop.

source: &kstars; needs to verify time and location settings before connecting to the telescope. This insures proper tracking and synchronization between the telescope and &kstars;. The following steps will enable you to connect to a device that is connected to your computer. To connect and control remote devices, please refer to <link linkend="indi-remote-control">remote device control</link> section.
sl: &kstars; mora preveriti nastavitve časa in lokacije, preden se poveže s teleskopom. To zagotavlja pravilno sledenje in sinhronizacijo med teleskopom in &kstars;. Naslednji koraki vam bodo omogočili povezavo z napravo, ki je povezana z vašim računalnikom. Če želite povezati in upravljati oddaljene naprave, glejte razdelek <link linkend="indi-remote-control">nadzor oddaljenih naprav</link>.

source: You can use the Telescope Setup Wizard and it will verify all the required information in the process. It can automatically scan ports for attached telescopes. You can run the wizard by selecting the <menuchoice><guimenu>Devices</guimenu> <guimenuitem>Telescope Wizard</guimenuitem></menuchoice> menu item.
sl: Uporabite lahko čarovnika za nastavitev teleskopa, ki bo med postopkom preveril vse zahtevane informacije. Samodejno lahko skenira vrata za priključene teleskope. Čarovnika lahko zaženete tako, da izberete menijsko postavko <menuchoice><guimenu>Naprave</guimenu> <guimenuitem>Čarovnik za teleskop</guimenuitem></menuchoice>.

source: Alternatively, you can connect to a local telescope by performing the following steps:
sl: Lahko pa se povežete z lokalnim teleskopom tako, da izvedete naslednje korake:

source: Set your geographical location. Open the <guilabel>Set Geographic Location</guilabel> window by selecting the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Geographic...</guimenuitem></menuchoice> menu item, or by pressing the <guiicon>Globe</guiicon> icon in the toolbar, or by pressing <keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo>.
sl: Nastavite svojo geografsko lokacijo. Odprite okno <guilabel>Nastavi geografsko lokacijo</guilabel> tako, da izberete menijsko postavko <menuchoice><guimenu>Nastavitve</guimenu> <guimenuitem>Geografsko...</guimenuitem></menuchoice> ali pritisnete <guiicon>Globus</guiicon> v orodni vrstici ali s pritiskom <keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo>.

source: Set your local time and date. You can change to any time or date by selecting <menuchoice><guimenu>Time</guimenu> <guimenuitem>Set Time...</guimenuitem></menuchoice> menu item, or by pressing the <guiicon>Time</guiicon> icon in the toolbar. The <guilabel>Set Time</guilabel> window uses a standard &kde; Date Picker widget. If you ever need to reset the clock back to the current time, just select the <menuchoice><guimenu>Time</guimenu> <guimenuitem>Set Time to Now</guimenuitem></menuchoice> menu item.
sl: Nastavite lokalni čas in datum. Lahko spremenite kateri koli čas ali datum tako, da izberete menijski element <menuchoice><guimenu>Čas</guimenu><guimenuitem>Nastavi čas...</guimenuitem></menuchoice> ali pritisnete <guiicon>Čas</guiicon> v orodni vrstici. Okno <guilabel>Nastavi čas</guilabel> uporablja standardni &kde; Pripomoček za izbiro datuma. Če boste kdaj morali ponastaviti uro nazaj na trenutni čas, samo izberite menijsko postavko <menuchoice><guimenu>Čas</guimenu> <guimenuitem>Nastavi čas na zdaj</guimenuitem></menuchoice>.

source: Click on the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>Device Manager...</guimenuitem></menuchoice> menu item.
sl: Kliknite na menijsko postavko <menuchoice><guimenu>Orodja</guimenu> <guisubmenu>Naprave</guisubmenu> <guimenuitem>Upravitelj naprav...</guimenuitem></menuchoice>.

source: Under the <guilabel>Device</guilabel> column, select your telescope model.
sl: V stolpcu <guilabel>Naprava</guilabel> izberite svoj model teleskopa.

source: Click on the <guibutton>Run Service</guibutton> button.
sl: Kliknite gumb <guibutton>Zaženi storitev</guibutton>.

source: Click <guibutton>Close</guibutton> to leave the Device Manager Dialog.
sl: Kliknite <guibutton>Zapri</guibutton>, da zapustite pogovorno okno upravljalnika naprav.

source: Frequent Settings
sl: Pogoste nastavitve

source: You do not need to set the geographic location and time every time you connect to a telescope. Only adjust the settings as needed.
sl: Ni vam treba nastaviti geografske lokacije in časa vsakič, ko se povežete s teleskopom. Nastavitve prilagodite le po potrebi.

source: You are now ready to use the device features, &kstars; conveniently provides two interchangeable &GUI; interfaces for controlling telescopes:
sl: Zdaj ste pripravljeni na uporabo funkcij naprave, &kstars; priročno ponuja dva zamenljiva &GUI; vmesnika za krmiljenje teleskopov:

source: Controlling your telescope
sl: Upravljanje vašega teleskopa

source: <guilabel>Sky map Control</guilabel>: For each device you run in the <guilabel>Device Manager</guilabel>, a corresponding entry will show up in popup menu that allows you to control the properties of the device. You can issue commands like <command>Slew</command>, <command>Sync</command>, and <command>Track</command> directly from the sky map.
sl: <guilabel>Nadzor karte neba</guilabel>: Za vsako napravo, ki jo zaženete v <guilabel>Upravljalniku naprav</guilabel>, se v pojavnem meniju prikaže ustrezen vnos, ki vam omogoča nadzor nad lastnostmi naprave. Ukaze, kot so <command>Slew</command>, <command>Sync</command> in <command>Track</command>, lahko izdate neposredno s karte neba.

source: Here is a screenshot of the popup menu with an active LX200 Classic device:
sl: Tukaj je posnetek zaslona pojavnega menija z aktivno napravo LX200 Classic:

source: Controlling devices from sky map
sl: Upravljanje naprav iz karte neba

source: <guilabel>INDI Control Panel</guilabel>: The panel offers the user with all the features supported by a device.
sl: <guilabel>Nadzorna plošča INDI</guilabel>: plošča ponuja uporabniku vse zmožnosti, ki jih podpira naprava.

source: The panel is divided into three main sections:
sl: Plošča je razdeljena na tri glavne dele:

source: <guilabel>Device tabs</guilabel>: Each additional active device occupies a tab in the INDI panel. Multiple devices can run simultaneously without affecting the operation of other devices.
sl: <guilabel>Zavihki naprave</guilabel>: Vsaka dodatna aktivna naprava zavzame zavihek na plošči INDI. Več naprav lahko deluje hkrati, ne da bi to vplivalo na delovanje drugih naprav.

source: Property views on the <guilabel>Main Control</guilabel> and <guilabel>Options</guilabel> tabs: Properties are the key element in INDI architecture. Each device defines a set of properties to communicate with the client. The current position of the telescope is an example of a property. Semantically similar properties are usually contained in logical blocks or groupings.
sl: Pogledi lastnosti na zavihkih <guilabel>Glavni nadzor</guilabel> in <guilabel>Možnosti</guilabel>: Lastnosti so ključni element v arhitekturi INDI. Vsaka naprava definira nabor lastnosti za komunikacijo z odjemalcem. Trenutni položaj teleskopa je primer lastnosti. Pomensko podobne lastnosti so običajno vsebovane v logičnih blokih ali skupinah.

source: <guilabel>Log viewer</guilabel>: Devices report their status and acknowledge commands by sending INDI messages. Each device has its own log view. A device usually sends messages to its device driver only, but a device is permitted to send a generic message when appropriate.
sl: <guilabel>Pregledovalnik dnevnika</guilabel>: Naprave poročajo o svojem statusu in potrjujejo ukaze s pošiljanjem sporočil INDI. Vsaka naprava ima svoj pogled dnevnika. Naprava običajno pošilja sporočila samo svojemu gonilniku naprave, vendar pa lahko naprava, kadar je primerno, pošlje generično sporočilo.

source: INDI Control Panel
sl: Nadzorna plošča INDI

source: You are not restricted on using one interface over another as they can be both used simultaneously. Actions from the <guilabel>Sky map</guilabel> are automatically reflected in the <guilabel>INDI Control Panel</guilabel> and vice versa.
sl: Niste omejeni pri uporabi enega vmesnika namesto drugega, saj se lahko oba uporabljata hkrati. Dejanja iz <guilabel>Karte neba</guilabel> se samodejno odražajo v <guilabel>Nadzorni plošči INDI</guilabel> in obratno.

source: To connect to your telescope, you can either select <guimenuitem>Connect</guimenuitem> from your device popup menu or alternatively, you can press <guibutton>Connect</guibutton> under your device tab in the <guilabel>INDI Control Panel</guilabel>.
sl: Za povezavo s svojim teleskopom lahko izberete <guimenuitem>Poveži</guimenuitem> v pojavnem meniju naprave ali pa pritisnete <guibutton>Poveži</guibutton> pod zavihkom naprave v <guilabel>Nadzorni plošči INDI</guilabel>.

source: By default, &kstars; will try to connect to the <constant>/dev/ttyS0</constant> port. To change the connection port, select the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>INDI Control Panel...</guimenuitem></menuchoice> menu item and change the port under your device tab.
sl: Privzeto se bo &kstars; poskusil povezati z vrati <constant>/dev/ttyS0</constant>. Če želite spremeniti vrata povezave, izberite element menija <menuchoice><guimenu>Orodja</guimenu> <guisubmenu>Naprave</guisubmenu> <guimenuitem>Nadzorna plošča INDI...</guimenuitem></menuchoice> in spremenite vrata pod zavihkom vaše naprave.

source: &kstars; automatically updates the telescope's longitude, latitude, and time based on current settings in &kstars;. You can enable/disable these using the <guilabel>INDI</guilabel> page from the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem></menuchoice> menu item. Using the <guilabel>INDI</guilabel> page you can configure &kstars; to display or not INDI status messages in the status bar. By default INDI server port numbers have values between the range from 7624 to 9000, but you can easily change the range using the <guilabel>From:</guilabel> and <guilabel>To:</guilabel> text boxes from the <guilabel>Server Port</guilabel> section.
sl: &kstars; samodejno posodablja zemljepisno dolžino, širino in čas teleskopa glede na trenutne nastavitve v &kstars;. Te lahko omogočite/onemogočite na strani <guilabel>INDI</guilabel> v meniju <menuchoice><guimenu>Nastavitve</guimenu> <guimenuitem>Konfiguriraj &kstars;...</guimenuitem></menuchoice>. Na strani <guilabel>INDI</guilabel> lahko konfigurirate &kstars; za prikaz INDI statusnih sporočil v statusni vrstici ali ne. Številke vrat strežnika INDI imajo privzeto vrednosti med razponom od 7624 do 9000, vendar lahko obseg enostavno spremenite z uporabo besedilnih polj <guilabel>Od:</guilabel> in <guilabel>Do:</guilabel> v <guilabel >Strežniška vrata</guilabel>.

source: If &kstars; communicates successfully with the telescope, it will retrieve the current <abbrev>RA</abbrev> and <abbrev>DEC</abbrev> from the telescope and will display a crosshair on the sky map indicating the telescope position. You can hide the crosshair that marks telescope position using <guilabel>INDI</guilabel> page from the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem></menuchoice> menu item.
sl: Če &kstars; uspešno komunicira s teleskopom, bo od teleskopa pridobil trenutni <abbrev>RA</abbrev> in <abbrev>DEC</abbrev> ter na zemljevidu neba prikazal križec, ki označuje položaj teleskopa. Nitni križec, ki označuje položaj teleskopa, lahko skrijete s stranjo <guilabel>INDI</guilabel> v meniju <menuchoice><guimenu>Nastavitve</guimenu><guimenuitem>Konfiguriraj &kstars;...</guimenuitem></menuchoice> postavki.

source: Synchronizing your telescope
sl: Sinhronizacija vašega teleskopa

source: If you aligned your telescope and the last alignment star was, for example, Vega, then the crosshair should be centered around Vega. If the crosshair was off target, then you can <mousebutton>right</mousebutton>-click Vega from the sky map and select <command>Sync</command> from your telescope menu. This action will instruct the telescope to synchronize its internal coordinates to match those of Vega, and the telescope's crosshair should now be centered around Vega.
sl: Če ste naravnali svoj teleskop in je bila zadnja poravnalna zvezda na primer Vega, mora biti križec središče okoli Vege. Če ni bil križec izven cilja, potem lahko <mousebutton>desno</mousebutton>kliknete Vega na zemljevidu neba in izberete <command>Sync</command> v meniju svojega teleskopa. To dejanje bo teleskopu naročilo, naj sinhronizira svoje notranje koordinate, da se ujemajo s Veginimi koordinatami, teleskopski križ pa bi moral biti zdaj osredotočen okoli Vege.

source: This is it: your telescope is ready to explore the heavens!
sl: To je to: vaš teleskop je pripravljen za raziskovanje nebes!

source: WARNING
sl: OPOZORILO

source: Never use the telescope to look at the sun. Looking at the sun might cause irreversible damage to your eyes and your equipment.
sl: Nikoli ne uporabljajte teleskopa za gledanje v sonce. Gledanje v sonce lahko povzroči nepopravljivo škodo vašim očem in vaši opremi.

source: CCD and Video-Capture Setup
sl: CCD in nastavitev za zajemanje videa

source: CCD Video Control
sl: CCD video nadzor

source: You can run CCD and Video Capture devices from the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>Device Manager...</guimenuitem></menuchoice> menu item. Like all INDI devices, some of the device controls will be accessible from the skymap. The device can be controlled fully from the <guimenuitem>INDI Control Panel...</guimenuitem> item.
sl: Naprave CCD in Video Capture lahko zaženete iz menijske postavke <menuchoice><guimenu>Orodja</guimenu> <guisubmenu>Naprave</guisubmenu> <guimenuitem>Upravljalnik naprav...</guimenuitem></menuchoice>. Tako kot pri vseh napravah INDI bodo nekateri kontrolniki naprave dostopni zvezdne karte. Napravo je mogoče v celoti nadzorovati iz elementa <guimenuitem>Nadzorna plošča INDI...</guimenuitem>.

source: The standard format for image capture is FITS. Once an image is captured and downloaded, it will be automatically displayed in the &kstars; <link linkend="fitsviewer">FITS Viewer</link>.
sl: Standardni format za zajem slike je FITS. Ko je slika zajeta in prenesena, bo samodejno prikazana v mapi &kstars; <link linkend="fitsviewer">Ogledovalnik FITS</link>.

source: Configure INDI
sl: Konfigurirajte INDI

source: Configure
sl: Konfiguriraj

source: The <guilabel>INDI</guilabel> page allows you to modify <emphasis>Client side</emphasis> INDI specific options. To access it, select the <guilabel>INDI</guilabel> page from <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem></menuchoice> menu item. The window is divided into several main categories: General, Device Updates, Display and Server Port:
sl: Stran <guilabel>INDI</guilabel> vam omogoča spreminjanje specifičnih možnosti INDI <emphasis>na strani odjemalca</emphasis>. Za dostop do njega izberite stran <guilabel>INDI</guilabel> v meniju <menuchoice><guimenu>Nastavitve</guimenu> <guimenuitem>Konfiguriraj &kstars;...</guimenuitem></menuchoice>. Okno je razdeljeno na več glavnih kategorij: Splošno, Posodobitve naprav, Zaslon in Vrata strežnika:

source: General
sl: Splošno

source: <guilabel>INDI server:</guilabel> Specify the binary of installed INDI server in your system. By default, &kstars; uses <quote>/usr/bin/indiserver</quote> binary.
sl: <guilabel>Strežnik INDI:</guilabel> Določite dvojiško datoteko nameščenega strežnika INDI v vašem sistemu. Privzeto &kstars; uporablja izvodljivi program <quote>/usr/bin/indiserver</quote>.

source: <guilabel>INDI drivers XML directory:</guilabel> Specify the &XML; directory where INDI drivers are located in your system. By default, &kstars; uses <quote>/usr/share/indi</quote> directory.
sl: <guilabel>Imenik XML gonilnikov INDI:</guilabel> Določite &XML; imenik, kjer se gonilniki INDI nahajajo v vašem sistemu. Privzeto je &kstars; uporablja imenik <quote>/usr/share/indi</quote>.

source: <guilabel>Default FITS directory:</guilabel> Specify the directory where all captured FITS images will be saved to. If no directory is specified, images will be stored in <varname>$HOME</varname>.
sl: <guilabel>Privzeti imenik FITS:</guilabel> Določite imenik, kamor bodo shranjene vse zajete slike FITS. Če imenik ni določen, bodo slike shranjene v <varname>$HOME</varname>.

source: Time &amp; Location Updates
sl: Čas &amp; Posodobitve lokacije

source: <guilabel>KStars updates all devices</guilabel>: KStars is the master source for time and location settings. All INDI devices time and locations settings are synchronized to KStars settings.
sl: <guilabel>KStars posodobi vse naprave</guilabel>: KStars je glavni vir za nastavitve časa in lokacije. Vse nastavitve časa in lokacije naprav INDI so sinhronizirane z nastavitvami KStars.
