Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-concepts.po
Languages: bg, ca@valencia, pt, sv, uk

source: Options: -l d : Log driver messages to &lt;d&gt;/YYYY-MM-DD.islog -m m : Kill client if gets more than this many MB behind, default 128. -d m : Drop streaming blobs if client gets more than this many MB behind, default 5. 0 to disable. -p p : Alternate IP port, default 7624. -r r : Maximum driver restarts on error, default 10. -f path : Path to fifo for dynamic startup and shutdown of drivers. -v : Show key events, no traffic. -vv : -v + key message content. -vvv : -vv + complete xml. driver : Executable or [device]@host[:port]
pt: Opções: -l d : Regista as mensagens do controlador em &lt;d&gt;/AAAA-MM-DD.islog -m m : Mata o cliente se receber mais que este MB, por omissão 128. -d m : Elimina os dados transmitidos se o cliente receber mais que estes MB, por omissão 5. Use 0 para desactivar. -p p : Porto IP alternativo, por omissão 7624. -r r : Máximo de reinícios do controlador em caso de erro, por omissão 10. -f path : Localização da FIFO para o arranque e paragem dos controladores. -v : Mostrar os eventos-chave, sem tráfego. -vv : -v + conteúdo das mensagens-chave. -vvv : -vv + XML completo. device : Executável ou [dispositivo]@máquina[:porto]

source: For example, if you want to start an INDI server running an LX200 GPS driver and listening to connections on port 8000, you would run the following command:
pt: Por exemplo, se você quiser iniciar um servidor de INDI a correr um controlador de um LX200 GPS e quiser atender as ligações no porto 8000, você iria executar o seguinte comando:

source: Secure Remote Operation
pt: Operação Remota Segura

source: Suppose we want to run an indiserver with INDI drivers on a remote host, <constant>remote_host</constant>, and connect them to &kstars; running on the local machine.
pt: Suponha que deseja executar o 'indiserver' e os seus clientes numa máquina remota, a <constant>maquina_remota</constant>, e ligá-los ao &kstars; que está a correr na máquina local.

source: From the local machine log onto the remote host, <constant>remote_host</constant>, by typing:
pt: Na máquina local, ligue-se à máquina remota, a <constant>maquina_remota</constant>, escrevendo:

source: $ <command>ssh</command> -L <varname>local_port</varname>:<constant>remote_host</constant>:<varname>remote_port</varname>
pt: $ <command>ssh</command> -L <varname>porto_local</varname>:<constant>maquina_remota</constant>:<varname>porto_remoto</varname>

source: This binds the <varname>local_port</varname> on the local machine to the <varname>remote_port</varname> on the <constant>remote_host</constant>. After logging in, run indiserver on the remote host:
pt: Isto associa o <varname>porto_local</varname> da máquina local ao <varname>porto_remoto</varname> da <constant>maquina_remota</constant>. Depois de se ligar, corra o 'indiserver' na máquina remota:

source: $ <command>indiserver</command> -p <varname>remote_port</varname> [<filename>driver</filename>...]
pt: $ <command>indiserver</command> -p <varname>porto_remoto</varname> [<filename>controlador</filename>...]

source: Back on the local machine, start &kstars; then open the <guimenuitem>Device Manager</guimenuitem> and add a host under the <guilabel>Client</guilabel> tab. The host should be the local host (usually 127.0.0.1) and the port number should be the <varname>local_port</varname> used in the steps above. <mousebutton>Right</mousebutton>-click on the host and select <guimenuitem>Connect</guimenuitem> from the popup menu. &kstars; will connect to the remote INDI server securely. The host information will be saved for future sessions.
pt: De volta à máquina local, inicie o &kstars;, abrindo então o <guimenuitem>Gestor de Dispositivos</guimenuitem> e adicionando uma máquina na página <guilabel>Cliente</guilabel>. A máquina deverá ser a <constant>maquina_local</constant> (normalmente igual a 127.0.0.1) e o número de porto deverá ser o <varname>porto</varname> usado em todos os passos acima. Carregue com o botão <mousebutton>direito</mousebutton> na máquina e seleccione <guimenuitem>Ligar</guimenuitem> no menu de contexto. O &kstars; ligar-se-á ao servidor de INDI remoto com segurança. A informação da máquina será guardada para as sessões futuras.

source: INDI Frequently Asked Questions
pt: Perguntas Mais Frequentes do INDI

source: What is INDI?
pt: O Que é o INDI?

source: <acronym>INDI</acronym> is the <ulink url="https://indilib.org"> Instrument-Neutral-Distributed-Interface</ulink> control protocol developed by <author><firstname>Elwood</firstname><surname>C. Downey</surname></author> of <ulink url="https://www.clearskyinstitute.com/">ClearSky Institute</ulink>. &kstars; employs device drivers that are compatible with the INDI protocol. INDI has many advantages including loose coupling between hardware devices and software drivers. Clients that use the device drivers (like &kstars;) are completely unaware of the device capabilities. In run time, &kstars; communicates with the device drivers and builds a completely dynamical &GUI; based on services provided by the device. Therefore, new device drivers can be written or updated and &kstars; can take full advantage of them without any changes on the client side.
pt: O <acronym>INDI</acronym> é o protocolo de controlo da <ulink url="https://indilib.org"> Instrument-Neutral-Distributed-Interface</ulink> que foi desenvolvido por <author><firstname>Elwood</firstname><surname>C. Downey</surname></author> do <ulink url="http://www.clearskyinstitute.com/">ClearSky Institute</ulink>. O &kstars; usa controladores de dispositivos que sejam compatíveis com o protocolo INDI. O INDI tem muitas vantagens, incluindo uma separação lógica entre os controladores de dispositivos e os controladores de 'software'. Os cliente que usam os controladores de dispositivos (como o &kstars;) não sabem nada sobre as capacidades do dispositivo. Na altura da execução, o &kstars; comunica com os controladores de dispositivos e cria uma &GUI; completamente dinâmica com base nos serviços fornecidos pelo dispositivo. Como tal, poderão ser criados ou actualizados novos controladores para que o &kstars; tire partido completo deles sem alterar nada do lado do cliente.

source: Do you plan to support more devices?
pt: Está planeado o suporte para mais dispositivos?

source: Yes. We plan to support major CCD cameras and focusers and extend support for more telescopes. If you would like INDI to support a particular device, please send an email to <email>indi-devel@lists.sourceforge.net</email>
pt: Sim. Planeamos suportar as câmaras CCD e sistemas de foco mais importantes e extender o suporte para mais telescópios. Se você gostar que o INDI suporte um dispositivo em particular, envie por favor um e-mail para <email>indi-devel@lists.sourceforge.net</email>

source: What operations does &kstars; provide to control the telescope?
pt: Que operações o &kstars; oferece para controlar o telescópio?

source: It depends on the particular telescope you're running, but the minimum three operations are <command>Slew</command>, <command>Track</command>, and <command>Sync</command>, which you can issue directly from the sky map. Your telescope must be aligned for those operations to perform correctly. Some telescopes offer you more operations like site management, slew modes, focusing, parking, and more. You can access the telescopes extended features from the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>INDI Control Panel...</guimenuitem></menuchoice> menu item.
pt: Depende do telescópio em particular que está a usar, mas as três operações Mínimas são o <command>Movimentar</command>, <command>Seguir</command> e <command>Sincronizar</command>, que poderá emitir directamente a partir do mapa do céu. O seu telescópio deverá estar alinhado para estas operações funcionarem correctamente. Alguns telescópios oferecem-lhe mais operações, como a gestão de locais, os modos de movimentação, focagens e posições de repouso, entre outras. Poderá aceder às funcionalidades extendidas dos telescópios na opção do menu <menuchoice><guimenu>Ferramentas</guimenu><guisubmenu>Dispositivos</guisubmenu><guimenuitem>Painel de Controlo do INDI...</guimenuitem></menuchoice>.

source: What's the difference between <command>Slew</command>, <command>Track</command>, and <command>Sync</command> exactly?
pt: Qual é a diferença entre <command>Movimentar</command>, <command>Seguir</command> e <command>Sincronizar</command> ao certo?

source: The command <command>Slew</command> orders the telescope to move to a particular target, and once the telescope reaches its target, the telescope keeps tracking that target at a <emphasis>sidereal</emphasis> rate (&ie;, the rate at which stars move across the sky). This works well for stars, Messier objects, and about everything outside our solar system. But solar system objects travel differently across the sky and so the telescope must <command>Track</command> the objects as they move.
pt: O comando <command>Movimentar</command> indica ao telescópio para se posicionar num dado alvo em particular e, logo que o telescópio atinja o seu alvo, o telescópio começa a seguir esse alvo numa taxa <emphasis>sideral</emphasis> (&ie;, a taxa com que as estrelas se movem pelo céu). Isto funciona bem para as estrelas, objectos Messier e quase tudo o que esteja fora do nosso sistema solar. Contudo, os objectos do sistema solar viajam de forma diferente pelo céu, como tal, o telescópio deverá <command>Seguir</command> os objectos à medida que se movem.

source: Therefore, you need to issue a track command if you want to track an object with non-sidereal motion. On the other hand, <command>Sync</command> is used to synchronize the telescope's internal coordinates with that of an object you select.
pt: Como tal, terá de emitir um comando de seguimento, se quiser seguir um objecto com um movimento não-sideral. Por outro lado, o <command>Sincronizar</command> é usado para acertar as coordenadas internas do telescópio com as do objecto que seleccionar.

source: Can I control my telescope remotely?
pt: Posso controlar o meu telescópio remotamente?

source: Yes. You can start an INDI server on the machine connected to your telescope and the server will listen to requests from &kstars; clients. Once you're connected, you can control your telescope directly from the sky map. This procedure is described in detail in the <link linkend="indi-remote-control">Remote device control</link> section.
pt: Sim. Poderá iniciar um servidor de INDI na máquina que está ligado ao seu telescópio, para que o servidor atenda os pedidos dos clientes do &kstars;. Logo que esteja ligado, poderá controlar directamente o seu telescópio a partir do mapa do céu. Este procedimento está descrito em detalhe na secção <link linkend="indi-remote-control">Controlo de dispositivos remotos</link>.

source: When I try to <guibutton>Connect</guibutton>, &kstars; reports that the telescope is not connected to the serial/USB port. What can I do?
pt: Quando me tento <guibutton>Ligar</guibutton>, o &kstars; diz que o telescópio não está ligado à porta série/USB. O que é que posso fazer?

source: This message is triggered when &kstars; cannot communicate with the telescope. Here are few things you can do:
pt: Esta mensagem é desencadeada quando o &kstars; não consegue comunicar com o telescópio. Aqui estão algumas coisas que você pode fazer:

source: Check that you have both reading and writing permission for the port you are trying to connect to.
pt: Verifique se tem tanto permissões de leitura como de escrita para o porto onde se está a tentar ligar.

source: Check the connection cable, make sure it is in good condition and test it with other applications.
pt: Verifique a ligação do cabo, certifique-se que está em boas condições e teste-a com outras aplicações.

source: Check your telescope power, make sure the power is on and that the telescope is getting enough power.
pt: Verifique a alimentação do seu telescópio, certifique-se que este está ligado e que tem alimentação suficiente.

source: Select the <menuchoice><guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu> <guimenuitem>INDI Control Panel...</guimenuitem></menuchoice> menu item and set the correct port in the <guilabel>INDI Control Panel</guilabel> dialog. The default device is <constant>/dev/ttyS0</constant>
pt: Seleccione a opção do menu <menuchoice><guimenu>Configuração</guimenu> <guisubmenu>Dispositivos</guisubmenu> <guimenuitem>Painel de Controlo do INDI...</guimenuitem></menuchoice> e configure o porto correcto na janela do <guilabel>Painel de Controlo INDI</guilabel>. O dispositivo predefinido é o <constant>/dev/ttyS0</constant>

source: Restart &kstars; and retry again.
pt: Reinicie o &kstars; e tente de novo.

source: &kstars; reports that the telescope is online and ready, but I cannot find the telescope's crosshair, where is it?
pt: O &kstars; diz que o telescópio está ligado e pronto, mas não consigo encontrar a mira do telescópio; onde é que está?

source: &kstars; retrieves the telescopes RA and DEC coordinates upon connection. If your alignment was performed correctly, then you should see the crosshair around your target in the Sky Map. However, the RA and DEC coordinates provided by the telescope may be incorrect (even below the horizon) and you need to <link linkend="indi-sync">Sync</link> your telescope to your current target. You can use the right-click menu to center and track the telescope crosshair in the sky map.
pt: O &kstars; devolve as coordenadas AR e DEC do telescópio logo que se liga. Se o seu alinhamento foi feito correctamente, então você deverá ver a mira no seu alvo no Mapa do Céu. Contudo, as coordenadas de AR e DEC fornecidas pelo telescópio poderão estar incorrectas (até mesmo abaixo do horizonte) e você poderá precisar de <link linkend="indi-sync">Sincronizar</link> o seu telescópio com o seu alvo actual. Poderá usar o menu do botão direito para se centrar e seguir a mira do telescópio no mapa celeste.

source: The telescope is moving erratically or not moving at all. What can I do?
pt: O telescópio está-se a mover de forma errada ou não se mexe de todo. O que posso fazer?

source: This behavior is mostly due to incorrect settings, please verify the following check list:
pt: Este comportamento deve-se em grande parte a configurações incorrectas; por favor verifique a seguinte lista:

source: Is the telescope aligned?
pt: O telescópio está alinhado?

source: Is the telescope alignment mode correct? Use <guilabel>INDI Control Panel</guilabel> to check and change these settings (<constant>Alt/Az,Polar, Land</constant>).
pt: O modo de alinhamento do telescópio está correcto? Use o <guilabel>Painel de Controlo do INDI</guilabel> para validar e alterar estas configurações (<constant>Alt/Az,Polar, Land</constant>).

source: Are the telescope's time and date settings correct?
pt: A configuração da data e hora do telescópio está correcta?

source: Are the telescope's longitude and latitude settings correct?
pt: A configuração da latitude e da longitude está correcta?

source: Is the telescope's UTC offset correct?
pt: O deslocamento de UTC do telescópio está correcto?

source: Are the telescope's RA and DEC axis locked firmly?
pt: Os eixos de AR e DEC do telescópio estão firmemente fixos?

source: Is the telescope's N/S switch (when applicable) setup correctly for your hemisphere?
pt: A opção de N/S do telescópio (quando se aplicar) está feita correctamente para o seu hemisfério?

source: Is the cable between the telescope and computer in good condition?
pt: O cabo entre o telescópio e o computador está em boas condições?

source: If you think all settings are correct but the telescope still moves erratically or not at all, then please send a report to <email>indi-devel@lists.sourceforge.net</email>.
pt: Se você pensa que todas as configurações estão correctas mas o telescópio ainda se continua a mover de forma errada ou não se move de todo, por favor envie um relatório de erro para <email>indi-devel@lists.sourceforge.net</email>.

source: The main key concept in INDI is that devices have the ability to describe themselves. This is accomplished by using XML to describe a generic hierarchy that can represent both canonical and non-canonical devices. In INDI, all *devices* may contain one or more *properties*. Any *property* may contain one or more *elements*. There are four types of INDI properties:
bg: Основната ключова концепция в INDI е, че устройствата имат способността да се описват. Това се постига чрез използване на XML за описване на обща йерархия, която може да представлява както канонични, така и неканонични устройства. В INDI всички *устройства* могат да съдържат едно или повече *свойства*. Всяко *свойство* може да съдържа един или повече *елемента*. Има четири вида INDI свойства:
ca@valencia: El concepte clau principal a INDI és que els dispositius tenen la capacitat de descriure's a si mateixos. Açò s'aconseguix mitjançant l'ús d'XML per a descriure una jerarquia genèrica que pot representar tant dispositius canònics com no canònics. En INDI, tots els *dispositius* poden contindre una o més *propietats*. Qualsevol *propietat* pot contindre un o més *elements*. Hi ha quatre tipus de propietats INDI:
uk: Одним з ключових елементів INDI є припущення, що пристрої можуть самі надавати свій опис. Його реалізовано за допомогою XML, який описує загальну ієрархію, яка відповідає канонічним і неканонічним пристроям. У INDI кожен *пристрій* може мати одну або декілька *властивостей*. Кожна з *властивостей* може мати один або декілька *елементів*. Всього існує чотири типи властивостей INDI:

source: Switch property (Represented in GUI by buttons and checkboxes).
bg: Свойство Превключване (Представено в GUI чрез бутони и квадратчета за отметка).
ca@valencia: Propietat canviable (representada a la IGU mitjançant botons i caselles de selecció).
uk: Властивість-перемикач (у графічному інтерфейсі таким властивостям відповідають кнопки або поля для позначок).

source: Light property (Represented in GUI by colored LEDs).
bg: Свойството Светлина (Представено в GUI от цветни светодиоди).
ca@valencia: Propietat lluminosa (representada a la IGU mitjançant LED de colors).
uk: Властивість світла (у графічному інтерфейсі таким властивостям відповідають кольорові лампочки).

source: For example, all INDI devices share the CONNECTION standard switch *property*. The CONNECTION property has two elements: CONNECT and DISCONNECT switches. KStars parses the generic XML description of properties and builds a GUI representation suitable for direct human interaction.
bg: Например, всички INDI устройства споделят *свойството* на стандартния превключвател CONNECTION. Свойството CONNECTION има два елемента: превключватели CONNECT и DISCONNECT. KStars анализира общото XML описание на свойствата и изгражда GUI, подходящ за директно човешко взаимодействие.
ca@valencia: Per exemple, tots els dispositius INDI compartixen la *propietat* de commutador estàndard CONNECTION. La propietat CONNECTION té dos elements: els commutadors CONNECT i DISCONNECT. KStars analitza la descripció XML genèrica de les propietats i crea una representació IGU adequada per a la interacció humana directa.
uk: Наприклад, всі пристрої INDI маються стандартну *властивість</emphasis>-перемикач CONNECTION. Властивість CONNECTION має два елементи-стани перемикання: CONNECT і DISCONNECT. KStars обробляє загальний опис властивостей у XML і будує графічний відповідник властивості придатний для людського сприйняття.

source: **Table 9.1. INDI State color code**
bg: Цветен код за състоянията на INDI
ca@valencia: **Taula 9.1. Codi de color de l'estat INDI**
uk: **Таблиця 9.1. Кольори станів INDI**

source: Ok
bg: Добре
ca@valencia: D'acord
uk: Гаразд

source: Red
bg: Червен
ca@valencia: Roig
uk: Червоний

source: The device driver updates the property state in real-time when necessary. For example, if the telescope is in the process of slewing to a target, then the RA/DEC properties will be signaled as ``Busy``. When the slew process is completed successfully, the properties will be signaled as ``Ok``.
bg: Драйверът на устройството актуализира състоянието на свойството в реално време, когато е необходимо. Например, ако телескопът е в процес на завъртане към цел, тогава свойствата RA/DEC ще бъдат сигнализирани като ``Заето``. Когато процесът на завъртване завърши успешно, свойствата ще бъдат сигнализирани като ``Добре``.
ca@valencia: El controlador del dispositiu actualitza l'estat de la propietat en temps real quan cal. Per exemple, si el telescopi està en procés de desplaçament cap a un objectiu, les propietats RA/Dec se senyalitzaran com a ``Ocupada``. Quan el procés de desplaçament es complete correctament, les propietats se senyalitzaran com a ``D'acord``.
uk: У разі потреби стани властивостей оновлюються драйвером пристрою. Наприклад, якщо телескоп знаходиться у стані переспрямування на нову ціль, властивості RA/DEC буде показано як ``Зайнятий``. Якщо процес переспрямування буде успішно завершено, властивості змінять стан на ``Гаразд``.

source: Time: The standard time for all INDI-related communications is Universal Time UTC specified as YYYY-MM-DDTHH:MM:SS in accord with ISO 8601. KStars communicates the correct UTC time with device drivers automatically. You can enable/disable automatic time updates from the ``INDI`` page in the settings dialog.
bg: Час и дата: Стандартното време за всички комуникации, свързани с INDI, е универсално време UTC, определено като ГГГГ-ММ-ДДТЧЧ:ММ:СС в съответствие с ISO 8601. KStars координира автоматично правилното UTC време с драйверите на устройства. Можете да активирате/деактивирате автоматичните актуализации на времето от страницата на ``INDI`` в диалоговия прозорец за настройки.
ca@valencia: Temps: El temps estàndard per a totes les comunicacions relacionades amb INDI és el temps universal UTC especificat com a AAAA-MM-DDTHH:MM:SS d'acord amb la norma ISO 8601. KStars comunica automàticament el temps UTC correcte amb els controladors de dispositiu. Podeu des/activar les actualitzacions automàtiques del temps des de la pàgina ``INDI`` al diàleg de configuració.
uk: Час: стандартним часом для пов’язаного з INDI обміну інформацією є Всесвітній час UTC у вигляді РРРР-ММ-ДДTГГ:ХХ:СС, у відповідності зі стандартом ISO 8601. KStars автоматично використовує для обміну інформацією правильний формат часу UTC. Ви можете увімкнути або вимкнути автоматичне оновлення часу за допомогою сторінки налаштування ``INDI`` у параметрах програми.
