Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-faq.po
Languages: bg, ca, fr, uk

source: INDI Frequently Asked Questions
bg: INDI Често задавани въпроси
ca: Preguntes més freqüents sobre l'INDI
fr: Foire aux questions d'INDI
uk: Питання і відповіді щодо INDI

source: Q: :ref:`Do you plan to support more devices? <indi-faq-id01>`
bg: Планирате ли да поддържате повече устройства?
fr: Comptez-vous gérer plus de périphériques ?

source: Q: :ref:`What operations does KStars provide to control the telescope? <indi-faq-id02>`
bg: Какви операции осигурява KStars за контрол на телескопа?
fr: Quelles opérations KStars fournit-il pour contrôler le télescope ?

source: Q: :ref:`What's the difference between Slew, Track, and Sync exactly? <indi-faq-id03>`
bg: Каква е точно разликата между `Завъртване`, `Проследяване` и `Синх`?
fr: Quelle est exactement la différence entre `Pivoter`, `Suivre` et `Synchroniser` ?

source: Q: :ref:`Can I control my telescope remotely? <indi-faq-id04>`
bg: Мога ли да управлявам телескопа си дистанционно?
fr: Puis-je contrôler mon télescope à distance ?

source: Q: :ref:`When I try to Connect, KStars reports that the telescope is not connected to the serial/USB port. What can I do? <indi-faq-id05>`
bg: Когато се опитам да извърша ``Свърване``, KStars съобщава, че телескопът не е свързан към серийния/USB порт. Какво мога да направя?
fr: Lorsque j'essaye de ``connecter``, KStars rapporte que le télescope n'est pas connecté au port série/USB. Que puis-je faire ?

source: Q: :ref:`KStars reports that the telescope is online and ready, but I cannot find the telescope's crosshair, where is it? <indi-faq-id06>`
bg: KStars съобщава, че телескопът е онлайн и е готов, но не мога да намеря мерника на телескопа, къде е?
fr: KStars rapporte que le télescope est en ligne et prêt, mais je ne peux pas trouver la croix du télescope. Où est-elle ?

source: Q: :ref:`The telescope is moving erratically or not moving at all. What can I do? <indi-faq-id07>`
bg: Телескопът се движи хаотично или изобщо не се движи. Какво мога да направя?
fr: Le télescope se déplace d'une manière erratique ou pas du tout. Que puis-je faire ?

source: What is INDI?
bg: Какво е INDI?
ca: Què és l'INDI?
fr: Qu'est qu'INDI ?
uk: Що таке INDI?

source: INDI is the `Instrument-Neutral-Distributed-Interface <https://indilib.org>`__ control protocol developed by **Elwood C. Downey** of `ClearSky Institute <https://www.clearskyinstitute.com/>`__. KStars employs device drivers that are compatible with the INDI protocol. INDI has many advantages including loose coupling between hardware devices and software drivers. Clients that use the device drivers (like KStars) are completely unaware of the device capabilities. In run time, KStars communicates with the device drivers and builds a completely dynamical GUI based on services provided by the device. Therefore, new device drivers can be written or updated and KStars can take full advantage of them without any changes on the client side.
bg: **A:** INDI е протоколът за управление на `Instrument-Neutral-Distributed-Interface <https://indilib.org>`__,разработен от ElwoodC. Downey от `ClearSkyInstitute <https://www.clearskyinstitute.com/>`__. KStars използва драйвери на устройства, които са съвместими с протокола INDI. INDI има много предимства, включително лесно свързване между хардуерни устройства и софтуерни драйвери. Клиентите, които използват драйверите на устройството (като KStars), изобщо не знаят за възможностите на устройството. По време на изпълнение, KStars комуникира с драйверите на устройството и изгражда напълно динамичен GUI въз основа на услугите, предоставяни от устройството. Следователно, нови драйвери на устройства могат да бъдат написани или актуализирани и KStars може да се възползва напълно от тях без никакви промени от страна на клиента.
ca: INDI és el protocol de control `Instrument-Neutral-Distributed-Interface <https://indilib.org>`__ desenvolupat per **Elwood C. Downey** de l'`Institut ClearSky`__. El KStars empra als controladors de dispositiu que són compatibles amb el protocol INDI. INDI té molts avantatges incloent-hi l'acoblat fluix entre els dispositius de maquinari i els controladors de programari. Els clients que emprin els controladors de dispositiu (com el KStars) ignoren totalment les capacitats del dispositiu. En temps d'execució, el KStars es comunica amb els controladors de dispositiu i construeix una IGU totalment dinàmica basada en els serveis proporcionats pel dispositiu. Per tant, els controladors de dispositiu nous es poden escriure o actualitzar i el KStars els podrà aprofitar al màxim sense cap canvi en el costat del client.
fr: `__. KStars emploie des pilotes de périphériques qui sont compatibles avec le protocole INDI. INDI a beaucoup d'avantages, y compris le couplage non lié entre les périphériques et les pilotes logiciels. Les clients qui utilisent les pilotes de périphériques (comme KStars) sont complètement ignorants des possibilités du matériel. En fonctionnement, KStars communique avec les pilotes de périphériques et construit une interface graphique complètement dynamique utilisant les services fournis par le matériel. De ce fait, les nouveaux pilotes de périphériques peuvent être écrits ou mis à jour, et KStars peut en tirer avantage sans changement du côté client.
uk: INDI — це скорочення від `Instrument-Neutral-Distributed-Interface <https://indilib.org>`__ (незалежний від інструментів розподілений інтерфейс), він є протоколом керування, розробленим **Elwood C. Downey** з `Інституту ClearSky <https://www.clearskyinstitute.com/>`__. KStars використовує драйвери пристроїв, сумісні з протоколом INDI. INDI має багато переваг, серед них вільне з’єднання між апаратними пристроями і програмними драйверами. Авторам клієнтських програм, що використовують драйвери пристроїв (зокрема, KStars), зовсім не потрібно перейматися точним визначенням можливостей того, чи іншого пристрою. Під час запуску KStars просто отримує інформацію від драйверів пристрою, а потім будує динамічний графічний інтерфейс відповідно до повідомлених можливостей пристрою. Тому ви можете отримувати повний спектр можливостей нових драйверів пристроїв без будь-яких змін у клієнтській частині KStars.

source: Do you plan to support more devices?
bg: Планирате ли да поддържате повече устройства?
ca: Teniu pensat acceptar més dispositius?
fr: Comptez-vous gérer plus de périphériques ?
uk: Чи існують плани підтримки більшої кількості пристроїв?

source: Yes. We plan to support major CCD cameras and focusers and extend support for more telescopes. If you would like INDI to support a particular device, please send an email to *indi-devel@lists.sourceforge.net*
bg: Да. Планираме да поддържаме основните CCD камери и фокусери и да разширим поддръжката за повече телескопи. Ако искате INDI да поддържа конкретно устройство, моля, изпратете имейл до ``indi-devel lists.sourceforge.net``
ca: Sí. Planegem implementar les càmeres CCD i apuntadors més importants i estendre el funcionament per a més telescopis. Si desitgeu que INDI accepti un dispositiu en particular, si us plau, envieu-nos un correu electrònic a *indi-devel@lists.sourceforge.net*.
fr: Oui. Nous comptons gérer la plupart des caméras CCD et viseurs et étendre la gestion pour les télescopes. Si vous vouliez gérer un matériel particulier, veuillez envoyer un courrier électronique à ``indi-devel lists.sourceforge.net``
uk: Так. Автори планують розширити підтримку основних типів ПЗЗ фотокамер, засобів фокусування і телескопів. Якщо вам потрібна підтримка у INDI якогось окремого пристрою, будь ласка, надішліть про це листа за адресою електронної пошти *indi-devel@lists.sourceforge.net*

source: What operations does KStars provide to control the telescope?
bg: Какви операции осигурява KStars за контрол на телескопа?
ca: Quines operacions fa el KStars per a controlar el telescopi?
fr: Quelles opérations KStars fournit-il pour contrôler le télescope ?
uk: Які дії з керування телескопом може виконувати KStars?

source: It depends on the particular telescope you're running, but the minimum three operations are :command:`Slew`, :command:`Track`, and :command:`Sync`, which you can issue directly from the sky map. Your telescope must be aligned for those operations to perform correctly. Some telescopes offer you more operations like site management, slew modes, focusing, parking, and more. You can access the telescopes extended features from the ``Tools`` → ``Devices`` → ``INDI Control Panel...`` menu item.
bg: Зависи от конкретния телескоп, който използвате, но минималните три операции са `Завъртване`, `Проследяване` и `Синх`, които можете да изпълните директно от картата на небето. Вашият телескоп трябва да бъде подравнен, за да могат тези операции да се изпълняват правилно. Някои телескопи ви предлагат повече операции като управление на местоположение, режими на завъртване, фокусиране, паркиране и други. Можете да получите достъп до разширените функции на телескопите от елемента от менюто ``Инструменти`` ``Устройства`` ``Контролен панел на INDI...``.
ca: Depèn del telescopi en particular que esteu utilitzant, però les tres operacions mínimes són :command:`Orienta`, :command:`Segueix` i :command:`Sincronitza`, les quals podeu llançar directament des del mapa celeste. El vostre telescopi haurà d'estar alineat perquè aquestes operacions es realitzin correctament. Alguns telescopis us n'oferiran més, com ara gestió del lloc, modes de desplaçament, enfocament, aparcament i més. Podeu accedir a les característiques esteses del telescopi des de l'element de menú ``Eines`` → ``Dispositius`` → ``Plafó de control INDI...``.
fr: Cela dépend du télescope que vous utilisez, mais les trois opérations minimales sont : `Pivoter`, `Suivre` et `Synchroniser`, que vous pouvez utiliser directement depuis la carte du ciel. Votre télescope doit être mis en station pour que ces opérations fonctionnent correctement. Certains télescopes fournissent davantage d'opérations comme la gestion des sites, les modes de pivotage, la mise au point, le stationnement, et plus encore. Vous pouvez accéder aux caractéristiques étendues des télescopes depuis le menu ``Outils`` ``Périphériques`` ``Tableau de bord INDI…``.
uk: Все залежить від марки вашого телескопа, але ви можете використовувати принаймні три команди: :command:`Slew`, :command:`Track` і :command:`Sync`, які можна віддавати напряму з зоряної карти. Щоб виконання цих команд призводило до правильних результатів, вам слід спочатку вирівняти ваш телескоп. Для деяких телескопів список можливих дій значно ширший: керування розташуванням, режими зміни спрямування, фокусування, паркування тощо. Доступ до додаткових можливостей телескопа можна отримати з Панелі керування INDI, яка відкривається з меню ``Інструменти`` → ``Пристрої``.

source: What's the difference between :command:`Slew`, :command:`Track`, and :command:`Sync` exactly?
bg: Каква е точно разликата между `Завъртване`, `Проследяване` и `Синх`?
ca: Quina diferència hi ha exactament entre :command:`Orienta`, :command:`Segueix` i :command:`Sincronitza`?
fr: Quelle est exactement la différence entre `Pivoter`, `Suivre` et `Synchroniser` ?
uk: У чому точно полягає різниця між командами :command:`Slew`, :command:`Track` і :command:`Sync`?

source: The command :command:`Slew` orders the telescope to move to a particular target, and once the telescope reaches its target, the telescope keeps tracking that target at a *sidereal* rate (i.e., the rate at which stars move across the sky). This works well for stars, Messier objects, and about everything outside our solar system. But solar system objects travel differently across the sky and so the telescope must :command:`Track` the objects as they move.
bg: Командата `Завъртване` нарежда на телескопа да се придвижи към определена цел и след като телескопът достигне целта си, телескопът продължава да проследява тази цел със *сидерична* скорост (т.е. скорост, с която звездите се движат по небето). Това работи добре за звезди, обекти на Месие и всичко извън нашата слънчева система. Но обектите в слънчевата система пътуват по различен начин в небето и затова телескопът трябва да `Проследява` обектите, докато се движат.
ca: L'ordre :command:`Orienta` fa que el telescopi es desplaci a un objectiu en particular, i una vegada trobar, mantingui el seu seguiment a un ritme *sideri* (és a dir;, el ritme al que les estrelles es mouen en el cel). Això funciona bé amb les estrelles, objectes Messier i amb qualsevol cosa que estigui fora del nostre sistema solar. Però els objectes del sistema solar viatgen d'una manera diferent a través del cel, i per això utilitzem l'orde :command:`Segueix` amb ells per a seguir el seu moviment.
fr: La commande `Pivoter` ordonne au télescope de se déplacer vers une cible particulière, et, une fois que le télescope a atteint sa cible, le télescope continue à suivre la cible à une vitesse *sidérale* (c'est-à-dire la vitesse à laquelle l'objet se déplace dans le ciel). Ceci fonctionne bien pour les étoiles, les objets Messier, et à peu près tout hors du système solaire. Mais les objets du système solaire voyagent différemment à travers le ciel, et le télescope doit `Suivre` les objets comme ils bougent.
uk: Команда :command:`Slew` наказує телескопу спрямуватися у певну точку, після того, як телескоп буде спрямовано у цю точку, його механізм продовжить слідкування за цією точкою з *сидеричною* швидкістю (тобто зі швидкістю, з якою рухаються небом зірки). Таке стеження добре спрацьовує для зірок, об’єктів каталогу Месьє, і майже всіх об’єктів поза нашою сонячною системою. Але рух небом об’єктів сонячної системи відрізняється від руху віддалених об’єктів, отже телескопові потрібна інша команда, щоб стежити за рухом об’єктів сонячної системи.

source: Therefore, you need to issue a track command if you want to track an object with non-sidereal motion. On the other hand, :command:`Sync` is used to synchronize the telescope's internal coordinates with that of an object you select.
bg: Следователно, трябва да издадете команда за проследяване, ако искате да проследите обект с незвездно движение. От друга страна, `Синх` се използва за синхронизиране на вътрешните координати на телескопа с тези на обект, който изберете.
ca: Per tant, necessitareu emetre una ordre «track» si voleu seguir un objecte que tingui un moviment no sideri. D'altra banda, l'ordre :command:`Sync` s'utilitzarà per a sincronitzar les coordenades internes del telescopi amb les d'un objecte que hàgiu seleccionat.
fr: Pour cela, vous avez besoin d'effectuer une commande de suivi, si vous voulez suivre un objet avec un mouvement non sidéral. D'une autre manière, `Synchroniser` sert à synchroniser les coordonnées internes du télescope avec un objet que vous sélectionnez.
uk: Для таких випадків призначено команду «track», вона наказує телескопові стежити за об’єктом з несидеричним рухом. Команду ж :command:`Sync` призначено для синхронізації внутрішніх координат телескопа з координатами об’єкта, який ви обрали.

source: Can I control my telescope remotely?
bg: Мога ли да управлявам телескопа си дистанционно?
ca: Puc controlar el meu telescopi en mode remot?
fr: Puis-je contrôler mon télescope à distance ?
uk: Чи можу я віддалено керувати моїм телескопом?

source: Yes. You can start an INDI server on the machine connected to your telescope and the server will listen to requests from KStars clients. Once you're connected, you can control your telescope directly from the sky map. This procedure is described in detail in the :doc:`Remote device control <indi-remote-control>` section.
bg: Да. Можете да стартирате INDI сървър на машината, свързана към вашия телескоп, и сървърът ще следи за заявки от клиенти на KStars. След като се свържете, можете да управлявате своя телескоп директно от картата на небето. Тази процедура е описана подробно в раздела :doc:`Отдалечено управление на устройство <indi-remote-control>`.
ca: Sí. Podeu iniciar un servidor INDI a la màquina connectada al vostre telescopi i el servidor escoltarà les peticions dels clients del KStars. Una vegada connectat, el podreu controlar directament des del mapa celeste. Aquest procediment es descriu en detall en la secció :doc:`Control de dispositius remots <indi-remote-control>`.
fr: Oui. Vous pouvez démarrer un serveur INDI sur la machine connectée à votre télescope, et le serveur écoutera les requêtes des clients KStars. Une fois que vous aurez connecté, vous pouvez contrôler votre télescope directement depuis la carte du ciel. Cette procédure est décrite en détail dans la section :doc:`Contrôle de périphérique distant <indi-remote-control>`.
uk: Так. Ви можете запустити сервер INDI на комп’ютері з’єднаному з вашим телескопом, цей сервер очікуватиме на запити від клієнтів KStars. Після з’єднання з сервером ви зможете віддавати телескопові команди напряму з карти неба. Весь процес детально описано у розділі :doc:`Віддалене керування пристроями <indi-remote-control>`.

source: When I try to ``Connect``, KStars reports that the telescope is not connected to the serial/USB port. What can I do?
bg: Когато се опитам да извърша ``Свърване``, KStars съобщава, че телескопът не е свързан към серийния/USB порт. Какво мога да направя?
ca: Quan intento ``Connecta``, el KStars informa que el telescopi no està connectat al port en sèrie/USB. Què puc fer?
fr: Lorsque j'essaye de ``connecter``, KStars rapporte que le télescope n'est pas connecté au port série/USB. Que puis-je faire ?
uk: Під час спроб ``З’єднатися``, KStars повідомляє, що телескоп не з’єднано з послідовним або USB-портом. Що робити?

source: This message is triggered when KStars cannot communicate with the telescope. Here are few things you can do:
bg: Това съобщение се задейства, когато KStars не може да комуникира с телескопа. Ето няколко неща, които можете да направите:
ca: Aquest missatge apareix quan el KStars no pot comunicar-se amb el telescopi. Aquí teniu algunes coses que podeu fer:
fr: Ce message est déclenché lorsque KStars ne peut pas communiquer avec le télescope. Voici quelques manipulations que vous pouvez effectuer :
uk: Таке повідомлення з’являється, якщо KStars не може зв’язатися з телескопом. Ось декілька дій, які можуть вам допомогти у визначенні причин помилки:

source: Check that you have both reading and writing permission for the port you are trying to connect to.
bg: Проверете дали имате права за четене и писане за порта, към който се опитвате да се свържете.
ca: Comprovar que teniu permisos de lectura i escriptura per al port al qual us intenteu connectar.
fr: Vérifiez que vous avez à la fois les droits en lecture et en écriture pour le port auquel vous essayez de vous connecter.
uk: Перевірте, чи є у вас дозволи на читання і запис до порту, з яким ви намагаєтеся з’єднатися.

source: Check the connection cable, make sure it is in good condition and test it with other applications.
bg: Проверете свързващия кабел, уверете се, че е в добро състояние и го тествайте с други приложения.
ca: Comprovar el cable de connexió, assegureu-vos que està en bones condicions i proveu-lo amb altres aplicacions.
fr: Vérifiez la connexion du câble et assurez-vous qu'il est en bon état et testez-le avec d'autres applications.
uk: Перевірте з’єднувальний кабель, переконайтеся, що його не пошкоджено, і перевірте його за допомогою інших програм.

source: Check your telescope power, make sure the power is on and that the telescope is getting enough power.
bg: Проверете захранването на вашия телескоп, уверете се, че захранването е включено и че телескопът получава достатъчно енергия.
ca: Comprovar que el corrent arriba al telescopi, assegureu-vos que el corrent està encès i que el telescopi n'està obtenint prou.
fr: Vérifiez l'alimentation de votre télescope et assurez-vous que le contact est mis et que le télescope reçoit assez d'énergie.
uk: Перевірте живлення вашого телескопа, переконайтеся, що його увімкнено і що телескоп отримує достатньо енергії.

source: Select the ``Tools`` → ``Devices`` → ``INDI Control Panel...`` menu item and set the correct port in the ``INDI Control Panel`` dialog. The default device is ``/dev/ttyS0``
bg: Изберете елемента от менюто ``Инструменти`` ``Устройства`` ``Контролен панел на INDI...`` и задайте правилния порт в `` диалоговия прозорец на контролния панел на INDI``. Устройството по подразбиране е ``/dev/ttyS0``
ca: Seleccioneu l'element de menú ``Eines`` → ``Dispositius`` → ``Plafó de control INDI...`` i establiu el port correcte en el diàleg ``Plafó de control INDI``. El port predeterminat és ``/dev/ttyS0``
fr: Sélectionner le menu ``Outils`` ``Périphériques`` ``Tableau de bord INDI…``. Le périphérique par défaut est ``/dev/ttyS0``
uk: Виберіть пункт меню ``Інструменти`` → ``Пристрої`` → ``Панель керування INDI...`` і вкажіть належний порт у вікні ``Панель керування INDI``. Типовим пристроєм є ``/dev/ttyS0``

source: Restart KStars and retry again.
bg: Рестартирайте KStars и опитайте отново.
ca: Reiniciar el KStars i provar-ho una altra vegada.
fr: Redémarrez KStars et réessayez.
uk: Перезапустіть KStars і спробуйте ще раз.

source: KStars reports that the telescope is online and ready, but I cannot find the telescope's crosshair, where is it?
bg: KStars съобщава, че телескопът е онлайн и е готов, но не мога да намеря мерника на телескопа, къде е?
ca: El KStars informa que el telescopi està connectat i a punt, però no puc trobar el punt de mira del telescopi, a on està?
fr: KStars rapporte que le télescope est en ligne et prêt, mais je ne peux pas trouver la croix du télescope. Où est-elle ?
uk: KStars повідомляє про те, що телескоп з’єднано і він готовий до виконання команд, але я не можу знайти візиру телескопа, де він?
