Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-telescope-setup.po
Languages: bg, ca, ca@valencia, fr, sl, uk

source: Telescope Setup
bg: Настройка на телескопа
ca: Configuració del telescopi
ca@valencia: Configureu el telescopi
fr: Réglage du télescope
sl: Nastavitev teleskopa
uk: Налаштування телескопа

source: Most telescopes are equipped with RS232 interface for remote control. Connect the RS232 jack in your telescope to your computer's Serial/USB port. Traditionally, the RS232 connects to the serial port of your computer, but since many new laptops abandoned the serial port in favor of USB/FireWire ports, you might need to obtain a Serial to USB adaptor to use with new laptops.
bg: Повечето телескопи са оборудвани с RS232 конектор за дистанционно управление. Свържете жака RS232 на вашия телескоп към сериен/USB порт на вашия компютър. Традиционно RS232 се свързва към серийния порт на вашия компютър, но тъй като много нови лаптопи изоставиха серийния порт в полза на USB/FireWire портове, може да се наложи да използвате адаптер от сериен към USB, който да използвате с по-новите лаптопи.
ca: La majoria de telescopis s'equipen amb la interfície RS232 per al control remot. Endolleu el connector RS232 del telescopi al port en sèrie/USB del vostre ordinador. Tradicionalment, el RS232 es connecta al port en sèrie de l'ordinador, però molts portàtils nous els abandonen pels ports USB/FireWire, possiblement necessitareu obtenir un adaptador sèrie a USB per a emprar-lo amb portàtils nous.
ca@valencia: La majoria de telescopis estan equipats amb una interfície RS232 per al control remot. Connecteu el connector RS232 del telescopi amb el port sèrie/USB de l'ordinador. Tradicionalment, l'RS232 es connecta al port sèrie de l'ordinador, però com que molts ordinadors portàtils nous han abandonat el port sèrie en favor dels ports USB/FireWire, és possible que necessiteu un adaptador sèrie-USB per a utilitzar-lo amb els ordinadors portàtils nous.
fr: La plupart des télescopes sont équipés d'une interface RS232 pour la télécommande. Connectez la prise RS232 de votre télescope dans la prise série ou USB de votre ordinateur. Habituellement, le RS232 se connecte au port série de votre ordinateur, mais, comme beaucoup de nouveaux portables ont abandonné le port série en faveur de ports de type USB et Firewire, vous pouvez avoir besoin de vous procurer un adaptateur USB pour utilisation avec les nouveaux portables.
sl: Večina teleskopov je opremljenih z vmesnikom RS232 za daljinsko upravljanje. Priključite vtičnico RS232 na teleskopu na serijska/USB vrata računalnika. Tradicionalno se RS232 povezuje s serijskimi vrati računalnika, vendar ker je veliko novih prenosnikov opustilo serijska vrata v korist vrat USB/FireWire, boste morda morali kupiti adapter za serijska vrata v USB, ki ga boste lahko uporabljali z novimi prenosniki.
uk: Більшість телескопів обладнується інтерфейсом RS232 для віддаленого керування. З’єднайте порт RS232 вашого телескопа з Послідовним або USB портом вашого комп’ютера. Традиційно, RS232 з’єднується з послідовним портом вашого комп’ютера, але оскільки у більшості портативних комп’ютерів цього порту вже немає (його замінив порт USB/FireWire), вам може знадобитися перехідний пристрій з послідовного порту на порт USB, щоб керувати обладнанням з сучасних портативних комп’ютерів.

source: After connecting your telescope to the Serial/USB port, turn your telescope on. It is *highly* recommended that you download and install the latest firmware for your telescope controller.
bg: След като свържете вашия телескоп към серийния/USB порт, включете вашия телескоп. *Силно* е препоръчително да изтеглите и инсталирате най-новия фърмуер за контролера на вашия телескоп.
ca: Després de connectar el telescopi amb el port en sèrie/USB, gireu el telescopi. Es recomana *molt* que descarregueu i instal·leu l'últim microprogramari per al controlador del telescopi.
ca@valencia: Després de connectar el telescopi amb el port sèrie o USB, inicieu-lo. Es recomana *molt*, que baixeu i instal·leu el microprogramari més recent per al controlador del telescopi.
fr: Après avoir connecté votre télescope au port Série ou USB, allumez votre télescope. Il est *hautement* recommandé de télécharger et installer le firmware (logiciel embarqué) le plus récent pour votre contrôleur de télescope.
sl: Ko teleskop priključite na serijska/USB vrata, ga vklopite. Zelo priporočljivo je, da prenesete in namestite najnovejšo vdelano programsko opremo za krmilnik teleskopa.
uk: Після з’єднання вашого телескопа з послідовним або USB-портом увімкніть ваш телескоп. Ми *наполегливо* рекомендуємо вам отримати і встановити найсвіжіші мікропрограми (firmware) для контролера вашого телескопа.

source: The telescope needs to be aligned before it can be used properly. Align your telescope (one or two stars alignment) as illustrated in your telescope manual.
bg: Телескопът трябва да бъде подравнен, преди да може да се използва правилно. Подравнете вашия телескоп (подравняване с една или две звезди), както е илюстрирано в ръководството за вашия телескоп.
ca: El telescopi necessita ser alineat abans de poder-lo utilitzar correctament. Alineeu-lo (alineació d'una o dues estrelles) segons l'il·lustrat en el manual del telescopi.
ca@valencia: El telescopi necessita ser alineat abans de poder-lo utilitzar correctament. Alineeu-lo (alineació d'una o dues estreles) tal com s'il·lustra al manual del telescopi.
fr: Le télescope doit être aligné avant de pouvoir être utilisé correctement. Alignez votre télescope (une ou deux étoiles d'alignement) comme illustré dans le manuel de votre télescope.
sl: Pred pravilno uporabo je treba teleskop poravnati. Poravnajte svoj teleskop (poravnava z eno ali dvema zvezdama), kot je prikazano v priročniku za vaš teleskop.
uk: Перш ніж почати використання телескопа, вам слід вирівняти його. Виконайте цю операцію (юстування першого або другого рівня) відповідно до інструкції вашого телескопа.

source: KStars needs to verify time and location settings before connecting to the telescope. This insures proper tracking and synchronization between the telescope and KStars. The following steps will enable you to connect to a device that is connected to your computer. To connect and control remote devices, please refer to :doc:`remote device control <indi-remote-control>` section.
bg: KStars трябва да провери настройките за време и местоположение, преди да се свърже с телескопа. Това осигурява правилно проследяване и синхронизация между телескопа и KStars. Следните стъпки ще ви позволят да се свържете с устройство, което е свързано към вашия компютър. За да свържете и управлявате отдалечени устройства, моля, вижте раздела :doc:`управление на отдалечено устройство <indi-remote-control>`.
ca: El KStars necessita verificar la configuració d'hora i emplaçament abans de connectar amb el telescopi. Això assegura un seguiment i sincronització adequada entre el telescopi i el KStars. Els passos següents us permetran connectar amb un dispositiu que estigui connectat a l'ordinador. Per a connectar i controlar els dispositius remots, consulteu la secció :doc:`control remot del dispositiu <indi-remote-control>`.
ca@valencia: KStars necessita verificar la configuració del temps i emplaçament abans de connectar-se amb el telescopi. Açò garantix un seguiment i una sincronització adequats entre el telescopi i KStars. Els passos següents vos permetran connectar-vos amb un dispositiu que estiga connectat amb l'amfitrió. Per a connectar i controlar els dispositius remots, referiu-vos a la secció :doc:`Control remot dels dispositius <indi-remote-control>`.
fr: KStars a besoin de vérifier les réglages d'heure et de position avant de se connecter au télescope. Cela assure un suivi propre et une synchronisation entre le télescope et KStars. Les étapes suivantes vous permettront de connecter un matériel qui est connecté à votre ordinateur ; pour connecter et contrôler les périphériques distants, veuillez vous rapporter à la section :doc:`Contrôle des périphériques distants <indi-remote-control>`.
sl: KStars mora pred povezavo s teleskopom preveriti nastavitve časa in lokacije. To zagotavlja pravilno sledenje in sinhronizacijo med teleskopom in KStars. Naslednji koraki vam bodo omogočili povezavo z napravo, ki je povezana z vašim računalnikom. Za povezavo in upravljanje oddaljenih naprav glejte razdelek :doc:`remote device control <indi-remote-control>`.
uk: Перш ніж з’єднатися з телескопом, потрібно перевірити параметри часу і розташування у KStars. Правильні значення цих параметрів забезпечать належну точність стеження і синхронізації між телескопом і KStars. Далі за текстом розміщено покроковий опис процесу безпосереднього з’єднання пристрою з вашим комп’ютером. Щоб з’єднатися з віддаленим пристроєм і встановити над ним керування, зверніться до розділу про :doc:`віддалене керування пристроями <indi-remote-control>`.

source: You can use the Telescope Setup Wizard and it will verify all the required information in the process. It can automatically scan ports for attached telescopes. You can run the wizard by selecting the ``Devices`` → ``Telescope Wizard`` menu item.
bg: Можете да използвате помощника за настройка на телескопа и той ще провери цялата необходима информация в процеса. Той може автоматично да сканира портове за прикачени телескопи. Можете да стартирате помощника, като изберете елемента от менюто ``Устройства`` ``Помощник за настройка на телескопа``.
ca: Podeu utilitzar l'assistent de configuració del telescopi per a verificar tota la informació necessària per a aquest procés. A l'acte se cercaran telescopis connectats a qualsevol port. Podeu llançar aquest assistent seleccionant l'element de menú ``Dispositius`` → ``Assistent del telescopi``.
ca@valencia: Podeu utilitzar l'Assistent de configuració del telescopi i este verificarà tota la informació necessària durant el procés. Pot escanejar automàticament els ports dels telescopis connectats. Podeu executar l'assistent seleccionant l'element de menú ``Dispositius`` → ``Assistent del telescopi…``.
fr: Vous pouvez utiliser l'assistant de configuration du télescope, et il vérifiera toutes les informations nécessaires au processus. Il peut balayer automatiquement les ports pour les télescopes attachés. Vous pouvez lancer l'assistant de configuration en sélectionnant ``Périphériques`` ``Assistant de configuration de télescope``.
sl: Uporabite lahko Čarovnika za nastavitev teleskopa, ki bo med postopkom preveril vse potrebne podatke. Samodejno lahko pregleda vrata za priključene teleskope. Čarovnika lahko zaženete tako, da izberete element menija »Naprave« → »Čarovnik teleskopa«.
uk: Ви можете скористатися Майстром налаштування телескопа — він перевірить всю потрібну інформацію у процесі своєї роботи. Він може провести автоматичне сканування портів вашого комп’ютера на предмет наявності з’єднаних з ним телескопів. Запустити цей інструмент можна за допомогою пункту ``Майстер налаштування телескопа`` з меню ``Пристрої``.

source: Alternatively, you can connect to a local telescope by performing the following steps:
bg: Като алтернатива можете да се свържете с локален телескоп, като изпълните следните стъпки:
ca: De manera alternativa, podeu connectar amb un telescopi local realitzant els passos següents:
ca@valencia: De manera alternativa, podeu connectar amb un telescopi local seguint els passos següents:
fr: D'une autre manière, vous pouvez connecter un télescope local en effectuant les étapes suivantes :
sl: Lahko pa se povežete z lokalnim teleskopom tako, da izvedete naslednje korake:
uk: Якщо ви віддаєте перевагу іншому шляху, телескоп можна з’єднати з комп’ютером, послідовно виконуючи такі кроки:

source: Set your geographical location. Open the ``Set Geographic Location`` window by selecting the ``Settings`` → ``Geographic...`` menu item, or by pressing the `Globe`` icon in the toolbar, or by pressing **Ctrl**\ +\ **G**.
bg: Задайте вашето географско местоположение. Отворете прозореца ``Задаване на географско местоположение``, като изберете елемента от менюто **``Настройки`` ``Местоположение...`` или като натиснете иконата ``Глобус`` в лентата с инструменти или като натиснете **Ctrl G **.
fr: Déterminez votre position géographique. Ouvrez la fenêtre **``Configuration`` ``Position géographique…`` ou en actionnant l'icône représentant un ``Globe`` dans la barre d'outils, ou en saisissant **Ctrl G **.
sl: Nastavite svojo geografsko lokacijo. Odprite okno ``Nastavi geografsko lokacijo`` tako, da izberete element menija ``Nastavitve« → »Geografsko ...`` ali s pritiskom na ikono »Globus« v orodni vrstici ali s pritiskom na **Ctrl**\ +\ **G**.

source: Set your local time and date. You can change to any time or date by selecting ``Time`` → ``Set Time...`` menu item, or by pressing the ``Time`` icon in the toolbar. The ``Set Time`` window uses a standard KDE Date Picker widget. If you ever need to reset the clock back to the current time, just select the ``Time`` → ``Set Time to Now`` menu item.
bg: Задайте вашето местно време и дата. Можете да промените всеки час или дата, като изберете ``Време`` ``Задаване на час...`` в менюто или като натиснете иконата ``Часовник`` в лентата с инструменти. Прозорецът ``Задаване на време`` използва стандартния за kde уиджет за избор на дата и час. Ако се наложи да върнете часовника обратно към текущото време, просто изберете елемента от менюто ``Време`` ``Връщане към системното време``.
ca: Establir la vostra data i hora locals. Podeu canviar-les a qualsevol valor seleccionant l'element de menú ``Hora`` → ``Estableix l'hora...``, o prement la icona amb forma de ``rellotge`` que hi ha a la barra d'eines. La finestra ``Estableix l'hora`` empra un giny selector de dates estàndard de KDE. Si sempre necessiteu reajustar el rellotge a l'hora actual, simplement seleccioneu ``Hora`` → ``Estableix l'hora a ara``.
ca@valencia: Establiu la data i l'hora locals. Podeu canviar a qualsevol hora o data seleccionant l'element de menú ``Temps`` → ``Establix la data i l'hora…`` o prement la icona ``Temps`` de la barra d'eines. La finestra ``Establix la data i l'hora`` utilitza un giny «Selector de data estàndard» de KDE. Si mai necessiteu restablir el rellotge en el temps actual, només cal que seleccioneu l'element de menú ``Temps`` → ``Establix el temps a ara``.
fr: Déterminez vos heure et date locales. Vous pouvez changer en n'importe quelle heure ou date en sélectionnant ``Heure`` ``Définir l'heure…`` ou en actionnant l'icône ``Heure`` dans la barre d'outils. La fenêtre ``Régler l'heure`` utilise un composant graphique de choix de date standard dans kde. Si vous avez besoin de remettre l'horloge à l'heure actuelle, actionnez simplement ``Heure`` ``Régler l'heure à maintenant``.
sl: Nastavite lokalni čas in datum. Spremenite lahko kateri koli čas ali datum tako, da izberete element menija ``Ura`` → ``Nastavi čas...`` ali s pritiskom na ikono ``Ura`` v orodni vrstici. Okno ``Nastavi čas`` uporablja standardni pripomoček za izbiro datuma KDE. Če boste kdaj morali uro ponastaviti nazaj na trenutni čas, preprosto izberite element menija ``Ura`` → ``Nastavi čas na zdaj``.
uk: Встановіть ваш місцевий час і дату. Ви можете змінити час за допомогою пункту ``Встановити час...`` з меню ``Час`` або натискання кнопки з піктограмою ``годинника`` на панелі інструментів. Вікно ``Встановити час`` використовує стандартний віджет KDE для вибору дати. Якщо вам потрібно буде згодом скоригувати час на поточний час системи, просто виберіть пункт ``Встановити поточний час`` з меню ``Час``.

source: Click on the ``Tools`` → ``Devices`` → ``Device Manager...`` menu item.
bg: Щракнете върху елемента от менюто ``Инструменти`` ``Устройства`` ``Управление на устройства...``.
ca: Feu clic a l'element de menú ``Eines`` → ``Dispositius`` → ``Gestor de dispositius...``.
ca@valencia: Cliqueu damunt de l'element de menú ``Eines`` → ``Dispositius`` → ``Gestor de dispositius…``.
fr: Cliquez sur le menu ``Périphériques`` ``Gestionnaire de périphériques…``.
sl: Kliknite na element menija ``Orodja`` → ``Naprave`` → ``Upravitelj naprav ...``.
uk: Скористайтеся пунктом меню ``Інструменти`` → ``Пристрої`` → ``Керування пристроями...``.

source: Under the ``Device`` column, select your telescope model.
bg: Под колоната ``Устройство`` изберете вашия модел телескоп.
ca: A sota de la columna ``Dispositiu``, seleccioneu el model del vostre telescopi.
ca@valencia: En la columna ``Dispositiu``, seleccioneu el model del vostre telescopi.
fr: Sous la colonne ``Périphérique``, sélectionnez votre modèle de télescope.
sl: V stolpcu ``Naprava`` izberite svoj model teleskopa.
uk: У стовпчику ``Пристрій`` виберіть модель вашого телескопа.

source: Click on the ``Run Service`` button.
bg: Щракнете върху бутона ``Старт на услугата``.
ca: Feu clic al botó ``Executa el servei``.
ca@valencia: Cliqueu damunt del botó ``Inicia el servei``.
fr: Cliquez sur le bouton ``Lancer le service``.
sl: Kliknite gumb ``Zaženi storitev``.
uk: Натисніть кнопку ``Запустити службу``.

source: Click ``Close`` to leave the Device Manager Dialog.
bg: Щракнете върху ``Затваряне``, за да излезете от диалоговия прозорец на управление на устройствата.
ca: Feu clic a ``Tanca`` per a tancar el diàleg del gestor de dispositius.
ca@valencia: Cliqueu damunt ``Tanca`` per a eixir del diàleg «Gestor de dispositius».
fr: Cliquez sur le bouton ``Fermer`` pour fermer la boîte de dialogue du gestionnaire de matériel.
sl: Kliknite ``Zapri``, da zapustite pogovorno okno upravljalnika naprav.
uk: Натисніть кнопку ``Закрити``, щоб закрити діалогове вікно керування пристроями.

source: You do not need to set the geographic location and time every time you connect to a telescope. Only adjust the settings as needed.
bg: Не е необходимо да задавате географско местоположение и час всеки път, когато се свързвате с телескоп. Регулирайте настройките само според нуждите.
ca: No us caldrà establir l'emplaçament geogràfic i l'hora cada vegada que connecteu a un telescopi. Ajusteu tan sols les preferències necessàries.
ca@valencia: No vos caldrà establir l'emplaçament geogràfic i el temps cada vegada que connecteu amb un telescopi. Només cal ajustar les preferències segons calga.
fr: Vous n'avez pas besoin de déterminer la position géographique à chaque fois que vous connectez un télescope. N'ajustez que les réglages nécessaires.
sl: Ni vam treba nastaviti geografske lokacije in časa vsakič, ko se povežete s teleskopom. Nastavitve prilagodite le po potrebi.
uk: Вам не потрібно буде встановлювати географічне розташування кожного разу під час з’єднання з телескопом. Вам слід зробити це лише одного разу, програма запам’ятає ваш вибір.

source: You are now ready to use the device features, KStars conveniently provides two interchangeable GUI interfaces for controlling telescopes:
bg: Вече сте готови да използвате функциите на устройството, KStars удобно осигурява два взаимозаменяеми GUI интерфейси за управление на телескопи:
ca: Ara ja esteu preparat per a utilitzar les característiques del dispositiu, el KStars proporciona dues interfícies amb IGU convenientment intercanviables per al control dels telescopis:
ca@valencia: Ara ja esteu preparat per a utilitzar les característiques del dispositiu, KStars proporciona dues interfícies amb IGU convenientment intercanviables per al control dels telescopis:
fr: Vous êtes maintenant prêt à utiliser les fonctions du périphérique. KStars fournit deux interfaces graphiques interchangeables pour contrôler les télescopes :
sl: Zdaj ste pripravljeni na uporabo zmožnosti naprave, KStars priročno ponuja dva zamenljiva grafična uporabniška vmesnika za krmiljenje teleskopov:
uk: Тепер ви можете користуватися можливостями пристрою. Для керування телескопами у KStars є два зручних графічних інтерфейси обміну інформацією:

source: **Controlling your telescope**
bg: Управление на телескопа
ca: **Controlar el telescopi**
ca@valencia: **Controlar el telescopi**
fr: Contrôler votre télescope
sl: **Nadzor vašega teleskopa**
uk: **Керування вашим телескопом**

source: ``Sky map Control``: For each device you run in the ``Device Manager``, a corresponding entry will show up in popup menu that allows you to control the properties of the device. You can issue commands like **Slew**, **Sync**, and **Track** directly from the sky map.
bg: ``Контрол на картата на небето``: За всяко устройство, което стартирате в ``Управление на устройства``, в изскачащото меню ще се покаже съответен запис, който ви позволява да контролирате свойствата на устройството. Можете да издавате команди като `Завъртване`, `Синх` и `Проследяване` директно от картата на небето.
ca: ``Controlar del mapa celeste``: Per a cada dispositiu que engegueu en el ``Gestor de dispositius``, es mostrarà l'entrada corresponent en el menú emergent permetent-vos que controleu les propietats del dispositiu. Podreu emetre ordres com **Orienta**, **Sincronitza** i **Segueix** directament des del mapa celeste.
ca@valencia: ``Control des del mapa celeste``: per a cada dispositiu que executeu al ``Gestor de dispositius``, apareixerà una entrada corresponent al menú emergent que us permetrà controlar les propietats del dispositiu. Podeu executar ordres com ara **Orienta**, **Sincronitza** i **Seguix** directament des del mapa celeste.
fr: ``Contrôle de la carte du ciel`` : pour chaque périphérique que vous lancez dans le ``gestionnaire de périphériques``, une entrée correspondants s'affichera dans un menu contextuel qui vous permet de contrôler les propriétés du périphérique. Vous pouvez exécuter des commandes comme `Pivoter`, `Synchroniser` et `Suivre` directement depuis la carte du ciel.
sl: ``Nadzor zvezdne karte``: Za vsako napravo, ki jo zaženete v ``Upravljalniku naprav``, se v pojavnem meniju prikaže ustrezen vnos, ki vam omogoča nadzor nad lastnostmi naprave. Ukaze, kot so **Slew**, **Sync**, in **Track** lahko izdate neposredno z zvezdne karte.
uk: ``Керування з зоряної карти``: кожному пристрою, який ви запустите за допомогою ``Керування пристроями``, відповідатиме запис у контекстному меню, який надасть вам змогу керувати властивостями пристрою. Ви зможете віддавати команди **Slew**, **Sync** або **Track** безпосередньо з зоряної карти.

source: Here is a screenshot of the popup menu with an active LX200 Classic device:
bg: Ето екранна снимка на изскачащото меню с активно устройство LX200 Classic:
ca: Aquesta és una captura de pantalla del menú emergent amb un dispositiu LX200 Classic actiu:
ca@valencia: Esta és una captura de pantalla del menú emergent amb un dispositiu LX200 Classic actiu:
fr: Voici une capture d'écran du menu contextuel avec un périphérique actif LX200 Classic :
sl: Tukaj je posnetek zaslona pojavnega menija z aktivno napravo LX200 Classic:
uk: Ось знімок екрана з контекстним меню, у якому є пункт пристрою LX200 Classic:

source: |image2|
sl: |slika2|

source: ``INDI Control Panel``: The panel offers the user with all the features supported by a device.
bg: ``Контролен панел INDI``: Панелът предлага на потребителя всички функции, поддържани от дадено устройство.
ca: ``Plafó de control INDI``: Aquest plafó ofereix a l'usuari totes les característiques permeses per un dispositiu.
ca@valencia: ``Quadro de control INDI``: el quadro oferix a l'usuari totes les característiques admeses per un dispositiu.
fr: ``Tableau de bord INDI`` : ce tableau de bord offre à l'utilisateur toutes les fonctions gérées par un périphérique.
sl: ``Nadzorna plošča INDI``: Plošča uporabniku ponuja vse funkcije, ki jih naprava podpira.
uk: ``Панель керування INDI``: за допомогою цієї панелі ви можете керувати всіма можливостями, які підтримує ваш пристрій.
