Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-setup.po
Languages: bg, ca, ca@valencia, fr

source: INDI Setup
bg: Настройка на INDI
ca: Configuració INDI
ca@valencia: Configuració INDI
fr: Réglage INDI

source: KStars can control local and remote devices seamlessly via the :ref:`INDI <indi-faq-what-is-indi>` server/client architecture. INDI devices may be run in three different modes:
bg: KStars може да контролира безпроблемно локални и отдалечени устройства чрез :ref:`INDI <indi-faq-what-is-indi>` сървър/клиентска архитектура. INDI устройствата могат да работят в три различни режима:
ca: El KStars pot controlar dispositius locals i remots de forma independent mitjançant l'arquitectura servidor/client :ref:`INDI <indi-faq-what-is-indi>`. Els dispositius INDI poden funcionar en tres modes diferents:
ca@valencia: KStars pot controlar dispositius locals i remots de forma independent mitjançant l'arquitectura servidor/client d':ref:`INDI <indi-faq-what-is-indi>`. Els dispositius INDI poden funcionar en tres modes diferents:
fr: KStars peut contrôler des périphériques locaux et distants sans peine par l'architecture client/serveur :ref:`INDI <indi-faq-what-is-indi>`. Les périphériques INDI peuvent fonctionner dans trois modes différents :

source: ``Local``: The local mode is the most common and is used to control local device (i.e. a device attached to your machine).
bg: ``Локален``: Локалният режим е най-често срещаният и се използва за управление на локално устройство (т.е. устройство, свързано към вашата машина).
ca: ``Local``: El mode local és el més comú i s'utilitza per a controlar dispositius locals (és a dir, un dispositiu connectat a la vostra màquina).
ca@valencia: ``Local``: el mode local és el més comú i s'utilitza per a controlar el dispositiu local (és a dir, un dispositiu connectat a la màquina).
fr: ``Local`` : le mode local est le plus commun et sert à contrôler le matériel local (c'est-à-dire attaché à votre machine).

source: ``Server``: The server mode establishes an INDI server for a particular device and waits for connections from remote clients. You cannot operate server devices, you can only start and shut them down.
bg: ``Сървър``: Сървърният режим установява сървър INDI за определено устройство и чака връзки от отдалечени клиенти. Не можете да управлявате сървърни устройства, можете само да ги стартирате и изключвате.
ca: ``Servidor``: El mode servidor estableix un servidor INDI per a un dispositiu en particular i espera connexions provinents de clients remots. No és possible operar dispositius de servidor, tan sols podreu pujar i baixar el servei.
ca@valencia: ``Servidor``: el mode servidor establix un servidor INDI per a un dispositiu en particular i espera connexions provinents de clients remots. No és possible operar dispositius de servidor, només podreu pujar i baixar el servei.
fr: ``Serveur`` : le mode serveur établit un serveur INDI pour un matériel particulier et attend les connexions des clients distants. Vous ne pouvez pas manipuler les périphériques serveurs, vous ne pouvez que les démarrer et les arrêter.

source: ``Client``: The client mode is used to connect to remote INDI servers running INDI devices. You can control remote devices seamlessly like local devices.
bg: ``Клиент``: Клиентският режим се използва за свързване към отдалечени INDI сървъри, работещи с INDI устройства. Можете да управлявате отдалечени устройства безпроблемно като локални устройства.
ca: ``Client``: El mode client s'utilitza per a connectar a servidors INDI remots que estan executant dispositius INDI. Es poden controlar de manera fluida els dispositius remots com si es tractés de dispositius locals.
ca@valencia: ``Client``: el mode client s'utilitza per a connectar-se amb servidors INDI remots que estan executant dispositius INDI. Es poden controlar de manera fluida com si es tractaren de dispositius locals.
fr: ``Client`` : le mode client sert à se connecter à des serveurs INDI faisant fonctionner des périphériques INDI. Vous pouvez contrôler des périphériques sans peine comme des périphériques locaux.

source: You can run local device, establish INDI servers, and connect to remote clients from the ``Tools`` → ``Devices`` → ``Device Manager...`` menu item.
bg: Можете да стартирате локално устройство, да установите INDI сървъри и да се свържете с отдалечени клиенти от ``Инструменти`` ``Устройства`` ``Управление на устройства...`` от менюто.
ca: Podeu executar un dispositiu local, establir servidors INDI i connectar amb clients remots des de l'element de menú ``Eines`` → ``Dispositius`` → ``Gestor de dispositius...``.
ca@valencia: Podeu executar un dispositiu local, establir servidors INDI i connectar-vos a clients remots des de l'element de menú ``Eines`` → ``Dispositius`` → ``Gestor de dispositius…``.
fr: Vous pouvez lancer un périphérique local, établir des serveurs INDI et connecter à des clients distants depuis le menu ``Périphériques`` ``Gestionnaire de périphériques``.

source: Here is a screenshot of the ``Device Manager`` window:
bg: Ето екранна снимка на прозореца ``Управление на устройства``:
ca: Aquí hi ha una captura de pantalla de la finestra del ``Gestor de dispositius``:
ca@valencia: Esta és una captura de pantalla de la finestra del ``Gestor de dispositius``:
fr: Voici une capture d'écran de la fenêtre de ``Gestionnaire de matériel`` :

source: Start device drivers
bg: Стартиране на драйвери на устройства
ca: Iniciar controladors de dispositiu
ca@valencia: Iniciar controladors de dispositiu
fr: Démarrer les pilotes de périphériques

source: You can run devices by browsing the device tree, selecting a specific device, and then clicking on the ``Run Service`` button. You can select the operation mode, either local or server as defined above. The port number is randomly generated between the range from 7624 to 10,000. To specify a port, click on the port column next to the desired driver. KStars allows multiple drivers to run under one INDI server, and hence one port. Select multiple drivers then press ``Run Service`` button.
bg: Можете да стартирате устройства, като прегледате списъка на устройствата, изберете конкретно устройство и след това щракнете върху бутона ``Старт на услугата``. Можете да изберете режим на работа, локален или сървър, както е дефинирано по-горе. Номерът на порта се генерира на случаен принцип в диапазона от 7624 до 10 000. За да посочите порт, щракнете върху колоната с порт до желания драйвер. KStars позволява множество драйвери да работят под един сървър INDI и следователно един порт. Изберете няколко драйвера, след което натиснете бутона ``Старт на услугата``.
ca: Podeu executar dispositius navegant per l'arbre de dispositius, seleccionant un dispositiu d'específic, i després fent clic al botó ``Executa el servei``. Podeu triar el mode d'operació, sigui local o servidor com s'ha definit anteriorment. El número de port és generat de forma aleatòria entre l'interval de 7.624 a 10.000. Per a especificar un port, feu clic a la columna del port al costat del controlador desitjat. El KStars permet múltiples controladors en execució sota un servidor INDI, i per tant un port. Seleccioneu múltiples controladors i premeu el botó ``Executa el servei``.
ca@valencia: Podeu executar dispositius navegant per l'arbre de dispositius, seleccionant-ne un específic i clicant damunt del botó ``Inicia el servei``. Podeu seleccionar el mode d'operació, local o servidor tal com s'haja definit anteriorment. El número de port es generarà aleatòriament entre l'interval des de 7624 fins a 10000. Per a especificar un port, cliqueu damunt de la columna ports al costat del controlador desitjat. KStars permet que s'executen múltiples controladors davall un servidor INDI i, per tant, un port. Trieu múltiples controladors i premeu el botó ``Inicia el servei``.
fr: Vous pouvez démarrer des périphériques en naviguant dans l'arborescence, sélectionnez un périphérique spécifique, puis cliquez sur le bouton ``Démarrer le service``. Vous pouvez sélectionner le mode de fonctionnement, soit local ou serveur tel que défini ci-dessus. Le numéro de port est généré de façon aléatoire entre la plage de 7624 à 10000. Pour spécifier un port, cliquez sur la colonne de port à côté du pilote de périphériques désiré. KStars permet aux pilotes de périphériques de faire fonctionner plusieurs pilotes sous un même serveur INDI, et donc un seul port. Sélectionnez plusieurs pilotes puis appuyez sur le bouton ``Démarrer le service``.

source: To control remote devices, refer to the :doc:`remote device control <indi-remote-control>` section.
bg: За да управлявате отдалечени устройства, вижте раздела :doc:`управление на отдалечено устройство <indi-remote-control>`.
ca: Per a controlar dispositius remots, consulteu la secció :doc:`control de dispositius remots <indi-remote-control>`.
ca@valencia: Per a controlar els dispositius remots, referiu-vos a la secció :doc:`Control remot dels dispositius <indi-remote-control>`.
fr: Pour contrôler les périphériques distants, veuillez vous référer à la section :doc:`contrôle de périphérique distant <indi-remote-control>`.
