Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/indi-telescope-setup.po
Languages: bg, ca, ca@valencia, fr, sl, uk

source: Set your geographical location. Open the ``Set Geographic Location`` window by selecting the ``Settings`` → ``Geographic...`` menu item, or by pressing the ``Globe`` icon in the toolbar, or by pressing **Ctrl**\ +\ **G**.
ca: Establiu el vostre emplaçament geogràfic. Obriu la finestra ``Estableix l'emplaçament geogràfic`` seleccionant l'element de menú ``Arranjament`` → ``Geogràfic...``, o prement la icona ``Globus`` que hi ha a la barra d'eines, o prement **Ctrl**\ +\ **G**.
ca@valencia: Establiu el vostre emplaçament geogràfic. Obriu la finestra ``Establiu l'emplaçament geogràfic`` seleccionant l'element de menú ``Configuració`` → ``Emplaçament geogràfic…``, prement la icona de la barra d'eines o prement **Ctrl**\ +\ **G**.
uk: Встановіть ваше географічне розташування. Для цього відкрийте вікно ``Встановлення географічного розташування`` вибором пункту ``Географічне...`` з меню ``Параметри``, натисканням кнопки з піктограмою ``земної кулі`` на панелі інструментів або за допомогою комбінації клавіш **Ctrl**\ +\ **G**.
