Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/introduction.po
Languages: ca, ca@valencia, fr, it, nl, sl, sv, uk

source: KStars is also for astrophotographers. You can control telescopes and cameras using the elegant and powerful :doc:`INDI <indi>` protocol. Ekos supports many popular telescopes including Meade's LX200 family and Celestron GPS. Many popular CCD, CMOS and DSLR astrophotography cameras, webcams, and computerized focusers are also supported. Simple slew/track commands are integrated directly into the skymap's popup menu, and the INDI Control Panel provides full access to all of your telescope's functions. INDI's Client/Server architecture allows for seamless control of any number of :ref:`local <indi-indi-setup>` or :doc:`remote <indi-remote-control>` telescopes using a single KStars session. For advanced users, KStars provides Ekos, a complete astrophotography suite for Linux, Mac and Windows. `Ekos <https://indilib.org/about/ekos.html>`__ is based on a modular extensible framework to perform common astrophotography tasks. This includes highly accurate GOTOs using astrometry solver, ability to measure and correct polar alignment errors , auto-focus and auto-guide capabilities, and capture of single or stack of images with filter wheel, rotator and dome support. Complex jobs can be scheduled and run automatically with the Ekos scheduler, taking into account priority, altitude, terrain, moon and twilight constraints. You can view the progress of a night's astrophotography session using the Ekos Analyze module, and view the images captured using the FITS Viewer. Ekos is described in :doc:`Chapter 5. <ekos>`
ca: El KStars també és per als astrofotògrafs. Podreu controlar telescopis i càmeres emprant l'elegant i potent protocol :doc:`INDI <indi>`. L'Ekos permet molts telescopis populars incloent la família LX200 de Meade i els GPS de Celestron. També permet càmeres CCD, CMOS i DSLR populars d'astrofotografia, càmeres web i enfocadors automatitzats. Les ordres senzilles d'orientació/seguiment s'integren directament en el menú emergent del mapa celeste, i el plafó de control INDI proporciona un accés complet a totes les funcions del vostre telescopi. L'arquitectura client/servidor de l'INDI permet controlar qualsevol nombre de telescopis :ref:`locals <indi-indi-setup>` o :doc:`remots <indi-remote-control>` emprant una sessió única del KStars. Per a usuaris avançats, el KStars proporciona l'Ekos, un paquet complet d'astrofotografia per al Linux, Mac i Windows. L'`Ekos <https://indilib.org/about/ekos.html>`__ es basa en un entorn de treball modular extensible per a realitzar tasques comunes en astrofotografia. Això inclou GOTO altament precisos emprant un solucionador d'astrometria, amb capacitat per a mesurar i corregir els errors de l'alineació polar, capacitats d'enfocament automàtic i amb guiatge automàtic, i la captura d'una imatge individual o una pila d'imatges amb suport per a la roda de filtres, i suport per a rotors i cúpules. Les tasques complexes es poden programar i executar automàticament amb el programador de l'Ekos, tenint en compte les restriccions de prioritat, altitud, terreny, lluna i crepuscle. Podeu veure el progrés d'una sessió d'astrofotografia nocturna utilitzant el mòdul Analitza de l'Ekos i veure les imatges capturades utilitzant el visualitzador de FITS. L'Ekos es descriu al :doc:`Capítol 5. <ekos>`
ca@valencia: KStars també és ideal per a astrofotògrafs. Podeu controlar els telescopis i les càmeres mitjançant l'elegant i potent protocol INDI. Ekos és compatible amb molts telescopis populars, com la família LX200 de Meade i el GPS de Celestron. També és compatible amb nombroses càmeres d'astrofotografia CCD, CMOS i DSLR, càmeres web i enfocadors informatitzats. Les ordres de desplaçament i seguiment s'integren directament al menú emergent del mapa celeste, i el Quadro de control INDI proporciona accés complet a totes les funcions del vostre telescopi. L'arquitectura client/servidor d'INDI permet un control fluid de qualsevol nombre de telescopis :ref:`locals <indi-indi-setup>` o :doc:`remots <indi-remote-control>` amb una sola sessió de KStars. Per als usuaris avançats, KStars oferix Ekos, una suite completa d'astrofotografia per a Linux, Mac i Windows. `Ekos <https://indilib.org/about/ekos.html>`__ es basa en una plataforma modular i extensible per a fer tasques habituals d'astrofotografia. Açò inclou GOTO d'alta precisió mitjançant un solucionador de l'astrometria, capacitat de mesurar i corregir els errors d'alineació polar, funcions d'enfocament i guiatge automàtics, i la captura individual d'imatges o en grup amb la roda de filtres, el rotor i la cúpula. És possible programar i executar automàticament tasques complexes amb el programador d'Ekos, tenint en compte la prioritat, l'altitud, el terreny, la Lluna i les restriccions crepusculars. Podeu veure el progrés d'una sessió d'astrofotografia nocturna amb el mòdul «Analitza» d'Ekos i visualitzar les imatges capturades amb el Visor de FITS. Ekos es descriu al :doc:`Capítol 5 <ekos>`.
fr: KStars est aussi pour les astrophotographes. Vous pouvez piloter des télescopes et des caméras avec KStars, en utilisant l'interface matérielle puissante et élégante :doc:`INDI <indi>`. KStars gère plusieurs télescopes populaires, dont la famille LX200 de Meade et les Celestron GPS. Plusieurs caméras CCD, des webcams et des viseurs informatisés sont aussi gérés. Les commandes simples comme pivoter et suivre sont intégrées directement dans le menu contextuel principal, et le panneau de contrôle INDI fournit un accès complet aux fonctions de votre télescope. L'architecture client/serveur d'INDI permet un contrôle sans peine de nombreux télescopes :ref:`locaux <indi-indi-setup>` ou :doc:`distants <indi-remote-control>` en utilisant une simple session de KStars. Pour les utilisateurs avancés, KStars fournit Ekos, une suite complète d'astrophotographie pour Linux. `Ekos <https://indilib.org/about/ekos.html>`__ est fondé sur un cadre extensible modulaire permettant d'effectuer les tâches courantes d'astrophotographie. Cela inclut les GOTO hautement précis qui utilise un résolveur astrométrique, la mise au point automatique, la possibilité de mesurer et corriger les erreurs d'alignement polaire et l'acquisition d'une ou plusieurs images avec la gestion d'une roue à filtres. Des tâches complexes peuvent être prévues et exécutées grâce à l'ordonnanceur d'Ekos, en tenant compte de plusieurs types de contrainte comme la priorité, l'altitude, le terrain, la lune ou encore le crépuscule. Vous pouvez suivre la progression de la session d'astrophotographie grâce au module Analyse d'Ekos et voir les images avec l'afficheur FITS. Le :doc:`chapitre 5 <ekos>` décrit Ekos en détail.
it: KStars è fatto anche per gli astrofotografi. Puoi controllare telescopi e camere CCD grazie all'elegante e potente protocollo :doc:`INDI <indi>`. Ekos supporta molti telescopi popolari, inclusa la famiglia LX200 della Meade e i GPS della Celestron. Supporta inoltre molti modelli di camere per l'astrofotografia CCD, CMOS e DSLR, webcam e focheggiatori computerizzati. Sono integrati nel menu a comparsa della mappa celeste dei semplici comandi di rotazione e di inseguimento, inoltre il pannello di controllo INDI fornisce l'accesso a tutte le funzioni del tuo telescopio. L'architettura client/server di INDI ti permette di controllare senza difficoltà un numero qualsiasi di telescopi :ref:`locali <indi-indi-setup>` o :doc:`remoti <indi-remote-control>` da una singola sessione di KStars. Agli utenti avanzati KStars fornisce Ekos, una suite completa per l'astrofotografia per Linux, Mac e Windows. `Ekos <https://indilib.org/about/ekos.html>`__ è basato su un'infrastruttura modulare estensibile per compiere dei processi di astrofotografia comuni; tra questi figurano GOTO altamente accurati usando un risolutore astrometrico, la capacità di misurare e di correggere l'errore di allineamento polare, la messa a fuoco e la guida automatiche e la cattura di immagini singole o in grandi quantità con il rotatore con ruota portafiltri e il supporto per la cupola. Il pianificatore Ekos permette di pianificare e avviare in automatico processi complessi, considerando vincoli di priorità, altezza, terreno, Luna e crepuscolo. Puoi visualizzare l'avanzamento di una sessione astrofotografica notturna con il modulo Analyze di Ekos, e osservare le immagini acquisite tramite il visore FITS. Ekos viene trattato nel :doc:`capitolo 5 <ekos>`.
nl: KStars is er ook voor astrofotografen. U kunt telescopen en camera's besturen, gebruik makend van het mooie en krachtige :doc:`INDI <indi>` protocol. Door Ekos worden vele populaire telescopen ondersteund, waaronder de Meade LX200-familie en de Celestron GPS. Ook worden vele populaire CCD, CMOS en DSLR-astrofotografiecamera's, webcams en computergestuurde focusers ondersteund. Eenvoudige draai-/volgopdrachten zijn direct geïntegreerd in het contextmenu van de hemelkaart en het INDI-bedieningspaneel geeft u volledige toegang tot alle functies van uw telescoop. De INDI-client/serverarchitectuur maakt een naadloze besturing mogelijk van elk willekeurig aantal telescopen, :ref:`lokaal <indi-indi-setup>` of :doc:`op afstand <indi-remote-control>`, binnen één enkele sessie met KStars. Voor gevorderde gebruikers is er Ekos, een complete programma-suite voor Linux, Mac and Windows voor astrofotografie. `Ekos <https://indilib.org/about/ekos.html>`__ is gebaseerd op een modulair uitbreidbaar raamwerk voor het uitvoeren van algemene astrofotografie-taken. Hiertoe behoren zeer nauwkeurige GOTO's met behulp van de astrometrie-oplosser, de mogelijkheid uitlijnfouten op de poolster te meten en corrigeren, mogelijkheden voor autofocus en auto-volgen en het vastleggen van enkele of meerdere afbeeldingen met gebruik van filterwielen, rotator en koepel. Complexe taken kunnen gepland worden en automatisch uitgevoerd met de Ekos planner, die met beperkingen in prioriteit, hoogte, terrein, maan en schemering rekening houdt. U kunt de voorgang van een nachtelijke astrofotografie sessie bekijken met de Ekos analyse module en de opgenomen afbeeldingen bekijken met de FITS-viewer. Ekos is beschreven in :doc:`Hoofdstuk 5. <ekos>`
sl: KStars je namenjen tudi astrofotografom. Teleskope in kamere lahko upravljate z elegantnim in zmogljivim protokolom :doc:`INDI <indi>`. Ekos podpira številne priljubljene teleskope, vključno z družino Meade LX200 in Celestron GPS. Podprtih je tudi veliko priljubljenih CCD, CMOS in DSLR astrofotografskih kamer, spletnih kamer in računalniško podprtih fokuserjev. Preprosti ukazi za premikanje/sledenje so integrirani neposredno v pojavnem meniju zvezdne karte, nadzorna plošča INDI pa omogoča popoln dostop do vseh funkcij vašega teleskopa. Arhitektura odjemalec/strežnik INDI omogoča brezhibno upravljanje poljubnega števila :ref:`lokalnih <indi-indi-setup>` ali :doc:`oddaljenih <indi-remote-control>` teleskopov z eno samo sejo KStars. Za napredne uporabnike KStars ponuja Ekos, celovit paket za astrofotografijo za Linux, Mac in Windows. `Ekos <https://indilib.org/about/ekos.html>`__ temelji na modularnem razširljivem ogrodju za izvajanje običajnih astrofotografskih nalog. To vključuje zelo natančne GOTO-je z uporabo astrometričnega reševalnika, zmožnost merjenja in popravljanja napak polarne poravnave, zmogljivosti samodejnega ostrenja in samodejnega vodenja ter zajem posameznih slik ali slik v sloju s podporo za filtre, rotator in kupolo. Kompleksna opravila je mogoče načrtovati in izvajati samodejno z Ekosovim razporejevalnikom, pri čemer se upoštevajo omejitve glede prioritete, višine, terena, lune in somraka. Napredek nočne astrofotografske seje si lahko ogledate z modulom Ekos Analyze, posnete slike pa si lahko ogledate z uporabo ogledovalnika FITS Viewer. Ekos je opisan v :doc:`Poglavju 5. <ekos>`
sv: Kstars är också till för astrofotografering. Du kan styra teleskop och kameror med hjälp av det eleganta och kraftfulla protokollet :doc:`INDI <indi>`. Ekos stöder många populära teleskop, bland annat Meades LX200-familj och Celestron GPS. Många populära CCD-kameror, webbkameror och datoriserade fokuseringsenheter stöds också. Enkla kommandon för att flytta eller följa objekt är direkt integrerade i himmelskartans sammanhangsberoende meny, och INDI-inställningsrutan ger möjlighet att komma åt alla teleskopets funktioner. INDI:s klient-serverarkitektur tillåter sömlös styrning av ett godtyckligt antal :doc:`lokala teleskop <indi-indi-setup>` eller :doc:`fjärrteleskop <indi-remote-control>` från en enda Kstars-session. För avancerade användare tillhandahåller Kstars Ekos, en fullständig svit för astrofotografering för Linux, Mac och Windows. `Ekos <https://indilib.org/about/ekos.html>`__ är baserat på ett modulärt utökningsbart ramverk för att utföra vanliga astrofotografiska uppgifter. Det omfattar mycket noggranna GÅ TILL med användning av en astrometrilösningsverktyg, möjlighet att mäta och korrigera polära inriktningsfel, möjlighet till automatisk fokusering och guidning, och tagning av enstaka bilder eller bildföljder med stöd för filterhjul, rotatörer och kupoler. Komplexa jobb kan schemaläggas och automatiskt utföras med Ekos schemaläggning, som tar hänsyn till prioritet, höjd, terräng, månen och skymningsbegränsningar. Du kan visa förloppet för en natts astrofotograferingssession genom att använda Ekos analysmodul, och visa tagna bilder med användning av FITS-visningen. Ekos beskrivs i :doc:`Kapitel 5 <ekos>`.
uk: KStars також знадобиться астрофотографам. За допомогою KStars ви можете керувати вашими телескопами і фотоапаратами, використовуючи витончений і потужний протокол обміну даними :doc:`INDI <indi>`. У Ekos передбачено підтримку багатьох популярних телескопів, зокрема, серію Meade LX200 і Celestron GPS. Реалізовано також підтримку багатьох популярних астрографічних камер з матрицями ПЗЗ, CMOS та цифрових дзеркальних фотокамер, вебкамер та інструментів комп’ютеризованого фокусування. Прості команди повороту і стеження напряму інтегровано до контекстного меню головного вікна, а панель керування INDI надає вам можливість повного доступу до всіх функцій телескопа. Клієнт-серверна архітектура INDI надає змогу повністю контролювати будь-яку кількість :ref:`локальних <indi-indi-setup>` або :doc:`віддалених <indi-remote-control>` телескопів у одному сеансі KStars. Для досвідчених користувачів у KStars передбачено Ekos, повноцінний комплекс астрографічних засобів для Linux. `Ekos <https://indilib.org/about/ekos.html>`__ засновано на модульних розширюваних бібліотеках, призначених для виконання астрографічних завдань. До нього включено дуже точний астрометричний розв’язувач, можливість вимірювання та виправлення помилок у полярному вирівнюванні, засоби автофокусування та автонаведення та засоби захоплення одного зображення або серії зображень з підтримкою барабанів фільтрів, засобів обертання та куполів. Можна планувати складні завдання та виконувати їх автоматично за допомогою планувальника Ekos, враховувати пріоритетність завдань, висоту, рельєф та обмеження світлового дня. Ви можете ознайомлюватися переглядати поступ виконання поточного астрографічного сеансу за допомогою модуля аналізу та переглядати створені зображення за допомогою засобу перегляду FITS. Опис Ekos можна знайти у :doc:`відповідному розділі <ekos>`.

source: We are very interested in your feedback; please report bugs or feature requests to the KStars development mailing list: ``(kstars-devel AT kde.org)``. You can also use the automated bug reporting tool, accessible from the Help menu.
ca: Estem molt interessats a rebre els vostres comentaris; si us plau, informeu d'errades o sol·licituds de característiques a la llista de correu del desenvolupament del KStars: ``(kstars-devel AT kde.org)``. També podeu utilitzar l'eina d'informe d'errors automatitzada, accessible des del menú Ajuda.
ca@valencia: Estem molt interessats a rebre els vostres comentaris; informeu d'errades o de sol·licituds de característiques a la llista de correu del desenvolupament de KStars: ``(kstars-devel AT kde.org)``. També podeu utilitzar l'eina d'informe d'errors automatitzada, accessible des del menú «Ajuda».
fr: Nous sommes intéressés par vos remarques ; veuillez envoyer tout bogue et toute demande spéciale à la liste de diffusion de KStars : ``kstars-devel AT kde.org``. Vous pouvez aussi utiliser l'outil de gestion des bogues que vous trouverez dans le menu Aide.
it: Siamo molto interessati alle tue segnalazioni: segnala errori o richieste di nuove funzionalità alla mailing list di sviluppo di KStars: ``(kstars-devel AT kde.org)``. Puoi anche utilizzare il sistema automatico di segnalazione errori, accessibile dal menu Aiuto.
nl: Wij vinden uw mening erg belangrijk. Indien u programmeerfouten vindt, of iets mist in KStars dat u er toch graag in wilt hebben, wordt u vriendelijk gevraagd dit aan de KStars development mailing list (de e-maillijst voor de ontwikkeling van KStars) ``(kstars-devel AT kde.org)`` te melden. U kunt ook het automatische hulpprogramma voor het rapporteren van bugs gebruiken, u vindt dit in het Help-menu.
sl: Zelo nas zanimajo vaše povratne informacije; prosimo, da napake ali zahteve za funkcije sporočite na poštni seznam za razvoj KStars: ``(kstars-devel AT kde.org)``. Uporabite lahko tudi orodje za samodejno poročanje o napakah, do katerega lahko dostopate v meniju Pomoč.
sv: Vi är mycket intresserade av dina kommentarer. Rapportera gärna fel eller önskemål om funktioner till Kstars e-postlista för utvecklare: ``(kstars-devel SNABELA kde.org)``. Du kan också använda det automatiska felrapporteringsverktyget, som du kommer åt från hjälpmenyn.
uk: Ваша думка з приводу програми є дуже цінною для розробників, будь ласка, повідомте їх, якщо виявите ваду у програмі, або якщо вам потрібні додаткові функції у програмі KStars, за допомогою списку листування розробників: ``kstars-devel AT kde.org``. Ви також можете скористатися автоматизованою системою повідомлення про вади, доступ до якої можна отримати за допомогою меню «Довідка».

source: This documentation is licensed under the terms of the :doc:`GNU Free Documentation License <gnu-fdl>`.
ca: Aquesta documentació està llicenciada d'acord amb les clàusules de la :doc:`llicència de documentació lliure de GNU <gnu-fdl>`.
ca@valencia: Esta documentació té llicència d'acord amb els termes de la :doc:`Llicència de documentació lliure de GNU <gnu-fdl>`.
it: La presente documentazione è concessa in licenza secondo i termini della :doc:`GNU Free Documentation License <gnu-fdl>`.
nl: Deze documentatie heeft een licentie onder de bepalingen van de :doc:`GNU Free Documentation License <gnu-fdl>`.
sl: Ta dokumentacija je licencirana pod pogoji :doc:`GNU Free Documentation License <gnu-fdl>`.
sv: Dokumentation är licensierad enligt villkoren i :doc:`GNU Free Documentation License <gnu-fdl>`.
uk: Програма поширюється за умов дотримання doc:`GNU Free Documentation License <gnu-fdl>`.
