Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/introduction.po
Languages: ca, ca@valencia, fr, it, nl, sl, sv, uk

source: Chapter 1. Introduction
ca: Capítol 1. Introducció
ca@valencia: Capítol 1. Introducció
fr: Introduction
it: Capitolo 1. Introduzione
nl: Chapter 1. Inleiding
sl: Poglavje 1. Uvod
sv: Kapitel 1. Inledning
uk: Глава 1. Вступ

source: KStars lets you explore the night sky from the comfort of your computer chair. It provides an accurate graphical representation of the night sky for any date, from any location on Earth. The display includes 126,000 stars to 9th magnitude (100 million with addon catalogs), 13,000 deep-sky objects (Messier, NGC, and IC catalogs), all planets, the Sun and Moon, hundreds of comets and asteroids, the Milky Way, 88 constellations, and guide lines such as the :doc:`celestial equator <ai-cequator>`, the :doc:`horizon <ai-horizon>` and the :doc:`ecliptic <ai-ecliptic>`.
ca: El KStars permet explorar el cel nocturn des de la comoditat de la vostra cadira d'ordinador. Proporciona una acurada representació gràfica del cel nocturn en qualsevol data de l'any, des de qualsevol emplaçament a la Terra. Es mostren 126.000 estrelles de fins a una magnitud de 9 (100 milions afegint-hi més catàlegs), 13.000 objectes del cel profund (catàlegs Messier, NGC i IC), tots els planetes, el Sol, la Lluna, centenars de cometes i asteroides, la Via Làctia, 88 constel·lacions i línies guia com la de l':doc:`equador celeste <ai-cequator>`, l':doc:`horitzó <ai-horizon>` i l':doc:`eclíptica <ai-ecliptic>`.
ca@valencia: KStars permet explorar el cel nocturn des de la comoditat del vostre ordinador. Oferix una representació gràfica precisa del cel nocturn per a qualsevol data i des de qualsevol lloc de la Terra. La pantalla inclou 126.000 estreles de fins a magnitud 9 (100 milions amb catàlegs addicionals), 13.000 objectes del cel profund (catàlegs Messier, NGC i IC), tots els planetes, el Sol i la Lluna, centenars d'estreles i asteroides, la Via Làctia, 88 constel·lacions i línies guia com l':doc:`equador celeste <ai-cequator>`, l':doc:`horitzó <ai-horizon>` i l':doc:`eclíptica <ai-ecliptic>`.
fr: KStars vous permet d'explorer le ciel étoilé dans le confort de votre siège devant votre ordinateur. Il offre une simulation graphique hautement précise du ciel, pour toute date et tout endroit sur Terre. Le programme inclut plus de 126 000 étoiles jusqu'à la neuvième magnitude (bien au-delà de la limite de l'œil nu), 13 000 \"objets lointains\" des catalogues Messier, NGC et IC, toutes les planètes du système solaire, le Soleil et la Lune, des centaines de comètes et astéroïdes, la Voie Lactée, 88 constellations et des lignes guides comme :doc:`l'équateur céleste <ai-cequator>`, :doc:`l'horizon <ai-horizon>` et :doc:`l'écliptique <ai-ecliptic>`.
it: KStars ti permette di esplorare il cielo notturno comodamente dal tuo computer. Fornisce un'accurata rappresentazione grafica del cielo notturno in qualsiasi data e da ogni località terrestre. Tra gli oggetti inclusi vi sono 126.000 stelle fino alla nona magnitudine (100 milioni coi cataloghi aggiuntivi), 13.000 oggetti del profondo cielo (cataloghi di Messier, NGC e IC), tutti i pianeti, il Sole e la Luna, centinaia di comete e asteroidi, la Via Lattea, le 88 costellazioni e le linee guida, come l':doc:`equatore celeste <ai-cequator>`, l`:doc:`orizzonte <ai-horizon>` e l`:doc:`eclittica <ai-ecliptic>`.
nl: Met KStars kunt u de nachtelijke hemel onderzoeken vanuit uw gemakkelijke stoel zittend voor het computerscherm. Het toont een nauwkeurige grafische weergave van de nachtelijke hemel voor elk willekeurig tijdstip en elke plaats op aarde. 126000 sterren tot aan de 9e magnitude (100 miljoen met extra catalogi) worden getoond, alsmede 13000 zeer ver verwijderde ("deep sky") objecten (uit de Messier-, NGC- en IC-catalogi), alle planeten, de Zon, de Maan, honderden kometen en planetoïden, de Melkweg, de 88 sterrenbeelden en hulplijnen zoals de :doc:`hemelequator <ai-cequator>`, de :doc:`horizon <ai-horizon>` en de :doc:`ecliptica <ai-ecliptic>`.
sl: KStars vam omogoča raziskovanje nočnega neba iz udobja vašega računalniškega stola. Zagotavlja natančen grafični prikaz nočnega neba za kateri koli datum, s katere koli lokacije na Zemlji. Prikaz vključuje 126.000 zvezd do 9. magnitude (100 milijonov z dodatnimi katalogi), 13.000 objektov globokega vesolja (katalogi Messierjev, NGC in IC), vse planete, Sonce in Luno, na stotine kometov in asteroidov, Rimsko cesto, 88 ozvezdij in vodilne črte, kot so :doc:`nebesni ekvator <ai-cequator>`, :doc:`horizon <ai-horizon>` in :doc:`ekliptika <ai-ecliptic>`.
sv: Kstars låter dig utforska natthimlen från din bekväma arbetsstol vid datorn. Den tillhandahåller en noggrann grafisk representation av natthimlen för vilket datum som helst, från var som helst på jorden. Skärmen visar 126 000 stjärnor till 9:e magnituden (100 miljoner med tilläggskataloger), 13 000 avlägsna himmelsobjekt (Messier-, NGC- och IC-katalogerna), alla planeterna, solen och månen, hundratals kometer och asteroider, vintergatan, 88 stjärnbilder och stödlinjer som :doc:`himmelsekvatorn <ai-cequator>`, :doc:`horisonten <ai-horizon>` och :doc:`ekliptikan <ai-ecliptic>`.
uk: KStars надає вам змогу спостерігати за нічним небом безпосередньо з вашого затишного крісла перед комп’ютером. Програма точно відтворює у графічному режимі нічне небо у будь-яку дату у будь-якій точці поверхні Землі. Програма може показувати близько 126.000 зірок, аж до 9-ої зоряної величини (100 мільйонів із додатковими каталогами), 13.000 віддалених об’єктів (з каталогу Месьє, Нового загального каталогу і власного каталогу), всі планети, Сонце і Місяць, сотні комет і астероїдів, Молочний Шлях, 88 сузір’їв, напрямні лінії, такі як :doc:`небесний екватор <ai-cequator>`, :doc:`горизонт <ai-horizon>` і :doc:`екліптика <ai-ecliptic>`.

source: However, KStars is more than a simple night-sky simulator. The display provides a compelling interface to a number of tools with which you can learn more about astronomy and the night sky. There is a context-sensitive :ref:`popup menu <commands-popup-menu>` attached to each displayed object, which displays object-specific information and actions. Hundreds of objects provide links in their popup menus to informative web pages and beautiful images taken by the Hubble Space Telescope and other observatories.
ca: No obstant això, el KStars és quelcom més que un simple simulador del cel nocturn. La pantalla proporciona una completa interfície per a un conjunt d'eines que us permetran aprendre una mica més sobre astronomia i el cel nocturn. Hi ha un :ref:`menú emergent <commands-popup-menu>` adjunt a cada objecte mostrat, el qual presenta informació i accions específiques de l'objecte. Els centenars d'objectes inclouen enllaços a pàgines web amb informació i meravelloses imatges obtingudes pel telescopi espacial Hubble i altres observatoris.
ca@valencia: No obstant açò, KStars és alguna cosa més que un simple simulador del cel nocturn. La pantalla proporciona una completa interfície per a un conjunt d'eines que vos permetran aprendre una mica més sobre astronomia i el cel nocturn. Hi ha un :ref:`menú emergent <commands-popup-menu>` adjuntat a cada objecte mostrat, el qual presenta informació i accions específiques de l'objecte. Els centenars d'objectes inclouen enllaços cap a pàgines web amb informació i meravelloses imatges obtingudes pel telescopi espacial Hubble i altres observatoris.
fr: Cependant, KStars est plus qu'un simple simulateur de ciel nocturne. L'affichage fournit une interface qui réunit de nombreux outils avec lesquels vous pouvez en apprendre plus sur l'astronomie et le ciel nocturne. Il y a un :ref:`menu contextuel <commands-popup-menu>` attaché à chaque objet, qui affiche des informations spécifiques à l'objet et des actions. Des centaines d'objets fournissent des liens dans leur menu contextuel vers des pages web informatives et de belles images prises par le télescope spatial Hubble et d'autres observatoires.
it: Tuttavia, KStars è molto più di un semplice simulatore del cielo notturno. Lo schermo fornisce un'interfaccia avvincente per una serie di strumenti grazie ai quali potrai migliorare la tua conoscenza del cielo e dell'astronomia. Ogni oggetto visualizzato ha un :ref:`menu a comparsa <commands-popup-menu>` sensibile al contesto che visualizza informazioni e azioni specifiche. Centinaia di oggetti dispongono nei propri menu a comparsa di collegamenti a pagine web e a magnifiche immagini prese dal Telescopio Spaziale Hubble e da altri osservatori.
nl: Maar, KStars is meer dan een eenvoudig programma voor het simuleren van de nachtelijke hemel. Op het scherm vindt u een aantal knoppen waarmee hulpprogramma's beschikbaar zijn waardoor u meer kunt leren over Astronomie en de nachtelijke hemel. Elk object heeft een eigen :ref:`contextmenu <commands-popup-menu>` waarin u specifieke informatie kunt krijgen over dat object. Voor honderden objecten worden in die contextmenu's koppelingen gegeven naar informatieve webpagina's en naar prachtige afbeeldingen die gemaakt zijn door de Hubble Space Telescope (Hubble ruimtetelescoop) en door andere sterrenwachten.
sl: Vendar pa je KStars več kot le preprost simulator nočnega neba. Prikaz ponuja privlačen vmesnik do številnih orodij, s katerimi se lahko naučite več o astronomiji in nočnem nebu. Vsakemu prikazanemu objektu je priložen kontekstno občutljiv :ref:`popup menu <commands-popup-menu>`, ki prikazuje informacije in dejanja, specifične za objekt. Na stotine objektov v svojih pojavnih menijih ponuja povezave do informativnih spletnih strani in čudovitih slik, ki jih je posnela vesoljska teleskop Hubble in drugi observatoriji.
sv: Kstars är dock mer än en enkel simulator av natthimlen. Skärmen erbjuder ett övertygande gränssnitt till ett antal verktyg, som du kan använda för att lära dig mer om astronomi och natthimlen. Det finns en sammanhangsberoende :ref:`meny <commands-popup-menu>`, som hör ihop med varje synligt objekt, där objektspecifik information och åtgärder visas. Hundratals objekt tillhandahåller länkar i sina menyer till informativa webbsidor och vackra bilder tagna av rymdteleskopet Hubble och andra observatorier.
uk: Але KStars є не просто імітацією нічного неба. Програма містить чудовий інтерфейс для декількох інструментів, за допомогою яких ви зможете дізнатися більше про астрономію і нічне небо. З кожним показаним об’єктом пов’язано :ref:`контекстне меню <commands-popup-menu>`, у якому показано інформацію, що стосується об’єкта і можливі дії з ним. Для сотень об’єктів у контекстних меню наведено посилання на сторінки у мережі, де міститься інформація про ці об’єкти, а також чудові знімки об’єктів, зроблені космічним телескопом «Хаббл» та іншими обсерваторіями.

source: From an object's popup menu, you can open its :ref:`Detailed Information Window <tools-object-details-window>`, where you can examine positional data about the object, and query a huge treasury of online databases for professional-grade astronomical data and literature references about the object. You can even attach your own Internet links, images and text notes, making KStars a graphical front-end to your observing logs and your personal astronomical notebook.
ca: Des del menú emergent de cada objecte, podeu carregar la seva :ref:`finestra d'informació detallada <tools-object-details-window>`, a on podreu examinar les dades posicionals de l'objecte i consultar una gran quantitat de bases de dades en línia per a dades astronòmiques professionals i referències literàries a sobre de l'objecte. Fins i tot podreu afegir els vostres propis enllaços d'Internet, a més d'imatges i notes, fent del KStars un frontal gràfic per a observar els vostres propis registres i anotacions astronòmiques.
ca@valencia: Des del menú emergent de cada objecte, podeu carregar la seua :ref:`finestra amb informació detallada <tools-object-details-window>`, a on podreu examinar les dades posicionals de l'objecte i consultar una gran quantitat de bases de dades en línia per a dades astronòmiques professionals i referències literàries damunt de l'objecte. Fins i tot podreu afegir els vostres propis enllaços d'Internet, a més d'imatges i notes, fent de KStars un frontal gràfic per a observar els vostres propis registres i anotacions astronòmiques.
fr: Depuis le menu contextuel d'un objet, vous pouvez lancer sa :ref:`fenêtre d'informations détaillées <tools-object-details-window>`, où vous pouvez examiner les données positionnelles sur l'objet, et interroger un énorme trésor de bases de données en ligne pour les données astronomiques de qualité professionnelles et les références de la littérature sur l'objet. Vous pouvez même attacher vos propres liens Internet, des images et des notes de texte, faisant de KStars une interface graphique à vos propres journaux d'observation et votre calepin astronomique personnel.
it: Dal menu a comparsa di un oggetto puoi accedere alla sua :ref:`finestra di informazioni dettagliate <tools-object-details-window>`, dalla quale è possibile esaminare i dati sulla sua posizione e interrogare un enorme patrimonio di banche dati con osservazioni astronomiche professionali e riferimenti alla letteratura scientifica. Puoi anche aggiungere i tuoi collegamenti Internet, le tue immagini e le tue annotazioni, fino a trasformare KStars in un taccuino grafico con i resoconti delle tue osservazioni e delle tue annotazioni astronomiche.
nl: Vanuit het contextmenu van een object kan met :ref:`Details <tool-object-details-window>` nog meer informatie worden verkregen over de positionele gegevens van het object, en een enorme schat aan professionele astronomische gegevens voor dit object, uit gegevensbanken op het internet en uit literatuurverwijzingen. U kunt zelfs uw eigen internetkoppelingen, afbeeldingen en notities hieraan toevoegen, waarmee u van KStars een grafisch hulpmiddel maakt voor de toegang tot uw waarnemingslogboeken en uw persoonlijke astronomische aantekeningen.
sl: Iz pojavnega menija objekta lahko odprete njegovo :ref:`Okno s podrobnimi informacijami <tools-object-details-window>`, kjer lahko pregledate podatke o položaju objekta in poiščete povpraševanje v ogromni zakladnici spletnih podatkovnih baz za profesionalne astronomske podatke in reference literature o objektu. Lahko celo priložite svoje internetne povezave, slike in besedilne opombe, s čimer KStars postane grafični vmesnik za vaše dnevnike opazovanj in vaš osebni astronomski zvezek.
sv: Från objektmenyn kan du visa :ref:`detaljinformationsfönstret <tool-details>`, där du kan undersöka positionsdata för objektet, och hämta information om objektet från en enorm skatt med databaser över astronomisk data och litteraturreferenser på professionell nivå. Du kan till och med lägga till egna Internetlänkar, bilder och anteckningar, vilket gör Kstars till ett grafiskt gränssnitt för dina egna observationsloggar och din personliga astronomiska anteckningsbok.
uk: За допомогою контекстного меню об’єкта ви можете відкрити :ref:`Вікно з детальною інформацією <tools-object-details-window>` про об’єкт, у якому ви знайдете дані про розташування об’єкта, або зможете надіслати запит до величезних баз даних у мережі для пошуку астрономічних даних професійного рівня і посилань на літературу щодо об’єкта. Ви навіть можете додати власні посилання на ресурси інтернету: посилання, зображення і текстові примітки. Ці можливості роблять KStars графічним інтерфейсом до журналів спостережень та вашим власним астрономічним записником.

source: Our :doc:`Astrocalculator <tool-calculator>` tool provides direct access to many of the algorithms the program uses behind the scenes, including coordinate converters and time calculators.
ca: La nostra eina :doc:`Astrocalculadora <tool-calculator>` proporciona accés directe a molts dels algorismes utilitzats internament pel programa, inclosos els convertidors de coordenades i les calculadores horàries.
ca@valencia: La nostra eina :doc:`Calculadora astronòmica <tool-calculator>` proporciona accés directe a molts dels algorismes utilitzats internament pel programa, inclosos els convertidors de coordenades i les calculadores de temps.
fr: L'outil :doc:`Calculatrice astronomique <tool-calculator>` fournit un accès direct à la plupart des algorithmes que le programme utilise en coulisse, y compris le convertisseur de coordonnées et la calculatrice de temps.
it: L`:doc:`astrocalcolatrice <tool-calculator>` fornisce un accesso diretto a molti degli algoritmi che il programma usa dietro le quinte, inclusi i convertitori di coordinate e i calcolatori del tempo.
nl: In het hulpmiddel :doc:`Astrorekenmachine <tool-calculator>` worden vele van dezelfde algoritmes gebruikt, als in het programma, zoals de conversies van coördinaten en de tijdberekeningen.
sl: Naše orodje :doc:`Astrocalculator <tool-calculator>` omogoča neposreden dostop do številnih algoritmov, ki jih program uporablja v ozadju, vključno s pretvorniki koordinat in kalkulatorji časa.
sv: Verktyget :doc:`astronomiräknare <tool-calculator>` ger direkt åtkomst till många av algoritmerna som programmet använder i bakgrunden, inklusive koordinatkonvertering och tidberäkning.
uk: За допомогою інструмента :doc:`Астрокалькулятор <tool-calculator>` ви зможете отримати доступ до багатьох алгоритмів, якими користується програма, зокрема перетворень координат та засобів обчислення часових параметрів руху небесних тіл.
