Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/introduction.po
Languages: ca, ca@valencia, fr, it, nl, sl, sv, uk

source: You can plan an observing session using our :doc:`Altitude vs. Time <tool-altvstime>` tool, which will plot curves representing the Altitude as a function of time for any group of objects. If that is too much detail, we also provide a :doc:`What's up Tonight? <tool-whatsup>` tool that summarizes the objects that you will be able to see from your location on any given night. You can add your favorite objects to your observing wish-list using the :doc:`Observation Planner <tool-obsplanner>` tool, which allows you to plan your observation sessions professionally. To see how object appears in the eyepiece under different telescopes and field of views, use the :doc:`Simulate Eyepiece View <tool-eyepieceview>` tool to render a simulated view of what you see.
ca: Podeu planejar una sessió d'observació emprant la nostra eina :doc:`Altitud en funció del temps <tool-altvstime>`, la qual representarà les corbes de moviment representant l'altitud en funció del temps per a qualsevol grup d'objectes. Això mateix, tot i que amb més detall, també us proporcionem una eina :doc:`Què passa aquesta nit? <tool-whatsup>` que resumeix què és el que podreu veure des del vostre emplaçament en qualsevol nit que indiqueu. Podeu afegir els vostres objectes favorits a la llista de desitjos per a observar utilitzant l'eina :doc:`Planificador d'observació <tool-obsplanner>`, la qual us permetrà planificar les vostres sessions d'observació professionals. Per a veure com apareix l'objecte en l'ocular amb diferents telescopis i camps de visió, utilitzeu l'eina :doc:`Simula la vista de l'ocular <tool-eyepieceview>` per a renderitzar una vista simulada del que veureu.
ca@valencia: Podeu planificar una sessió d'observació amb la nostra eina :doc:`Altitud en funció del temps <tool-altvstime>`, la qual traçarà corbes que representen l'altitud en funció del temps per a qualsevol grup d'objectes. Si vos pareix massa detallat, també disposem de l'eina :doc:`Què passa esta nit <tool-whatsup>`, la qual resumix els objectes que podreu veure des del vostre emplaçament en una nit determinada. Podeu afegir els vostres objectes preferits a la llista de desitjos d'observació amb el :doc:`Planificador d'observacions <tool-obsplanner>`, la qual permet planificar les sessions d'observació de manera professional. Per a veure com es veu l'objecte en l'ocular amb telescopis i camps de visió diferents, utilitzeu l'eina :doc:`Simula la vista de l'ocular <tool-eyepieceview>` per a simular el que veureu.
fr: Vous pouvez prévoir une session d'observation avec l'outil :doc:`Élévation selon l'heure <tool-altvstime>`, qui trace une courbe représentant l'altitude en fonction du temps pour n'importe quel groupe d'objets. S'il y a trop de détails, l'outil :doc:`Dans le ciel cette nuit… <tool-whatsup>` résume les objets que vous pourrez voir de votre position lors d'une nuit donnée. Vous pouvez ajouter vos objets favoris à votre liste d'observations en utilisant le :doc:`planificateur d'observation <tool-obsplanner>`, qui vous permet de planifier vos sessions d'observations de manière professionnelle. Vous pouvez voir comment un objet apparaît dans un oculaire pour un télescope et un champ de vision donné en utilisant l'outil :doc:`Affichage d'oculaire simulé <tool-eyepieceview>`.
it: Puoi pianificare una sessione osservativa tramite lo strumento :doc:`Altezza in funzione del tempo <tool-altvstime>`, che traccia grafici con l'altezza in funzione del tempo di un gruppo qualsiasi di oggetti. Se ciò è troppo dettagliato, c'è anche lo strumento :doc:`Cosa si vede stanotte? <tool-whatsup>`, che elenca gli oggetti visibili dalla tua località in una certa notte. Puoi aggiungere i tuoi oggetti preferiti alla lista di osservazione usando il :doc:`pianificatore di osservazioni <tool-obsplanner>`, che ti permette di pianificare le tue sessioni di osservazione in modo professionale. Per vedere come appare un oggetto nell'oculare in telescopi e campi di vista diversi usa lo strumento :doc:`simula vista dall'oculare <tool-eyepieceview>`, che fornisce una vista simulata di quello che stai vedendo.
nl: U kunt uw waarneemsessie plannen met behulp van het hulpprogramma :doc:`Hoogte vs. Tijd <tool-altvstime>, waarmee een grafiek van de hoogte als functie van de tijd wordt gemaakt voor elke willekeurige groep van objecten. Als dat allemaal te gedetailleerd is, is er ook nog het hulpprogramma :doc:`Wat is er vanavond te zien? <tool-whatsup>` dat een samenvatting geeft van de objecten die zichtbaar zijn op uw standplaats op elke willekeurige avond. U kunt uw favoriete objecten toevoegen aan uw waarneemlijst met het hulpmiddel :doc:`Plannen van waarnemingen <tool-obsplanner>`, waarmee u uw waarnemingen op een professionele manier kunt plannen. Als u wilt weten hoe het object eruit ziet in het oculair van diverse telescopen, kunt u hiervoor het hulpmiddel :doc:`Oculairbeeld simuleren <tool-eyepieceview> gebruiken.
sl: Opazovanje lahko načrtujete z našim orodjem :doc:`Višina v odvisnosti od časa <tool-altvstime>`, ki bo narisalo krivulje, ki predstavljajo višino kot funkcijo časa za katero koli skupino objektov. Če je to preveč podrobnosti, ponujamo tudi orodje :doc:`Kaj se dogaja nocoj? <tool-whatsup>`, ki povzema objekte, ki jih boste lahko videli s svoje lokacije v kateri koli noči. Svoje najljubše objekte lahko dodate na seznam želja za opazovanje z orodjem :doc:`Načrtovalnik opazovanja <tool-obsplanner>`, ki vam omogoča profesionalno načrtovanje opazovanj. Če si želite ogledati, kako se objekti pojavljajo v okularju pod različnimi teleskopi in vidnimi polji, uporabite orodje :doc:`Simuliraj pogled okularja <tool-eyepieceview>`, da ustvarite simuliran pogled na to, kar vidite.
sv: Du kan planera en observationssession med verktyget :doc:`elevation mot tid <tool-altvstime>`, som ritar upp kurvor där elevationen representeras som en funktion av tiden för vilken grupp av objekt som helst. Om det ger för mycket detaljer, finns också verktyget :doc:`<tool-whatsup>Vad händer i natt?`, där de objekt som är synliga från din geografiska plats en given natt summeras. Du kan lägga till dina favoritobjekt i en önskelista med verktyget :doc:`Observationsplanering <tool-obsplanner>`, som låter dig planera observationssessioner på ett professionellt sätt. För att se hur olika objekt ser ut i okularet med olika teleskop och synfält, använd verktyget :doc:`Simulera okularets synfält <tool-eyepieceview>` för att återge en simulerad vy av det du ser.
uk: Ви можете скласти план сеансу спостереження за допомогою інструмента :doc:`Висота/Час <tool-altvstime>`, який призначено для побудови кривих залежності висоти від часу для будь-якої групи об’єктів. Якщо цей інструмент здається вам переповненим непотрібними подробицями, ви можете скористатися інструментом :doc:`Сьогодні ввечері <tool-whatsup>`, який наводить резюме об’єктів, які можна буде побачити вночі з вашого місця знаходження. Ви можете додавати ваші улюблені об’єкти у списку :doc:`Планування спостереження <tool-obsplanner>`, який надасть вам змогу створити план спостереження професійного рівня. Щоб побачити, як об’єкт виглядає у окулярах та полях зору різних телескопів, скористайтеся інструментом :doc:`Імітація перегляду крізь окуляр <tool-eyepieceview>`. Програма імітуватиме те, що ви зможете побачити на реальному обладнанні.

source: KStars also provides a :doc:`Solar System Viewer <tool-solarsys>`, which shows the current configuration of the major planets in our solar system. There is also a :doc:`Jupiter Moons Tool <tool-jmoons>` which shows the positions of Jupiter's four largest moons as a function of time.
ca: El KStars també proporciona un :doc:`Visualitzador del sistema solar <tool-solarsys>`, el qual mostra la configuració actual de la majoria de planetes en el nostre sistema solar. També hi ha una :doc:`Eina Llunes de Júpiter <tool-jmoons>`, la qual mostra les posicions de les quatre llunes més grans de Júpiter en funció del temps.
ca@valencia: KStars també proporciona un :doc:`Visor del sistema solar <tool-solarsys>`, el qual mostra la configuració actual de la majoria de planetes en el nostre sistema solar. També hi ha una :doc:`Eina Llunes de Júpiter <tool-jmoons>`, la qual mostra les posicions de les quatre llunes més grans de Júpiter en funció del temps.
fr: KStars fournit aussi un :doc:`Afficheur du système solaire <tool-solarsys>`, qui montre la configuration actuelle des principales planètes de notre système solaire. Il y aussi un :doc:`Outil des lunes de Jupiter <tool-jmoons>` qui montre la position des quatre plus grandes lunes de Jupiter en fonction du temps.
it: KStars fornisce anche un :doc:`visore del sistema solare <tool-solarsys>`, che mostra la posizione corrente dei pianeti maggiori del nostro sistema solare. C'è inoltre lo :doc:`strumento satelliti di Giove <tool-jmoons>`, che mostra la posizione delle quattro lune maggiori di Giove in funzione del tempo.
nl: In KStars is ook een hulpprogramma :doc:`Zonnestelsel <tool-solarsys>` aanwezig dat een beeld geeft van de huidige positie van de voornaamste planeten in ons zonnestelsel. Ook is er het hulpprogramma :doc:`Manen van Jupiter <tool-jmoons>` dat de posities van de vier grootste manen van Jupiter toont als een functie van de tijd in een, zoals dat zo fraai wordt genoemd, slingerdiagram.
sl: KStars ponuja tudi :doc:`Ogledovalnik sončnega sistema <tool-solarsys>`, ki prikazuje trenutno konfiguracijo glavnih planetov v našem sončnem sistemu. Obstaja tudi :doc:`Orodje Jupitrove lune <tool-jmoons>`, ki prikazuje položaje štirih največjih Jupitrovih lun kot funkcijo časa.
sv: Kstars tillhandahåller också en :doc:`Visning av solsystemet <tool-solarsys>`, som visar aktuell position för de större planeterna i solsystemet. Det finns också ett :doc:`Verktyg för Jupiters månar <tool-jmoons>`, som visar position för Jupiters fyra största månar som funktion av tiden.
uk: У KStars також є :doc:`Переглядач Сонячної системи<tool-solarsys>`, який показує конфігурацію головних планет нашої сонячної системи. Крім того, у програмі є :doc:`інструмент «Місяці Юпітера» <tool-jmoons>`, який показує розташування чотирьох найбільших супутників Юпітера в залежності від часу.

source: Our primary goal is to make KStars an interactive educational tool for learning about astronomy and the night sky. To this end, the KStars Handbook includes the :doc:`AstroInfo Project <astroinfo>`, a series of short, hyperlinked articles on astronomical topics that can be explored with KStars. In addition, KStars includes D-Bus functions that allow you to :doc:`write complex scripts <tool-scriptbuilder>`, making KStars a powerful “demo engine” for classroom use or general illustration of astronomical topics. Furthermore, any 3rd party tool or language with support of D-Bus can be used to write powerful scripts using `KStars D-Bus API <https://api.kde.org/appscomplete-api/kstars-apidocs/kstars/html/classKStars.html>`__.
ca: El nostre principal objectiu és el de fer del KStars una eina educativa interactiva per a l'aprenentatge de l'astronomia i del cel nocturn. Amb aquesta finalitat, el Manual del KStars inclou el :doc:`Projecte AstroInfo <astroinfo>`, el qual consta d'una sèrie d'articles curts i interconnectats sobre temes astronòmics que poden explorar-se mitjançant el KStars. A més, el KStars inclou funcions de DBus que permeten :doc:`escriure scripts complexos <tool-scriptbuilder>`, fent del KStars un «motor de demos» potent per a ús en presentacions escolars o en la il·lustració general de temes astronòmics. D'altra banda, qualsevol eina de terceres parts o en un llenguatge que implementi el DBus, es pot emprar per a escriure scripts potent emprant l'`API de DBus del KStars <https://api.kde.org/appscomplete-api/kstars-apidocs/kstars/html/classKStars.html>`__.
ca@valencia: El nostre objectiu principal és convertir KStars en una eina educativa interactiva per a aprendre sobre l'astronomia i el cel nocturn. Per a fer-ho, el Manual de KStars inclou el :doc:`Projecte AstroInfo <astroinfo>`, una sèrie d'articles breus amb enllaços sobre temes astronòmics que es poden explorar amb KStars. A més, KStars inclou funcions de D-Bus que permeten :doc:`escriure scripts complexos <tool-scriptbuilder>`, cosa que el convertix en un potent «motor de demostració» per a ús en l'aula o per a la il·lustració general de temes astronòmics. Així mateix, qualsevol eina o llenguatge de tercers compatible amb D-Bus es pot utilitzar per a escriure scripts potents utilitzant l'`API de D-Bus de KStars <https://api.kde.org/appscomplete-api/kstars-apidocs/kstars/html/classKStars.html>`__.
fr: Notre but principal est de faire de KStars un outil éducatif interactif pour l'apprentissage de l'astronomie et le ciel nocturne. Dans cette optique, le manuel de KStars inclut le :doc:`Projet AstroInfo <astroinfo>` qui est une série de petits articles avec des hyperliens sur les sujets astronomiques qui peuvent être explorés avec KStars. De plus, KStars inclut plusieurs fonctions DBus permettant :doc:`d'écrire des scripts complexes <tool-scriptbuilder>`, faisant de KStars un puissant outil de démonstration pour les salles de classe ou l'illustration de sujets astronomiques. De plus, n'importe quel outil tiers gérant DBus peut être utilisé pour écrire de puissants scripts en utilisant l'`API DBus de KStars <https://api.kde.org/kstars/html/classKStars.html>`__.
it: Il nostro obiettivo principale è rendere KStars uno strumento interattivo per l'apprendimento dell'astronomia e la conoscenza del cielo notturno. A tale scopo, il manuale di KStars include il :doc:`progetto AstroInfo <astroinfo>`, una serie di brevi articoli ipertestuali su argomenti astronomici che puoi esplorare con KStars. In aggiunta, KStars include funzioni D-Bus che ti permettono di :doc:`scrivere script complessi <tool-scriptbuilder>`; questo lo rende un potente "generatore di dimostrazioni" per uso didattico e per illustrare concetti astronomici. Inoltre, usando la `API D-Bus di KStars<https://api.kde.org/appscomplete-api/kstars-apidocs/kstars/html/classKStars.html>`__ si possono usare strumenti di terze parti o linguaggi di programmazione con supporto per D-Bus per scrivere degli script avanzati.
nl: Ons eerste doel is van KStars een interactief en educatief hulpmiddel te maken om iets te kunnen leren over Astronomie en de nachtelijke hemel. Daarom bevat het Handboek van KStars het :doc:`AstroInfo Project <astroinfo>`, een reeks van korte artikeltjes met hyperlinks over Astronomische onderwerpen die met behulp van KStars nader kunnen worden onderzocht. Bovendien bevat KStars D-Bus-functies, waarmee u :doc:`complexe scripts kunt schrijven <tool-scriptbuilder>`, waarmee KStars een krachtig “demogereedschap” wordt, voor gebruik in de klas, of in het algemeen om Astronomische onderwerpen aanschouwelijk te maken. Bovendien kan elk hulpmiddel of programmeertaal van derden met ondersteuning van DBus, worden gebruikt voor het schrijven van krachtige scripts met gebruik van `KStars D-Bus API <https://api.kde.org/appscomplete-api/kstars-apidocs/kstars/html/classKStars.html>`__.
sl: Naš glavni cilj je, da KStars postane interaktivno izobraževalno orodje za učenje o astronomiji in nočnem nebu. V ta namen priročnik KStars vključuje :doc:`AstroInfo Project <astroinfo>`, serijo kratkih, hiperpovezanih člankov o astronomskih temah, ki jih je mogoče raziskati s KStars. Poleg tega KStars vključuje funkcije D-Bus, ki vam omogočajo :doc:`pisanje kompleksnih skriptov <tool-scriptbuilder>`, zaradi česar je KStars zmogljiv “demonstracijski mehanizem“ za uporabo v razredu ali splošno ponazoritev astronomskih tem. Poleg tega lahko katero koli orodje ali jezik tretjih oseb s podporo za D-Bus uporabite za pisanje zmogljivih skriptov z uporabo `KStars D-Bus API <https://api.kde.org/appscomplete-api/kstars-apidocs/kstars/html/classKStars.html>`__.
sv: Vår viktigaste mål är att göra Kstars till ett interaktivt utbildningsverktyg för att lära sig om astronomi och natthimlen. För att åstadkomma detta, innehåller Kstars handbok :doc:`Astroinfo-projektet <astroinfo>`, en samling korta notiser med länkade astronomirelaterade begrepp, som kan utforskas med Kstars. Dessutom innehåller Kstars D-Bus-funktioner, som låter dig :doc:`skapa komplexa skript <tool-scriptbuilder>`, vilket gör Kstars till ett kraftfullt "demonstrationsobjekt" för användning i klassrummet eller för allmän illustration av astronomibegrepp. Dessutom kan alla tredjepartsverktyg eller språk med stöd för D-Bus användas för att skriva kraftfulla skript med användning av `Kstars programmeringsgränssnitt för D-Bus <https://api.kde.org/appscomplete-api/kstars-apidocs/kstars/html/classKStars.html>`__.
uk: Головною метою розробки KStars було створення інтерактивного інструмента для вивчення астрономії і нічного неба. З цією метою у підручник з KStars включено :doc:`Проєкт АстроІнфо <astroinfo>` — серію коротких статей з перехресними посиланнями, які розповідають про астрономічні поняття, які можна вивчати за допомогою KStars. Крім того, у KStars включено функції D-Bus, що надає вам змогу :doc:`писати складні сценарії <tool-scriptbuilder>`. Це робить KStars потужним «рушієм демонстрації» для використання у шкільній роботі і загального ілюстрування астрономічних питань. Крім того, можна скористатися сторонніми інструментами або мовами з підтримкою D-Bus для створення потужних сценаріїв за допомогою `програмного інтерфейсу D-Bus <https://api.kde.org/appscomplete-api/kstars-apidocs/kstars/html/classKStars.html>`__.

source: Enable :doc:`HiPS all-sky progressive overlay <hips>` to fetch high-resolution images and display them directly in the sky map. You can select from numerous catalogs compiled from different earth and space based missions. This features requires a fast internet connection in order to download the images. The images are cached locally to reduce bandwidth. You can optimize the caching options to best balance between disk space versus bandwidth.
ca: Habiliteu :doc:`Totes les superposicions del cel de HiPS <hips>` per a obtenir imatges d'alta resolució i visualitzar-les directament al mapa celeste. Podeu seleccionar des de nombrosos catàlegs compilats a partir de diferents missions basades en la Terra i l'espai. Aquestes característiques requereixen una connexió ràpida a Internet per a baixar les imatges. Les imatges s'emmagatzemaran a la memòria cau local per a reduir l'amplada de banda. Podeu optimitzar les opcions de l'emmagatzematge a la memòria cau per a obtenir un millor equilibri entre l'espai del disc i l'amplada de banda.
ca@valencia: Habiliteu :doc:`Totes les superposicions del cel de HiPS <hips>` per a obtindre imatges d'alta resolució i visualitzar-les directament en el mapa celeste. Podeu seleccionar des de nombrosos catàlegs compilats a partir de diferents missions basades en la Terra i l'espai. Estes característiques requerixen una connexió ràpida a Internet per a baixar les imatges. Les imatges s'emmagatzemaran en la memòria cau local per a reduir l'amplada de banda. Podeu optimitzar les opcions de l'emmagatzematge en la memòria cau per a obtindre un millor equilibri entre l'espai del disc i l'amplada de banda.
fr: Activez la :doc:`superposition progressive de tout le ciel HiPS <hips>` pour obtenir des images haute résolution et les afficher directement sur la carte du ciel. Vous pouvez les choisir dans plusieurs catalogues compilés à partir de missions terrestres et spatiales. Cette fonctionnalité requiert un connexion internet rapide afin de télécharger ces images. Elles sont enregistrées localement afin de réduire la bande passante. Vous pouvez optimiser les options entre l'équilibre en enregistrement local et bande passante.
it: Abilita la :doc:`sovrapposizione progressiva a tutto cielo di HiPS <hips>` per prelevare immagini ad alta risoluzione e per visualizzarle direttamente nella mappa celeste: puoi scegliere tra numerosi cataloghi compilati da diverse missioni terrestri e spaziali. Questa funzionalità richiede una connessione ad Internet veloce per poter scaricare le immagini, che vengono memorizzate nella cache locale per ridurre la larghezza di banda. È possibile ottimizzare le opzioni di memorizzazione nella cache per bilanciare al meglio lo spazio su disco e la larghezza di banda.
nl: Indien u :doc:`HiPS all-sky progressive overlay <hips>` aanzet, kunt u afbeeldingen met een hoge resolutie ophalen en die direct in de hemelkaart weergeven. U kunt uit talrijke catalogi kiezen van diverse missies in de ruimte en op aarde. Hiervoor is een snelle internetverbinding nodig, voor het ophalen van de afbeeldingen. De afbeeldingen worden lokaal opgeslagen om de nodige bandbreedte te reduceren. U kunt dit via opties optimaliseren voor een zo goed mogelijke balans tussen ruimte op de schijf en de nodige te downloaden gegevens.
sl: Omogočite :doc:`HiPS progresivno prekrivanje celotnega neba <hips>`, da pridobite slike visoke ločljivosti in jih prikažete neposredno na zvezdni karti. Izbirate lahko med številnimi katalogi, zbranimi iz različnih zemeljskih in vesoljskih misij. Za prenos slik je potrebna hitra internetna povezava. Slike so shranjene lokalno v predpomnilniku, da se zmanjša pasovna širina. Možnosti predpomnjenja lahko optimizirate za najboljše ravnovesje med prostorom na disku in pasovno širino.
sv: Aktivera :doc:`HiPS progressiv himmelsöverlagring <hips>` för att hämta högupplösta bilder och visa dem direkt på himmelskartan. Det går att välja mellan talrika kataloger sammanställda från olika jord- och rymdbaserade program. Funktionen kräver en snabb Internetanslutning för att ladda ner bilderna. Bilderna lagras lokalt för att reducera bandbredd. Det går att optimera lagringsalternativen för att få bäst balans mellan diskutrymme och bandbredd.
uk: Увімкніть :doc:`накладку HiPS <hips>`, щоб отримувати зображення високої роздільності і показувати їх безпосередньо на карті неба. Ви можете вибрати один з численних каталогів на основі даних різних проєктів зі спостереження з поверхні Землі або із космосу. Для користування цією можливістю потрібне швидкісне інтернет-з'єднання для отримання зображень. Зображення буде кешовано на вашому комп'ютері для зменшення навантаження на канал зв'язку. Ви можете оптимізувати параметри кешування для забезпечення оптимального балансу між використання місця на диску та навантаженням на канал зв'язку.
