Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-mouse.po
Languages: ca, de, fr, gl, it, pl, pt, ru, sl, uk

source: Opens <link linkend="ekos">Ekos</link>, a complete and powerful tool for astrophotography. With Ekos, you can align and guide your telescope, focus your CCD, and capture images using an easy intuitive interface.
it: Apre <link linkend="ekos">Ekos</link>, uno strumento per l'astrofotografia completo e potente. Con Ekos puoi allineare e guidare il telescopio, mettere a fuoco il CCD e acquisire immagini usando un'interfaccia semplice e intuitiva.
sl: Odpre <link linkend="ekos">Ekos</link>, popolno in zmogljivo orodje za astrofotografijo. Z Ekosom lahko poravnate in vodite svoj teleskop, fokusirate svoj CCD in zajemate slike z uporabo preprostega intuitivnega vmesnika.
uk: Відкриває вікно <link linkend="ekos">Ekos</link>, усебічного та потужного інструмента астрофотографії. За допомогою Ekos ви зможете вирівняти та спрямувати ваш телескоп у потрібному напрямку, сфокусувати ваш ПЗЗ та виконати зйомку шляхом простих маніпуляцій із інтуїтивно зрозумілим інтерфейсом.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>J</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Jupiter's Moons</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>J</keycap></keycombo> </shortcut> <guimenu>Strumenti</guimenu> <guimenuitem>Satelliti di Giove</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>J</keycap></keycombo> </shortcut> <guimenu>Orodja</guimenu> <guimenuitem>Jupitrove lune</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>J</keycap></keycombo> </shortcut> <guimenu>Інструменти</guimenu> <guimenuitem>Місяці Юпітера</guimenuitem>

source: Opens the <link linkend="tool-jmoons">Jupiter Moons Tool</link>, which displays the positions of Jupiter's four brightest moons as a function of time.
it: Apre la finestra <link linkend="tool-jmoons">satelliti di Giove</link>, che mostra la posizione delle quattro lune più luminose di Giove in funzione del tempo.
sl: Odpre <link linkend="tool-jmoons">Orodje za Jupitrove lune</link>, ki prikazuje položaje štirih najsvetlejših Jupitrovih lun kot funkcijo časa.
uk: Відкриває вікно <link linkend="tool-jmoons">Інструмента місяців Юпітера</link>, у якому показано розташування чотирьох найяскравіших місяців цієї планети, як функції часу.

source: <guimenu>Tools</guimenu> <guimenuitem>Flags</guimenuitem>
it: <guimenu>Strumenti</guimenu> <guimenuitem>Indicatori</guimenuitem>
sl: <guimenu>Orodja</guimenu> <guimenuitem>Zastavice</guimenuitem>
uk: <guimenu>Інструменти</guimenu> <guimenuitem>Прапорці</guimenuitem>

source: Opens the <guilabel>Flag manager</guilabel> Tool, which can be used to assign color labels and icons to the given positions on the sky chart.
it: Apre lo strumento <guilabel>Gestore di indicatori</guilabel>, che serve ad assegnare etichette colorate e icone a posizioni specificate della mappa celeste.
sl: Odpre orodje <guilabel>Upravljalnik zastavic</guilabel>, s katerim lahko dodelite barvne oznake in ikone danim položajem na zvezdni karti.
uk: Відкриває вікно інструмента <guilabel>Керування прапорцями</guilabel>, за допомогою якого ви можете призначати кольорові мітки та піктограми вказаним точкам на небесній сфері.

source: <guimenu>Tools</guimenu> <guimenuitem>Imaging Planner</guimenuitem>
it: <guimenu>Strumenti</guimenu> <guimenuitem>Pianificatore di riprese fotografiche</guimenuitem>
sl: <guimenu>Orodja</guimenu> <guimenuitem>Načrtovalnik slik</guimenuitem>
uk: <guimenu>Інструменти</guimenu> <guimenuitem>Планувальник зйомки</guimenuitem>

source: Opens the <link linkend="tool-imaging-planner">Imaging Planner Tool</link>, which helps you find objects to image.
it: Apre il <link linkend="tool-imaging-planner">Pianificatore di riprese fotografiche</link>, che aiuta a trovare oggetti nell'immagine.
sl: Odpre <link linkend="tool-imaging-planner">Orodje za načrtovanje slik</link>, ki vam pomaga najti objekte za slikanje.
uk: Відкриває вікно <link linkend="tool-imaging-planner">Засобу планування зйомки</link>, який допоможе у пошуку об'єктів на знімках.

source: Data Menu
it: Il menu Dati
sl: Podatkovni meni
uk: Меню «Дані»

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo></shortcut> <guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem>
it: <shortcut><keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo></shortcut> <guimenu>Data</guimenu> <guimenuitem>Scarica nuovi dati...</guimenuitem>
sl: <shortcut><keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo></shortcut> <guimenu>Podatki</guimenu> <guimenuitem>Prenesi nove podatke...</guimenuitem>
uk: <shortcut><keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo></shortcut> <guimenu>Дані</guimenu> <guimenuitem>Отримати нові дані...</guimenuitem>

source: Open the <guilabel>Get Hot New Stuff</guilabel> dialog to download additional data for &kstars;.
it: Apri la finestra <guilabel>Scarica le Novità</guilabel> per scaricare dati aggiuntivi per &kstars;.
sl: Odprite pogovorno okno <guilabel>Pridobi vroče nove stvari</guilabel>, da prenesete dodatne podatke za &kstars;.
uk: Відкрити діалогове вікно <guilabel>Отримати нові матеріали</guilabel> для отримання додаткових файлів &kstars;.

source: <guimenu>Data</guimenu> <guimenuitem>Manage DSO Catalogs</guimenuitem>
it: <guimenu>Dati</guimenu> <guimenuitem>Gestisci i cataloghi DSO</guimenuitem>
sl: <guimenu>Podatki</guimenu> <guimenuitem>Upravljanje katalogov OGN</guimenuitem>
uk: <guimenu>Дані</guimenu> <guimenuitem>Керування каталогами віддалених об'єктів</guimenuitem>

source: Open the <guilabel>DSO Catalogs</guilabel> dialog for manage the catalog database of &kstars;.
it: Apri la finestra <guilabel>Cataloghi DSO</guilabel> per gestire la banca dati dei cataloghi di &kstars;.
sl: Odprite pogovorno okno <guilabel>Katalogi OGN</guilabel> za upravljanje baze podatkov kataloga &kstars;.
uk: Відкрити вікно <guilabel>Каталоги віддалених об'єктів</guilabel> для керування базою даних каталогів &kstars;.

source: <guimenu>Data</guimenu> <guisubmenu>Updates</guisubmenu>
it: <guimenu>Dati</guimenu> <guimenuitem>Aggiornamenti</guimenuitem>
sl: <guimenu>Podatki</guimenu> <guisubmenu>Posodobitve</guisubmenu>
uk: <guimenu>Дані</guimenu> <guisubmenu>Оновлення</guisubmenu>

source: This submenu can be used to update various object data, namely asteroids, comets and satellites orbital elements as well as recent supernovae data from the Internet. The data will be downloaded for the current user account only. If you use &kstars; from different account you should download them for every account separately.
it: Questo sottomenu può essere usato per aggiornare da Internet vari dati di oggetti, in particolare asteroidi, comete e satelliti, elementi orbitali, nonché dati recenti di supernove da Internet. I dati saranno scaricati solo per l'utente corrente. Se &kstars; viene usato da diversi utenti, i dati dovranno essere scaricati separatamente da ciascun utente.
sl: Ta podmeni se lahko uporablja za posodabljanje različnih podatkov o objektih, in sicer orbitalnih elementov asteroidov, kometov in satelitov ter nedavnih podatkov o supernovah iz interneta. Podatki bodo preneseni samo za trenutni uporabniški račun. Če uporabljate &kstars; iz drugega računa jih prenesite za vsak račun posebej.
uk: За допомогою цього підменю можна наказати програмі виконати оновлення з інтернету різноманітних даних щодо об'єктів, зокрема параметрів орбіт астероїдів, комет та супутників, а також даних щодо нових спостережень наднових. Дані буде завантажено лише для поточного облікового запису користувача. Якщо ви користуєтеся &kstars; з іншого облікового запису, вам доведеться отримати дані для нього окремо.

source: &kstars; tries to download recent supernovae list automatically by default. You can switch the download off using <guilabel>Supernovae</guilabel> page of &kstars; Settings window.
it: Come impostazione predefinita, &kstars; prova automaticamente a scaricare la lista delle supernove. Puoi disattivare questo comportamento nella pagina <guilabel>Supernove</guilabel> della finestra delle impostazioni di &kstars;.
sl: &kstars; privzeto poskuša samodejno prenesti seznam nedavnih supernov. Prenos lahko izklopite na strani <guilabel>Supernove</guilabel> v &kstars; Okno z nastavitvami.
uk: Типово &kstars; намагається отримувати дані щодо списку наднових у автоматичному режимі. Ви можете вимкнути автоматичне отримання за допомогою сторінки <guilabel>Наднові</guilabel> вікна параметрів &kstars;.

source: Observation Menu
it: Il menu Osservazione
sl: Meni za opazovanje
uk: Меню «Спостереження»

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo></shortcut> <guimenu>Observation</guimenu> <guimenuitem>Observation Planner</guimenuitem>
it: <shortcut><keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo></shortcut> <guimenu>Osservazione</guimenu> <guimenuitem>Pianificatore di osservazioni</guimenuitem>
sl: <shortcut><keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo></shortcut> <guimenu>Opazovanje</guimenu> <guimenuitem>Načrtovalnik opazovanja</guimenuitem>
uk: <shortcut><keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo></shortcut> <guimenu>Спостереження</guimenu> <guimenuitem>Планування спостереження</guimenuitem>

source: Open the <link linkend="tool-obsplanner">Observation Planner</link> tool.
it: Apre il <link linkend="tool-obsplanner">pianificatore di osservazioni</link>.
sl: Odprite orodje <link linkend="tool-obsplanner">Načrtovalnik opazovanja</link>.
uk: Відкрити вікно засобу <link linkend="tool-obsplanner">Планування спостереження</link>.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo></shortcut> <guimenu>Observation</guimenu> <guimenuitem>Execute the Session Plan...</guimenuitem>
it: <shortcut><keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo></shortcut> <guimenu>Osservazione</guimenu> <guimenuitem>Esegui il piano della sessione...</guimenuitem>
sl: <shortcut><keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo></shortcut> <guimenu>Opazovanje</guimenu> <guimenuitem>Izvedi načrt seje...</guimenuitem >
uk: <shortcut><keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo></shortcut><guimenu>Спостереження</guimenu> <guimenuitem>Виконати план сеансу…</guimenuitem>

source: Opens <link linkend="tool-obsplanner">session plan wizard</link> or execute the planned session.
it: Apre la <link linkend="tool-obsplanner">procedura guidata per il piano della sessione</link> oppure esegue la sessione pianificata.
sl: Odpre <link linkend="tool-obsplanner">čarovnika za načrt seje</link> ali izvede načrtovano sejo.
uk: Відкрити вікно майстра <link linkend="tool-obsplanner">планування сеансу</link> або виконати запланований сеанс.

source: <guimenu>Observation</guimenu> <guimenuitem>Polaris Hour Angle...</guimenuitem>
it: <guimenu>Osservazione</guimenu> <guimenuitem>Angolo orario polare...</guimenuitem>
sl: <guimenu>Opazovanje</guimenu> <guimenuitem>Polarni urni kot...</guimenuitem>
uk: <guimenu>Спостереження</guimenu> <guimenuitem>Часовий кут Полярної…</guimenuitem>

source: Opens the <guilabel>Polaris Hour Angle</guilabel> tool.
it: Apre la finestra <guilabel>Angolo orario polare</guilabel>.
sl: Odpre orodje <guilabel>Polarni urni kot</guilabel>.
uk: Відкриває вікно інструмента <guilabel>Часовий кут Полярної</guilabel>.

source: Settings Menu
it: Il menu Impostazioni
sl: Meni z nastavitvami
uk: Меню «Параметри»

source: <guimenu>Settings</guimenu> <guisubmenu>Info Boxes</guisubmenu>
it: <guimenu>Impostazioni</guimenu> <guisubmenu>Riquadri informativi</guisubmenu>
sl: <guimenu>Nastavitve</guimenu> <guisubmenu>Informacijska polja</guisubmenu>
uk: <guimenu>Параметри</guimenu> <guisubmenu>Інформація</guisubmenu>

source: A submenu that lists the different info boxes.
it: Un sottomenu che elenca i vari riquadri informativi.
sl: Podmeni, v katerem so navedena različna informacijska polja.
uk: У цьому підменю наведено список різних панелей відомостей.

source: Show Info Boxes
it: Mostra riquadri informativi
sl: Pokaži informacijska polja
uk: Показувати інформаційні написи

source: Toggle display of all three Info Boxes:
it: Mostra o nasconde tutti e tre i riquadri informativi:
sl: Preklopi prikaz vseh treh informacijskih polj:
uk: Перемикає показ всіх трьох інформаційних панелей:

source: Time Box
it: Riquadro Tempo
sl: Časovno polje
uk: Панелі часу

source: Focus Box
it: Riquadro Fuoco
sl: Fokusno polje
uk: Панелі фокуса

source: Location Box
it: Riquadro Posizione
sl: Lokacijsko polje
uk: Панелі розташування

source: Show Time Box
it: Mostra riquadro Tempo
sl: Prikaži časovno polje
uk: Показати панель часу

source: Toggle display of the Time Info Box. By default, the Time Info Box is located in the top left side of the screen. You can change the position of Time Info Box by holding the left-click mouse button and dragging it to the new position.
it: Mostra o nasconde il riquadro informativo Tempo. Come impostazione predefinita è posizionato in alto a sinistra nello schermo, ma puoi spostarlo altrove trascinandolo col pulsante sinistro del mouse premuto.
sl: Preklopi prikaz polja z informacijami o času. Polje z informacijami o času se privzeto nahaja na zgornji levi strani zaslona. Položaj časovnega informacijskega polja lahko spremenite tako, da držite levi gumb miške in ga povlečete na nov položaj.
uk: Увімкнути або вимкнути показ панелі інформації щодо часу. Типово, панель інформації щодо часу розміщено у верхньому лівому куті вікна. Змінити розташування панелі інформації щодо часу можна наведенням на неї вказівника миші з наступним натисканням і утримуванням натиснутою лівої кнопки миші і перетягуванням панелі на бажане місце.

source: Show Focus Box
it: Mostra riquadro A fuoco
sl: Pokaži polje fokusa
uk: Показати панель фокуса

source: Toggle display of the Focus Info Box. By default, the Focus Info Box is located in the top right side of the screen. You can change the position of Focus Info Box by holding the left-click mouse button and dragging it to the new position.
it: Mostra o nasconde il riquadro informativo Fuoco. Come impostazione predefinita è posizionato in alto a destra nello schermo, ma puoi spostarlo altrove trascinandolo col pulsante sinistro del mouse premuto.
sl: Preklopi prikaz polja z informacijami o fokusu. Polje z informacijami Fokus je privzeto na zgornji desni strani zaslona. Položaj info polja fokusa lahko spremenite tako, da držite levi gumb miške in ga povlečete na nov položaj.
uk: Увімкнути або вимкнути показ панелі інформації щодо фокусування. Типово, панель інформації щодо фокусування розміщено у верхньому правому куті вікна. Змінити розташування панелі інформації щодо фокусування можна наведенням на неї вказівника миші з наступним натисканням і утримуванням натиснутою лівої кнопки миші і перетягуванням панелі на бажане місце.

source: Show Location Box
it: Mostra riquadro Posizione
sl: Pokaži polje lokacije
uk: Показати панель розташування

source: Toggle display of the Location Info Box. By default, the Location Info Box is located in the bottom left side of the screen. You can change the position of Location Info Box by holding the left-click mouse button and dragging it to the new position.
it: Mostra o nasconde il riquadro informativo Posizione. Come impostazione predefinita è posizionato in basso a sinistra nello schermo, ma puoi spostarlo altrove trascinandolo col pulsante sinistro del mouse premuto.
sl: Preklopi prikaz polja z informacijami o lokaciji. Polje z informacijami o lokaciji se privzeto nahaja na spodnji levi strani zaslona. Položaj polja z informacijami o lokaciji lahko spremenite tako, da držite levi gumb miške in ga povlečete na nov položaj.
uk: Увімкнути або вимкнути показ панелі інформації щодо розташування. Типово, панель інформації щодо розташування розміщено у нижньому лівому куті вікна. Змінити розташування панелі інформації щодо розташування можна наведенням на неї вказівника миші з наступним натисканням і утримуванням натиснутою лівої кнопки миші і перетягуванням панелі на бажане місце.

source: <guimenu>Settings</guimenu> <guisubmenu>Toolbars Shown</guisubmenu>
it: <guimenu>Impostazioni</guimenu> <guisubmenu>Barre mostrate</guisubmenu>
sl: <guimenu>Nastavitve</guimenu> <guisubmenu>Prikazane orodne vrstice</guisubmenu>
uk: <guimenu>Параметри</guimenu> <guisubmenu>Показані панелі</guisubmenu>

source: A submenu that lists the different toolbars.
it: Un sottomenu che elenca le varie barre degli strumenti.
sl: Podmeni, v katerem so navedene različne orodne vrstice.
uk: У цьому підменю наведено список різних панелей інструментів.

source: Main Toolbar
it: Barra degli strumenti principale
sl: Glavna orodna vrstica
uk: Головна панель

source: Toggle display of the Main Toolbar. By default, the Main Toolbar provides useful shortcuts for controlling the sky map view (&ie; Zoom in and Zoom out) and for controlling &kstars; clock as well. You can Start / Stop the clock, advance one step backward / forward in time and also you can easily set the time step used by &kstars;' clock. The time step is the rate at which time flows in the simulation. For setting the time step, you can use the spin box used for establishing the time step units and the spin box used for increasing / decreasing the time step value. Using the Main Toolbar you can quickly open the <guilabel>Find Object</guilabel>, <guilabel>Set Time</guilabel> or <guilabel>Set Geographic Location</guilabel> window. Main Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
it: Mostra o nasconde la barra degli strumenti principale. Per impostazione predefinita essa fornisce delle scorciatoie utili per controllare sia la vista della mappa celeste (ad esempio Ingrandisci e Rimpicciolisci), sia l'orologio di &kstars;: puoi infatti avviarlo e fermarlo, oppure farlo avanzare o indietreggiare di un passo temporale. Il passo temporale è la velocità alla quale il tempo scorre nella simulazione; per impostarlo puoi usare la casella numerica usata per stabilire le unità del passo temporale, oppure quella per incrementarne o per diminuirne il valore. Dalla barra degli strumenti principale puoi aprire rapidamente le finestre <guilabel>Trova oggetto</guilabel>, <guilabel>Imposta l'ora</guilabel> e <guilabel>Imposta posizione geografica</guilabel>. La barra degli strumenti principale può essere configurata usando la voce di menu <menuchoice><guimenu>Impostazioni</guimenu> <guimenuitem>Configura le barre degli strumenti...</guimenuitem></menuchoice>.
sl: Preklopi prikaz glavne orodne vrstice. Glavna orodna vrstica privzeto ponuja uporabne bližnjice za nadzor pogleda zvezdne karte (&ie;. Povečaj in Pomanjšaj) in za nadzor &kstars; tudi uro. Uro lahko zaženete/ustavite, napredujete za en korak nazaj/naprej v času in prav tako lahko preprosto nastavite časovni korak, ki ga uporablja &kstars;ova ura. Časovni korak je hitrost, s katero teče čas v simulaciji. Za nastavitev časovnega koraka lahko uporabite vrtilno polje, ki se uporablja za določanje enot časovnega koraka, in vrtilno polje, ki se uporablja za povečanje/zmanjšanje vrednosti časovnega koraka. Z glavno orodno vrstico lahko hitro odprete okno <guilabel>Najdi objekt</guilabel>, <guilabel>Nastavi čas</guilabel> ali <guilabel>Nastavi geografsko lokacijo</guilabel>. Glavno orodno vrstico lahko konfigurirate z menijsko postavko <menuchoice><guimenu>Nastavitve</guimenu> <guimenuitem>Konfiguriraj orodne vrstice...</guimenuitem></menuchoice>.
uk: Увімкнути або вимкнути показ головної панелі інструментів. Типово, на головній панелі інструментів розташовано кнопки керування переглядом небесної карти (зокрема кнопки збільшення і зменшення масштабу), а також кнопки керування годинником &kstars;. За їхньою допомогою ви можете запускати або зупиняти годинник, переходити на один крок вперед або назад часовою шкалою, а також встановлювати час на годиннику &kstars;. Кроком часу вважається значення, на яке змінюється час під час імітації плину часу. Для встановлення значення кроку за часом ви можете скористатися полем для визначення одиниць часу та полем збільшення-зменшення значення кроку за часом. За допомогою головної панелі інструментів ви можете швидко відкрити вікна інструментів <guilabel>Знайти об'єкт</guilabel>, <guilabel>Встановити час</guilabel> і <guilabel>Встановити географічне розташування</guilabel>. Налаштувати вміст головної панелі інструментів можна за допомогою пункту меню <menuchoice><guimenu>Параметри</guimenu><guimenuitem>Налаштувати пенали</guimenuitem></menuchoice>.

source: View Toolbar
it: Barra degli strumenti di visualizzazione
sl: Orodna vrstica pogleda
uk: Панель перегляду
