Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-mouse.po
Languages: ca, de, fr, gl, it, pl, pt, ru, sl, uk

source: <guimenuitem>Simulate eyepiece view</guimenuitem>: Eyepiece View feature renders the view through the eyepiece of various telescope types. Firstly, an input dialog is shown, which asks you to select one of the visible FOVs to use as a FOV for the eyepiece view. The user also has the option of trying to determine it from the image (accurate if image has metadata, otherwise it will be random). After you set the FOV, the "Eyepiece Field View" window will pop up. You can easily rotate the view using the "Rotation" slider. You can also flip and invert the view to help match the view through a telescope/camera. "Eyepiece view" tool can help you locate many objects with ease, instead of trying to work with relative positions and relative orientations. This is an important advantage, especially when you are star hopping. Note that for getting best results, time must be synced with current time in &kstars;, and &kstars; must be in horizontal coordinates mode.
it: <guimenuitem>Simula vista dall'oculare</guimenuitem>: la funzionalità Vista dall'oculare renderizza la vista dall'oculare per vari tipi di telescopi. Per prima cosa viene mostrata una finestra che ti chiede di selezionare uno dei CDV visibili da usare come vista dall'oculare. L'utente ha anche la possibilità di provare a determinarlo da un'immagine (in maniera accurata solo se l'immagine ha i metadati, diversamente sarà scelto casualmente). Una volta scelto il CDV, apparirà la finestra "Campo di vista dell'oculare". Puoi ruotare facilmente la vista usando il cursore "Rotazione", e anche ribaltarla o invertirla: ciò per favorire la corrispondenza della vista dal telescopio o dalla fotocamera. Lo strumento "Vista dall'oculare" può aiutarti con facilità a trovare molti oggetti invece di dover provare a lavorare con le posizioni e le orientazioni relative. Questo è un vantaggio importante, specialmente se devi spostarti tra le stelle. Nota che per ottenere dei risultati migliori il tempo deve essere sincronizzato con il tempo corrente di &kstars;, inoltre il programma deve essere in modalità coordinate orizzontali.
sl: <guimenuitem>Simulacija pogleda z okularjem</guimenuitem>: Funkcija pogleda z okularjem upodablja pogled skozi okular različnih tipov teleskopov. Najprej se prikaže pogovorno okno za vnos, ki vas prosi, da izberete enega od vidnih polj, ki ga želite uporabiti kot VP za pogled okularja. Uporabnik ima tudi možnost, da jo poskusi določiti iz slike (natančna, če ima slika metapodatke, sicer bo naključna). Ko nastavite VP, se prikaže okno "Pogled polja okularja". Pogled lahko preprosto zasukate z drsnikom "Rotacija". Pogled lahko tudi obrnete in obrnete, da se lažje ujemate s pogledom skozi teleskop/kamero. Orodje »Pogled okularja« vam lahko pomaga z lahkoto locirati veliko objektov, namesto da poskušate delati z relativnimi položaji in relativnimi usmeritvami. To je pomembna prednost, zlasti ko skačete od zvezde do zvezde. Za najboljše rezultate mora biti čas sinhroniziran s trenutnim časom v &kstars; in &kstars; mora biti v načinu horizontalnih koordinat.
uk: <guimenuitem>Імітувати окуляр</guimenuitem>: можливість імітування окуляра надає змогу побачити частину неба так, як її можна бачити у окуляри телескопів різних типів. Спочатку буде показано діалогове вікно, де програма запропонує вам вибрати параметри поля зору окуляра. Можна також спробувати визначити ці параметри із зображення (визначення буде точним, якщо у зображенні правильно вказано метадані, інакше параметри матимуть випадкові значення). Після визначення поля зору буде показано вікно «Перегляд поля зору окуляра». Обертати поле зору можна за допомогою повзунка «Обертання». Крім того, ви можете віддзеркалити або інвертувати поле зору так, щоб воно збігалося з тим, що видно у телескоп або видошукач фотокамери. Інструмент «Перегляд окуляра» може допомогти вам у ідентифікації багатьох об'єктів і уникнути марудного визначення відносних розташувань та відносної орієнтації об'єктів на небі. Це важлива перевага, особливо якщо ви використовуєте для пошуку ділянок для спостереження перехід від яскравих об'єктів. Зауважте, що для отримання ліпших результатів варто синхронізувати час у &kstars; із поточним часом і перевести &kstars; у режим показу горизонтальних координат.

source: <guimenuitem>Image Resources</guimenuitem>: gives a list of image links for current Solar system object. The images are displayed in &kstars; Image Viewer tool. Image Viewer tool allows you to invert the colors and save the image in your computer.
it: <guimenuitem>Risorse (immagini)</guimenuitem>: fornisce un elenco di collegamenti a immagini per l'attuale oggetto del Sistema solare, che vengono visualizzate nel Visualizzatore di immagini di &kstars;: esso ti permette di invertire i colori e di salvare l'immagine nel tuo computer.
sl: <guimenuitem>Viri slike</guimenuitem>: daje seznam povezav do slike za trenutni objekt sončevega sistema. Slike so prikazane v &kstars; Orodje za pregledovalnik slik. Orodje za pregledovalnik slik vam omogoča, da obrnete barve in shranite sliko v računalnik.
uk: <guimenuitem>Ресурси зображень</guimenuitem>: відкриває список посилань на зображення поточного об'єкта Сонячної системи. Зображення буде показано у вікні інструмента перегляду зображень &kstars;. За допомогою інструмента перегляду зображень ви можете інвертувати кольори і зберегти зображення до файла на вашому комп'ютері.

source: <guimenuitem>Information Resources</guimenuitem>: gives a list of documentation links for current Solar system object. The links are opened in your default browser.
it: <guimenuitem>Risorse (informazioni)</guimenuitem>: fornisce un elenco di collegamenti a documenti per l'attuale oggetto del Sistema solare, che vengono aperti nel tuo browser predefinito.
sl: <guimenuitem>Informacijski viri</guimenuitem>: daje seznam povezav do dokumentacije za trenutni objekt sončevega sistema. Povezave se odprejo v privzetem brskalniku.
uk: <guimenuitem>Інформаційні ресурси</guimenuitem>: відкриває список посилань на цікаві відомості щодо поточного об'єкта Сонячної системи. Посилання відкриваються у вікні типової програми для перегляду сторінок інтернету.

source: [All objects without Solar system objects]
it: [Tutti gli oggetti tranne quelli del Sistema solare]
sl: [Vsi objekti brez objektov sončevega sistema]
uk: [Усі об'єкти, окрім об'єктів Сонячної системи]

source: <guimenuitem>Show SDSS Image</guimenuitem>: download a SDSS (Sloan Digital Sky Survey) image of the object from the Internet, and display it in the Image Viewer tool.
it: <guimenuitem>Mostra immagine SDSS</guimenuitem>: scarica da Internet un'immagine SDSS (Sloan Digital Sky Survey) dell'oggetto e la mostra nel Visualizzatore di immagini.
sl: <guimenuitem>Pokaži sliko SDSS</guimenuitem>: prenesite sliko objekta SDSS (Sloan Digital Sky Survey) iz interneta in jo prikažite v orodju za pregledovalnik slik.
uk: <guimenuitem>Показати зображення SDSS</guimenuitem>: отримати зображення об'єкта з SDSS (Sloan Digital Sky Survey або Цифрового огляду неба Слоуна) у інтернеті і показати його у вікні інструмента перегляду зображень.

source: <guimenuitem>Show DSS Image</guimenuitem>: download a DSS (Digitized Sky Survey) image of the object from the Internet, and display it in the Image Viewer tool.
it: <guimenuitem>Mostra immagine DSS</guimenuitem>: scarica da Internet un'immagine DSS (Digital Sky Survey) dell'oggetto e la mostra nel Visualizzatore di immagini.
sl: <guimenuitem>Pokaži sliko DSS</guimenuitem>: Prenese sliko objekta DSS (Digitized Sky Survey) z interneta in jo prikaže v orodju za pregledovalnik slik.
uk: <guimenuitem>Показати зображення DSS</guimenuitem>: отримати зображення з DSS (Digitized Sky Survey або Цифрованого огляду неба) у інтернеті і показати його у вікні інструмента перегляду зображень.

source: Keyboard Commands
it: Comandi da tastiera
sl: Ukazi tipkovnice
uk: Клавіатурні команди

source: Keyboard
it: Tastiera
sl: Tipkovnica
uk: Клавіатура

source: Navigation Keys
it: Tasti di navigazione
sl: Navigacijske tipke
uk: Навігаційні клавіші

source: Navigation Controls
it: Controlli di navigazione
sl: Navigacijske kontrole
uk: Керування навігацією

source: Arrow Keys
it: Tasti freccia
sl: Smerne tipke
uk: Клавіші зі стрілками

source: Use the arrow keys to pan the display. Holding down the &Shift; key doubles the scrolling speed.
it: Usa i tasti freccia per far scorrere lo schermo: tenendo premuto il tasto &Shift; la velocità di scorrimento raddoppia.
sl: Za premikanje po zaslonu uporabite smerne tipke. Če držite &Shift; tipka podvoji hitrost drsenja.
uk: Клавіші зі стрілками можна використовувати для пересування поля зору зоряним небом. Якщо під час цього пересування утримувати натисненою клавішу &Shift;, швидкість пересування подвоїться.

source: Zoom In/Out.
it: Ingrandisci / riduci
sl: Povečaj/pomanjšaj.
uk: Збільшити або зменшити.

source: Center Display on a major Solar System body:
it: Centra lo schermo su un corpo maggiore del sistema solare:
sl: Osrednji zaslon na večjem telesu sončevega sistema:
uk: Розмістити по центру зображення головні тіла сонячної системи:

source: <keycap>0</keycap>: Sun
it: <keycap>0</keycap>: Sole
sl: <keycap>0</keycap>: Sonce
uk: <keycap>0</keycap>: Сонце

source: <keycap>1</keycap>: Mercury
it: <keycap>1</keycap>: Mercurio
sl: <keycap>1</keycap>: Merkur
uk: <keycap>1</keycap>: Меркурій

source: <keycap>2</keycap>: Venus
it: <keycap>2</keycap>: Venere
sl: <keycap>2</keycap>: Venera
uk: <keycap>2</keycap>: Венера

source: <keycap>3</keycap>: Moon
it: <keycap>3</keycap>: Luna
sl: <keycap>3</keycap>: Luna
uk: <keycap>3</keycap>: Місяць

source: <keycap>4</keycap>: Mars
it: <keycap>4</keycap>: Marte
uk: <keycap>4</keycap>: Марс

source: <keycap>5</keycap>: Jupiter
it: <keycap>5</keycap>: Giove
uk: <keycap>5</keycap>: Юпітер

source: <keycap>6</keycap>: Saturn
it: <keycap>6</keycap>: Saturno
uk: <keycap>6</keycap>: Сатурн

source: <keycap>7</keycap>: Uranus
it: <keycap>7</keycap>: Urano
sl: <keycap>7</keycap>: Uran
uk: <keycap>7</keycap>: Уран

source: <keycap>8</keycap>: Neptune
it: <keycap>8</keycap>: Nettuno
sl: <keycap>8</keycap>: Neptun
uk: <keycap>8</keycap>: Нептун

source: <keycap>9</keycap>: Pluto
it: <keycap>9</keycap>: Plutone
sl: <keycap>9</keycap>: Pluton
uk: <keycap>9</keycap>: Плутон

source: Center the display at the <link linkend="ai-zenith">Zenith</link> Point (straight up).
it: Centra lo schermo sullo <link linkend="ai-zenith">zenit</link> (in alto sulla verticale).
sl: Centriraj zaslon na točko <link linkend="ai-zenith">Zenit</link> (naravnost navzgor).
uk: Розташувати по центру зображення точку <link linkend="ai-zenith">зеніту</link> (вертикаль).

source: Toggle tracking mode.
it: Attiva o disattiva la modalità di inseguimento.
sl: Preklopi način sledenja.
uk: Увімкнути або вимкнути режим стеження.

source: Advance the simulation clock backwards by one time step.
it: Fa arretrare l'orologio della simulazione di un'unità di tempo.
sl: Premakni simulacijsko uro nazaj za en časovni korak.
uk: Посунути швидкість моделювання на одну позначку назад.

source: Advance the simulation clock forwards by one time step.
it: Fa avanzare l'orologio della simulazione di un'unità di tempo.
sl: Premakni simulacijsko uro naprej za en časovni korak.
uk: Посунути швидкість моделювання на одну позначку вперед.

source: Menu Shortcuts
it: Le scorciatoie di menu
sl: Menijske bližnjice
uk: Клавіатурні скорочення у меню

source: Keyboard Shortcuts
it: Scorciatoie da tastiera
sl: Bližnjice na tipkovnici
uk: Комбінації клавіш

source: Download extra data.
it: Scarica dati aggiuntivi.
sl: Prenesi dodatne podatke.
uk: Отримати додаткові дані.

source: Open a FITS image in the FITS Editor.
it: Apre un'immagine FITS nell'editor FITS.
sl: Odpri sliko FITS v urejevalniku FITS.
uk: Відкрити зображення FITS у редакторі FITS.

source: Export sky image to a file.
it: Esporta l'immagine del cielo su file.
sl: Izvozi sliko neba v datoteko.
uk: Експортувати зображення неба до файла.

source: Run a &kstars; <link linkend="tool-obsplanner">Observation Planner</link>.
it: Esegue un <link linkend="tool-obsplanner">pianificatore di osservazioni</link> di &kstars;.
sl: Zaženi &kstars; <link linkend="tool-obsplanner">Načrtovalnik opazovanja</link>.
uk: Відкрити вікно засобу <link linkend="tool-obsplanner">Планування спостереження</link> &kstars;.

source: Open the Imaging Planner tool.
it: Apre lo strumento Pianificatore di riprese fotografiche.
sl: Odpri orodje načrtovalnika slik.
uk: Відкрити вікно інструмента планування зйомки.

source: Run a &kstars; &DBus; script.
it: Esegui uno script &DBus; di &kstars;.
sl: Zaženi skript &kstars; &DBus;.
uk: Виконати сценарій &DBus; для &kstars;.

source: Print the current sky map.
it: Stampa la mappa del cielo corrente.
sl: Natisni trenutno zvezdno karto.
uk: Надрукувати поточну карту неба.

source: Sync the simulation clock with the current system time.
it: Sincronizza l'orologio della simulazione con quello di sistema.
sl: Sinhroniziraj uro simulacije s trenutnim sistemskim časom.
uk: Синхронізувати годинник моделювання з поточним часом системи.

source: Set the simulation clock to a specified Time and Date.
it: Imposta l'orologio della simulazione a un'ora e una data specifiche.
sl: Nastavi uro simulacije na določen čas in datum.
uk: Встановити час годинника моделювання у вказаний.

source: Define equipment (telescope, eyepiece, lens and filter) characteristics for observation logs.
it: Definisce le caratteristiche dell'equipaggiamento (telescopio, oculare, lente e filtro) per i registri delle osservazioni.
sl: Določi značilnosti opreme (teleskop, okular, lečje in filter) za dnevnik opazovanj.
uk: Вказати параметри обладнання (телескопа, окуляра, об'єктива та фільтрів) для журналів спостереження.

source: Add a new observer item for your observation logs.
it: Aggiungi un nuovo osservatore per le tue osservazioni.
sl: Dodaj nov element opazovalca za svoje dnevnike opazovanj.
uk: Додати запис спостерігача для ваших журналів спостереження.

source: &Space;
uk: Пробіл

source: Open the &kstars; Handbook.
it: Apre il manuale di &kstars;.
sl: Odpri &kstars; Priročnik.
uk: Відкрити підручник з &kstars;.

source: Actions for the Selected Object
it: Azioni per l'oggetto selezionato
sl: Dejanja za izbrani objekt
uk: Дії з вибраним об'єктом

source: Objects in the Sky
it: Oggetti celesti
sl: Objekti na nebu
uk: Небесні об'єкти

source: Keyboard Actions
it: Azioni da tastiera
sl: Dejanja tipkovnice
uk: Дії, що керуються з клавіатури

source: Each of the following keystrokes performs an action on the <firstterm>selected object</firstterm>. The selected object is the last object which was clicked on (identified in the status bar). Alternatively, if you hold down the &Shift; key, then the action is performed on the centered object instead.
it: Ciascuno dei tasti seguenti esegue un'azione sull'<firstterm>oggetto selezionato</firstterm>, ovvero l'ultimo oggetto su cui è stato fatto clic (identificato nella barra di stato). In alternativa, tenendo premuto il tasto &Shift; l'azione sarà eseguita sull'oggetto centrato.
sl: Vsak od naslednjih pritiskov na tipko izvede dejanje na <firstterm>izbranem objektu</firstterm>. Izbrani objekt je zadnji objekt, ki je bil kliknjen (prepoznan v statusni vrstici). Druga možnost je, če pritisnete tipko &Shift;, potem se namesto tega dejanje izvede na objektu na sredini.
uk: Натискання кожної з перелічених нижче комбінацій клавіш виконує певну дію з <firstterm>вибраним об'єктом</firstterm>. Вибраним об'єктом є останній об'єкт, на який ви наводили мишу і клацали лівою кнопкою (його дані показано у рядку стану). Якщо ж ви утримуватимете натиснутою клавішу &Shift;, дію буде виконано над об'єктом, розташованим по центру зображення.

source: Center and Track on the selected object.
it: Centra e insegue l'oggetto selezionato.
sl: Centriraj in sledi izbranemu objektu.
uk: Розташувати вибраний об'єкт у центрі зображення і стежити за ним.

source: Open the Details window for the selected object.
it: Apri la finestra Dettagli per l'oggetto selezionato.
sl: Odpre okno Podrobnosti za izbrani objekt.
uk: Відкрити вікно докладної інформації щодо вибраного об'єкта.

source: Toggle a name label for the selected object.
it: Mostra o nasconde il nome dell'oggetto selezionato.
sl: Preklopi imensko oznako za izbrani objekt.
uk: Увімкнути або вимкнути позначку з назвою вибраного об'єкта.

source: Add the selected object to the observing list.
it: Aggiungi l'oggetto selezionato all'elenco di osservazioni.
sl: Dodaj izbrani objekt na opazovalni seznam.
uk: Додати вибраний об'єкт у список спостереження.

source: Open the selected object's popup menu.
it: Apri il menu a comparsa dell'oggetto selezionato.
sl: Odpri pojavni meni izbranega objekta.
uk: Відкрити контекстне меню для вибраного об'єкта.

source: Toggle a trail on the selected object (solar system bodies only).
it: Mostra o nasconde la scia orbitale dell'oggetto selezionato (solo per corpi del sistema solare).
sl: Preklopi sled na izbranem objektu (samo telesa sončevega sistema).
uk: Увімкнути або вимкнути показ траєкторії вибраного об'єкта (лише для об'єктів сонячної системи).

source: Tools Shortcuts
it: Scorciatoie strumenti
sl: Orodja Bližnjice
uk: Клавіатурні скорочення для доступу до інструментів

source: Open the <link linkend="findobjects">Find Object window</link>, for specifying a sky object on which to center.
it: Apri la <link linkend="findobjects">finestra Trova oggetto</link> per specificare un oggetto celeste da centrare.
sl: Odpri <link linkend="findobjects">okno Najdi objekt</link>, da določi nebesni objekt, na katerega se želite osredotočiti.
uk: Відкрити <link linkend="findobjects">Вікно пошуку об'єктів</link>, у якому можна вказати небесний об'єкт, що знаходитиметься по центру зображення.

source: Open the <guilabel>Set Coordinates Manually</guilabel> tool, for specifying RA/Dec or Az/Alt coordinates on which to center. The tool defaults to <link linkend="ai-epoch">J2000 epoch</link> for the RA/Dec.
it: Apre la finestra <guilabel>Imposta coordinate manualmente</guilabel> per specificare le coordinate AR/Dec o Az/Alt da centrare. Per AR/DEC, lo strumento è impostato in modo predefinito a <link linkend="ai-epoch">Epoca J2000</link>.
sl: Odpri orodje <guilabel>Ročno nastavi koordinate</guilabel>, da določi koordinate RA/Dec ali Az/Alt, na katerih želite osredotočiti. Orodje je privzeto nastavljeno na <link linkend="ai-epoch">epoho J2000</link> za RA/Dec.
uk: Відкрити інструмент <guilabel>Встановлення координат вручну</guilabel> для того, щоб вказати напряму координати прямого сходження та схилення або азимута і висоти центра зображення. Типовою для ПС/Схил інструмента є <link linkend="ai-epoch">епоха J2000</link>.

source: Start an Angular Distance measurement at the current mouse cursor position. The angular distance between start and end points is displayed at the endpoint.
it: Inizia una misura della distanza angolare alla posizione corrente del puntatore del mouse. La distanza angolare tra i punti di partenza e di arrivo è mostrata vicino al secondo punto.
sl: Začni merjenje kotne razdalje na trenutnem položaju kazalca miške. Kotna razdalja med začetno in končno točko je prikazana na končni točki.
uk: Почати вимірювання кутової відстані у поточній точці курсора миші. Кутову відстань між початковою та кінцевою точками вимірювання буде показано біля кінцевої точки.

source: Open the <link linkend="setgeo">Set Geographic Location</link> window.
it: Apri la finestra <link linkend="setgeo">Imposta località geografica</link>.
sl: Odpri okno <link linkend="setgeo">Nastavi geografsko lokacijo</link>.
uk: Відкрити вікно <link linkend="setgeo">Встановити географічне розташування</link>.

source: Open the <link linkend="tool-calculator">AstroCalculator</link>.
it: Apri l'<link linkend="tool-calculator">Astro calcolatrice</link>.
sl: Odpri <link linkend="tool-calculator">AstroCalculator</link>.
uk: Відкрити вікно <link linkend="tool-calculator">Астрокалькулятора</link>.

source: Open the <link linkend="tool-altvstime">Altitude vs. Time</link> tool.
it: Apri la finestra dello strumento <link linkend="tool-altvstime">Altitudine in funzione del tempo</link>.
sl: Odpri orodje <link linkend="tool-altvstime">Višina glede na čas</link>.
uk: Відкрити вікно інструмента <link linkend="tool-altvstime">Висота/Час</link>.

source: Open the <link linkend="tool-whatsup">What's up Tonight?</link> tool.
it: Apri lo strumento <link linkend="tool-whatsup">Cosa si vede stanotte?</link>.
sl: Odpri orodje <link linkend="tool-whatsup">Kaj je na nebu nocoj?</link>.
uk: Відкрити вікно інструмента <link linkend="tool-whatsup">Сьогодні ввечері</link>.

source: Open the <quote>What's Interesting</quote> tool.
it: Apri lo strumento <quote>Cosa c'è di interessante</quote>.
sl: Odpri orodje <quote>Kaj je zanimivo</quote>.
uk: Відкрити вікно інструмента «Цікаві об'єкти».

source: Open the <link linkend="tool-scriptbuilder">Script Builder</link> tool.
it: Apri il <link linkend="tool-scriptbuilder">Costruttore di script</link>.
sl: Odpri orodje <link linkend="tool-scriptbuilder">Script Builder</link>.
uk: Відкрити вікно <link linkend="tool-scriptbuilder">Майстра сценаріїв</link>.

source: Open the <link linkend="tool-solarsys">Solar System Viewer</link>.
it: Apri il <link linkend="tool-solarsys">Visore del sistema solare</link>.
sl: Odpri <link linkend="tool-solarsys">Pregledovalnik sončevega sistema</link>.
uk: Відкрити вікно <link linkend="tool-solarsys">Переглядача сонячної системи</link>.

source: Open the <link linkend="tool-jmoons">Jupiter Moons</link> tool.
it: Apri lo strumento <link linkend="tool-jmoons">Lune di Giove</link>.
sl: Odpri orodje <link linkend="tool-jmoons">Jupitrove lune</link>.
uk: Відкрити вікно інструмента <link linkend="tool-jmoons">Місяці Юпітера</link>.

source: Mouse Commands
ca: Ordres del ratolí
de: Mausbefehle
fr: Commandes à partir de la souris
gl: Ordes do rato
it: Comandi del mouse
pl: Polecenia wydawane za pomocą myszy
pt: Comandos do Rato
ru: Использование мыши
sl: Ukazi miške
uk: Керування за допомогою миші

source: Mouse
sl: Miška
uk: Миша

source: Moving the mouse
ca: En moure el ratolí
de: Mausbewegung
gl: Movementos do rato
it: Muovere il mouse
pl: Poruszanie myszą
pt: Movimento do rato
ru: Перемещения мыши
sl: Premikanje miške
uk: Рух вказівника миші
