Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: <guimenu>Data</guimenu> <guimenuitem>Manage DSO Catalogs</guimenuitem>
es: <guimenu>Datos</guimenu> <guimenuitem>Gestión de catálogos DSO</guimenuitem>
sv: <guimenu>Data</guimenu> <guimenuitem>Hantera kataloger över avlägsna himmelsobjekt</guimenuitem>

source: Open the <guilabel>DSO Catalogs</guilabel> dialog for manage the catalog database of &kstars;.
es: Abre el diálogo <guilabel>Catálogos de DSO</guilabel> para la gestión de la base de datos de catálogos de &kstars;.
sv: Visa dialogrutan <guilabel>Kataloger över avlägsna himmelsobjekt</guilabel> för att hantera &kstars; katalogdatabas.

source: <guimenu>Data</guimenu> <guisubmenu>Updates</guisubmenu>
es: <guimenu>Datos</guimenu> <guisubmenu>Actualizaciones</guisubmenu>
sv: <guimenu>Data</guimenu> <guisubmenu>Uppdateringar</guisubmenu>

source: This submenu can be used to update various object data, namely asteroids, comets and satellites orbital elements as well as recent supernovae data from the Internet. The data will be downloaded for the current user account only. If you use &kstars; from different account you should download them for every account separately.
es: Este submenú se puede usar para actualizar datos de objetos diversos, como elementos orbitales de asteroides, cometas y satélites, así como datos de supernovas recientes usando Internet. Los datos se descargan solo para la cuenta del usuario actual. Si usa &kstars; desde una cuenta distinta, debería descargarlos de forma independiente para cada cuenta.
sv: Undermenyn kan användas för att uppdatera diverse information om objekt från Internet, närmare bestämt omloppselement för asteroider, kometer och satelliter, samt senaste data om supernovor. Data laddas bara ner för aktuellt användarkonto. Om du använder &kstars; från ett annat konto måste du ladda ner separat för varje konto.

source: &kstars; tries to download recent supernovae list automatically by default. You can switch the download off using <guilabel>Supernovae</guilabel> page of &kstars; Settings window.
es: &kstars; trata de descargar automáticamente la lista de supernovas recientes por omisión. Puede modificar la descarga usando la página <guilabel>Supernovas</guilabel> de la ventana de preferencias de &kstars;.
sv: &kstars; försöker normalt ladda ner senaste listan över supernovor automatiskt. Du kan stänga av nerladdningen på sidan <guilabel>Supernovor</guilabel> i &kstars; inställningsfönster.

source: Observation Menu
bg: Меню Наблюдение
ca: El menú Observació
ca@valencia: El menú Observació
es: El menú Observación
it: Il menu Osservazione
pt_br: Menu Observação
sl: Meni za opazovanje
sv: Menyn Observationer

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo></shortcut> <guimenu>Observation</guimenu> <guimenuitem>Observation Planner</guimenuitem>
es: <shortcut><keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo></shortcut> <guimenu>Observación</guimenu> <guimenuitem>Planificador de la observación</guimenuitem>
sv: <shortcut><keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo> </shortcut> <guimenu>Observation</guimenu> <guimenuitem>Observationsplanering</guimenuitem>

source: Open the <link linkend="tool-obsplanner">Observation Planner</link> tool.
es: Abre la herramienta del <link linkend="tool-obsplanner">Planificador de observación</link>.
sv: Visa verktyget <link linkend="tool-obsplanner">Observationsplanering</link>.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo></shortcut> <guimenu>Observation</guimenu> <guimenuitem>Execute the Session Plan...</guimenuitem>
es: <shortcut><keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo></shortcut> <guimenu>Observación</guimenu> <guimenuitem>Ejecutar el plan de la sesión...</guimenuitem>
sv: <shortcut><keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> </shortcut><guimenu>Observation</guimenu> <guimenuitem>Utför sessionsplanen...</guimenuitem>

source: Opens <link linkend="tool-obsplanner">session plan wizard</link> or execute the planned session.
es: Abre el <link linkend="tool-obsplanner">asistente del plan de observación</link> o ejecuta la sesión planificada.
sv: Visar verktyget <link linkend="tool-obsplanner">Sessionsplaneringsguiden</link> eller kör den planerade sessionen.

source: <guimenu>Observation</guimenu> <guimenuitem>Polaris Hour Angle...</guimenuitem>
es: <guimenu>Observación</guimenu> <guimenuitem>Ángulo horario polar...</guimenuitem>
sv: <guimenu>Observation</guimenu> <guimenuitem>Polaris timvinkel...</guimenuitem>

source: Opens the <guilabel>Polaris Hour Angle</guilabel> tool.
es: Abre la herramienta <guilabel>Ángulo horario polar</guilabel>.
sv: Visar verktyget <guilabel>Polaris timvinkel</guilabel>

source: Settings Menu
bg: Меню Настройки
ca: El menú Arranjament
ca@valencia: El menú Configuració
es: El menú Preferencias
it: Il menu Impostazioni
pt_br: Menu Configurações
sl: Meni nastavitev
sv: Menyn Inställningar

source: <guimenu>Settings</guimenu> <guisubmenu>Info Boxes</guisubmenu>
es: <guimenu>Preferencias</guimenu> <guisubmenu>Paneles informativos</guisubmenu>
sv: <guimenu>Inställningar</guimenu> <guisubmenu>Informationsrutor</guisubmenu>

source: A submenu that lists the different info boxes.
bg: Подменю, което показва отделните информационни полета
ca: Un submenú que llista els rètols informatius diferents.
ca@valencia: Un submenú que llista els diferents rètols informatius.
es: Un submenú que lista los distintos paneles informativos.
it: Un sottomenu che elenca i vari riquadri informativi.
pt_br: Um submenu que lista as diferentes caixas de informações.
sl: Podmeni, ki navaja različna informacijska polja.
sv: En undermeny som listar de olika informationsrutorna.

source: Show Info Boxes
es: Mostrar paneles informativos
sv: Visa informationsrutor

source: Toggle display of all three Info Boxes:
bg: Превключва показването на следните три информационни полета:
ca: Mostra o oculta l'arbre dels rètols informatius:
ca@valencia: Mostra o oculta l'arbre dels rètols informatius:
es: Muestra u oculta los tres paneles informativos:
it: Mostra o nasconde tutti e tre i riquadri informativi:
pt_br: Alterna a exibição de todas as três caixas de informações:
sl: Preklopi prikaz vseh treh informacijskih polj:
sv: Visa eller dölj alla tre informationsrutorna:

source: Time Box
bg: Поле, показващо часа и датата
ca: Mostra el rètol de l'hora
ca@valencia: Rètol del temps
es: Panel del tiempo
it: Riquadro Tempo
pt_br: Caixa de tempo
sl: Časovno polje
sv: Tidsruta

source: Focus Box
bg: Поле с данни за центриран обект
ca: Mostra el rètol de l'enfocament
ca@valencia: Rètol de l'enfocament
es: Panel de enfoque
it: Riquadro Fuoco
pt_br: Caixa de foco
sl: Polje fokusa
sv: Fokusruta

source: Location Box
bg: Поле с данни за географското местоположение на наблюдателя
ca: Mostra el rètol de l'emplaçament
ca@valencia: Rètol de l'emplaçament
es: Panel de posición
it: Riquadro Posizione
pt_br: Caixa de localização
sl: Polje lokacije
sv: Platsruta

source: Show Time Box
es: Mostrar el panel de tiempo
sv: Visa tidsruta

source: Toggle display of the Time Info Box. By default, the Time Info Box is located in the top left side of the screen. You can change the position of Time Info Box by holding the left-click mouse button and dragging it to the new position.
bg: Превключване на показването на информационното поле за време. По подразбиране полето с информация за времето се намира в горната лява част на екрана. Можете да промените позицията на информационното поле за време, като задържите левия бутон на мишката и го плъзнете до новата позиция.``
ca: Mostra o oculta el rètol informatiu de l'hora. De manera predeterminada, el rètol informatiu de l'hora es troba a la part superior esquerra de la pantalla. Podeu canviar la seva posició mantenint premut el botó esquerre del ratolí i arrossegant-lo a la posició nova.
ca@valencia: Mostra o oculta el rètol informatiu del temps. De manera predeterminada, es troba en la part superior esquerra de la pantalla. Podeu canviar la seua posició mantenint premut el botó esquerra del ratolí i arrossegant-lo fins a la posició nova.
es: Conmuta la visualización del panel de información sobre el tiempo. Por omisión, el panel de información sobre el tiempo está situado en la esquina superior izquierda de la pantalla. Puede cambiar su posición manteniendo pulsado el botón izquierdo del ratón sobre él y arrastrándolo a una nueva posición.
it: Mostra o nasconde il riquadro informativo Tempo. Come impostazione predefinita è posizionato in alto a sinistra nello schermo, ma puoi spostarlo altrove trascinandolo col pulsante sinistro del mouse premuto.
pt_br: Alterna a exibição da caixa de informação de tempo. Por padrão, a caixa de informação de tempo está localizada no lado superior esquerdo da tela. Você pode alterar a posição desta caixa, segurando o botão esquerdo do mouse sobre a janela e arrastando-a para a nova posição.
sl: Preklopi prikaz informacijskega polja o času. Privzeto se informacijsko polje o času nahaja v zgornjem levem kotu zaslona. Položaj polja z informacijami o času lahko spremenite tako, da pridržite levi gumb miške in ga povlečete na nov položaj.
sv: Visar eller döljer tidsinformationsrutan. Normalt är tidsinformationsrutan placerad i skärmens övre vänstra hörn. Du kan byta plats på tidsinformationsrutan genom att hålla nere musens vänsterknapp och dra rutan till en ny plats.

source: Show Focus Box
es: Mostrar el panel de enfoque
sv: Visa fokusruta

source: Toggle display of the Focus Info Box. By default, the Focus Info Box is located in the top right side of the screen. You can change the position of Focus Info Box by holding the left-click mouse button and dragging it to the new position.
bg: Превключване на показването на информационното поле за центриране. По подразбиране информационното поле за центриране се намира в горната дясна част на екрана. Можете да промените позицията му, като задържите левия бутон на мишката и го плъзнете до новата позиция.``
ca: Mostra o oculta el rètol informatiu de l'enfocament. De manera predeterminada, el rètol informatiu de l'enfocament es troba a la part superior dreta de la pantalla. Podeu canviar la seva posició mantenint premut el botó esquerre del ratolí i arrossegant-lo a la posició nova.
ca@valencia: Mostra o oculta el rètol informatiu de l'enfocament. De manera predeterminada, es troba en la part superior dreta de la pantalla. Podeu canviar la seua posició mantenint premut el botó esquerra del ratolí i arrossegant-lo fins a la posició nova.
es: Conmuta la visualización del panel de información sobre el enfoque. Por omisión, el panel de información sobre el enfoque está situado en la esquina superior derecha de la pantalla. Puede cambiar su posición manteniendo pulsado el botón izquierdo del ratón sobre él y arrastrándolo a una nueva posición.
it: Mostra o nasconde il riquadro informativo Fuoco. Come impostazione predefinita è posizionato in alto a destra nello schermo, ma puoi spostarlo altrove trascinandolo col pulsante sinistro del mouse premuto.
pt_br: Alterna a exibição da caixa de informação de foco. Por padrão, a caixa de informação de foco está localizada no canto superior direito da tela. Você pode alterar a posição desta caixa segurando o botão esquerdo do mouse sobre a janela e arrastando-a para a nova posição.
sl: Preklopi prikaz polja z informacijami o fokusu. Privzeto se polje z informacijami o fokusu nahaja v zgornjem desnem kotu zaslona. Položaj polja z informacijami o fokusu lahko spremenite tako, da pridržite levi gumb miške in ga povlečete na nov položaj.
sv: Visar eller döljer fokusinformationsrutan. Normalt är fokusinformationsrutan placerad i skärmens övre högra hörn. Du kan byta plats på fokusinformationsrutan genom att hålla nere musens vänsterknapp och dra rutan till en ny plats.

source: Show Location Box
es: Mostrar el panel de ubicación
sv: Visa platsruta

source: Toggle display of the Location Info Box. By default, the Location Info Box is located in the bottom left side of the screen. You can change the position of Location Info Box by holding the left-click mouse button and dragging it to the new position.
bg: Превключване на показването на информационното поле за местоположение. По подразбиране информационното поле за местоположение се намира в долната лява част на екрана. Можете да промените позицията му, като задържите левия бутон на мишката и го плъзнете до новата позиция.``
ca: Mostra o oculta la informació del rètol de l'emplaçament. De manera predeterminada, el rètol informatiu de l'emplaçament es troba a la part inferior esquerra de la pantalla. Podeu canviar la seva posició mantenint premut el botó esquerre del ratolí i arrossegant-lo a la posició nova.
ca@valencia: Mostra o oculta la informació del rètol de l'emplaçament. De manera predeterminada, es troba en la part inferior esquerra de la pantalla. Podeu canviar la seua posició mantenint premut el botó esquerra del ratolí i arrossegant-lo fins a la posició nova.
es: Conmuta la visualización del panel de información sobre la posición. Por omisión, el panel de información sobre la posición está situado en la esquina inferior izquierda de la pantalla. Puede cambiar su posición manteniendo pulsado el botón izquierdo del ratón sobre él y arrastrándolo a una nueva posición.
it: Mostra o nasconde il riquadro informativo Posizione. Come impostazione predefinita è posizionato in basso a sinistra nello schermo, ma puoi spostarlo altrove trascinandolo col pulsante sinistro del mouse premuto.
pt_br: Alterna a exibição da caixa de informação do local. Por padrão, a caixa de informação de local está localizada no lado inferior esquerdo da tela. Você pode alterar a posição desta caixa mantendo pressionado o botão esquerdo do mouse sobre a janela e arrastando-a para a nova posição.
sl: Preklopi prikaz polja z informacijami o lokaciji. Privzeto se polje z informacijami o lokaciji nahaja v spodnjem levem kotu zaslona. Položaj polja z informacijami o lokaciji lahko spremenite tako, da pridržite levi gumb miške in ga povlečete na nov položaj.
sv: Visar eller döljer platsinformationsrutan. Normalt är platsinformationsrutan placerad i skärmens nedre vänstra hörn. Du kan byta plats på platsinformationsrutan genom att hålla nere musens vänsterknapp och dra rutan till en ny plats.

source: <guimenu>Settings</guimenu> <guisubmenu>Toolbars Shown</guisubmenu>
es: <guimenu>Preferencias</guimenu> <guisubmenu>Barras de herramientas mostradas</guisubmenu>
sv: <guimenu>Inställningar</guimenu> <guisubmenu>Visade verktygsrader</guisubmenu>

source: A submenu that lists the different toolbars.
bg: Подменю, което изброява различните ленти с инструменти.
ca: Un submenú que llista les barres d'eines diferents.
ca@valencia: Un submenú que llista les diferents barres d'eines.
es: Un submenú que lista las diferentes barras de herramientas.
it: Un sottomenu che elenca le varie barre degli strumenti.
pt_br: Um submenu que lista as diferentes barras de ferramentas.
sl: Podmeni, ki navaja različne orodne vrstice.
sv: En undermeny som listar de olika verktygsraderna.

source: Main Toolbar
es: Barra de herramientas principal
sv: Huvudverktygsrad

source: Toggle display of the Main Toolbar. By default, the Main Toolbar provides useful shortcuts for controlling the sky map view (&ie; Zoom in and Zoom out) and for controlling &kstars; clock as well. You can Start / Stop the clock, advance one step backward / forward in time and also you can easily set the time step used by &kstars;' clock. The time step is the rate at which time flows in the simulation. For setting the time step, you can use the spin box used for establishing the time step units and the spin box used for increasing / decreasing the time step value. Using the Main Toolbar you can quickly open the <guilabel>Find Object</guilabel>, <guilabel>Set Time</guilabel> or <guilabel>Set Geographic Location</guilabel> window. Main Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
es: Conmuta la visualización de la barra de herramientas principal. Por omisión, esta barra proporciona útiles accesos rápidos para controlar la vista del mapa del cielo (como la ampliación) y el paso del tiempo en &kstars;. Puede iniciar y detener el reloj, avanzar o retroceder un paso en el tiempo, así como fijar el paso de tiempo que usará el reloj de &kstars;. El paso de tiempo es la velocidad a la que transcurre el tiempo en la simulación. Para definir el paso de tiempo puede usar el campo que indica las unidades del paso y el campo numérico que sirve para aumentar o disminuir su valor. Mediante la barra de herramientas principal, puede abrir rápidamente las ventanas para <guilabel>Buscar un objeto</guilabel>, <guilabel>Definir el tiempo</guilabel> o <guilabel>Definir la posición geográfica</guilabel>. La barra de herramientas principal se puede configurar usando la opción del menú <menuchoice><guimenu>Preferencias</guimenu><guimenuitem>Configurar las barras de herramientas</guimenuitem></menuchoice>.
sv: Visa eller dölj huvudverktygsraden. Normalt tillhandahåller huvudverktygsraden användbara genvägar för att kontrollera visningen av himmelskartan (t. ex. Zooma in och Zooma ut) och dessutom för att kontrollera klocka in &kstars;. Du kan starta eller stoppa klockan, gå ett steg bakåt eller framåt i tiden och du kan också enkelt ställa in tidsteget använt av klockan i &kstars;. Tidsteget är hastigheten som tiden går i simuleringen. Du kan använda nummerrutan använd för att bestämma tidsstegets värde och nummerrutan använd för att öka eller minska tidsstegets värde för att ställa in tidssteget. Genom att använda huvudverktygsraden kan du snabbt visa fönstret <guilabel>Sök objekt</guilabel>, <guilabel>Ställ in tid</guilabel> eller <guilabel>Ställ in geografisk plats</guilabel>. Huvudverktygsraden kan anpassas genom att använda menyalternativet <menuchoice><guimenu>Inställningar</guimenu><guimenuitem>Anpassa verktygsrader</guimenuitem></menuchoice>.

source: View Toolbar
es: Mostrar la barra de herramientas
sv: Vyverktygsrad

source: Toggle display of the View Toolbar. View Toolbar controls which sky objects are drawn on &kstars; Sky Map (stars, deep sky objects, Solar system objects, supernovae or satellites) as well as what constellation information is included (constellation lines, constellation names, constellation art or constellation boundaries). It also provides icon shortcuts for: showing milky way (drawn with dark grey color), showing equatorial/horizontal coordinate grid and for showing the green opaque ground. Note that when the horizon is switched off, refraction effects are temporarily disabled. View Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
es: Conmuta la visualización de la barra de herramientas de la vista. Esta barra de herramientas controla los objetos del cielo que se muestran en el mapa celeste de &kstars; (estrellas, objetos del espacio profundo, objetos del Sistema Solar, supernovas o satélites), además de la información que se incluye sobre las constelaciones (líneas, nombres, figuras o límites de las constelaciones). También proporciona accesos rápidos para: mostrar la Vía Láctea (que se dibuja con un color gris oscuro), mostrar la rejilla de coordenadas ecuatoriales/horizontales y para mostrar el terreno opaco de color verde. Tenga en cuenta que cuando no se muestra el horizonte también se desactivan temporalmente los efectos de la refracción. La barra de herramientas de la vista se puede configurar usando la opción del menú <menuchoice><guimenu>Preferencias</guimenu><guimenuitem>Configurar las barras de herramientas</guimenuitem></menuchoice>.
sv: Visa eller dölj vyverktygsraden. Vyverktygsraden kontrollerar vilka himmelsobjekt som ritas på &kstars; himmelskarta (stjärnor, avlägsna himmelsobjekt, supernovor eller satelliter) samt vilken information om stjärnbilder som inkluderas (stjärnbildslinjer, stjärnbildsnamn, stjärnbildsgrafik eller stjärnbildsgränser). Den tillhandahåller också ikoner med genvägar för att visa vintergatan (ritas med mörkgrå färg), för att visa ekvatoriellt eller horisontellt koordinatnät, och för att visa grön ogenomskinlig mark. Observera att när horisonten är avstängd är refraktionseffekter tillfälligt avstängda. Vyverktygsraden kan anpassas genom att använda menyalternativet <menuchoice><guimenu>Inställningar</guimenu><guimenuitem>Anpassa verktygsrader</guimenuitem></menuchoice>.

source: INDI Toolbar
es: Barra de herramientas de INDI
sv: INDI-verktygsrad

source: Toggle display of the INDI Toolbar. By default, INDI Toolbar contains five shortcut icons:
bg: Превключване на показването на лентата с инструменти INDI. По подразбиране лентата на INDI съдържа пет икони за бърз достъп:``
ca: Mostra o oculta la barra d'eines INDI. De manera predeterminada, aquesta conté cinc icones de drecera:
ca@valencia: Mostra o oculta la barra d'eines INDI. De manera predeterminada, esta conté cinc icones de drecera:
es: Conmuta la visibilidad de la barra de herramientas de INDI. De forma predeterminada, la barra de herramientas de INDI contiene cinco iconos de acceso rápido:
it: Mostra o nasconde la barra degli strumenti INDI. Per impostazione predefinita la barra degli strumenti INDI contiene icone scorciatoia:
pt_br: Alterna a exibição da barra de ferramentas INDI. Por padrão, a barra de ferramentas INDI contém cinco ícones de atalho:
sl: Preklopi prikaz orodne vrstice INDI. Orodna vrstica INDI privzeto vsebuje pet bližnjic:
sv: Visa eller dölj INDI-verktygsraden. Normalt innehåller INDI-verktygsraden fem genvägsikoner:

source: Toggle Ekos
es: Conmutar Ekos
sv: Visa Ekos

source: Toggle INDI Control Panel
es: Conmuta el panel de control de INDI
sv: Visa INDI-inställningsruta

source: Toggle FITS Viewer
es: Conmutar el visor FITS
sv: Visa FITS-visning

source: Toggle Sensor FOV
es: Conmutar el campo visual del sensor
sv: Visa sensorsynfält

source: Toggle Lock Telescope Center
es: Conmutar el bloqueo del centro del telescopio
sv: Ändra lås av teleskopets centrum

source: INDI Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
es: Puede configurar la barra de herramientas de INDI usando la opción del menú <menuchoice><guimenu>Preferencias</guimenu> <guimenuitem>Configurar barras de herramientas...</guimenuitem></menuchoice>.
sv: INDI-verktygsraden kan anpassas genom att använda menyalternativet <menuchoice><guimenu>Inställningar</guimenu> <guimenuitem>Anpassa &kstars;...</guimenuitem></menuchoice>.

source: Telescope Toolbar
es: Barra de herramientas del telescopio
sv: Teleskopverktygsrad
