Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: Toggle display of the Telescope Toolbar. By default, Telescope Toolbar contains seven shortcut icons:
bg: Превключване на показването на лентата с инструменти на телескопа. По подразбиране тази лента съдържа седем икони за бърз достъп:
ca: Mostra o oculta la barra d'eines del telescopi. De manera predeterminada, aquesta conté set icones de drecera:
ca@valencia: Mostra o oculta la barra d'eines del telescopi. De manera predeterminada, esta conté set icones de drecera:
es: Conmuta la visibilidad de la barra de herramientas del telescopio. De forma predeterminada, la barra de herramientas del telescopio contiene siete iconos de acceso rápido:
it: Mostra o nasconde la barra degli strumenti del Telescopio. Per impostazione predefinita, la barra degli strumenti Telescopio contiene sette icone scorciatoia:
pt_br: Alterna a exibição da barra de ferramentas do telescópio. Por padrão, a barra de ferramentas do telescópio contém sete ícones de atalho:
sl: Preklopi prikaz orodne vrstice teleskopa. Orodna vrstica teleskopa privzeto vsebuje sedem ikon bližnjic:
sv: Visa eller dölj teleskopverktygsraden. Normalt innehåller teleskopverktygsraden sju genvägsikoner:

source: Toggle Mount Control Panel
es: Conmuta el panel de control de la montura
sv: Visa stativkontrollruta

source: Toggle Telescope Tracking
es: Conmuta el seguimiento del telescopio
sv: Visa teleskopföljning

source: Slew telescope to the focused object
es: Desplazar el telescopio hasta el objeto enfocado
sv: Förflytta teleskopet till fokuserat objekt

source: Sync telescope to the focused object
es: Sincronizar el telescopio con el objeto enfocado
sv: Synkronisera teleskopet till fokuserat objekt

source: Park telescope
es: Aparcar el telescopio
sv: Parkera teleskop

source: Unpark telescope
es: Desaparcar el telescopio
sv: Frigör teleskop

source: Abort telescope motions
es: Interrumpir los movimientos del telescopio
sv: Avbryt teleskoprörelser

source: Telescope Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
es: Puede configurar la barra de herramientas del telescopio usando la opción del menú <menuchoice><guimenu>Preferencias</guimenu> <guimenuitem>Configurar barras de herramientas...</guimenuitem></menuchoice>.
sv: Teleskopverktygsraden kan anpassas genom att använda menyalternativet <menuchoice><guimenu>Inställningar</guimenu> <guimenuitem>Anpassa &kstars;...</guimenuitem></menuchoice>.

source: Dome Toolbar
es: Barra de herramientas de la cúpula
sv: Kupolverktygsrad

source: Toggle display of the Dome Toolbar. By default, Dome Toolbar contains two shortcut icons:
bg: Превключване на показването на лентата с инструменти за купола. По подразбиране тя съдържа две икони за бърз достъп:
ca: Mostra o oculta la barra d'eines de la cúpula. De manera predeterminada, aquesta conté dues icones de drecera:
ca@valencia: Mostra o oculta la barra d'eines de la cúpula. De manera predeterminada, esta conté dues icones de drecera:
es: Conmuta la visibilidad de la barra de herramientas de la cúpula. De forma predeterminada, la barra de herramientas de la cúpula contiene dos iconos de acceso rápido:
it: Attiva o disattiva la barra degli strumenti della Cupola. Per impostazione predefinita, la barra degli strumenti Cupola contiene due icone scorciatoia:
pt_br: Alterna a exibição da barra de ferramentas da cúpula. Por padrão, a barra de ferramentas da cúpula contém dois ícones de atalho:
sl: Preklopi prikaz orodne vrstice kupole. Orodna vrstica kupole privzeto vsebuje dve ikoni bližnjic:
sv: Visa eller dölj kupolverktygsraden. Normalt innehåller kupolverktygsraden två genvägsikoner:

source: Park dome
es: Aparcar la cúpula
sv: Parkera kupol

source: Unpark dome
es: Desaparcar la cúpula
sv: Frigör kupol

source: Dome Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
es: Puede configurar la barra de herramientas de la cúpula usando la opción del menú <menuchoice><guimenu>Preferencias</guimenu> <guimenuitem>Configurar barras de herramientas...</guimenuitem></menuchoice>.
sv: Kupolverktygsraden kan anpassas genom att använda menyalternativet <menuchoice><guimenu>Inställningar</guimenu> <guimenuitem>Anpassa &kstars;...</guimenuitem></menuchoice>.

source: <guimenu>Settings</guimenu> <guisubmenu>Statusbar</guisubmenu>
es: <guimenu>Preferencias</guimenu> <guisubmenu>Barra de estado</guisubmenu>
sv: <guimenu>Inställningar</guimenu> <guisubmenu>Statusrad</guisubmenu>

source: A submenu that lists the different statusbars.
bg: Подменю, което изброява различните ленти на състоянието.
ca: Un submenú que llista les barres d'estat diferents.
ca@valencia: Un submenú que llista les diferents barres d'estat.
es: Un submenú que lista las diferentes barras de estado.
it: Un sottomenu che elenca tutte le varie barre di stato.
pt_br: Um submenu que lista as diferentes barras de status.
sl: Podmeni, ki navaja različne vrstice stanja.
sv: En undermeny som listar alla de olika statusraderna.

source: Show Statusbar
es: Mostrar la barra de estado
sv: Visa statusrad

source: Toggle display of the Statusbar. It is located in the bottom of &kstars; window.
es: Conmuta la visualización de la barra de estado. Está situada en la parte inferior de la ventana de &kstars;.
sv: Visa eller dölj statusraden. Den finns längst ner i &kstars; fönster.

source: Show Az/Alt Field
es: Mostrar el campo de Ac/Alt
sv: Visa Az/Elev-fält

source: Toggle display of the mouse cursor's horizontal coordinates in the statusbar.
bg: Превключване на показването на хоризонталните координати на курсора на мишката в лентата на състоянието.``
ca: Mostra o oculta les coordenades horitzontals del cursor del ratolí en la barra d'estat.
ca@valencia: Mostra o oculta les coordenades horitzontals del cursor del ratolí en la barra d'estat.
es: Conmuta la visibilidad de las coordenadas horizontales del cursor del ratón en la barra de estado.
it: Mostra o nasconde nella barra di stato le coordinate orizzontali del puntatore del mouse.
pt_br: Alterna a exibição das coordenadas horizontais do cursor do mouse na barra de status.
sl: Preklopi prikaz vodoravnih koordinat mišjega kazalca v statusni vrstici.
sv: Visa eller dölj muspekarens horisontella koordinaterna i statusraden.

source: Show RA/Dec Field
es: Mostrar el campo de AR/Dec
sv: Visa RA/Dek-fält

source: Toggle display of the mouse cursor's equatorial coordinates in the statusbar.
bg: Превключване на показването на екваториалните координати на курсора на мишката в лентата на състоянието.``
ca: Mostra o oculta les coordenades equatorials del cursor del ratolí en la barra d'estat.
ca@valencia: Mostra o oculta les coordenades equatorials del cursor del ratolí en la barra d'estat.
es: Conmuta la visibilidad de las coordenadas ecuatoriales del cursor del ratón en la barra de estado.
it: Mostra o nasconde nella barra di stato le coordinate equatoriali del puntatore del mouse.
pt_br: Alterna a exibição das coordenadas equatoriais do cursor do mouse na barra de status.
sl: Preklopi prikaz ekvatorialnih koordinat J2000 kazalca miške v vrstici stanja.
sv: Visa eller dölj muspekarens ekvatoriella koordinaterna i statusraden.

source: Show J2000.0 RA/Dec Field
es: Mostrar el campo de AR/Dec J2000.0
sv: Visa J2000.0 RA/Dek-fält

source: Toggle display of the mouse cursor's equatorial J2000 coordinates in the statusbar.
bg: Превключва показването на екваториалните J2000 координати на курсора на мишката в лентата на състоянието.``
ca: Mostra o oculta les coordenades J2000 equatorials del cursor del ratolí en la barra d'estat.
ca@valencia: Mostra o oculta les coordenades J2000 equatorials del cursor del ratolí en la barra d'estat.
es: Conmuta la visibilidad de las coordenadas J2000 ecuatoriales del cursor del ratón en la barra de estado.
it: Mostra o nasconde nella barra di stato le coordinate equatoriali J2000 del puntatore del mouse.
pt_br: Alterna a exibição das coordenadas equatoriais J2000 do cursor do mouse na barra de status.
sl: Preklopi prikaz ekvatorialnih koordinat J2000 kazalca miške v vrstici stanja.
sv: Visa eller dölj muspekarens ekvatoriella J2000-koordinaterna i statusraden.

source: <guimenu>Settings</guimenu> <guisubmenu>Themes</guisubmenu>
es: <guimenu>Preferencias</guimenu> <guisubmenu>Temas</guisubmenu>
sv: <guimenu>Inställningar</guimenu> <guisubmenu>Teman</guisubmenu>

source: Lists the available Theme items.
bg: Изброява наличните елементи на темата.
ca: Llista els elements de tema disponibles.
ca@valencia: Llista els elements de tema disponibles.
es: Lista los diferentes temas disponibles.
it: Elenca i temi disponibili.
pt_br: Lista os itens de tema disponíveis.
sl: Prikaže seznam razpoložljivih elementov teme.
sv: Listar tillgängliga temaobjekt.

source: <guimenu>Settings</guimenu> <guisubmenu>Color Schemes</guisubmenu>
es: <guimenu>Preferencias</guimenu> <guisubmenu>Esquemas de color</guisubmenu>
sv: <guimenu>Inställningar</guimenu> <guisubmenu>Färgscheman</guisubmenu>

source: This submenu contains all of the defined color schemes: Classic, Star Chart, Night Vision and Moonless Night. It can also include your custom color schemes. Select any item to set that color scheme.
bg: Това подменю съдържа всички дефинирани цветови схеми: класически, звездна карта, нощно виждане и безлунна нощ. Може също да включва вашите персонализирани цветови схеми. Изберете произволен елемент, за да зададете тази цветова схема.
ca: Aquest submenú conté tots els esquemes de colors definits: Clàssic, Carta estel·lar, Visió nocturna i Nit de lluna nova. També hi podeu incloure els vostres esquemes de colors personalitzats. En seleccionar un element s'establirà aquest esquema de color.
ca@valencia: Este submenú conté tots els esquemes de color definits: Clàssic, Carta estel·lar, Visió nocturna i Nit de lluna nova. També hi podeu incloure els vostres esquemes de color personalitzats. Quan se seleccione un element s'establirà este esquema de color.
es: Este submenú contiene todos los esquemas de color definidos: clásico, mapa estelar, visión nocturna y noche sin luna. También incluye los personalizados. Seleccione cualquier elemento para establecer dicho esquema de color.
it: Questo sottomenu contiene tutti gli schemi di colori definiti: Classico, Mappa celeste, Visione notturna e Notte senza Luna, e può anche includere quelli personalizzati. Seleziona una voce per attivare quello schema di colori.
pt_br: Este submenu contém todos os esquemas de cor definidos: Clássico, Mapa estelar, Visão noturna e Noite sem Lua. Também pode incluir seus esquemas de cor personalizados. Selecione qualquer item para definir o esquema de cor.
sl: Ta podmeni vsebuje vse definirane barvne sheme: Klasična, Zvezdna karta, Nočni vid in Noč brez lune. Vključuje lahko tudi vaše barvne sheme po meri. Izberite kateri koli element, da nastavite to barvno shemo.
sv: Den här undermenyn innehåller alla definierade färgscheman, Klassiskt, Stjärnkarta, Nattseende och Natt utan måne. Den kan också innehålla dina egna färgscheman. Välj något alternativ för att ställa in det färgschemat.

source: <guimenu>Settings</guimenu> <guisubmenu>FOV Symbols</guisubmenu>
es: <guimenu>Preferencias</guimenu> <guisubmenu>Símbolos de campo visual</guisubmenu>
sv: <guimenu>Inställningar</guimenu> <guisubmenu> Synfältssymboler</guisubmenu>

source: This submenu lists the available field-of-view (FOV) Symbols. The FOV Symbol is drawn at the center of the display. You may choose one or more from the list of predefined symbols (7x35 Binoculars, Telrad, One Degree, HST WFPC2 or 30m at 1.3cm) by checking their specific checkbox, or you may use no symbol by unchecking all the items from the symbols list. You can also define your own symbols (or modify existing symbols) using the <guimenuitem>Edit FOV Symbols...</guimenuitem> menu item.
es: Este submenú lista los símbolos de campo visual disponibles. Este símbolo se dibuja en el centro de la pantalla. Puede escoger uno o más de la lista de símbolos predefinidos (prismáticos 7x35, Telrad, un grado, HST WFPC2 o 30 m a 1,3 cm) marcando su casilla correspondiente, o puede optar por no usar ningún símbolo si desmarca todos los elementos de la lista de símbolos. También puede definir sus propios símbolos (o modificar los existentes) usando la opción del menú <guimenuitem>Editar símbolos de campo visual...</guimenuitem>.
sv: Den här undermenyn listar tillgängliga synfältssymboler. Synfältssymbolen ritas i skärmens centrum. Du kan välja i listan med fördefinierade symboler (7x35 kikare, Telrad, En grad, Hubbles WFPC2 eller 30 m vid 1,3 cm) genom att markera respektive kryssruta, eller inte använda någon symbol genom att avmarkera alla alternativen i symbollistan. Du kan också definiera dina egna symboler (eller ändra befintliga symboler) med menyalternativet <guimenuitem>Redigera synfältssymboler...</guimenuitem>.

source: <guimenu>Settings</guimenu> <guisubmenu>Artificial Horizon...</guisubmenu>
es: <guimenu>Preferencias</guimenu> <guisubmenu>Horizonte artificial...</guisubmenu>
sv: <guimenu>Inställningar</guimenu> <guisubmenu>Artificiell horisont...</guisubmenu>

source: If you select this submenu, then Artificial Horizon Manager will be opened. Artificial Horizon Manager is used to define on the skymap one or more regions that are blocked from view from your current location (&ie; tall trees or building). The window is split in two sections: in the left side is the Regions section while in the right side is the Points section. You can add a new region by pressing the <guibutton>+</guibutton> (Add Region) button or you can remove a region by selecting it in the regions list and then pressing the <guibutton>-</guibutton> (Remove Region) button. In order to draw a region you need to define a list of points that encompasses the blocked area. You can add a new point by pressing the <guibutton>+</guibutton> (Add Point) button from the right Points section. You can also remove a highlighted point from the list of points or you can clear all the points. There are two ways to add a new point to a selected region: manually by entering the point's coordinates or by selecting the point from the skymap after clicking <guibutton>Select Points</guibutton> button. Note that each point is described by a set of horizontal coordinates: Az (Azimuth) and Alt (Altitude). If you want to modify a point's coordinates, just double click on its Az/Alt text box value and enter the new value. First and Last points must be on the horizon. Polygons must be closed to be considered valid regions. Artificial Horizon Manager provides a easy way to rename your regions. By default, regions are named as: <quote>Region </quote> plus an index (&ie; <quote>Region 1</quote> or <quote>Region 2</quote>). For renaming a region, just double click on its name and then you will be invited to complete a new region name. You can also control which regions are enabled or disabled for marking on the map by a simple click on the checkbox in front of each region. After you defined your desired regions you can apply them by pressing the <guibutton>Apply</guibutton> button. If you want to use these regions again, in further astronomy sessions, you can save them such that next time when you will open &kstars; they will be automatically marked on the skymap.
es: Al seleccionar este submenú se abrirá el gestor del horizonte artificial, que puede usar para definir una o más regiones del mapa cuya vista se bloqueará desde su posición actual (&ie;, árboles altos o edificios). La ventana está dividida en dos secciones: a la izquierda está la sección de «Regiones», mientras que a la derecha está la sección de «Puntos». Puede añadir una nueva región pulsando el botón <guibutton>+</guibutton> («Añadir región»); para eliminar una región, selecciónela en la lista de regiones y pulse el botón <guibutton>-</guibutton> («Eliminar región»). Para dibujar una región debe definir una lista de puntos que comprenda el área bloqueada. Puede añadir un nuevo punto pulsando el botón <guibutton>+</guibutton> («Añadir punto»). También puede eliminar el punto seleccionado en la lista de puntos, o borrar todos los puntos. Dispone de dos modos de añadir un nuevo punto a la región seleccionada: introduciendo a mano las coordenadas del punto o seleccionando el punto en el mapa del cielo tras pulsar el botón <guibutton>Seleccionar puntos</guibutton>. Tenga en cuenta que cada punto se describe como un conjunto de coordenadas horizontales: Ac (acimut) y Alt (altitud). Si desea modificar las coordenadas de un punto, haga doble clic sobre el valor de su cuadro de texto «Ac/Alt» e introduzca el nuevo valor. El primer y el último punto deben estar sobre el horizonte. Los polígonos deben estar cerrados para que se consideren regiones válidas. El gestor de horizonte artificial proporciona un modo fácil para cambiar el nombre de las regiones que haya definido. Por omisión, las regiones reciben el nombre «Región » más un número de índice (&ie;, «Región 1», «Región 2», etc.). Para cambiar el nombre de una región, haga doble clic sobre su nombre e introduzca su nuevo nombre. También puede controlar las regiones activadas y desactivadas en el mapa marcando la casilla que precede a su nombre. Tras definir las regiones que desee, puede mostrarlas pulsando el botón <guibutton>Aplicar</guibutton>. Si necesita volver a usar estas regiones en sesiones de observación futuras, puede guardarlas para que se muestren automáticamente en el mapa la próxima vez que use &kstars;
sv: Om du väljer undermenyn visas Hantering av artificiell horisont. Hantering av artificiell horisont används för att definiera ett eller flera områden på himmelskartan som är blockerade från din aktuella plats (t.ex. höga träd eller byggnader). Fönstret är uppdelat i två delar: Områdesdelen finns på vänster sida, medan punktdelen finns på höger sida. Du kan lägga till ett nytt område genom att klicka på knappen <guibutton>+</guibutton> (Lägg till område), eller ta bort ett område genom att markera det i områdeslistan och därefter klicka på knappen <guibutton>-</guibutton> (Ta bort område). För att rita ett område måste du definiera en lista med punkter som omger det blockerade området. Du kan lägga till en ny punkt genom att klicka på knappen <guibutton>+</guibutton> (Lägg till punkt) i punktdelen till höger. Du kan också ta bort en markerad punkt från listan med punkter eller rensa alla punkter. Det finns två sätt att lägga till en ny punkt i ett markerat område: Manuellt genom att ange punktens koordinater, eller genom att välja punkten på himmelskartan efter att ha klickat på knappen <guibutton>Välj punkter</guibutton>. Observera att alla punkter beskrivs av en uppsättning horisontella koordinater: Az (azimut) och Elev (elevation). Om du vill ändra en punkts koordinater, dubbelklicka bara på textrutan med Az- eller Elev-värdet och skriv in det nya värdet. Den första och sista punkten måste vara på horisonten. Polygoner måste vara slutna för att anses vara giltiga områden. Hantering av artificiell horisont tillhandahåller ett enkelt sätt att byta namn på områden. Normalt namnges områden som <quote>Område</quote> med ett index (dvs. <quote>Område 1</quote> eller <quote>Område 2</quote>). För att byta namn på ett område behöver du bara dubbelklicka på dess namn, så blir du erbjuden att fylla i ett nytt områdesnamn. Du kan också bestämma vilka områden som är aktiverade eller inaktiverade för markering på kartan genom att helt enkelt klicka på kryssrutan framför varje område. Efter att önskade områden har definierats, kan du verkställa genom att klicka på knappen <guibutton>Verkställ</guibutton>. Om du vill använda områdena igen i framtida astronomisessioner kan du spara dem så att de automatiskt markeras på himmelskartan nästa gång du startar &kstars;.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>1</keycap></keycombo></shortcut> <guimenu>Settings</guimenu> <guimenuitem>Manage Observer...</guimenuitem>
es: <shortcut><keycombo action="simul">&Ctrl;<keycap>1</keycap></keycombo></shortcut> <guimenu>Preferencias</guimenu> <guimenuitem>Gestión de observadores...</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>1</keycap></keycombo> </shortcut> <guimenu>Inställningar</guimenu> <guimenuitem>Hantera observatör...</guimenuitem>

source: Selecting this will open Manage Observers window that enables you to register a number of observers which are using &kstars; on this computer. You can add a new entry to observers list by completing the mandatory fields: <guilabel>Name:</guilabel> and <guilabel>Surname:</guilabel> and then pressing the <guibutton>+</guibutton> (Add observer) button. Note that <guilabel>Contact:</guilabel> field is optional, &kstars; allowing you to add a new observer even though <guilabel>Contact:</guilabel> text box is empty. You can also remove an observer from the list using <guibutton>-</guibutton> (Remove observer) button.
es: Al seleccionar esta opción se abrirá la ventana de gestión de observadores, que le permite registrar un número de observadores que están usando &kstars; en este ordenador. Puede añadir nuevas entradas en la lista de observadores completando los campos obligatorios: <guilabel>Nombre</guilabel> y <guilabel>Apellidos</guilabel>, y pulsando a continuación el botón <guibutton>+</guibutton> («Añadir observador»). Tenga en cuenta que el campo <guilabel>Contacto</guilabel> es opcional: &kstars; le permite añadir un nuevo observador incluso si el campo <guilabel>Contacto</guilabel> está vacío. También puede eliminar un observador de la lista usando el botón <guibutton>-</guibutton> («Eliminar observador»).
sv: Att välja det här visar fönstret Hantera observatörer, som låter dig registrera ett antal observatörer som använder &kstars; på datorn. Du kan lägga till en ny post i observatörslistan genom att fylla i de nödvändiga fälten <guilabel>Namn:</guilabel> och <guilabel>Efternamn:</guilabel>, och därefter klicka på knappen <guibutton>+</guibutton> (Lägg till observatör). Observera att fältet <guilabel>Kontakt:</guilabel> är valfritt. &kstars; låter dig lägga till en ny observatör även om textrutan <guilabel>Kontakt:</guilabel> är tom. Du kan också ta bort en observatör från listan genom att använda knappen <guibutton>-</guibutton> (Ta bort observatör).

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo></shortcut> <guimenu>Settings</guimenu> <guimenuitem>Geographic...</guimenuitem>
es: <shortcut><keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo></shortcut> <guimenu>Preferencias</guimenu> <guimenuitem>Posición geográfica...</guimenuitem>
sv: <shortcut><keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo></shortcut> <guimenu>Inställningar</guimenu> <guimenuitem>Geografisk...</guimenuitem>

source: Select a new <link linkend="setgeo">geographic location</link>.
es: Seleccionar una nueva <link linkend="setgeo">posición geográfica</link>.
sv: Välj en ny <link linkend="setgeo">geografisk position</link>.

source: <guimenu>Settings</guimenu> <guimenuitem>Configure Keyboard Shortcuts...</guimenuitem>
es: <guimenu>Preferencias</guimenu> <guimenuitem>Configurar accesos rápidos del teclado...</guimenuitem>
sv: <guimenu>Inställningar</guimenu> <guimenuitem>Anpassa snabbtangenter...</guimenuitem>
