Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-mouse.po
Languages: ca, de, fr, gl, it, pl, pt, ru, sl, uk

source: The sky coordinates (Az/Alt, RA/Dec and J2000.0 RA/Dec) of the mouse cursor are updated in the status bar. The status bar is located in the right bottom corner of the screen. The status bar can be customized by selecting <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Statusbar</guimenuitem></menuchoice> submenu. Here you may choose what coordinates systems &kstars; will display in the status bar. Furthermore, you can hide the status bar by unchecking the <guilabel>Show Statusbar</guilabel> checkbox.
it: Le coordinate celesti (Az/Alt, AR/Dec e J2000.0) del puntatore del mouse vengono aggiornate nella barra di stato, che si trova nella parete bassa dello schermo. La barra di stato può essere personalizzata selezionando il sotto-menu <menuchoice><guimenu>Impostazioni</guimenu> <guimenuitem>Barra di stato</guimenuitem></menuchoice>: da qui puoi scegliere quale sistema di coordinate verrà visualizzato da &kstars; in essa. La barra di stato può però essere nascosta, deselezionando la casella <guilabel>Mostra la barra di stato</guilabel>.
sl: Koordinate neba (Az/Alt, RA/Dec in J2000.0 RA/Dec) kazalca miške se posodobijo v vrstici stanja. Vrstica stanja se nahaja v spodnjem desnem kotu zaslona. Vrstico stanja lahko prilagodite tako, da izberete podmeni <menuchoice><guimenu>Nastavitve</guimenu> <guimenuitem>Vrstica stanja</guimenuitem></menuchoice>. Tukaj lahko izberete kateri koordinatni sistem &kstars; se prikaže v vrstici stanja. Poleg tega lahko skrijete vrstico stanja tako, da počistite potrditveno polje <guilabel>Pokaži vrstico stanja</guilabel>.
uk: Небесні координати (Аз/Вис, ПС/Схил та ПС/Схил для J2000.0) точки, де перебуває вказівник миші, буде показано на смужці стану. Смужку стану розташовано у правому нижньому куті вікна програми. Налаштувати смужку стану можна за допомогою пункту меню <menuchoice><guimenu>Параметри</guimenu> <guimenuitem>Смужка стану</guimenuitem></menuchoice>. За допомогою відповідного підменю можна визначити, які координати буде показано &kstars;. Крім того, за допомогою цього меню ви можете приховати смужку стану, знявши позначку з пункту <guilabel>Показати смужку стану</guilabel>.

source: "Hovering" the mouse
ca: En «mantenir quiet» el ratolí
de: Mauszeiger auf ein Objekt halten
gl: «Pasar o rato»
it: Passare sopra col mouse
pl: "Najeżdżanie" myszą
pt: Passagem do rato
ru: "Зависание" мыши
sl: "Lebdenje" miške
uk: «Наведення» вказівника

source: A temporary name label is attached to the object nearest to the mouse cursor.
ca: Apareix una etiqueta temporal de nom al costat de l'objecte sobre el qual resta el cursor del ratolí.
de: Fügt kurzzeitig ein Textfeld mit dem Namen des Objekts ein, das dem Mauszeiger am nächsten ist.
fr: Une étiquette temporaire est attachée à l'objet le plus proche du pointeur de la souris.
gl: Conéctase unha lenda temporal co obxecto máis próximo ao cursor do rato.
it: Visualizza temporaneamente un'etichetta col nome dell'oggetto più vicino al puntatore del mouse.
pl: Tymczasowa etykieta nazwy dołączona do obiektu najbliższego w stosunku do wskaźnika myszy.
pt: Abre o menu de contexto para a localização ou objecto que estiver mais próximo do cursor do rato.
ru: На некоторое время метка имени объекта появляется рядом с курсором мыши
sl: Začasna oznaka z imenom je pritrjena na objekt, ki je najbližji kazalcu miške.
uk: У об'єкта, що знаходиться найближче до курсора миші з'являється тимчасова позначка з назвою.

source: Left-clicking
ca: Clic esquerre
de: Linksklick
gl: Botón esquerdo do rato
it: Clic sinistro
pl: Lewe klikniecie
pt: 'Click' com o botão esquerdo
ru: Левый щелчок
sl: Levi klik
uk: Клацання лівою кнопкою

source: Identifying
it: Identificazione
sl: Prepoznavanje
uk: Ідентифікація

source: The object nearest the mouse click is identified in the status bar.
ca: L'objecte sobre el qual es fa clic, serà identificat en la barra d'estat.
de: Identifiziert das Objekt, das dem Mauszeiger am nächsten ist, in der Statusleiste.
fr: L'objet le plus proche du clic de la souris est identifié dans la barre d'état.
gl: Identifícase na barra de estado o obxecto que estea máis preto do clic do rato.
it: L'oggetto più vicino al puntatore del mouse viene identificato nella barra di stato.
pl: Obiekt najbliższy kliknięciu myszy jest identyfikowany na pasku stanu.
pt: Identifica o objecto mais próximo do cursor do rato na barra de estado.
ru: Ближайший объект, после щелчка определяется в панели состояния.
sl: Objekt, ki je najbližji kliku miške, je prepoznan v statusni vrstici.
uk: У рядку стану буде показано назву об'єкта, який був найближчим до вказівника миші на час клацання

source: Double-clicking
ca: Fer doble clic
de: Doppelklick
gl: Premer dúas veces
it: Doppio clic
pl: Podwójne kliknięcie
pt: Duplo-click
ru: Двойной щелчок
sl: Dvojni klik
uk: Подвійне клацання

source: Centering
it: Centraggio
sl: Centriranje
uk: Центрування

source: Center and track on the location or object nearest the mouse click. Double-clicking on an Info Box will <quote>shade</quote> it to show/hide extra information.
it: Centra e insegue la posizione su cui si è fatto doppio clic, o l'oggetto più vicino. Un doppio clic su un riquadro informativo mostrerà o nasconderà le informazioni aggiuntive.
sl: Centriraj in sledi lokaciji ali objektu, ki je najbližje kliku miške. Če dvokliknete polje z informacijami, ga boste <quote>zasenčili</quote>, da prikažete/skrijete dodatne informacije.
uk: Центрування і стеження за точкою або об'єктом, які знаходилися найближче до вказівника миші на час клацання. Подвійне клацання на інформаційній панелі <quote>затінить</quote> її з метою показу/приховування додаткової інформації.

source: Right-clicking
ca: Clic dret
de: Rechtsklick
gl: Botón secundario do rato
it: Clic destro
pl: Kliknięcie prawym przyciskiem
pt: 'Click' com o botão direito
ru: Правый щелчок
sl: Desni klik
uk: Клацання правою кнопкою

source: Invoking Popup Menu for
it: Menu a comparsa
sl: Priklic pojavnega menija za
uk: Виклик контекстного меню для

source: Open the <link linkend="popup-menu">popup menu</link> for the location or object nearest the mouse cursor.
it: Apre il <link linkend="popup-menu">menu a comparsa</link> per la posizione o per l'oggetto più vicino al puntatore del mouse.
sl: Odpre <link linkend="popup-menu">pojavni meni</link> za lokacijo ali objekt, ki je najbližji kazalcu miške.
uk: Відкриває <link linkend="popup-menu">контекстне меню</link>, що стосується точки або об'єкта, що знаходиться найближче до курсора.

source: Scrolling the mouse wheel
ca: Moure la roda del ratolí
de: Drehen des Mausrades
gl: Mover a rodiña do rato
it: Ruotare la rotellina del mouse
pl: Przewijanie myszą
pt: Deslocar a roda do rato
ru: Прокручивание колесом мыши
sl: Drsenje kolesca miške
uk: Прокручування коліщатка миші

source: Zoom the display in or out. If you do not have a mouse <mousebutton>wheel</mousebutton>, you can hold the middle mouse button and drag vertically.
it: Ingrandisce o rimpicciolisce lo schermo. Se non hai un mouse con <mousebutton>rotellina</mousebutton> puoi tenere premuto il tasto centrale e trascinare verticalmente.
sl: Poveča ali pomanjša zaslon. Če nimate miškinega <mousebutton>koleščka</mousebutton>, lahko držite srednji gumb miške in vlečete navpično.
uk: Збільшити або зменшити зображення. Якщо на вашій мишці немає коліщатка, затисніть середню кнопку і рухайте вказівник миші у вертикальному напрямку.

source: Click-and-dragging
ca: Fes clic i arrossega
de: Klicken und Ziehen
gl: Premer e arrastrar
it: Clic e trascinamento
pl: Kliknięcie i przeciągnięcie
pt: Carregar-e-arrastar
ru: Щёлкнуть и перетащить
sl: Klik in vlečenje
uk: Перетягування з затисненою лівою

source: Dragging the sky map
ca: Arrossega el mapa celeste
de: Bewegen der Himmelskarte
fr: *Tirer la carte du ciel*
gl: Arrastrar o mapa do ceo
it: Trascinare la mappa del cielo
pl: Przesuwa mapę nieba
pt: Arrasta o mapa do céu
ru: Перемещение карты неба.
sl: Vlečenje zvezdne karte
uk: Перетягування карти неба

source: Pan the display, following the drag motion.
ca: Fa un panorama de la vista, seguint el moviment de l'arrossegament.
de: Verschiebt die Anzeige und folgt der Ziehbewegung.
fr: Déplace l'affichage, en suivant le mouvement du tirage.
gl: Mover o visor, seguindo o movemento de arrastre.
it: Fa scorrere lo schermo, seguendo la direzione di trascinamento.
pl: Przesuwa ekran, śledząc ruch myszy.
pt: Desloca a visualização, seguindo o movimento de arrastamento.
ru: Панорамировать экран, следуя за перемещением.
sl: Pomakne zaslon, sledi gibu vlečenja.
uk: Пересування видимої області відповідно до напрямку перетягування.

source: &Ctrl;+dragging the sky map
it: &Ctrl;+trascinamento sulla mappa del cielo
sl: &Ctrl;+vlečenje zvezdne karte
uk: &Ctrl;+перетягування на карті неба

source: Define a rectangle in the map. When the mouse button is released, the display is zoomed in to match the field-of-view to the bounds of the rectangle.
ca: Defineix un rectangle en el mapa. Quan es deixa anar el botó del ratolí, la vista és ampliada dintre del camp seleccionat per a emparellar el camp de visió als límits del rectangle.
de: Definiert ein Rechteck in der Karte, wenn der Mausknopf losgelassen wird, wird die Ansicht vergrößert, um den Inhalt des Rechtecks anzuzeigen.
fr: Définit un rectangle dans la carte. Lorsque le bouton de la souris est relâché, l'affichage est agrandi pour correspondre au champ d'affichage inclus dans le rectangle.
gl: Definir un rectángulo no mapa. Cando se solte o botón do rato, o visor amplíase para que o campo de visión quede dentro dos límites do rectángulo.
it: Definisce un rettangolo sulla mappa. Dopo aver rilasciato il pulsante, l'ingrandimento dello schermo viene adattato al campo di vista all'interno del rettangolo.
pl: Kreśli prostokąt na mapie. Kiedy przycisk myszy zostanie puszczony, ekran będzie przybliżony tak, aby odpowiadał narysowanemu polu i był dopasowany do jego krawędzi.
pt: Define um rectângulo no mapa. Quando o botão do rato é largado, a visualização é ampliada de modo a corresponder o campo-de-visão aos limites do rectângulo.
ru: Определяет прямоугольник на карте. После того, как кнопка мыши будет отпущена, экран увеличится так, чтобы границы поля зрения совпадали с прямоугольником.
sl: Na karti določi pravokotnik. Ko spustite gumb miške, se zaslon poveča, da se vidno polje ujema z mejami pravokotnika.
uk: Визначення прямокутної області на карті. Після того, як кнопку миші буде відпущено, областю перегляду стане виділений прямокутник.

source: Dragging an Info Box
ca: Arrossega un rètol informatiu
de: Ziehen einer Infobox
gl: Arrastrar un panel informativo
it: Trascinare un riquadro informativo
pl: Przeciąganie okna informacyjnego
pt: Arrastar um Painel Informativo
ru: Перемещение строки информации
sl: Vlečenje polja z informacijami
uk: Перетягування панелі інформації

source: The Info Box is repositioned in the map. Info Boxes will <quote>stick</quote> to window edges, so that they remain on the edge when the window is resized.
it: Vengono riposizionati sulla mappa i riquadri informativi. Essi rimangono <quote>incollati</quote> ai bordi della finestra, in modo da non separarsene quando la finestra viene ridimensionata.
sl: Polje z informacijami je na karti spremenjeno. Informacijska polja se bodo <quote>prilepila</quote> na robove oken, tako da ostanejo na robu, ko spremenite velikost okna.
uk: Зміна розташування панелі інформації на карті. Панелі інформації мають здатність <quote>прилипати</quote> до країв вікна, отже, вони залишаються на краях вікна під час зміни його розмірів.

source: The sky coordinates (Az/Alt, RA/Dec and J2000.0 RA/Dec) of the mouse cursor are updated in the status bar. The status bar is located in the right bottom corner of the screen. The status bar can be customized by selecting ``Settings → Statusbar`` submenu. Here you may choose what coordinates systems KStars will display in the status bar. Furthermore, you can hide the status bar by unchecking the ``Show Statusbar`` checkbox.
ca: Les coordenades celestes (Az/Alt, AR/Dec i J2000.0 AR/Dec) del cursor del ratolí s'actualitzen a la barra d'estat. La barra d'estat es troba a la cantonada inferior dreta de la pantalla. La barra d'estat es pot personalitzar seleccionant el submenú ``Arranjament`` ``Barra d'estat``. Aquí podreu triar quins sistemes de coordenades mostrarà el KStars a la barra d'estat. A més, pot amagar la barra d'estat desactivant la casella de selecció ``Mostra la barra d'estat``.
fr: Les coordonnées du ciel (Az/Alt, AD/DEC et J2000.0 AD/DEC) sous le pointeur de la souris sont mises à jour dans la barre d'état dans le coin du bas à droite de l'écran. La barre d'état peut être personnalisée dans le sous-menu ``Configuration`` ``Barre d'état``. Vous pourrez ainsi choisir le système de coordonnées que KStars affichera dans la barre d'état. De plus, vous pouvez la cacher en décochant ``Afficher la barre d'état``.

source: Center and track on the location or object nearest the mouse click. Double-clicking on an Info Box will “shade” it to show/hide extra information.
ca: Centra i segueix sobre l'emplaçament o objecte clicat. El fet de fer doble clic a sobre d'un rètol informatiu l'«ombrejarà» revelant/ocultant informació extra.
fr: Centre et suit la position ou l'objet le plus proche du clic de la souris. Un double clic sur une zone d'information l'\"enroulera\" pour révéler ou cacher des informations supplémentaires.

source: Open the :ref:`popup menu <commands-popup-menu>` for the location or object nearest the mouse cursor.
ca: Obre el :ref:`menú emergent <commands-popup-menu>` per a l'emplaçament o objecte sobre el qual resta el cursor del ratolí.
fr: Ouvre le :ref:`menu contextuel <commands-popup-menu>` de la position ou de l'objet le plus proche du pointeur de la souris.

source: Zoom the display in or out. If you do not have a mouse wheel, you can hold the middle mouse button and drag vertically.
ca: Apropa o allunya la vista. Si no disposeu de roda al ratolí, podreu recrear aquesta característica mantenint premut el BMR i arrossegant verticalment.
fr: Zoom l'affichage vers l'avant ou l'arrière. Si vous n'avez pas de souris ``à molette``, vous pouvez maintenir le bouton central de la souris et la déplacer verticalement.

source: The Info Box is repositioned in the map. Info Boxes will “stick” to window edges, so that they remain on the edge when the window is resized.
ca: Es torna a ubicar de nou en el mapa al rètol informatiu. Els rètols informatius s'«enganxaran» a les vores de la finestra, de manera que romanguin sobre la vora quan la finestra sigui amidada.
fr: La boîte d'informations est repositionnée sur la carte. Les boîtes d'information seront \"collées\" aux bords de la fenêtre, de telle manière qu'elles restent sur le bord lorsque la fenêtre est redimensionnée.

source: **Ctrl** +dragging the sky map
ca: Ctrl+arrossega el mapa celeste
fr: *Tirer la carte du ciel*
