Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-keys.po
Languages: bg

source: Command Reference
bg: Списък на командите

source: Menu Commands
bg: Команди на менюто

source: Commands
bg: Команди

source: Menu
bg: Меню

source: File Menu
bg: Меню Файл

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Open Image...</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu>Файл</guimenu> <guimenuitem>Отваряне на изображение...</guimenuitem>

source: Open an image in the FITS Viewer.
bg: Отваряне на изображение във визуализатора на FITS

source: <guimenu>File</guimenu> <guimenuitem>Save Sky Image...</guimenuitem>
bg: <guimenu>Файл</guimenu> <guimenuitem>Запис на изображението на небето...</guimenuitem>

source: Create image on disk from current display.
bg: Запазване на изображението на небесната карта на диска.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Run Script...</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> </shortcut> <guimenu>Файл</guimenu> <guimenuitem>Изпълняване на скрипт...</guimenuitem>

source: Run the specified &kstars; script.
bg: Изпълняване на зададения скрипт на &kstars;.

source: <guimenu>File</guimenu> <guimenuitem>Printing Wizard...</guimenuitem>
bg: <guimenu>Файл</guimenu> <guimenuitem>Помощник за отпечатване...</guimenuitem>

source: Starts a wizard to configure capturing sky objects images using telescope and printing the results as a good looking printout for further use or catalogization.
bg: Стартира помощник за конфигуриране на заснемане на изображения на небесни обекти с помощта на телескоп и отпечатване на резултатите като добре изглеждаща разпечатка за по-нататъшна употреба или каталогизиране.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Print...</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu>Файл</guimenu> <guimenuitem>Печат...</guimenuitem>

source: Send the current sky map to the printer (or to a &PostScript;/&PDF; file).
bg: Изпращане на текущата карта на небето до принтера (или на &PostScript;/&PDF; файл).

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Quit</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>Файл</guimenu> <guimenuitem>Изход</guimenuitem>

source: Quit &kstars;.
bg: Изход от &kstars;.

source: Time Menu
bg: Меню Време

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>E</keycap></keycombo> </shortcut> <guimenu>Time</guimenu> <guimenuitem>Set Time to Now</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>E</keycap></keycombo> </shortcut> <guimenu>Време</guimenu> <guimenuitem>Връщане към системното време</guimenuitem>

source: Sync time to system clock.
bg: Синхронизира часа и датата с часовника на системата.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu>Time</guimenu> <guimenuitem>Set Time...</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu>Време</guimenu> <guimenuitem>Задаване на дата и час...</guimenuitem>

source: Set time and date.
bg: Задаване на датата и часа за симулацията.

source: <shortcut> <keycap>&lt;</keycap> </shortcut> <guimenu>Time</guimenu> <guimenuitem>Advance One Step Backward in Time</guimenuitem>
bg: <shortcut> <keycap>&lt;</keycap> </shortcut> <guimenu>Време</guimenu> <guimenuitem>Връщане с една стъпка назад във времето</guimenuitem>

source: Advance one step backward in time in the &kstars; simulation of the sky chart. The duration of the time step can be configured after pressing the little <guilabel>&gt;</guilabel> button on the &kstars; toolbar.
bg: Върнете се една стъпка назад във времето на симулация на небесната карта. Продължителността на времевата стъпка може да се конфигурира след натискане на малкия бутон <guilabel>&gt;</guilabel> в лентата с инструменти.

source: <guimenu>Time</guimenu> <guimenuitem>Stop Clock</guimenuitem>
bg: <guimenu>Време</guimenu> <guimenuitem>Спиране на часовника</guimenuitem>

source: Toggle whether time passes.
bg: Спиране/повторно пускане на часовника на симулацията.

source: <shortcut> <keycap>&gt;</keycap> </shortcut> <guimenu>Time</guimenu> <guimenuitem>Advance One Step Forward in Time</guimenuitem>
bg: <shortcut> <keycap>&gt;</keycap> </shortcut> <guimenu>Време</guimenu> <guimenuitem>Напредване с една стъпка напред във времето</guimenuitem>

source: Advance one step forward in time in the &kstars; simulation of the sky chart. The duration of the time step can be configured after pressing the little <guilabel>&gt;</guilabel> button on the &kstars; toolbar.
bg: Напреднете с една стъпка напред във времето на симулация на небесната карта. Продължителността на времевата стъпка може да се конфигурира след натискане на малкия бутон <guilabel>&gt;</guilabel> в лентата с инструменти.

source: Pointing Menu
bg: Меню Насочване

source: <shortcut> <keycap>Z</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>Zenith</guimenuitem>
bg: <shortcut> <keycap>Z</keycap> </shortcut> <guimenu>Насочване</guimenu> <guimenuitem>Зенит</guimenuitem>

source: Center the display at the <link linkend="ai-zenith">Zenith</link> point (straight up).
bg: Центрира дисплея в точката на <link linkend="ai-zenith">Зенита</link> (право нагоре).

source: <shortcut> <keycap>N</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>North</guimenuitem>
bg: <shortcut> <keycap>N</keycap> </shortcut> <guimenu>Насочване</guimenu> <guimenuitem>Север</guimenuitem>

source: Center the display above the North point on the horizon.
bg: Центрирайте дисплея над северната точка на хоризонта.

source: <shortcut> <keycap>E</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>East</guimenuitem>
bg: <shortcut> <keycap>E</keycap> </shortcut> <guimenu>Насочване</guimenu> <guimenuitem>Изток</guimenuitem>

source: Center the display above the East point on the horizon.
bg: Центрирайте дисплея над източната точка на хоризонта.

source: <shortcut> <keycap>S</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>South</guimenuitem>
bg: <shortcut> <keycap>S</keycap> </shortcut> <guimenu>Насочване</guimenu> <guimenuitem>Юг</guimenuitem>

source: Center the display above the South point on the horizon.
bg: Центрирайте дисплея над южната точка на хоризонта.

source: <shortcut> <keycap>W</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>West</guimenuitem>
bg: <shortcut> <keycap>W</keycap> </shortcut> <guimenu>Насочване</guimenu> <guimenuitem>Запад</guimenuitem>

source: Center the display above the West point on the horizon.
bg: Центрирайте дисплея над западната точка на хоризонта.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>M</keycap></keycombo> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>Set Coordinates Manually...</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>M</keycap></keycombo> </shortcut> <guimenu>Насочване</guimenu> <guimenuitem>Ръчно задаване на координати...</guimenuitem>

source: Center the display on specific <link linkend="ai-skycoords">sky coordinates</link>.
bg: Центрира дисплея върху конкретни <link linkend="ai-skycoords">небесни координати</link>.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>Find Object...</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Насочване</guimenu> <guimenuitem>Намиране на обект...</guimenuitem>

source: Locate an object by name using the <link linkend="findobjects">Find Object Window</link>.
bg: Намерете обект по име, като използвате прозореца за <link linkend="findobjects">намиране на обект</link>.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>Engage/Stop Tracking</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Насочване</guimenu> <guimenuitem>Начало/край на проследяването</guimenuitem>

source: Toggle tracking on/off. While tracking, the display will remain centered on the current position or object.
bg: Включване/изключване на проследяването. Докато проследявате, дисплеят ще остане центриран върху текущата позиция или обект.

source: View Menu
bg: Меню Изглед

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>+</keycap></keycombo></shortcut> <guimenu>View</guimenu> <guimenuitem>Zoom In</guimenuitem>
bg: <shortcut><keycombo action="simul">&Ctrl;<keycap>+</keycap></keycombo></shortcut> <guimenu>Изглед</guimenu> <guimenuitem>Увеличаване</guimenuitem>

source: Zooms view in.
bg: Увеличаване на мащаба на изгледа

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>-</keycap></keycombo></shortcut> <guimenu>View</guimenu> <guimenuitem>Zoom Out</guimenuitem>
bg: <shortcut><keycombo action="simul">&Ctrl;<keycap>-</keycap></keycombo></shortcut> <guimenu>Изглед</guimenu> <guimenuitem>Намаляване</guimenuitem>

source: Zooms view out.
bg: Намаляване на мащаба на изгледа

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Default Zoom</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>Изглед</guimenu> <guimenuitem>Мащаб по подразбиране</guimenuitem>

source: Restore the default Zoom setting.
bg: Възстановяване на стандартния мащабиране.

source: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Zoom to Angular Size...</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>Изглед</guimenu> <guimenuitem>Мащабиране до ъглов размер...</guimenuitem>

source: Zoom to specified field-of-view angle.
bg: Мащабира до желания размер на ъгъла на зрителното поле.

source: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>F</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Full Screen Mode</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Изглед</guimenu> <guimenuitem>Цял екран</guimenuitem>

source: Toggle full-screen mode.
bg: Включване/изключване на пълноекранен режим.

source: <shortcut> &Space; </shortcut> <guimenu>View</guimenu> <guimenuitem>Switch to Star Globe View / Switch to Horizontal View</guimenuitem>
bg: <shortcut> &Space; </shortcut> <guimenu>Изглед</guimenu> <guimenuitem>Превключване към изглед на звезден глобус (екваториални координати)/Превключване към хоризонтален изглед (хоризонтални координати)</guimenuitem>

source: Toggle between the <link linkend="horizontal">Horizontal</link> and <link linkend="equatorial">Equatorial</link> <link linkend="ai-skycoords">Coordinate Systems</link>.
bg: Превключване между <link linkend="horizontal">хоризонтална</link> и <link linkend="equatorial">екваториална</link> <link linkend="ai-skycoords">координатна система.</link>.

source: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>T</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Show Terrain</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Изглед</guimenu> <guimenuitem>Показване на терена</guimenuitem>

source: Toggle the <link linkend="terrain">terrain image</link> visibility.
bg: Превключване на видимостта на <link linkend="terrain">изображението на терена</link>.

source: <guimenu>View</guimenu> <guisubmenu>Projection</guisubmenu>
bg: <guimenu>Изглед</guimenu> <guisubmenu>Projection</guisubmenu>

source: A submenu that lists all projections.
bg: Подменю, което изброява всички проекции.

source: <shortcut><keycap>F5</keycap></shortcut><guimenuitem>Lambert Azimuthal Equal-area</guimenuitem>
bg: <shortcut><keycap>F5</keycap></shortcut><guimenuitem>Азимутна равноплощна на Ламберт</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Lambert_azimuthal_equal-area_projection">Lambert azimuthal equal-area</ulink> projection.
bg: Превключете изгледа на небесната карта към азимуталната равноповърхностна проекция на Lambert.

source: <shortcut><keycap>F6</keycap></shortcut><guimenuitem>Azimuthal Equidistant</guimenuitem>
bg: <shortcut><keycap>F6</keycap></shortcut><guimenuitem>Азимутна еквидистантна</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Azimuthal_equidistant_projection">azimuthal equidistant</ulink> projection.
bg: Превключете изгледа на небесната карта към азимутална еквидистантна проекция.

source: <shortcut><keycap>F7</keycap></shortcut><guimenuitem>Orthographic</guimenuitem>
bg: <shortcut><keycap>F7</keycap></shortcut><guimenuitem>Ортографична</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Orthographic_projection_(cartography)">orthographic</ulink> projection.
bg: Превключете изгледа на небесна карта към ортографска проекция.

source: <shortcut><keycap>F8</keycap></shortcut><guimenuitem>Equirectangular</guimenuitem>
bg: <shortcut><keycap>F8</keycap></shortcut><guimenuitem>Цилиндрична</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Equirectangular_projection">equirectangular</ulink> projection.
bg: Превключете изгледа на небесната карта към равноъгълна проекция.

source: <shortcut><keycap>F9</keycap></shortcut><guimenuitem>Stereographic</guimenuitem>
bg: <shortcut><keycap>F9</keycap></shortcut><guimenuitem>Стереографска</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Stereographic_projection">stereographic</ulink> projection.
bg: Превключете изгледа на небесната карта към стереографска проекция.

source: <shortcut><keycap>F10</keycap></shortcut><guimenuitem>Gnomonic</guimenuitem>
bg: <shortcut><keycap>F10</keycap></shortcut><guimenuitem>Гномонична</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Gnomonic_projection">gnomonic</ulink> projection.
bg: Превключете изгледа на небесната карта към гномоничната проекция.

source: <guimenu>View</guimenu> <guisubmenu>HiPS All Sky Overlay</guisubmenu>
bg: <guimenu>Изглед</guimenu> <guisubmenu>Наслагвания на HiPS</guisubmenu>

source: A submenu that lists the enabled surveys. Select the <guimenuitem>HiPS Settings...</guimenuitem> menu item for configure the <link linkend="hips">HiPS</link> sky overlays.
bg: Подменю, което показва активираните проучвания. Изберете <guimenuitem>Настройки на HiPS....</guimenuitem> за конфигуриране на наслагванията на изображения върху небесната карта <link linkend="hips">HiPS</link>.

source: Tools Menu
bg: Меню Инструменти

source: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Calculator</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Инструменти</guimenu> <guimenuitem>Калкулатор</guimenuitem>

source: Opens the <link linkend="tool-calculator">AstroCalculator</link> Tool, which provides full access to many of the mathematical functions used by &kstars;.
bg: Отваря инструмента <link linkend="tool-calculator">Астрокалкулатор,</link> който осигурява пълен достъп до много от математическите функции, използвани в &kstars;.

source: <guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu>
bg: <guimenu>Инструменти</guimenu> <guisubmenu>Устройства</guisubmenu>

source: A submenu for control supported devices.
bg: Подменю за управление на поддържани устройства.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>0</keycap></keycombo></shortcut> <guimenuitem>List your Equipment...</guimenuitem>
bg: <shortcut><keycombo action="simul">&Ctrl;<keycap>0</keycap></keycombo></shortcut> <guimenuitem>Списък на оборудването...</guimenuitem>

source: Allows you to define your equipment characteristics for observation logs. The Configure Equipment window is divided into four tabs: <guilabel>Telescope</guilabel>, <guilabel>Eyepiece</guilabel>, <guilabel>Lens</guilabel> and <guilabel>Filter</guilabel>. You can add a new equipment by completing its characteristics and pressing <guibutton>Add New...</guibutton> button. You can also save or remove an equipment from the list.
bg: Позволява ви да дефинирате характеристиките на вашето оборудване за дневници за наблюдение. Прозорецът за конфигуриране на оборудване е разделен на четири раздела::<guilabel>Телескоп</guilabel>, <guilabel>Окуляр</guilabel>, <guilabel>Обективи</guilabel> и <guilabel>Филтри</guilabel>. Можете да добавите ново оборудване, като попълните характеристиките му и натиснете бутона <guibutton>Добавяне на ново...</guibutton>. Можете също да запазите или премахнете оборудване от списъка.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>D</keycap></keycombo></shortcut> <guimenuitem>Device Manager...</guimenuitem>
bg: <shortcut><keycombo action="simul">&Ctrl;<keycap>D</keycap></keycombo></shortcut> <guimenuitem>Управление на устройства...</guimenuitem>

source: Opens up the device manager, which allows you to start/shutdown device drivers and connect to remote INDI servers.
bg: Отваря диспечера на устройства, който ви позволява да стартирате/изключвате драйвери на устройства и да се свързвате с отдалечени INDI сървъри.

source: Custom Drivers...
bg: Потребителски драйвери...

source: A dialog to customize the drivers.
bg: Диалогов прозорец за персонализиране на драйверите.

source: INDI Control Panel...
bg: Контролен панел на INDI...

source: Opens up INDI Control Panel, which allows you to control all the features supported by a device.
bg: Отваря контролния панел INDI, който ви позволява да контролирате всички функции, поддържани от дадено устройство.

source: <guimenu>Tools</guimenu> <guimenuitem>Sky Calendar</guimenuitem>
bg: <guimenu>Инструменти</guimenu> <guimenuitem>Небесен календар</guimenuitem>

source: Opens the <guilabel>Sky Calendar</guilabel> Tool, which allows you to plan observations of Solar System planets by giving graphical data on sets and rises of these objects.
bg: Отваря инструмента <guilabel>Небесен календар</guilabel>, който ви позволява да планирате наблюдения на планетите на Слънчевата система, като предоставя графични данни за залезите и изгревите на тези обекти.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Altitude vs. Time</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu>Инструменти</guimenu> <guimenuitem>Графика на височина и време</guimenuitem>

source: Opens the <link linkend="tool-altvstime">Altitude vs. Time</link> Tool, which can plot curves representing the altitude of any object as a function of time. This is useful for planning observing sessions.
bg: Отваря инструмента <link linkend="tool-altvstime">Графика на височина и време</link>, който може да начертае криви, представящи височината на всеки обект като функция на времето. Това е полезно за планиране на сесии за наблюдение.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>What's up Tonight</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> </shortcut> <guimenu>Инструменти</guimenu> <guimenuitem>Нещо интересно тази вечер</guimenuitem>

source: Opens the <link linkend="tool-whatsup">What's up Tonight</link> Tool, which presents a summary of the objects which are observable from your location on a given date.
bg: Отваря инструмента <link linkend="tool-whatsup">Нещо интересно тази вечер</link>, който представя обобщение на обектите, които могат да се наблюдават от вашето положение на дадена дата.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>What's Interesting...</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> </shortcut> <guimenu>Инструменти</guimenu> <guimenuitem>Нещо интересно...</guimenuitem>

source: Opens the <guilabel>What's Interesting</guilabel> Tool, which allows you to be informed about the most interesting observations that can be made from your current location using the given equipment.
bg: Отваря инструмента <guilabel>Нещо интересно</guilabel>, който ви позволява да бъдете информирани за най-интересните наблюдения, които могат направени от текущото ви местоположение с помощта на даденото оборудване.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>XPlanet Solar System Simulator</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu>Инструменти</guimenu> <guimenuitem>Разглеждане на слънчевата система с XPlanet</guimenuitem>

source: This menu item will appear only if you have installed the <application>XPlanet</application> optional package.
bg: Този елемент от менюто ще се появи само ако сте инсталирали опционалния пакет XPlanet.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>B</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Script Builder</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>B</keycap></keycombo> </shortcut> <guimenu>Инструменти</guimenu> <guimenuitem>Редактор на скриптове</guimenuitem>

source: Opens the <link linkend="tool-scriptbuilder">Script Builder</link> Tool, which provides a GUI interface for building &kstars; &DBus; scripts.
bg: Отваря инструмента за <link linkend="tool-scriptbuilder">създаване на скриптове</link>, който предоставя графичен интерфейс за изграждане на скриптове на &kstars; за &DBus;.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Y</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Solar System</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Y</keycap></keycombo> </shortcut> <guimenu>Инструменти</guimenu> <guimenuitem>Слънчева система</guimenuitem>

source: Opens the <link linkend="tool-solarsys">Solar System Viewer</link>, which displays an overhead view of the solar system on the current simulation date.
bg: Отваря модула за преглед на <link linkend="tool-solarsys">Слънчевата система</link>, който показва изглед отгоре на слънчевата система към текущата дата на симулация.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Ekos</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> </shortcut> <guimenu>Инструменти</guimenu> <guimenuitem>Ekos</guimenuitem>

source: Opens <link linkend="ekos">Ekos</link>, a complete and powerful tool for astrophotography. With Ekos, you can align and guide your telescope, focus your CCD, and capture images using an easy intuitive interface.
bg: Отваря <link linkend="ekos">Ekos</link>, пълен и мощен инструмент за астрофотография. С Ekos можете да насочвате своя телескоп, да фокусирате CCD модула и да заснемате изображения с помощта на лесен и интуитивен интерфейс.
