Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-mouse.po
Languages: ca, de, fr, gl, it, pl, pt, ru, sl, uk

source: Shows the <guilabel>Setup Wizard</guilabel> dialog. It is the same window that you saw when you ran &kstars; for the very first time. &kstars; Setup Wizard will help you set up some basic options, such as your location on Earth. The first page of Setup Wizard is a welcome page and if you press <guibutton>Next</guibutton> button, you will get the <guilabel>Choose Your Home Location</guilabel> page. Here you can select your exact home location or a city near your home location if your accurate location is not present in &kstars; cities database. Browsing the entire list is not so efficient and thus, &kstars; provides you a easy-to-use method for selecting your desired city in a short time. You may filter the list of cities by the name of your city, province and country. By giving more details about your location, the list's size will reduced only to its best matches. When you highlight a city in the cities list, the <guilabel>Longitude:</guilabel> and <guilabel>Latitude:</guilabel> boxes will be updated, containing the accurate information of your selected location. When you hit the <guibutton>Next</guibutton> button, you will get the last page of &kstars; Setup Wizard: <quote>Download Extra Data Files</quote> page. Here you may download optional data files via the Internet, in order to enhance &kstars;, such as Messier object images, or a more complete NGC/IC catalog. Press the <guibutton>Download Extra Data...</guibutton> button to proceed. After you pressed this button, the <guilabel>Get Hot New Stuff</guilabel> dialog will appear. It is &kstars; Add-On Installer, which will help you to manage what extra information you added to &kstars;. Firstly, you can choose how the add-ons list is displayed, by pressing the <guibutton>Details view mode</guibutton> or <guibutton>Icons view mode</guibutton> button. You may also order the list by various criteria like: newest, rating, most downloads or installed. This can be easily done by selecting an option using the radio button. You can also make searches using the <guilabel>Search:</guilabel> text box. Regarding the list of add-ons, you may perform several actions by selecting an add-on from the list: you can install or uninstall an add-on using the <guibutton>Install</guibutton> / <guibutton>Uninstall</guibutton> button, you can open the Details window using the <guibutton>Details</guibutton> button or you can rate an add-on by giving a number of gold stars, up to five stars. If you want to send an email to the author of an add-on, you are able to do that by clicking on his e-mail address. Then, your default e-mail application will guide you through the sending process. After you managed your &kstars; add-ons, then you can close the window by pressing the <guibutton>Close</guibutton> button. You can also use the Download Extra Data Files tool later, by selecting the <menuchoice><guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem></menuchoice> menu item.
it: Mostra la finestra di dialogo <quote>Procedura guidata iniziale</quote>, che è la stessa che hai visto quando hai avviato &kstars; per la prima volta. Essa ti aiuta ad impostare alcune opzioni di base, ad esempio la tua posizione sulla Terra. La prima pagina è una pagina di benvenuto, e premendo sul pulsante <guibutton>Successivo</guibutton> arriverai a <guilabel>Scegli la tua posizione</guilabel>: da qui puoi selezionare la tua località oppure una città vicino ad essa, se la posizione accurata non è presente nella banca dati delle città di &kstars;. Sfogliare l'elenco completo non è molto efficiente, quindi &kstars; ti fornisce un semplice metodo per selezionare la città desiderata in poco tempo: puoi filtrare per nome della città, della provincia o della nazione. Fornendo più dettagli sulla tua posizione la dimensione dell'elenco si riduce alle sole migliori corrispondenze. Evidenziando una città nell'elenco, le caselle <guilabel>Longitudine:</guilabel> e <guilabel>Latitudine:</guilabel> verranno aggiornate in modo da contenere le informazioni accurate sulla posizione selezionata. Quando farai clic sul pulsante <guibutton>Successivo</guibutton> arriverai all'ultima pagina della Procedura guidata iniziale di &kstars;, la pagina <quote>Scarica dati aggiuntivi</quote>. Da qui puoi scaricare da Internet dei file di dati opzionali per migliorare &kstars;, quali le immagini degli oggetti di Messier o un catalogo NGC/IC più completo. Premi il pulsante <guibutton>Scarica dati aggiuntivi...</guibutton> per procedere, e ti apparirà la finestra di dialogo <quote>Scarica le Novità</quote>: è l'Installatore di componenti aggiuntivi per &kstars;, che ti aiuterà a gestire le informazioni aggiuntive che hai aggiunto al programma. Per prima cosa puoi scegliere come viene visualizzato l'elenco delle novità, premendo il pulsante <guibutton>Modalità dettagliata</guibutton> oppure <guibutton>Modalità a icone</guibutton>. Mediante gli appositi pulsanti a scelta singola puoi anche ordinare l'elenco in base a vari criteri: più scaricati, più recenti, valutazione o installato, inoltre puoi eseguire delle ricerche usando il campo di testo <guilabel>Cerca:</guilabel>. In merito all'elenco delle novità, puoi compiere varie azioni selezionando un elemento dell'elenco: puoi installarlo o disinstallarlo usando il pulsante <guibutton>Installa</guibutton> / <guibutton>Disinstalla</guibutton>, puoi aprire la finestra Dettagli col pulsante <guibutton>Dettagli</guibutton>, oppure puoi valutarlo dando un certo numero di stelle, fino a cinque. Se vuoi inviare un messaggio all'autore puoi farlo facendo clic sul suo indirizzo di posta elettronica e completando l'operazione con la tua applicazione di posta predefinita. Dopo aver gestito le tue aggiunte di &kstars; puoi chiudere la finestra premendo il pulsante <guibutton>Chiudi</guibutton>. Puoi anche usare lo strumento Scarica dati aggiuntivi in un secondo tempo, selezionando la voce di menu <menuchoice><guimenu>Dati</guimenu> <guimenuitem>Scarica nuovi dati...</guimenuitem></menuchoice>.
sl: Prikaže pogovorno okno <guilabel>Čarovnik za nastavitev</guilabel>. To je isto okno, ki ste ga videli, ko ste zagnali &kstars; prvič. &kstars; Čarovnik za nastavitev vam bo pomagal nastaviti nekaj osnovnih možnosti, kot je vaša lokacija na Zemlji. Prva stran čarovnika za namestitev je pozdravna stran in če pritisnete gumb <guibutton>Naprej</guibutton>, boste dobili stran <guilabel>Izberite svojo domačo lokacijo</guilabel>. Tukaj lahko izberete svojo točno domačo lokacijo ali mesto blizu vaše domače lokacije, če vaše natančne lokacije ni v zbirki mest &kstars;. Brskanje po celotnem seznamu ni tako učinkovito in zato &kstars; ponuja enostaven način za izbiro želenega mesta v kratkem času. Seznam mest lahko filtrirate po imenu svojega mesta, province in države. Če navedete več podrobnosti o vaši lokaciji, bo velikost seznama zmanjšana samo na najboljša ujemanja. Ko označite mesto na seznamu mest, se posodobita polji <guilabel>Dolžina:</guilabel> in <guilabel>Širina:</guilabel>, ki vsebujejo točne informacije o vaši izbrani lokaciji. Ko pritisnete gumb <guibutton>Naprej</guibutton>, se prikaže zadnja stran &kstars; Čarovnika za nastavitev: stran <quote>Prenos dodatnih podatkovnih datotek</quote>. Tukaj lahko prek interneta prenesete neobvezne podatkovne datoteke, da izboljšate &kstars;, kot so slike Messierjevih objektov ali popolnejši katalog NGC/IC. Za nadaljevanje pritisnite gumb <guibutton>Prenesi dodatne podatke...</guibutton>. Ko pritisnete ta gumb, se prikaže pogovorno okno <guilabel>Pridobi vroče nove stvari</guilabel>. To je &kstars; Namestitveni program za dodatke, ki vam bo pomagal upravljati, katere dodatne informacije ste dodali v &kstars;. Najprej lahko izberete, kako je prikazan seznam dodatkov, tako da pritisnete gumb <guibutton>Način pogleda podrobnosti</guibutton> ali <guibutton>Način pogleda ikon</guibutton>. Seznam lahko razvrstite tudi po različnih kriterijih, kot so: najnovejši, ocena, večina prenosov ali nameščen. To lahko preprosto storite tako, da izberete možnost z izbirnim gumbom. Iščete lahko tudi z besedilnim poljem <guilabel>Išči:</guilabel>. Kar zadeva seznam dodatkov, lahko izvedete več dejanj, tako da izberete dodatek s seznama: dodatek lahko namestite ali odstranite z <guibutton>Namesti</guibutton> / <guibutton>Odstrani</guibutton > lahko odprete okno s podrobnostmi z gumbom <guibutton>Podrobnosti</guibutton> ali pa dodatek ocenite tako, da mu dodelite število zlatih zvezdic, do pet zvezdic. Če želite avtorju dodatka poslati elektronsko sporočilo, lahko to storite s klikom na njegov elektronski naslov. Nato vas bo privzeta e-poštna aplikacija vodila skozi postopek pošiljanja. Ko ste upravljali svoje dodatke &kstars;, potem lahko zaprete okno s pritiskom na gumb <guibutton>Zapri</guibutton>. Orodje za prenos dodatnih podatkovnih datotek lahko uporabite tudi pozneje, tako da izberete menijsko postavko <menuchoice><guimenu>Podatki</guimenu> <guimenuitem>Prenesi nove podatke...</guimenuitem></menuchoice>.
uk: Якщо буде вибрано пункт меню <guimenu>Майстер запуску...</guimenu>, програма відкриє вікно <quote>Майстер запуску</quote>. Це те саме вікно, яке ви бачили під час першого запуску &kstars;. Майстер запуску &kstars; допоможе вам у налаштовуванні базових параметрів, зокрема визначенні параметрів місця, де ви перебуваєте. Перша сторінка майстра запуску є вітальною. Якщо ви натиснете кнопку <guibutton>Далі</guibutton>, буде відкрито сторінку <quote>Виберіть місце вашого перебування</quote>. За допомогою цією сторінки ви можете вибрати назву міста, де ви перебуваєте, або міста, розташованого поруч, якщо назви вашого міста немає у базі даних міст &kstars;. Шукати конкретний пункт у списку доволі марудна справа, тому у &kstars; передбачено простий і швидкий спосіб вибору потрібного міста. Для його використання достатньо виконати фільтрування списку міст за назвою міста, областю чи країною. Якщо ви вкажете ці параметри розташування, список зменшиться до декількох відповідників. Після позначення пункту міста у списку міст у полях <guilabel>Довгота</guilabel> і <guilabel>Широта</guilabel> з'являться точні дані щодо географічних координат. Далі, вам слід натиснути кнопку <guibutton>Далі</guibutton>, щоб перейти до останньої сторінки майстра запуску &kstars;: <quote>Отримання додаткових файлів даних</quote>. За допомогою цієї сторінки ви зможете отримати додаткові файли даних з інтернету. Ці файли даних розширять можливості &kstars;, зокрема знімками об'єктів каталогу Месьє або повнішою версією нового загального каталогу. Щоб отримати дані, натисніть кнопку <guibutton>Отримати додаткові дані</guibutton>. У відповідь буде відкрито вікно засобу <quote>Отримання нових даних</quote>. Цей засіб є загальним інструментом встановлення додатків &kstars;, який допомагає у керуванні додатковими даними &kstars;. Для початку, ви можете вибрати спосіб показу списку додатків, вибравши один з варіантів, <guibutton>Режим докладного перегляду</guibutton> або <guibutton>Режим перегляду піктограм</guibutton>. Також ви можете упорядкувати список за різними критеріями: часом створення, оцінкою, кількістю отримань чи встановлень. Для цього достатньо просто позначити відповідний пункт у списку. Також можна просто знайти потрібний додаток за допомогою поля <guilabel>Шукати:</guilabel>. За допомогою самого списку додатків ви можете виконати декілька дій: можете встановити або вилучити додаток за допомогою кнопки <guibutton>Встановити</guibutton> / <guibutton>Вилучити</guibutton>, можете відкрити вікно подробиць за допомогою кнопки <guibutton>Подробиці</guibutton> або можете оцінити додаток натиснувши зірку, яка відповідає вашій оцінці, від однієї до п'яти зірок. Якщо хочете надіслати повідомлення електронної пошти авторові додатка, натисніть посилання із його адресою електронної пошти. У відповідь буде відкрито типову програму для роботи з електронною поштою, яка допоможе вам у процесі надсилання. Щойно керування додатками &kstars; буде завершено, ви можете закрити вікно за допомогою кнопки <guibutton>Закрити</guibutton>. Крім того, ви можете скористатися засобом отримання додаткових даних пізніше. Для цього достатньо вибрати пункт меню <menuchoice><guimenu>Дані</guimenu> <guimenuitem>Отримати нові дані...</guimenuitem></menuchoice>.

source: Additionally &kstars; has the common &kde; <guimenu>Settings</guimenu> menu items, for more information read the sections about the <ulink url="help:/fundamentals/menus.html#menus-settings">Settings Menu</ulink> of the &kde; Fundamentals.
it: Inoltre, &kstars; ha le voci del menu <guimenu>Impostazioni</guimenu> comuni di &kde;; per maggiori informazioni, consulta i capitoli relativi al <ulink url="help:/fundamentals/menus.html#menus-settings">menu Impostazioni</ulink> dei «Fondamentali di &kde;».
sl: Poleg tega ima &kstars; skupno s &kde; Elementi menija <guimenu>Nastavitve</guimenu>, za več informacij preberite razdelke o <ulink url="help:/fundamentals/menus.html#menus-settings">meniju Nastavitve</ulink> programa &kde; Osnove.
uk: Крім того, у &kstars; передбачено типові для &kde; пункти меню <guimenu>Параметри</guimenu>. Докладніший опис цих пунктів можна знайти у <ulink url="help:/fundamentals/menus.html#menus-settings">розділі щодо меню «Параметри»</ulink> підручника з основ роботи у &kde;.

source: Help Menu
it: Il menu Aiuto
sl: Meni Pomoč
uk: Меню «Довідка»

source: &kstars; has the common &kde; <guimenu>Help</guimenu> menu items, for more information read the section about the <ulink url="help:/fundamentals/menus.html#menus-help">Help Menu</ulink> of the &kde; Fundamentals.
it: &kstars; ha le voci del menu <guimenu>Aiuto</guimenu> comuni di &kde;; per maggiori informazioni, consulta il capitolo <ulink url="help:/fundamentals/menus.html#menus-help">menu Aiuto</ulink> dei «Fondamentali di &kde;».
sl: &kstars; ima skupno &kde; Elementi menija <guimenu>Pomoč</guimenu>, za več informacij preberite razdelek o <ulink url="help:/fundamentals/menus.html#menus-help">meniju Pomoč</ulink> programa &kde; Osnove.
uk: У &kstars; передбачено типовий пункт меню <guimenu>Довідка</guimenu> &kde;. Щоб дізнатися більше, ознайомтеся з розділом, присвяченим <ulink url="help:/fundamentals/menus.html#menus-help">меню «Довідка»</ulink> підручника з основ роботи у &kde;.

source: <title>Popup Menu</title>
it: <title>Menu a comparsa</title>
sl: <title>Pojavni meni</title>
uk: <title>Контекстне меню</title>

source: <primary>Popup Menu</primary>
it: <primary>Menu a comparsa</primary>
sl: <primary>Pojavni meni</primary>
uk: <primary>Контекстне меню</primary>

source: Description
it: Descrizione
sl: Opis
uk: Опис

source: The <mousebutton>right</mousebutton> click popup menu is context-sensitive, meaning its content varies depending on what kind of object you click on. We list all possible popup menu items here, with the relevant object type [in brackets].
it: Il menu a comparsa attivato da un clic col tasto <mousebutton>destro</mousebutton> del mouse è sensibile al contesto, ovvero cambia a seconda dell'oggetto su cui fai clic. Elenchiamo qui tutte le voci del menu a comparsa, con il tipo di oggetto [tra parentesi quadre].
sl: Pojavni meni <mousebutton>desnega</mousebutton> klika je kontekstno občutljiv, kar pomeni, da se njegova vsebina spreminja glede na vrsto objekta, na katerega kliknete. Tukaj navajamo vse možne elemente pojavnega menija z ustrezno vrsto objekta [v oklepaju].
uk: Меню, яке з'являється після клацання <mousebutton>правою</mousebutton> кнопкою миші, залежить від контексту, тобто список його пунктів залежить від типу об'єкта, поблизу якого знаходився вказівник миші. Нижче наведено список всіх можливих пунктів з відповідним типом об'єкта у квадратних дужках.

source: [All]
it: [Tutti]
sl: [Vse]
uk: [Всі]

source: Identification and quick info: The top several lines are devoted to the name(s) of the object, its type and the constellation in which it lies. The magnitude is shown with the superscript 'm' if it is available. For stars, the Spectral Type is also shown here. For deep-sky objects, the dimensions, if known, are shown in arcminutes (eg: 6'×3') and the source catalog is also shown.
it: Identificazione e informazioni rapide: le varie righe in alto sono dedicate al nome, o ai nomi, dell'oggetto, al suo tipo e alla costellazione in cui risiede. La magnitudine è indicata con l'apice «m», se disponibile. Qui è anche mostrato il tipo spettrale per le stelle. Per gli oggetti dello spazio profondo, le dimensioni sono mostrate in minuti d'arco (es.: 6'×3'), se conosciute, ed è mostrato anche il catalogo della sorgente.
sl: Identifikacija in hitre informacije: Zgornjih nekaj vrstic je namenjenih imenu(-om) objekta, njegovi vrsti in ozvezdju, v katerem leži. Magnituda je prikazana z nadnapisom 'm', če je na voljo. Za zvezde je tukaj prikazan tudi spektralni tip. Za objekte globokega neba so dimenzije, če so znane, prikazane v ločnih minutah (npr.: 6'×3'), prikazan pa je tudi izvorni katalog.
uk: Ідентифікація і короткі відомості: декілька верхніх рядків призначено для показу назв об'єктів, типу та сузір'ю, у якому перебувають об'єкти. Зоряну величину, якщо таку зафіксовано, показано з верхнім індексом «m». Для зірок буде показано спектральний тип. Для віддалених об'єктів буде показано розмірності, якщо такі відомі, у кутових мінутах (приклад: 6'×3') та каталог, з якого взято дані.

source: Rise, Transit, and Set times for the object on the current simulation date are shown on the next three lines.
it: Gli istanti di levata, di culminazione e di tramonto dell'oggetto alla data corrente sono mostrati nelle tre righe successive.
sl: V naslednjih treh vrsticah so prikazani časi vzpona, prehoda in zahoda za objekt na trenutni datum simulacije.
uk: Час сходження, кульмінації і заходу для об'єкта на поточну дату, що моделюється, буде показано у наступних трьох рядках.

source: <guimenuitem>Center &amp; Track</guimenuitem>: Center the display on this location, and engage tracking. Equivalent to double-clicking.
it: <guimenuitem>Centra e insegui</guimenuitem>: Centra lo schermo in questa posizione e attiva l'inseguimento. Equivale a fare un doppio clic.
sl: <guimenuitem>Centriraj &amp; sledi</guimenuitem>: Centriraj zaslon na to lokacijo in vključi sledenje. Enakovredno dvojnemu kliku.
uk: <guimenuitem>Центрувати і стежити</guimenuitem>: розташувати цю точку по центру зображення і задіяти стеження. Рівнозначне подвійному клацанню лівою кнопкою миші.
