Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-keys.po
Languages: bg

source: <guimenuitem>Information Resources</guimenuitem>: gives a list of documentation links for current Solar system object. The links are opened in your default browser.
bg: <guimenuitem>Информационни връзки</guimenuitem>: дава списък с връзки към документация за текущия обект на Слънчевата система.

source: [All objects without Solar system objects]
bg: [Всички обекти без обектите на Слънчевата система]

source: <guimenuitem>Show SDSS Image</guimenuitem>: download a SDSS (Sloan Digital Sky Survey) image of the object from the Internet, and display it in the Image Viewer tool.
bg: <guimenuitem>Показване на SDSS изображение</guimenuitem>: изтегля се изображение на SDSS (Sloan Digital Sky Survey) на обекта от интернет и се показва в инструмента за преглед на изображения.

source: <guimenuitem>Show DSS Image</guimenuitem>: download a DSS (Digitized Sky Survey) image of the object from the Internet, and display it in the Image Viewer tool.
bg: <guimenuitem>Показване на DSS изображение</guimenuitem>: изтегля се изображение на DSS (Digitized Sky Survey) на обекта от интернет и се показва в инструмента за преглед на изображения.

source: Keyboard Commands
bg: Команди с клавиатурата

source: Keyboard
bg: Клавиатура

source: Navigation Keys
bg: Клавиши за навигация

source: Navigation Controls
bg: Контроли за навигация

source: Arrow Keys
bg: Клавиши със стрелки

source: Use the arrow keys to pan the display. Holding down the &Shift; key doubles the scrolling speed.
bg: Използвайте клавишите със стрелки, за да местите дисплея. Задържайки натиснат клавиша &Shift; се удвоява скоростта на превъртане.

source: Zoom In/Out.
bg: Увеличаване/Намаляване на мащаба

source: Center Display on a major Solar System body:
bg: Центриране върху голям обект от Слънчевата система:

source: <keycap>0</keycap>: Sun
bg: <keycap>0</keycap>: Слънце

source: <keycap>1</keycap>: Mercury
bg: <keycap>1</keycap>: Меркурий

source: <keycap>2</keycap>: Venus
bg: <keycap>2</keycap>: Венера

source: <keycap>3</keycap>: Moon
bg: <keycap>3</keycap>: Луна

source: <keycap>4</keycap>: Mars
bg: <keycap>4</keycap>: Марс

source: <keycap>5</keycap>: Jupiter
bg: <keycap>5</keycap>: Юпитер

source: <keycap>6</keycap>: Saturn
bg: <keycap>6</keycap>: Сатурн

source: <keycap>7</keycap>: Uranus
bg: <keycap>7</keycap>: Уран

source: <keycap>8</keycap>: Neptune
bg: <keycap>8</keycap>: Нептун

source: <keycap>9</keycap>: Pluto
bg: <keycap>9</keycap>: Плутон

source: Center the display at the <link linkend="ai-zenith">Zenith</link> Point (straight up).
bg: Центрирайте дисплея в точката на <link linkend="ai-zenith">Зенита</link> (право нагоре).

source: Toggle tracking mode.
bg: Превключване на проследяването.

source: Advance the simulation clock backwards by one time step.
bg: Преместване на часовника на симулацията с една времева стъпка назад.

source: Advance the simulation clock forwards by one time step.
bg: Преместване на часовника на симулацията с една времева стъпка напред.

source: Menu Shortcuts
bg: Меню Клавишни комбинации

source: Keyboard Shortcuts
bg: Клавишни комбинации

source: Download extra data.
bg: Изтегляне на допълнителни данни.

source: Open a FITS image in the FITS Editor.
bg: Отваряне на FITS изображение във визуализатора на FITS.

source: Export sky image to a file.
bg: Експортиране на изображението на небето във файл.

source: Run a &kstars; <link linkend="tool-obsplanner">Observation Planner</link>.
bg: Стартиране на <link linkend="tool-obsplanner">Планиране на наблюдения</link>.

source: Run a &kstars; &DBus; script.
bg: Изпълняване на &DBus; скрипт на &kstars;.

source: Print the current sky map.
bg: Отпечатване на небесната карта

source: Sync the simulation clock with the current system time.
bg: Синхронизиране на времето на симулацията с текущото системно време.

source: Set the simulation clock to a specified Time and Date.
bg: Задаване на определена дата и час на часовника на симулацията.

source: Define equipment (telescope, eyepiece, lens and filter) characteristics for observation logs.
bg: Определете характеристиките на оборудването (телескоп, окуляр, леща и филтър) за дневниците на наблюдение.

source: Add a new observer item for your observation logs.
bg: Добавете нов записи към вашите дневници за наблюдение.

source: Open the &kstars; Handbook.
bg: Отваряне на Ръководство на &kstars;.

source: Actions for the Selected Object
bg: Действия за избрания обект

source: Objects in the Sky
bg: Обекти в небето

source: Keyboard Actions
bg: Команди с клавиатурата

source: Each of the following keystrokes performs an action on the <firstterm>selected object</firstterm>. The selected object is the last object which was clicked on (identified in the status bar). Alternatively, if you hold down the &Shift; key, then the action is performed on the centered object instead.
bg: Всяко от следните натискания на клавиши изпълнява действие върху избрания обект. Избраният обект е последният обект, върху който е щракнато (идентифициран в лентата на състоянието). Като алтернатива, ако задържите &Shift; клавиш, тогава действието се извършва върху центрирания обект вместо това.

source: Center and Track on the selected object.
bg: Центриране и проследяване на избрания обект.

source: Open the Details window for the selected object.
bg: Отваряне на прозорец с подробности за избрания обект.

source: Toggle a name label for the selected object.
bg: Показване/скриване на надписа с името на центрирания обект

source: <keycap>O</keycap>
bg: <keycap>О</keycap>

source: Add the selected object to the observing list.
bg: Добавя избрания обект към списъка за наблюдение.

source: Open the selected object's popup menu.
bg: Отворете изскачащото меню на избрания обект.

source: Toggle a trail on the selected object (solar system bodies only).
bg: Показване/скриване на траекторията на избрания обект (само за тела от Слънчевата система).

source: Tools Shortcuts
bg: Клавишни комбинации за инструментите

source: Open the <link linkend="findobjects">Find Object window</link>, for specifying a sky object on which to center.
bg: Отваря се прозорецът за <link linkend="findobjects">Намиране на обект</link>, за да посочите небесен обект, върху който да центрирате.

source: Open the <guilabel>Set Coordinates Manually</guilabel> tool, for specifying RA/Dec or Az/Alt coordinates on which to center. The tool defaults to <link linkend="ai-epoch">J2000 epoch</link> for the RA/Dec.
bg: Отваря се инструмента <guilabel> Ръчно задаване на координати</guilabel> за задаване на координати RA/Dec или Az/Alt, по които да се центрира. Инструментът по подразбиране е <link linkend="ai-epoch">J2000 epoch</link> за RA/Dec.

source: Start an Angular Distance measurement at the current mouse cursor position. The angular distance between start and end points is displayed at the endpoint.
bg: Започнете измерване на ъглово разстояние от текущата позиция на курсора на мишката. Ъгловото разстояние между началната и крайната точка се показва в крайната точка.

source: Open the <link linkend="setgeo">Set Geographic Location</link> window.
bg: Отваря се прозореца <link linkend="setgeo">Задаване на географско местоположение</link>.

source: Open the <link linkend="tool-calculator">AstroCalculator</link>.
bg: Отваряне на <link linkend="tool-calculator">Астрокалкулатор</link>.

source: Open the <link linkend="tool-altvstime">Altitude vs. Time</link> tool.
bg: Отваряне на графиката на <link linkend="tool-altvstime">височина и време</link>.

source: Open the <link linkend="tool-whatsup">What's up Tonight?</link> tool.
bg: Отваряне на <link linkend="tool-whatsup">Нещо интересно тази вечер?</link>.

source: Open the <quote>What's Interesting</quote> tool.
bg: Отваряне на <quote>Нещо интересно</quote>.

source: Open the <link linkend="tool-scriptbuilder">Script Builder</link> tool.
bg: Отваряне на <link linkend="tool-scriptbuilder">Редактор на скриптове</link>.

source: Open the <link linkend="tool-solarsys">Solar System Viewer</link>.
bg: Отваряне на <link linkend="tool-solarsys">Визуализатор на Слънчевата система</link>.

source: Open the <link linkend="tool-jmoons">Jupiter Moons</link> tool.
bg: Отваряне на модул <link linkend="tool-jmoons">Луни на Юпитер</link>.

source: Mouse Commands
bg: Команди с мишката

source: Mouse
bg: Мишка

source: Moving the mouse
bg: Движение на мишката

source: The sky coordinates (Az/Alt, RA/Dec and J2000.0 RA/Dec) of the mouse cursor are updated in the status bar. The status bar is located in the right bottom corner of the screen. The status bar can be customized by selecting <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Statusbar</guimenuitem></menuchoice> submenu. Here you may choose what coordinates systems &kstars; will display in the status bar. Furthermore, you can hide the status bar by unchecking the <guilabel>Show Statusbar</guilabel> checkbox.
bg: Небесните координати (Az/Alt, RA/Dec и J2000.0 RA/Dec) на курсора на мишката се актуализират в лентата на състоянието. Лентата на състоянието се намира в долния десен ъгъл на екрана. Лентата на състоянието може да бъде персонализирана чрез подменюто на <menuchoice><guimenu>Настройки</guimenu><guimenuitem>Лентата на състояние</guimenuitem></menuchoice>. Тука може да изберете координатната система, която &kstars; да показва. Също така можете да скриете лентата като премахнете отметката от квадратчето <guilabel>Показване на лентата на състоянието</guilabel>.

source: "Hovering" the mouse
bg: Поставяне на курсора над обект

source: A temporary name label is attached to the object nearest to the mouse cursor.
bg: Към обекта, който е най-близо до курсора на мишката, се прикрепя временен етикет с име.

source: Left-clicking
bg: Еднократно кликване с левия бутон

source: Identifying
bg: Разпознаване на обекта

source: The object nearest the mouse click is identified in the status bar.
bg: В лентата на състоянието се показва описание на обекта, намиращ се най-близо до курсора.

source: Double-clicking
bg: Двукратно кликване

source: Centering
bg: Центриране

source: Center and track on the location or object nearest the mouse click. Double-clicking on an Info Box will <quote>shade</quote> it to show/hide extra information.
bg: Центрирайте и проследете местоположението или обекта, който е най-близо до щракването на мишката. Двойното щракване върху информационно поле ще го засенчи, за да покаже/скрие допълнителна информация.

source: Right-clicking
bg: Кликване с десния бутон

source: Invoking Popup Menu for
bg: Показва изскачащо контекстно меню

source: Open the <link linkend="popup-menu">popup menu</link> for the location or object nearest the mouse cursor.
bg: Отваря се <link linkend="popup-menu">изскачащото меню</link> за местоположението или обекта, който е най-близо до курсора на мишката.

source: Scrolling the mouse wheel
bg: Превъртане на колелцето на мишката

source: Zoom the display in or out. If you do not have a mouse <mousebutton>wheel</mousebutton>, you can hold the middle mouse button and drag vertically.
bg: Увеличете или намалете дисплея. Ако нямате колелце на мишката, можете да задържите средния бутон на мишката и да плъзнете вертикално.

source: Click-and-dragging
bg: Кликване и задържане на левия бутон

source: Dragging the sky map
bg: Преместване на небесната карта

source: Pan the display, following the drag motion.
bg: Небесната карта се движи като следва курсора

source: &Ctrl;+dragging the sky map
bg: &Ctrl;+местене на небесната карта

source: Define a rectangle in the map. When the mouse button is released, the display is zoomed in to match the field-of-view to the bounds of the rectangle.
bg: Начертайте правоъгълник в картата. Когато бутонът на мишката бъде освободен, дисплеят се мащабира, за да съответства на зрително поле с размер границите на правоъгълника.

source: Dragging an Info Box
bg: Влачене на информационно поле

source: The Info Box is repositioned in the map. Info Boxes will <quote>stick</quote> to window edges, so that they remain on the edge when the window is resized.
bg: Информационното поле е преместено на картата. Информационните полета ще се придържат към ръбовете на прозореца, така че да останат на ръба, когато прозорецът бъде преоразмерен.
