Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: Center the display on specific :doc:`sky coordinates <ai-skycoords>`.
bg: Центрира дисплея върху конкретни :doc:`небесни координати <ai-skycoords>`.
ca: Centra la vista sobre un punt específic en les :doc:`coordenades celestes <ai-skycoords>`.
ca@valencia: Centra la vista sobre un punt específic a les :doc:`coordenades celestes <ai-skycoords>`.
it: Centra la mappa su delle :doc:`coordinate celesti <ai-skycoords>` specifiche.
pt_br: Centraliza a tela nas :doc:`coordenadas do céu <ai-skycoords>` especificadas.
sl: Centrirajte prikaz na določene :doc:`koordinate neba <ai-skycoords>`.

source: ``Pointing`` → ``Find Object...`` (**Ctrl** + **F**)
bg: Насочване > Намиране на обект...
ca: ``Apunta`` → ``Cerca un objecte...`` (**Ctrl** + **F**)
ca@valencia: ``Apunta`` → ``Busca un objecte…`` (**Ctrl** + **F**)
it: ``Puntamento`` → ``Trova oggetto...`` (**Ctrl** + **F**)
pt_br: ``Apontamento`` → ``Procurar objeto...`` (**Ctrl** + **F**)
sl: ``Kazanje`` → ``Najdi objekt...`` (**Ctrl** + **F**)

source: Locate an object by name using the :ref:`Find Object Window <skyobjects-finding-objects>`.
bg: Намерете обект по име, като използвате прозореца за :ref:`намиране на обект <skyobjects-finding-objects>`.
ca: Localitza un objecte pel nom utilitzant la :ref:`finestra Cerca un objecte <skyobjects-finding-objects>`.
ca@valencia: Localitza un objecte pel nom utilitzant el :ref:`diàleg «Busca un objecte» <skyobjects-finding-objects>`.
it: Trova un oggetto per nome tramite la :ref:`finestra Trova oggetto <skyobjects-finding-objects>`.
pt_br: Localiza um objeto pelo nome usando a :ref:`janela para encontrar objeto <skyobjects-finding-objects>`.
sl: Poiščite objekt po imenu z uporabo :ref:`okna za iskanje objektov <skyobjects-finding-objects>`.

source: ``Pointing`` → ``Engage/Stop Tracking`` (**Ctrl** + **T**)
bg: Насочване > Начало/край на проследяването
ca: ``Apunta`` → ``Atura/Engega el seguiment`` (**Ctrl** + **T**)
ca@valencia: ``Apunta`` → ``Para/Comença el seguiment`` (**Ctrl** + **T**)
it: ``Puntamento`` → ``Attiva/Arresta inseguimento`` (**Ctrl** + **T**)
pt_br: ``Apontamento`` → ``Ativar/Parar rastreamento`` (**Ctrl** + **T**)
sl: ``Kazanje`` → ``Vklopi/Ustavi sledenje`` (**Ctrl** + **T**)

source: ``View`` → ``Zoom In`` (**Ctrl** + **+**)
bg: Изглед > Увеличаване
ca: ``Visualitza`` → ``Apropa`` (**Ctrl** + **+**)
ca@valencia: ``Visualitza`` → ``Acosta`` (**Ctrl** + **+**)
it: ``Visualizza`` → ``Ingrandisci`` (**Ctrl** + **+**)
pt_br: ``Exibir`` → ``Ampliar`` (**Ctrl** + **+**)
sl: ``Pogled`` → ``Povečaj`` (**Ctrl** + **+**)

source: ``View`` → ``Zoom Out`` (**Ctrl** + **-**)
bg: Изглед > Намаляване
ca: ``Visualitza`` → ``Allunya`` (**Ctrl** + **-**)
ca@valencia: ``Visualitza`` → ``Allunya`` (**Ctrl** + **-**)
it: ``Visualizza`` → ``Rimpicciolisci`` (**Ctrl** + **-**)
pt_br: ``Exibir`` → ``Reduzir`` (**Ctrl** + **-**)
sl: ``Pogled`` → ``Pomanjšaj`` (**Ctrl** + **-**)

source: ``View`` → ``Default Zoom`` (**Ctrl** + **Z**)
bg: Изглед > Мащаб по подразбиране
ca: ``Visualitza`` → ``Zoom predeterminat`` (**Ctrl** + **Z****)
ca@valencia: ``Visualitza`` → ``Zoom predeterminat`` (**Ctrl** + **Z**)
it: ``Visualizza`` → ``Ingrandimento predefinito`` (**Ctrl** + **Z**)
pt_br: ``Exibir`` → ``Ampliação padrão`` (**Ctrl** + **Z**)
sl: ``Pogled`` → ``Privzeta povečava`` (**Ctrl** + **Z**)

source: ``View`` → ``Zoom to Angular Size...`` (**Ctrl** + **Shift** + **Z**)
bg: Изглед > Мащабиране до ъглов размер...
ca: ``Visualitza`` → ``Amplia a una mida angular...`` (**Ctrl** + **Maj** + **Z**)
ca@valencia: ``Visualitza`` → ``Amplia a una mida angular…`` (**Ctrl** + **Majús** + **Z**)
it: ``Visualizza`` → ``Ingrandimento a scala angolare...`` (**Ctrl** + **Maiusc** + **Z**)
pt_br: ``Exibir`` → ``Ampliação para tamanho angular...`` (**Ctrl** + **Shift** + **Z**)
sl: ``Pogled`` → ``Povečava na kotno velikost...`` (**Ctrl** + **Shift** + **Z**)

source: ``View`` → ``Full Screen Mode`` (**Ctrl** + **Shift** + **F**)
bg: Изглед > Цял екран
ca: ``Visualitza`` → ``Mode de pantalla completa`` (**Ctrl** + **Maj** + **F**)
ca@valencia: ``Visualitza`` → ``Canvia al mode de pantalla completa`` (**Ctrl** + **Majús** + **F**)
it: ``Visualizza`` → ``Modalità a schermo intero`` (**Ctrl** + **Maiusc** + **F**)
pt_br: ``Exibir`` → ``Modo tela cheia`` (**Ctrl** + **Shift** + **F**)
sl: ``Pogled`` → ``Celozaslonski način`` (**Ctrl** + **Shift** + **F**)

source: ``View`` → ``Switch to Star Globe View`` / ``Switch to Horizontal View`` (**Space**)
bg: Изглед > Превключване към изглед на звезден глобус (екваториални координати)/Превключване към хоризонтален изглед (хоризонтални координати)
ca: ``Visualitza`` → ``Commuta a la vista de l'esfera celeste`` / ``Commuta a la vista horitzontal`` (**Espai**)
ca@valencia: ``Visualitza`` → ``Canvia a la vista de l'esfera celeste`` / ``Canvia a la vista horitzontal`` (**Espai**)
it: ``Visualizza`` → ``Passa alla vista del globo delle stelle`` / ``Passa alla vista orizzontale`` (**Barra spaziatrice**)
pt_br: ``Exibir`` → ``Alternar para a visão do globo de estrelas`` / ``Alternar para a visão horizontal`` (**Espaço**)
sl: ``Pogled`` → ``Preklopi na pogled zvezdnega globusa`` / ``Preklopi na vodoravni pogled`` (**Preslednica**)

source: Toggle between the :ref:`Horizontal <ai-skycoords-horizontal>` and :ref:`Equatorial <ai-skycoords-equatorial>` :doc:`Coordinate Systems <ai-skycoords>`.
bg: Превключване между :ref:`хоризонтална <ai-skycoords-horizontal>` и :ref:`екваториална <ai-skycoords-equatorial>` :doc:`координатна система. <ai-skycoords>`.
ca: Canvia entre els :doc:`sistemes de coordenades <ai-skycoords>` :ref:`horitzontals <ai-skycoords-horizontal>` i :ref:`equatorials <ai-skycoords-equatorial>`.
ca@valencia: Canvia entre els sistemes de coordenades :ref:`horitzontals <ai-skycoords-horizontal>` i :doc:`equatorials <ai-skycoords-equatorial>`.
it: Alterna tra i :doc:`sistemi di coordinate <ai-skycoords>` :ref:`orizzontali <ai-skycoords-horizontal>` ed :ref:`equatoriali <ai-skycoords-equatorial>` .
pt_br: Alterna entre os :doc:`sistemas de coordenadas <ai-skycoords>` :ref:`Horizontal <ai-skycoords-horizontal>` e :ref:`Equatorial <ai-skycoords-equatorial>` .
sl: Preklopi med :ref:`Horizontalnim <ai-skycoords-horizontal>` in :ref:`Ekvatorialnim <ai-skycoords-equatorial>` :doc:`Koordinatnim sistemom <ai-skycoords>`.

source: ``View`` → ``Show Terrain`` (****Ctrl**** + ****Shift**** + ****T****)
bg: Изглед > Показване на терена
ca@valencia: ``Visualitza`` → ``Mostra el terreny`` (**Ctrl** + **Majús** + **T**)

source: Toggle the :doc:`terrain image <terrain>` visibility.
bg: Превключване на видимостта на :doc:`изображението на терена <terrain>`.
ca: Commuta la visibilitat de la :doc:`imatge del terreny <terrain>`.
ca@valencia: Canvia la visibilitat de la :doc:`imatge del terreny <terrain>`.
it: Attiva o disattiva la visibilità della :doc:`immagine del terreno <terrain>`.
pt_br: Alterne a visibilidade da :doc:`imagem do terreno <terrain>`.
sl: Preklopi vidnost :doc:`slike terena <terrain>`.

source: ``Lambert Azimuthal Equal-area`` (**F5**)
bg: **F5** ``Азимутна равноплощна на Ламберт``
ca: ``Azimutal homologràfica de Lambert`` (**F5**)
ca@valencia: ``Azimutal homologràfica de Lambert`` (**F5**)
it: ``Azimutale area-equivalente di Lambert`` (**F5**)
pt_br: ``Azimutal equivalente de Lambert`` (**F5**)
sl: ``Lambertova azimutalna enakopovršinska`` (**F5**)

source: Switch sky chart view to the `Lambert azimuthal equal-area <https://en.wikipedia.org/wiki/Lambert_azimuthal_equal-area_projection>`__ projection.
bg: Превключете изгледа на небесната карта към азимуталната равноповърхностна `проекция на Lambert. <https://en.wikipedia.org/wiki/Lambert_azimuthal_equal-area_projection>`__
ca: Canvia la vista de la carta estel·lar a la projecció `azimutal homologràfica de Lambert <https://en.wikipedia.org/wiki/Lambert_azimuthal_equal-area_projection>`__.
ca@valencia: Canvia la vista de la carta estel·lar a la projecció `azimutal homologràfica de Lambert <https://ca.wikipedia.org/wiki/Projecció_azimutal_equivalent>`__.
it: Imposta la proiezione `azimutale area-equivalente di Lambert <https://it.wikipedia.org/wiki/Proiezione_azimutale_equivalente_di_Lambert>`__ per la mappa celeste.
pt_br: Alterna a visualização do mapa celeste para a projeção `azimutal equivalente de Lambert <https://en.wikipedia.org/wiki/Lambert_azimuthal_equal-area_projection>`__.
sl: Preklopi pogled zvezdne karte na `Lambertovo azimutalno enakopovršinsko projekcijo <https://en.wikipedia.org/wiki/Lambert_azimuthal_equal-area_projection>`__ projekcijo.

source: ``Azimuthal Equidistant`` (**F6**)
bg: Азимутна еквидистантна
ca: ``Azimutal equidistant`` (**F6**)
ca@valencia: ``Azimutal equidistant`` (**F6**)
it: ``Azimutale equidistante`` (**F6**)
pt_br: ``Azimutal equidistante`` (**F6**)
sl: ``Azimutalna ekvidistantna`` (**F6**)

source: Switch sky chart view to the `azimuthal equidistant <https://en.wikipedia.org/wiki/Azimuthal_equidistant_projection>`__ projection.
bg: Превключете изгледа на небесната карта към `азимутална еквидистантна проекция. <https://en.wikipedia.org/wiki/Azimuthal_equidistant_projection>`__
ca: Canvia la vista de la carta estel·lar a la projecció `azimutal equidistant <https://en.wikipedia.org/wiki/Azimuthal_equidistant_projection>`__.
ca@valencia: Canvia la vista de la carta estel·lar a la projecció `azimutal equidistant <https://ca.wikipedia.org/wiki/Projecció_azimutal_equidistant>`__.
it: Imposta la proiezione `azimutale equidistante <https://it.wikipedia.org/wiki/Proiezione_azimutale_equidistante>`__ per la mappa celeste.
pt_br: Alterna a visualização do mapa celeste para a projeção `azimutal equidistante <https://en.wikipedia.org/wiki/Azimuthal_equidistant_projection>`__.
sl: Preklopi pogled zvezdne karte na `azimutalno ekvidistantno projekcijo <https://en.wikipedia.org/wiki/Azimuthal_equidistant_projection>`__.

source: ``Orthographic`` (**F7**)
bg: Ортографична
ca: ``Ortogràfica`` (**F7**)
ca@valencia: ``Ortogràfica`` (**F7**)
it: ``Ortografica`` (**F7**)
pt_br: ``Ortográfica`` (**F7**)
sl: ``Ortografska`` (**F7**)

source: Switch sky chart view to the `orthographic <https://en.wikipedia.org/wiki/Orthographic_projection_(cartography)>`__ projection.
bg: Превключете изгледа на небесна карта към ортографска проекция.
ca: Canvia la vista de la carta estel·lar a la projecció `ortogràfica <https://en.wikipedia.org/wiki/Orthographic_projection_(cartography)>`__.
ca@valencia: Canvia la vista de la carta estel·lar a la projecció `ortogràfica <ulink url="https://ca.wikipedia.org/wiki/Projecció_ortogràfica">`__.
it: Imposta la proiezione `ortografica <https://it.wikipedia.org/wiki/Proiezione_ortografica>`__ per la mappa celeste.
pt_br: Alterna a visualização do mapa celeste para a projeção `ortográfica <https://en.wikipedia.org/wiki/Orthographic_projection_(cartography)>`__.
sl: Preklopi pogled nebesne karte na `ortografsko <https://en.wikipedia.org/wiki/Orthographic_projection_(cartography)>`__ projekcijo.

source: ``Equirectangular`` (**F8**)
bg: равноъгълна
ca: ``Cilíndrica equidistant`` (**F8**)
ca@valencia: ``Cilíndrica equidistant`` (**F8**)
it: ``Cilindrica equidistante`` (**F8**)
pt_br: ``Cilíndrica equidistante`` (**F8**)
sl: ``Ekvidistantna cilindrična`` (**F8**)

source: Switch sky chart view to the `equirectangular <https://en.wikipedia.org/wiki/Equirectangular_projection>`__ projection.
bg: Превключете изгледа на небесната карта към равноъгълна проекция.
ca: Canvia la vista de la carta estel·lar a la projecció `cilíndrica equidistant <https://en.wikipedia.org/wiki/Equirectangular_projection>`__.
ca@valencia: Canvia la vista de la carta estel·lar a la projecció `cilíndrica equidistant <ulink url="https://ca.wikipedia.org/wiki/Projecció_cilíndrica_equidistant">`__.
it: Imposta la proiezione `equirettangolare <https://it.wikipedia.org/wiki/Proiezione_cilindrica_equidistante>`__ per la mappa celeste.
pt_br: Alterna a visualização do mapa celeste para a projeção `cilíndrica equidistante <https://en.wikipedia.org/wiki/Equirectangular_projection>`__.
sl: Preklopi pogled zvezdne karte na `ekvidistantno cilindrično <https://en.wikipedia.org/wiki/Equirectangular_projection>`__ projekcijo.

source: ``Stereographic`` (**F9**)
bg: Стереографска
ca: ``Estereogràfica`` (**F9**)
ca@valencia: ``Estereogràfica`` (**F9**)
it: ``Stereografica`` (**F9**)
pt_br: ``Estereográfica`` (**F9**)
sl: ``Stereografska`` (**F9**)

source: Switch sky chart view to the `stereographic <https://en.wikipedia.org/wiki/Stereographic_projection>`__ projection.
bg: Превключете изгледа на небесната карта към стереографска проекция.
ca: Canvia la vista de la carta estel·lar a la projecció `estereogràfica <https://en.wikipedia.org/wiki/Stereographic_projection>`__.
ca@valencia: Canvia la vista de la carta estel·lar a la projecció `estereogràfica <ulink url="https://ca.wikipedia.org/wiki/Projecció_azimutal_estereogràfica">`__.
it: Imposta la proiezione `stereografica <http://it.wikipedia.org/wiki/Proiezione_stereografica>`__ per la mappa celeste.
pt_br: Alterna a visualização do mapa celeste para a projeção `estereográfica <https://en.wikipedia.org/wiki/Stereographic_projection>`__.
sl: Preklopi pogled zvezdne karte na `stereografsko <https://en.wikipedia.org/wiki/Stereographic_projection>`__ projekcijo.

source: ``View`` → ``Projection``
bg: Изглед > Projection
ca: ``Visualitza`` → ``Projecció``
ca@valencia: ``Visualitza`` → ``Projecció``
it: ``Visualizza`` → ``Proiezione``
pt_br: ``Exibir`` → ``Projeção``
sl: ``Pogled`` → ``Projekcija``

source: ``Gnomonic`` (**F10**)
bg: Гномонична
ca: ``Gnomònica`` (**F10**)
ca@valencia: ``Gnomònica`` (**F10**)
it: ``Gnomonica`` (**F10**)
pt_br: ``Gnomônica`` (**F10**)
sl: ``Gnomonska`` (**F10**)

source: Switch sky chart view to the `gnomonic <https://en.wikipedia.org/wiki/Gnomonic_projection>`__ projection.
bg: Превключете изгледа на небесната карта към гномоничната проекция.
ca: Canvia la vista de la carta estel·lar a la projecció `gnomònica <https://en.wikipedia.org/wiki/Gnomonic_projection>`__.
ca@valencia: Canvia la vista de la carta estel·lar a la projecció `gnomònica <ulink url="https://ca.wikipedia.org/wiki/Projecció_azimutal_gnomònica">`__.
it: Imposta la proiezione `gnomonica <https://it.wikipedia.org/wiki/Proiezione_gnomonica>`__ per la mappa celeste.
pt_br: Alterna a visualização do mapa celeste para a projeção `gnomônica <https://en.wikipedia.org/wiki/Gnomonic_projection>`__.
sl: Preklopi pogled zvezdne karte na `gnomonsko <https://en.wikipedia.org/wiki/Gnomonic_projection>`__ projekcijo.

source: ``View`` → ``HiPS All Sky Overlay``
bg: Изглед > Наслагвания на HiPS
ca: ``Visualitza`` → ``Totes les superposicions del cel de HiPS``
ca@valencia: ``Visualitza`` → ``Totes les superposicions del cel de HiPS``
it: ``Visualizza`` → ``Sovrapposizione a tutto cielo di HiPS``
pt_br: ``Exibir`` → ``Todas as sobreposições dos HiPS no céu``
sl: ``Pogled`` → ``Prekrivanje neba HiPS``

source: A submenu that lists the enabled surveys. Select the ``HiPS Settings...`` menu item for configure the :doc:`HiPS <hips>` sky overlays.
bg: Подменю, което показва активираните проучвания. Изберете ``Настройки на HiPS....`` за конфигуриране на наслагванията на изображения върху небесната карта :doc:`HiPS <hips>`.
ca: Un submenú que llista els rastreigs del cel que hi ha habilitats. Seleccioneu l'element de menú ``Configuració HiPS...`` per a configurar les superposicions del cel de :doc:`HiPS <hips>`.
ca@valencia: Un submenú que llista les superposicions del cel que hi ha habilitades. Seleccioneu l'element de menú ``Configuració HiPS…`` per a configurar les superposicions del cel de :doc:`HiPS <hips>`.
it: Un sottomenu che elenca i sondaggi abilitati. Seleziona la voce di menu ``Impostazioni HIPS...`` per configurare le sovrapposizioni di cielo :doc:`HiPS <hips>`.
pt_br: Um submenu que lista os levantamentos celestes habilitados. Selecione o item de menu ``Configurações dos HiPS...`` para configurar as sobreposições dos :doc:`HiPS <hips>` no céu.
sl: Podmeni, ki navaja omogočene preglede. Izberite element menija ``Nastavitve HiPS...`` za konfiguracijo prekrivnih slojev neba :doc:`HiPS <hips>`.

source: ``Tools`` → ``Calculator`` (**Ctrl** + **Shift** + **C**)
bg: Инструменти > Калкулатор
ca: ``Eines`` → ``Calculadora`` (**Ctrl** + **Maj** + **C**)
ca@valencia: ``Eines`` → ``Calculadora`` (**Ctrl** + **Majús** + **C**)
it: ``Strumenti`` → ``Calcolatrice`` (**Ctrl** + **Maiusc** + **C**)
pt_br: ``Ferramentas`` → ``Calculadora`` (**Ctrl** + **Shift** + **C**)
sl: ``Orodja`` → ``Kalkulator`` (**Ctrl** + **Shift** + **C**)

source: Opens the :doc:`AstroCalculator <tool-calculator>` Tool, which provides full access to many of the mathematical functions used by KStars.
bg: Отваря инструмента :doc:`Астрокалкулатор, <tool-calculator>` който осигурява пълен достъп до много от математическите функции, използвани в KStars.
ca: Obre l'eina :doc:`Calculadora astronòmica <tool-calculator>`, la qual proveeix d'un complet accés a la majoria de funcions matemàtiques emprades pel KStars.
ca@valencia: Obri l'eina :doc:`Calculadora astronòmica <tool-calculator>`, la qual proporciona un complet accés a la majoria de funcions matemàtiques emprades per KStars.
it: Apre la finestra dell`:doc:`astrocalcolatrice <tool-calculator>`, che fornisce l'accesso a molte delle funzioni matematiche usate da KStars.
pt_br: Abre a ferramenta :doc:`Calculadora Astronômica <tool-calculator>`, que fornece acesso completo a muitas das funções matemáticas usadas pelo KStars.
sl: Odpre orodje :doc:`AstroCalculator <tool-calculator>`, ki omogoča poln dostop do številnih matematičnih funkcij, ki jih uporablja KStars.

source: ``List your Equipment...`` (**Ctrl** + **0**)
bg: ``Списък на оборудването...``
ca: ``Llista l'equip...`` (**Ctrl** + **0**)
ca@valencia: ``Llista l'equip…`` (**Ctrl** + **0**)
it: ``Elenca la tua attrezzatura...`` (**Ctrl** + **0**)
pt_br: ``Listar seu equipamento...`` (**Ctrl** + **0**)
sl: ``Seznam opreme...`` (**Ctrl** + **0**)

source: Allows you to define your equipment characteristics for observation logs. The Configure Equipment window is divided into four tabs: Telescope, Eyepiece, Lens and Filter. You can add a new equipment by completing its characteristics and pressing Add New... button. You can also save or remove an equipment from the list.
bg: Позволява ви да дефинирате характеристиките на вашето оборудване за дневници за наблюдение. Прозорецът за конфигуриране на оборудване е разделен на четири раздела::``Телескоп``, ``Окуляр``, ``Обективи`` и ``Филтри``. Можете да добавите ново оборудване, като попълните характеристиките му и натиснете бутона ``Добавяне на ново...``. Можете също да запазите или премахнете оборудване от списъка.
ca: Permet definir les característiques dels vostres equips de registre de l'observació. La finestra Configura l'equip es divideix en quatre pestanyes: Telescopi, Ocular, Lent i Filtre. Podeu afegir un equip nou, completant les seves característiques i prement el botó Afegeix nou... També pot desar o eliminar un equip de la llista.
ca@valencia: Permet definir les característiques del vostre equip per als registres d'observació. El diàleg «Configureu l'equip» es dividix en quatre pestanyes: Telescopi, Ocular, Lent i Filtre. Podeu afegir un equip nou completant les seues característiques i premeu el botó ``Afig nou…``. També es pot guardar o eliminar un equip de la llista.
it: Ti permette di definire le caratteristiche del tuo equipaggiamento per i registri dell'osservazione. La finestra Configura l'attrezzatura è divisa in quattro schede: Telescopio, Oculare, Lente e Filtro. Puoi aggiungere un nuovo equipaggiamento completando le sue caratteristiche e premendo il pulsante Aggiungi nuovo.... Puoi anche salvare o rimuovere un equipaggiamento dall'elenco.
pt_br: Permite definir as características do seu equipamento para registros de observação. A janela para configurar equipamento é dividida em quatro abas: Telescópio, Ocular, Lente e Filtro. Você pode adicionar um novo equipamento preenchendo suas características e clicando no botão Adicionar novo... Você também pode salvar ou remover um equipamento da lista.
sl: Omogoča vam, da določite značilnosti opreme za dnevnike opazovanja. Okno Konfiguriraj opremo je razdeljeno na štiri zavihke: Teleskop, Okular, Leča in Filter. Novo opremo lahko dodate tako, da vnesete njene značilnosti in pritisnete gumb Dodaj novo.... Opremo lahko tudi shranite ali odstranite s seznama.

source: ``Device Manager...`` (**Ctrl** + **D**)
bg: Управление на устройства...
ca: ``Gestor de dispositius...`` (**Ctrl** + **D**)
ca@valencia: ``Gestor de dispositius…`` (**Ctrl** + **D**)
it: ``Gestore dei dispositivi...`` (**Ctrl** + **D**)
pt_br: ``Gerenciador de dispositivos...`` (**Ctrl** + **D**)
sl: ``Upravitelj naprav...`` (**Ctrl** + **D**)

source: ``Custom Drivers...``
bg: ``Потребителски драйвери...``
ca: ``Controladors personalitzats...``
ca@valencia: ``Controladors personalitzats…``
it: ``Driver personalizzati...``
pt_br: ``Controladores personalizados...``
sl: ``Gonilniki po meri...``

source: ``Tools`` → ``Devices``
bg: Инструменти > Устройства
ca: ``Eines`` → ``Dispositius``
ca@valencia: ``Eines`` → ``Dispositius``
it: ``Strumenti`` → ``Dispositivi``
pt_br: ``Ferramentas`` → ``Dispositivos``
sl: ``Orodja`` → ``Naprave``

source: ``INDI Control Panel...``
bg: ``Контролен панел на INDI...``
ca: ``Plafó de control INDI...``
ca@valencia: ``Quadro de control INDI…``
it: ``Pannello di controllo INDI...``
pt_br: ``Painel de controle do INDI...``
sl: ``Nadzorna plošča INDI...``

source: ``Tools → Sky Calendar``
bg: Инструменти > Небесен календар
ca: ``Eines → Calendari del cel``
ca@valencia: ``Eines`` → ``Calendari del cel``
it: ``Strumenti → Calendario celeste``
pt_br: ``Ferramentas → Calendário celeste``
sl: ``Orodja → Nebo Koledar``

source: Opens the Sky Calendar Tool, which allows you to plan observations of Solar System planets by giving graphical data on sets and rises of these objects.
bg: Отваря инструмента ``Небесен календар``, който ви позволява да планирате наблюдения на планетите на Слънчевата система, като предоставя графични данни за залезите и изгревите на тези обекти.
ca: Obre l'eina Calendari del cel, el qual permet planificar les observacions dels planetes del sistema solar, donant dades gràfiques sobre les postes i sortides d'aquests objectes.
ca@valencia: Obri l'eina «Calendari del cel», la qual permet planificar les observacions dels planetes del Sistema Solar, donant dades gràfiques sobre les postes i eixides d'estos objectes.
it: Apre lo strumento Calendario celeste, che ti permette di pianificare le osservazioni dei pianeti del sistema solare fornendoti i dati sul sorgere e sul tramontare di questi oggetti.
pt_br: Abre a ferramenta de calendário celeste, que lhe permite planejar as observações dos planetas do Sistema Solar, fornecendo dados gráficos sobre o nascimento e ocaso desses objetos.
sl: Odpre orodje Nebesni koledar, ki vam omogoča načrtovanje opazovanj planetov Osončja z grafičnimi podatki o zahodih in vzhodih teh objektov.

source: ``Tools → Altitude vs. Time`` (**Ctrl** + **A**)
bg: Инструменти > Графика на височина и време
ca: ``Eines → Altitud en funció del temps`` (**Ctrl** + **A**)
ca@valencia: ``Eines`` → ``Altitud en funció del temps`` (**Ctrl** + **A**)
it: ``Strumenti → Altezza in funzione del tempo`` (**Ctrl** + **A**)
pt_br: ``Ferramentas → Altitude vs. Tempo`` (**Ctrl** + **A**)
sl: ``Orodja → Višina v odvisnosti od časa`` (**Ctrl** + **A**)
