Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: ``Show J2000.0 RA/Dec Field``
bg: ``Показване на поле J2000.0 RA/Dec``
ca: ``Mostra el camp AR/Dec del J2000.0``
ca@valencia: ``Mostra el camp AR/Dec del J2000.0``
it: ``Mostra campo AR/DEC J2000.0``
pt_br: ``Mostrar campo AR/Dec J2000.0``
sl: Pokaži polje J2000.0 RA/Dec

source: ``Settings → Themes``
bg: Настройки > Външен вид
ca: ``Arranjament → Temes``
ca@valencia: ``Configuració`` → ``Temes``
it: ``Impostazioni → Temi``
pt_br: ``Configurações → Temas``
sl: ``Nastavitve → Teme``

source: ``Settings`` → ``Color Schemes``
bg: Настройки > Цветови схеми
ca: ``Arranjament`` → ``Esquemes de colors``
ca@valencia: ``Configuració`` → ``Esquemes de color``
it: ``Impostazioni`` → ``Schemi di colori``
pt_br: ``Configurações`` → ``Esquemas de cor``
sl: ``Nastavitve`` → ``Barvne sheme``

source: ``Settings`` → ``FOV Symbols``
bg: Настройки > Рамки на зрително поле
ca: ``Arranjament`` → ``Símbols del CDV``
ca@valencia: ``Configuració`` → ``Símbols de CDV``
it: ``Impostazioni`` → ``Simboli CDV``
pt_br: ``Configurações`` → ``Símbolos de CDV``
sl: ``Nastavitve`` → ``Simboli vidnega polja``

source: This submenu lists the available field-of-view (FOV) Symbols. The FOV Symbol is drawn at the center of the display. You may choose one or more from the list of predefined symbols (7x35 Binoculars, Telrad, One Degree, HST WFPC2 or 30m at 1.3cm) by checking their specific checkbox, or you may use no symbol by unchecking all the items from the symbols list. You can also define your own symbols (or modify existing symbols) using the ``Edit FOV Symbols...`` menu item.
bg: Това подменю изброява наличните символи на зрителното поле (ЗП). ЗП символът е изчертан в центъра на дисплея. Можете да изберете един или повече от списъка с предварително дефинирани символи (бинокъл 7x35, Telrad, One Degree, HST WFPC2 или 30m при 1, 3 cm), като поставите отметка в тяхното конкретно квадратче, или можете да не използвате символ, като премахнете отметката от всички елементи от списъка със символи . Можете също така да дефинирате свои собствени символи (или да модифицирате съществуващи символи), като използвате елемента от менюто ``Редактиране на зрително поле...``.
ca: Aquest submenú llista els símbols de camp de visió (CDV) disponibles. El símbol CDV es dibuixa al centre de la vista. El podeu escollir des de la llista de símbols preestablerts (Prismàtics 7x35, Visor del punt vermell, Un grau, HST WFPC2 o 30 m a 1,3 cm) marcant la seva casella de selecció específica o no utilitzar cap símbol desmarcant tots els elements de la llista de símbols. També podeu definir-ne un de propi (o modificar els existents) emprant l'element de menú ``Edita els símbols del CDV...``.
ca@valencia: Este submenú llista els símbols de camp de visió (CDV) disponibles. El símbol CDV es dibuixa en el centre de la vista. El podeu escollir des de la llista de símbols predefinits (Prismàtics 7x35, Visor del punt roig, Un grau, HST WFPC2 o 30 m a 1,3 cm) marcant la seua casella de selecció específica o no utilitzar cap símbol desmarcant tots els elements de la llista de símbols. També podeu definir-ne un de propi (o modificar els existents) emprant l'element de menú ``Edita els símbols de CDV…``.
it: Questo sottomenu elenca i simboli di campo di vista (CDV) disponibili, che sono disegnati al centro dello schermo. Puoi sceglierne uno o più dall'elenco dei simboli predefiniti (binocolo 7x35, Telrad, un grado, HST WFPC2 oppure 30 m a 1,3 cm) spuntando la sua casella specifica, oppure puoi non usarne nessuno deselezionando tutti gli elementi dell'elenco dei simboli. Puoi anche crearne uno o modificarne uno esistente con la voce di menu ``Modifica simboli CDV...``.
pt_br: Este submenu lista os símbolos de campo de visão (CDV) disponíveis. O símbolo do CDV é desenhado no centro da tela. Você pode escolher um ou mais da lista de símbolos predefinidos (Binóculos 7x35, Telrad, Um Grau, HST WFPC2 ou 30 m de 1,3 cm) marcando a caixa de seleção específica, ou não usar nenhum símbolo desmarcando todos os itens da lista de símbolos. Você também pode definir seus próprios símbolos (ou modificar símbolos existentes) usando o item de menu ``Editar símbolos de CDV...``.
sl: Ta podmeni prikazuje seznam razpoložljivih simbolov vidnega polja (FOV). Simbol FOV je narisan na sredini zaslona. Izberete lahko enega ali več s seznama vnaprej določenih simbolov (daljnogled 7x35, Telrad, ena stopnja, HST WFPC2 ali 30 m pri 1,3 cm) tako, da označite njihovo ustrezno potrditveno polje, ali pa ne uporabite nobenega simbola tako, da počistite vse elemente s seznama simbolov. Definirate lahko tudi svoje simbole (ali spremenite obstoječe simbole) z uporabo elementa menija ``Uredi simbole vidnega polja...``.

source: ``Settings`` → ``Artificial Horizon...``
bg: Настройки > Изкуствен хоризонт...
ca: ``Arranjament`` → ``Horitzó artificial...``
ca@valencia: ``Configuració`` → ``Horitzó artificial…``
it: ``Impostazioni`` → ``Orizzonte artificiale...``
pt_br: ``Configurações`` → ``Horizonte artificial...``
sl: ``Nastavitve`` → ``Umetni horizont...``

source: If you select this submenu, then Artificial Horizon Manager will be opened. Artificial Horizon Manager is used to define on the skymap one or more regions that are blocked from view from your current location (i.e. tall trees or building). The window is split in two sections: in the left side is the Regions section while in the right side is the Points section. You can add a new region by pressing the ``+`` (Add Region) button or you can remove a region by selecting it in the regions list and then pressing the ``-`` (Remove Region) button. In order to draw a region you need to define a list of points that encompasses the blocked area. You can add a new point by pressing the ``+`` (Add Point) button from the right Points section. You can also remove a highlighted point from the list of points or you can clear all the points. There are two ways to add a new point to a selected region: manually by entering the point's coordinates or by selecting the point from the skymap after clicking ``Select Points`` button. Note that each point is described by a set of horizontal coordinates: Az (Azimuth) and Alt (Altitude). If you want to modify a point's coordinates, just double click on its Az/Alt text box value and enter the new value. First and Last points must be on the horizon. Polygons must be closed to be considered valid regions. Artificial Horizon Manager provides a easy way to rename your regions. By default, regions are named as: “Region ” plus an index (i.e. “Region 1” or “Region 2”). For renaming a region, just double click on its name and then you will be invited to complete a new region name. You can also control which regions are enabled or disabled for marking on the map by a simple click on the checkbox in front of each region. After you defined your desired regions you can apply them by pressing the ``Apply`` button. If you want to use these regions again, in further astronomy sessions, you can save them such that next time when you will open KStars they will be automatically marked on the skymap.
bg: Ако изберете това подменю, ще се отвори прозорецът за управление на изкуствения хоризонт. Инструментът се използва за определяне на картата на небето на един или повече региони, които са блокирани от гледката от текущото ви местоположение (например високи дървета или сграда). Прозорецът е разделен на две части: в лявата част е частта Региони, а в дясната част е частта Точки. Можете да добавите нов регион, като натиснете бутона ``+`` (Добавяне на регион) или да премахнете регион, като го изберете в списъка с региони и след това натиснете бутона ``-`` (Премахване на регион). За да очертаете регион, трябва да определите списък от точки, който обхваща блокираната област. Можете да добавите нова точка, като натиснете бутона ``+`` (Добавяне на точка) от десния раздел Точки. Можете също така да премахнете маркирана точка от списъка с точки или да изтриете всички точки. Съществуват два начина за добавяне на нова точка към избран регион: ръчно чрез въвеждане на координатите на точката или чрез избиране на точката от картата на небето след натискане на бутона ``Избиране на точки``. Обърнете внимание, че всяка точка се описва чрез набор от хоризонтални координати: Az (азимут) и Alt (надморска височина). Ако искате да промените координатите на дадена точка, просто щракнете два пъти върху стойността на текстовото поле Az/Alt и въведете новата стойност. Първата и последната точка трябва да са на хоризонта. Полигоните трябва да са затворени, за да се считат за валидни региони. Инструментът предоставя лесен начин за преименуване на вашите региони. По подразбиране регионите се именуват по следния начин: \"Регион \" плюс индекс (т.е. \"Регион 1\" или \"Регион 2\"). За да преименувате регион, просто щракнете два пъти върху името му и след това ще бъдете поканени да попълните ново име на региона. Можете също така да контролирате кои региони са разрешени или забранени за маркиране на картата чрез просто щракване върху квадратчето за отметка пред всеки регион. След като сте определили желаните региони, можете да ги приложите, като натиснете бутона ``Прилагане``. Ако искате да използвате тези региони отново, при следващи астрономически сесии, можете да ги запазите така, че следващия път, когато отворите KStars те ще бъдат автоматично отбелязани на картата на небето.
ca: Si seleccioneu aquest submenú, a continuació s'obrirà el Gestor de l'horitzó artificial. Aquest s'utilitza per a definir una o més regions en el mapa celeste que estan bloquejades a la vista des del vostre emplaçament actual (és a dir, arbres o edificis alts). La finestra es divideix en dues seccions: al costat esquerre hi ha la secció Regions, mentre que en el costat dret hi ha la secció Punts. Podeu afegir una regió nova prement el botó ``+`` (Afegeix una regió) o la podeu treure, seleccionant-la a la llista de regions i després prement el botó ``-`` (Elimina la regió). Per tal de dibuixar una regió, necessitareu definir una llista de punts que abastin l'àrea bloquejada. Podeu afegir un punt nou prement el botó ``+`` (Afegeix un punt) des de la secció Punts correctes. També podeu eliminar un punt ressaltat de la llista de punts o els podeu netejar tots. Hi ha dues maneres d'afegir un punt nou a una regió seleccionada: manualment introduint les coordenades del punt o seleccionant-lo en el mapa celeste i després fent clic al botó ``Punts seleccionats``. Recordeu que cada punt és descrit per un conjunt de coordenades horitzontals: Az (azimut) i Alt (altitud). Si voleu modificar les coordenades d'un punt, només cal fer doble clic sobre el seu valor al quadre de text Az/Alt i escriure el valor nou. Els punts primer i últim hauran d'estar a l'horitzó. Els polígons hauran d'estar tancats per a ser considerats regions vàlides. El Gestor de l'horitzó artificial proporciona una manera fàcil de canviar el nom de les vostres regions. De manera predeterminada, les regions s'anomenen com: «Regió» a més d'un índex (és a dir, «Regió 1» o «Regió 2»). Per a canviar el nom d'una regió, només cal fer doble clic sobre el seu nom i després se us convidarà a completar un nom nou per a la regió. També podeu controlar quines regions estaran activades o desactivades marcant-les en el mapa amb un simple clic a la casella de selecció al davant de cada regió. Una vegada hàgiu definit les regions desitjades, ho podreu aplicar prement el botó ``Aplica``. Si voleu utilitzar aquestes regions un altre cop, en sessions d'astronomia posteriors, podeu desar-los de manera que la pròxima vegada que obriu el KStars estaran marcats automàticament al mapa celeste.
ca@valencia: Si seleccioneu este submenú, s'obrirà el «Gestor de l'horitzó artificial». S'utilitza per a definir al mapa celeste una o més regions que estan bloquejades de la vista des de la vostra ubicació actual (és a dir, arbres alts o edificis). La finestra està dividida en dues seccions: a l'esquerra hi ha la secció ``Regions`` mentre que a la dreta hi ha la secció ``Punts``. Hi podreu afegir una regió nova prement el botó ``+`` (Afig una regió) o en podeu eliminar una seleccionant-la en la llista de regions i després prement el botó ``-`` (Elimina la regió). Per a dibuixar-ne una, heu de definir una llista de punts que incloga la zona bloquejada. Podeu afegir un punt nou prement el botó ``+`` (Afig un punt) de la secció ``Punts`` de la dreta. També podeu eliminar un punt ressaltat de la llista de punts o podeu esborrar tots els punts. Hi ha dues maneres d'afegir un punt nou a una regió seleccionada: manualment introduint les coordenades del punt o seleccionant el punt del mapa celeste després de clicar damunt del botó ``Selecciona els punts``. Cal tindre en compte que cada punt es descriu mitjançant un conjunt de coordenades horitzontals: Az (Azimut) i «Alt» (Altitud). Si voleu modificar les coordenades d'un punt, només cal que feu doble clic damunt del valor del quadro de text ``Az/Alt`` i introduïu-hi el valor nou. El primer i l'últim punt han d'estar en l'horitzó. Els polígons han d'estar tancats per a ser considerats regions vàlides. El «Gestor de l'horitzó artificial» proporciona una manera fàcil de canviar el nom de les vostres regions. De manera predeterminada, les regions s'anomenen com a: «Regió » més un índex (és a dir, «Regió 1» o «Regió 2»). Per a canviar el nom d'una regió, només cal que feu doble clic damunt del seu nom i se vos convidarà a completar un nom de regió nou. També podeu controlar quines regions estan des/habilitades per a marcar-les al mapa amb un simple clic damunt de la casella de selecció que hi ha davant de cada regió. Després de definir les regions desitjades, podeu aplicar-les prement el botó ``Aplica``. Si voleu utilitzar estes regions de nou, en sessions d'astronomia posteriors, podeu guardar-les de manera que la propera vegada que obriu KStars es marquen automàticament al mapa celeste.
it: Se selezioni questo sottomenu verrà aperto il Gestore dell'orizzonte artificiale. Esso viene usato per definire una o più regioni sulla mappa celeste la cui vista è bloccata nella posizione attuale (ossia da alberi alti o da edifici). La finestra è divisa in due sezioni: quella a sinistra è la sezione Regioni, mentre a destra c'è Punti. Puoi aggiungere una nuova sezione premendo il pulsante ``+`` (Aggiungi regione), e similmente puoi eliminarne una selezionandola dall'elenco delle regioni e premendo il pulsante ``-`` (Elimina regione). Per disegnare una regione devi definire un elenco di punti che comprenda l'area bloccata: puoi aggiungerne uno premendo il pulsante ``+`` (Aggiungi regione) nella sezione Punti a destra; puoi anche rimuovere un punto evidenziato dall'elenco dei punti, o cancellarli tutti. Ci sono due modi per aggiungere un nuovo punto a una regione selezionata: manualmente, inserendo le sue coordinate, oppure selezionando il punto dalla mappa celeste dopo aver fatto clic sul pulsante ``Seleziona i punti``. Nota che ciascun punto è descritto da un insieme di coordinate orizzontali: Az (Azimut) e Alt (Altitudine). Se vuoi modificare le coordinate del punto, fai doppio clic sul valore nella sua casella di testo Az/Alt ed inseriscine un altro. Il primo e l'ultimo punto devono essere sull'orizzonte, inoltre i poligoni devono essere chiusi per venir considerati delle regioni valide. Il Gestore dell'orizzonte artificiale fornisce un semplice modo per rinominare le tue regioni. Come impostazione predefinita le regioni sono chiamate “Regione“ più un indice (ad esempio “Regione 1“ o “Regione 2“). Per rinominarne una basta fare doppio clic sul suo nome, e sarai invitato a completarlo. Puoi anche controllare quali aree sono abilitate o disabilitate alla marcatura sulla mappa con un semplice clic sulla casella di controllo davanti a ciascuna regione. Dopo aver definito le regioni che desideri puoi applicarle premendo il pulsante ``Applica``. Se vuoi usarle di nuovo in altre sessioni astronomiche le puoi salvare; in questo modo la prossima volta che aprirai KStars esse saranno automaticamente segnate sulla mappa.
pt_br: Se você selecionar este submenu, o gerenciador de horizonte artificial será aberto. O gerenciador de horizonte artificial é usado para definir no mapa celeste uma ou mais regiões que estão bloqueadas da sua localização atual (por exemplo, árvores altas ou edifícios). A janela é dividida em duas seções: no lado esquerdo está a seção Regiões, enquanto no lado direito está a seção Pontos. Você pode adicionar uma nova região pressionando o botão ``+`` (Adicionar região) ou remover uma região selecionando-a na lista de regiões e pressionando o botão ``-`` (Remover região). Para desenhar uma região, você precisa definir uma lista de pontos que abrange a área bloqueada. Você pode adicionar um novo ponto pressionando o botão ``+`` (Adicionar ponto) na seção de pontos à direita. Você também pode remover um ponto destacado da lista de pontos ou limpar todos os pontos. Há duas maneiras de adicionar um novo ponto a uma região selecionada: manualmente, inserindo as coordenadas do ponto ou selecionando o ponto no mapa celeste após clicar no botão ``Selecionar pontos``. Observe que cada ponto é descrito por um conjunto de coordenadas horizontais: Az (Azimute) e Alt (Altitude). Se desejar modificar as coordenadas de um ponto, basta clicar duas vezes no valor da caixa de texto Az/Alt e inserir o novo valor. O primeiro e o último pontos devem estar no horizonte. Os polígonos devem ser fechados para serem considerados regiões válidas. O gerenciador de horizonte artificial oferece uma maneira fácil de renomear suas regiões. Por padrão, as regiões são nomeadas como: "Região" mais um índice (por exemplo, "Região 1" ou "Região 2"). Para renomear uma região, basta clicar duas vezes em seu nome e você será convidado a preencher um novo nome de região. Você também pode controlar quais regiões são habilitadas ou desabilitadas para marcação no mapa com um simples clique na caixa de seleção ao lado de cada região. Após definir as regiões desejadas, você pode aplicá-las pressionando o botão ``Aplicar``. Se quiser usar essas regiões novamente em futuras sessões de astronomia, você pode salvá-las para que, na próxima vez que abrir o KStars, elas sejam marcadas automaticamente no mapa celeste.
sl: Če izberete ta podmeni, se odpre Upravitelj umetnih obzorij. Upravitelj umetnih obzorij se uporablja za določitev enega ali več območij na nebesnem zemljevidu, ki so blokirana iz pogleda z vaše trenutne lokacije (npr. visoka drevesa ali stavbe). Okno je razdeljeno na dva dela: na levi strani je razdelek Območja, na desni pa razdelek Točke. Novo območje lahko dodate s pritiskom na gumb ``+`` (Dodaj območje) ali pa območje odstranite tako, da ga izberete na seznamu območij in nato pritisnete gumb ``-`` (Odstrani območje). Če želite narisati območje, morate določiti seznam točk, ki obdajajo blokirano območje. Novo točko lahko dodate s pritiskom na gumb ``+`` (Dodaj točko) v desnem razdelku Točke. Označeno točko lahko tudi odstranite s seznama točk ali pa počistite vse točke. Novo točko v izbrano območje lahko dodate na dva načina: ročno z vnosom koordinat točke ali z izbiro točke na nebesnem zemljevidu po kliku na gumb ``Izberi točke``. Upoštevajte, da je vsaka točka opisana z nizom horizontalnih koordinat: Az (azimut) in Alt (nadmorska višina). Če želite spremeniti koordinate točke, preprosto dvokliknite njeno vrednost v besedilnem polju Az/Alt in vnesite novo vrednost. Prva in zadnja točka morata biti na obzorju. Poligoni morajo biti zaprti, da se štejejo za veljavna območja. Upravitelj umetnega obzorja omogoča preprost način preimenovanja območij. Privzeto so območja poimenovana kot: »Območje« plus indeks (npr. »Območje 1« ali »Območje 2«). Za preimenovanje območja preprosto dvokliknite njegovo ime in nato boste pozvani, da dokončate novo ime območja. S preprostim klikom na potrditveno polje pred vsakim območjem lahko nadzorujete tudi, katera območja so omogočena ali onemogočena za označevanje na zemljevidu. Ko določite želena območja, jih lahko uporabite s pritiskom na gumb »Uporabi«. Če želite ta območja ponovno uporabiti v nadaljnjih astronomskih sejah, jih lahko shranite tako, da bodo naslednjič, ko boste odprli KStars, samodejno označena na zemljevidu neba. ``Nastavitve`` → ``Upravljanje opazovalca...`` (**Ctrl** + **1**)

source: ``Settings`` → ``Manage Observer...`` (**Ctrl** + **1**)
bg: Настройки > Данни за наблюдателя...
ca: ``Arranjament`` → ``Gestiona l'observador...`` (**Ctrl** + **1**)
ca@valencia: ``Configuració`` → ``Gestiona l'observador…`` (**Ctrl** + **1**)
it: ``Impostazioni`` → ``Gestisci osservatore...`` (**Ctrl** + **1**)
pt_br: ``Configurações`` → ``Gerenciar o observador...`` (**Ctrl** + **1**)
sl: Z izbiro te možnosti se odpre okno Upravljanje opazovalcev, ki vam omogoča registracijo več opazovalcev, ki uporabljajo KStars na tem računalniku. Nov vnos na seznam opazovalcev lahko dodate tako, da izpolnite obvezna polja: ``Ime:`` in ``Priimek:`` ter nato pritisnete gumb ``+`` (Dodaj opazovalca). Upoštevajte, da je polje ``Stik:`` neobvezno, saj vam KStars omogoča dodajanje novega opazovalca, tudi če je polje z besedilom ``Stik:`` prazno. Opazovalca lahko s seznama odstranite tudi z gumbom ``-`` (Odstrani opazovalca).
