Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-mouse.po
Languages: ca, de, fr, gl, it, pl, pt, ru, sl, uk

source: <guimenuitem>Add flag...</guimenuitem>: Open &kstars; <quote>Flag manager</quote> window. Here you can manage your flags and use some of &kstars; features. When <quote>Flag manager</quote> window is open for a selected object, <guilabel>Right ascension</guilabel> and <guilabel>Declination</guilabel> text boxes will be automatically filled with the coordinate values of the selected object on the Sky Map. Besides these two text boxes, you can set the <guilabel>Epoch</guilabel>, add a <guilabel>Label</guilabel>, set the <guilabel>Label color</guilabel> or even add an <guilabel>Icon</guilabel>. To add custom icons, just add images in <filename class="directory">`qtpaths --paths GenericDataLocation`/kstars/</filename>. File names must begin with the <quote>flag</quote> keyword. For example, the file <quote>flagSmall_red_cross.gif</quote> will be shown as Small red cross in the combo box. After you set up the information of the new flag, you can add it to the flags list using the <guibutton>Add</guibutton> button. You may also change flags details (&ie; RA/Dec, label or icon) and then save the new ones by pressing the <guibutton>Save changes</guibutton> button. Using the Flag manager, you can easily center an object in Map or in Telescope, by pressing <guibutton>Center in Map</guibutton> or <guibutton>Center in Telescope</guibutton> button. In order to delete a value from the list, just select it in the list and then press <guibutton>Delete</guibutton> button. Your flags are saved after you close current session and thus you will be able to see them everytime you will use &kstars; again.
it: <guimenuitem>Aggiungi indicatore...</guimenuitem>: apre la finestra del <quote>Gestore di indicatori</quote> di &kstars;. Da qui puoi configurare i tuoi indicatori ed usare alcune funzionalità di &kstars;. Quando la finestra del <quote>Gestore di indicatori</quote> viene aperta per un oggetto selezionato, le caselle testuali <guilabel>Ascensione retta</guilabel> e <guilabel>Declinazione</guilabel> saranno automaticamente riempite coi valori delle coordinate dell'oggetto selezionato nella mappa celeste. Vicino a queste due caselle testuali puoi impostare l'<guilabel>Epoca</guilabel>, aggiungere un'<guilabel>Etichetta</guilabel>, impostare il <guilabel>Colore etichetta</guilabel> o perfino aggiungere un'<guilabel>Icona</guilabel>. Per aggiungere un'icona personalizzata aggiungi un'immagine in <filename class="directory">`qtpaths --paths GenericDataLocation`/kstars/</filename>. Il nome del file deve iniziare con la parola <quote>flag</quote>; ad esempio il file <quote>flagSmall_red_cross.gif</quote> sarà mostrato come una crocetta rossa. Dopo aver impostato le informazioni del nuovo indicatore puoi aggiungerlo all'elenco di indicatori usando il pulsante <guibutton>Aggiungi</guibutton>. Puoi anche modificare i dettagli degli indicatori (&ie; AR/Dec, etichetta o icona) e quindi salvarne uno nuovo premendo il pulsante <guibutton>Salva le modifiche</guibutton>. Usando il Gestore di indicatori puoi facilmente centrare un oggetto nella mappa o nel telescopio premendo il pulsante <guibutton>Centra nella mappa</guibutton> oppure <guibutton>Centra nel telescopio</guibutton>. Per poter eliminare un valore dall'elenco basta selezionarlo e premere il pulsante <guibutton>Elimina</guibutton>. I tuoi indicatori sono salvati una volta chiusa la sessione corrente, perciò sarai in grado di vederli ogni volta che userai &kstars;.
sl: <guimenuitem>Dodaj zastavico...</guimenuitem>: Odpri &kstars; Okno <quote>Upravljalnik zastavic</quote>. Tukaj lahko upravljate svoje zastavice in uporabljate nekaj &kstars; Lastnosti. Ko je za izbrani objekt odprto okno <quote>Upravljalnik zastavic</quote>, bosta besedilni polji <guilabel>Rektascenzija</guilabel> in <guilabel>Deklinacija</guilabel> samodejno izpolnjeni z vrednostmi koordinat izbranega objekta na zvezdni karti. Poleg teh dveh besedilnih polj lahko nastavite <guilabel>Epoho</guilabel>, dodate <guilabel>Oznako</guilabel>, nastavite <guilabel>barvo oznake</guilabel> ali celo dodate <guilabel>Ikono</guilabel>. Če želite dodati ikone po meri, preprosto dodajte slike v <filename class="directory">`qtpaths --paths GenericDataLocation`/kstars/</filename>. Imena datotek se morajo začeti s ključno besedo <quote>flag</quote>. Na primer, datoteka <quote>flagSmall_red_cross.gif</quote> bo v kombiniranem polju prikazana kot mali rdeči križec. Ko nastavite informacije o novi zastavici, jo lahko dodate na seznam zastavic z uporabo gumba <guibutton>Dodaj</guibutton>. Prav tako lahko spremenite podrobnosti zastavic (&ie; RA/Dec, oznaka ali ikona) in nato shranite nove s pritiskom na gumb <guibutton>Shrani spremembe</guibutton>. Z Upravljalnikom zastavic lahko zlahka centrirate objekt na karti ali teleskopu, tako da pritisnete gumb <guibutton>Centriraj na karti</guibutton> ali <guibutton>Centrira v teleskopu</guibutton>. Če želite izbrisati vrednost s seznama, jo izberite na seznamu in pritisnite gumb <guibutton>Izbriši</guibutton>. Vaše zastavice se shranijo, ko zaprete trenutno sejo, zato jih boste lahko videli vsakič, ko boste ponovno uporabili &kstars;.
uk: <guimenuitem>Додати прапорець...</guimenuitem>: відкрити вікно <quote>Керування прапорцями</quote> &kstars;. За допомогою цього вікна ви можете керувати прапорцями та користуватися деякими з можливостей &kstars;. Якщо для позначеного об'єкта відкрито вікно <quote>Керування прапорцями</quote>, поля <guilabel>Пряме сходження</guilabel> та <guilabel>Схилення</guilabel> буде автоматично заповнено значеннями координат позначеного об'єкта на карті неба. Окрім вмісту цих двох полів, ви можете вказати дані щодо параметра <guilabel>Епоха</guilabel>, додати <guilabel>Мітку</guilabel>, встановити <guilabel>Колір мітки</guilabel> або навіть додати <guilabel>Піктограму</guilabel>. Якщо хочете додати нетипову піктограму, просто запишіть файли зображень до каталогу <filename class="directory">`qtpaths --paths GenericDataLocation`/kstars/</filename>. Назви файлів мають починатися із ключового слова <quote>flag</quote>. Наприклад, файл <quote>flagSmall_red_cross.gif</quote> у списку буде показано як «Small red cross». Після визначення даних щодо нового прапорця ви можете додати його до списку прапорців за допомогою натискання кнопки <guibutton>Додати</guibutton>. Ви також можете змінити параметри наявних прапорців (тобто змінити координати ПС/Схил, мітку або піктограму), а потім зберегти зміни натисканням кнопки <guibutton>Зберегти зміни</guibutton>. За допомогою засобу керування прапорцями ви можете просто пересунути центр карти або точку цілі телескопа на об'єкт. Для цього достатньо натиснути кнопку <guibutton>Посередині карти</guibutton> або <guibutton>Центрувати у телескопі</guibutton>. Щоб вилучити значення зі списку, просту позначте відповідний пункт і натисніть кнопку <guibutton>Вилучити</guibutton>. Визначені вами прапорці зберігатимуться після завершення поточного сеансу роботи з програмою, отже ви зможете бачити їх кожного разу, коли користуватиметеся &kstars; знову.

source: <guimenuitem>Angular Distance To...</guimenuitem>: Enter "angular distance mode". In this mode, a dotted line is drawn from the first target object to the current mouse position. When you click with the &RMB; on a second object, this will display the angular distance between the two objects near the second object. You can press the &Esc; key to exit angular distance mode without measuring an angle.
it: <guimenuitem>Distanza angolare da...</guimenuitem>: entra nella "modalità distanza angolare". In questa modalità, una linea tratteggiata viene tracciata dal primo oggetto alla posizione del puntatore del mouse. Quando fai clic con il &RMB; su un secondo oggetto, la distanza angolare tra i due oggetti sarà mostrata vicino al secondo oggetto. Puoi premere il tasto &Esc; per uscire dalla modalità distanza angolare senza aver effettuato una misura.
sl: <guimenuitem>Kotna razdalja do...</guimenuitem>: Vnesite "način kotne razdalje". V tem načinu je črtkana črta narisana od prvega ciljnega objekta do trenutnega položaja miške. Ko kliknete z &RMB; na drugem objektu, bo to prikazalo kotno razdaljo med obema objektoma blizu drugega objekta. Lahko pritisnete &Esc; tipko za izhod iz načina kotne razdalje brez merjenja kota.
uk: <guimenuitem>Кутова відстань до...</guimenuitem>: вмикає «режим вимірювання кутової відстані». У цьому режимі між першим об'єктом і поточним розташування вказівника миші буде показано пунктирну лінію. Якщо потім клацнути правою кнопкою на іншому об'єкті, поряд з цим об'єктом буде показано кутову відстань між двома об'єктами. Щоб вийти з режиму вимірювання кутової відстані без вимірювання будь-яких кутів, ви можете натиснути клавішу &Esc;.

source: <guimenuitem>Starhop from here to</guimenuitem>: will enable you to find a path between two points in the sky. Star hopping is a technique that uses bright stars as a guide for finding fainter objects. So if you have a bright star, you can use it as a reference to find a fainter object. Starting from your reference star, &kstars; will find a route to the destination, traversing a sequence of stars/patterns of stars. The object for which you called <guilabel>Starhop from here to</guilabel> tool will be your starting point. When your starting point is established, a dotted line will appear, allowing you to decide which will be your end point. You have to move the mouse cursor to your destination object position and right click on it. Then, a dialog box will pop up, requiring you to set the FOV used for star hopping. For selecting a FOV, you need to make a choice from the FOV combo box list of values. The values you can choose include default FOV values (7x35 Binoculars, Telrad, One Degree, HST WFPC2 and 30m at 1.3cm) plus your customized FOVs. After you selected the FOV, &kstars; will find a route for you. Thus, the dialog box will contain a list of object used in the starhop. If &kstars; did not manage to find a route, then an error dialog box will be displayed, giving you a helping hand. When the Star-Hopper algorithm ends, the dialog box will contain a list of objects used in starhop route. For every object from the list, you can perform a set of actions: you can ask for details using the <guibutton>Details</guibutton> button, center selected object in the map using <guibutton>Center on map</guibutton> button or you can go to next star by pressing the <guibutton>Next</guibutton> button. Note that when go to next star, it will be automatically centered on the map. Also, Star-Hopper tool provides directions to star hop for every object of the list.
it: <guimenuitem>Starhop da qui a</guimenuitem>: ti permette di trovare un percorso tra due punti nel cielo. Lo star hopping è una tecnica che utilizza le stelle luminose come guida per trovare degli oggetti più deboli; quindi, se hai una stella brillante, la puoi utilizzare come guida per trovare degli oggetti più deboli. Iniziando dalla stella di riferimento &kstars; troverà un percorso verso la destinazione attraversando una sequenza di stelle o di modelli di stelle. L'oggetto per cui hai invocato lo strumento <guimenuitem>Starhop da qui a</guimenuitem> sarà il punto iniziale; quando viene stabilito apparirà una linea tratteggiata, e potrai decidere quale sarà il punto finale. Devi poi spostare il puntatore del mouse sulla posizione dell'oggetto di destinazione e farci clic col tasto destro: comparirà una finestra che ti chiederà di impostare il CDV usato per lo starhop. Per selezionare un CDV devi sceglierlo dall'elenco di valori della casella combinata: essi includono quelli predefiniti (Binocolo 7x35, Telrad, Un grado, HST WFPC2 e 30 m a 1,3 cm) più i tuoi valori personalizzati. Dopo aver selezionato il CDV &kstars; troverà un percorso per te, e la finestra di dialogo conterrà l'elenco degli oggetti usati nello starhop. Se &kstars; non riesce a trovare un percorso, verrà visualizzata una finestra di errore per darti una mano. Quando è terminato l'algoritmo Star-Hopper, la finestra conterrà un elenco di oggetti per il percorso. Per ciascuno di questi puoi eseguire un insieme di azioni: puoi vedere i dettagli usando il pulsante <guibutton>Dettagli</guibutton>, puoi centrare nella mappa l'oggetto selezionato con <guibutton>Centra nella mappa</guibutton>, oppure puoi andare alla stella successiva con <guibutton>Successivo</guibutton>. Nota che passando alla stella successiva, essa verrà centrata nella mappa. Star-Hopper fornisce le direzioni per saltare alla stella per ogni oggetto dell'elenco.
sl: <guimenuitem>Skakanje od tukaj do od zvezde</guimenuitem>: vam omogoča iskanje poti med dvema točkama na nebu. Skakanje od zvezde do zvezde je tehnika, ki uporablja svetle zvezde kot vodilo za iskanje šibkejših objektov. Torej, če imate svetlo zvezdo, jo lahko uporabite kot referenco za iskanje šibkejšega objekta. Začenši z vašo referenčno zvezdo, bo &kstars; našel pot do cilja, prečkal zaporedje zvezd/vzorcev zvezd. Objekt, za katerega ste poklicali orodje <guilabel>Skakanje od tukaj do od zvezde</guilabel>, bo vaša izhodiščna točka. Ko je vaša začetna točka določena, se prikaže črtkana črta, ki vam omogoča, da se odločite, katera bo vaša končna točka. Kazalec miške morate premakniti na ciljni položaj objekta in z desno miškino tipko klikniti nanj. Nato se prikaže pogovorno okno, ki zahteva, da nastavite vidno polje, ki se uporablja za skoke zvezd. Za izbiro polja VP morate izbrati s seznama vrednosti kombiniranega polja VP. Vrednosti, ki jih lahko izberete, vključujejo privzete vrednosti vidnega polja (daljnogled 7x35, Telrad, ena stopinja, HST WFPC2 in 30 m pri 1,3 cm) ter vaše prilagojene vidne oči. Ko ste izbrali VP, bo &kstars; našel pot za vas. Tako bo pogovorno okno vsebovalo seznam objektov, uporabljenih pri skakanju. Če &kstars; ni uspelo najti poti, se bo prikazalo pogovorno okno o napaki, ki vam bo pomagalo. Ko se algoritem Star-Hopper konča, bo pogovorno okno vsebovalo seznam objektov, uporabljenih v poti skakanja. Za vsak objekt s seznama lahko izvedete nabor dejanj: lahko zahtevate podrobnosti z gumbom <guibutton>Podrobnosti</guibutton>, izbrani objekt na sredini zemljevida z gumbom <guibutton>Center na zemljevidu</guibutton> lahko pa se premaknete na naslednjo zvezdo s pritiskom na gumb <guibutton>Naprej</guibutton>. Upoštevajte, da ko greste na naslednjo zvezdo, bo samodejno postavljena na sredino karte. Orodje Star-Hopper ponuja tudi navodila za skakanje po zvezdah za vsak objekt na seznamu.
uk: <guimenuitem>Зоряна лінія звідси до</guimenuitem>: надасть вам змогу знайти шлях між двома точками на карті. Перехід між зірками — методика, за якої яскраві зірки використовуються для пошуку тьмяніших об'єктів. Отже, якщо є певна яскрава зірка, ви можете скористатися нею як опорною точкою для пошуку якогось тьмянішого об'єкта. &kstars; почне пошуку потрібного вам об'єкта від яскравої зірки порівнюючи візерунок зірок на зображенні. Об'єкт, для якого ви викликаєте інструмент <guilabel>Зоряна лінія звідси до</guilabel> є вашою початковою точкою. Після встановлення початкової точки на карті з'явиться пунктирна лінія, кінець якої вказуватиме на кінцевий об'єкт вашого пошуку. Вам слід навести вказівник миші на точку розташування об'єкта призначення і клацнути правою кнопкою миші. У відповідь буде відкрито діалогове вікно, де вам слід буде вибрати параметри поля зору, які буде використано для переходу. Вибір поля зору можна здійснити за допомогою спадного списку значень. У списку будуть типові пункти (Бінокль 7x35, Telrad, Один градус, WFPC2 «Хаббла» та 30 м у 1,3 см), а також визначені вами поля зору. Після вибору поля зору &kstars; вкаже маршрут. У відкритому програмою діалоговому вікні буде показано список об'єктів, які слід використовувати для переходу. Якщо &kstars; не вдасться знайти маршрут, програма покаже вікно із повідомленням про помилку, де зазначить спосіб усунення помилки. Для кожного з об'єктів зі списку переходів ви можете виконати декілька дій: ознайомитися із відомостями щодо об'єкта за допомогою натискання кнопки <guibutton>Подробиці</guibutton>, розташувати позначений об'єкт у центрі карти за допомогою натискання кнопки <guibutton>Посередині карти</guibutton> або перейти до наступного об'єкта натисканням кнопки <guibutton>Далі</guibutton>. Зауважте, що після переходу до наступного об'єкта, його буде автоматично розміщено у центрі карти. Крім того, засіб переходу між зірками надає настанови щодо кожного з переходів у списку.

source: <guimenuitem>Details</guimenuitem>: Open the <link linkend="tool-details">Object Details window</link> for this object.
it: <guimenuitem>Dettagli</guimenuitem>: apre la <link linkend="tool-details">finestra Dettagli oggetto</link> per l'oggetto in questione.
sl: <guimenuitem>Podrobnosti</guimenuitem>: Odpre <link linkend="tool-details">okno s podrobnostmi o objektu</link> za ta objekt.
uk: <guimenuitem>Відомості</guimenuitem>: відкриває <link linkend="tool-details">Вікно відомостей про об'єкт</link>.

source: <guimenuitem>Attach Label</guimenuitem>: Attach a permanent name label to the object. If the object already has a label attached, this item will read <guilabel>Remove Label</guilabel>.
it: <guimenuitem>Visualizza nome</guimenuitem>: visualizza in modo permanente il nome dell'oggetto. Se il nome è già visualizzato, la voce di menu sarà <guilabel>Nascondi nome</guilabel>.
sl: <guimenuitem>Pripni oznako</guimenuitem>: Objektu pripne trajno imensko oznako. Če ima objekt že priloženo oznako, bo ta element pisal <guilabel>Odstrani oznako</guilabel>.
uk: <guimenuitem>Долучити напис</guimenuitem>: долучити постійний напис до об'єкта. Якщо до об'єкта вже долучено напис, цей пункт виглядатиме як <guilabel>Вилучити напис</guilabel>.

source: <guimenuitem>Add to Observing WishList</guimenuitem>: Add the selected object to <guimenu>Observation Planner</guimenu>'s Wish List. You can see the Wish List, by selecting the <menuchoice><guimenu>Observation</guimenu> <guimenuitem>Observation Planner</guimenuitem></menuchoice> menu item. If the object is already in the Observing WishList, then this item will become <guilabel>Remove Label</guilabel>.
it: <guimenuitem>Aggiungi alla lista delle osservazioni desiderate</guimenuitem>: aggiunge l'oggetto selezionato alla lista dei desideri del <guimenu>Pianificatore di osservazioni</guimenu>. Puoi vedere questa lista selezionando la voce di menu <menuchoice><guimenu>Osservazione</guimenu><guimenuitem>Pianificatore di osservazioni</guimenuitem></menuchoice>: se l'oggetto è già presente nella lista, questa voce diventa <guilabel>Rimuovi etichetta</guilabel>.
sl: <guimenuitem>Dodaj na seznam želja za opazovanje</guimenuitem>: Doda izbrani objekt na seznam želja <guimenu>Načrtovalnika opazovanja</guimenu>. Seznam želja si lahko ogledate tako, da izberete menijsko postavko <menuchoice><guimenu>Opazovanje</guimenu> <guimenuitem>Načrtovalnik opazovanja</guimenuitem></menuchoice>. Če je objekt že na opazovalnem seznamu želja, bo ta element postal <guilabel>Odstrani oznako</guilabel>.
uk: <guimenuitem>Додати до Списку спостереження бажаних об'єктів</guimenuitem>: додати позначений об'єкт до списку бажаних об'єктів <guimenu>Планування спостереження</guimenu>. Щоб відкрити список бажаних об'єктів, скористайтеся пунктом меню <menuchoice><guimenu>Спостереження</guimenu><guimenuitem>Планування спостереження</guimenuitem></menuchoice>. Якщо об'єкт вже перебуває у списку бажаних об'єктів, замість цього пункту ви побачите пункт <guilabel>Вилучити мітку</guilabel>.

source: [Solar system objects]
it: [Oggetti del Sistema solare]
sl: [Objekti sončnega sistema]
uk: [Об'єкти Сонячної системи]

source: <guimenuitem>Add Trail</guimenuitem>: Add a trail to current Solar system object. A star trail is the continuous path created by the star in the night sky due to the rotation of the Earth. If the object already has a trail, this item will become <guilabel>Remove Trail</guilabel>.
it: <guimenuitem>Aggiungi scia</guimenuitem>: aggiunge una scia all'oggetto corrente dei Sistema solare. La scia di una stella è il percorso continuo creato dalla stella nel cielo notturno a causa della rotazione terrestre. Se l'oggetto ha già una scia, questa voce diventa <guilabel>Rimuovi scia</guilabel>.
sl: <guimenuitem>Dodaj sled</guimenuitem>: Doda sled trenutnemu objektu sončevega sistema. Zvezdna sled je neprekinjena pot, ki jo ustvari zvezda na nočnem nebu zaradi vrtenja Zemlje. Če objekt že ima sled, bo ta element postal <guilabel>Odstrani sled</guilabel>.
uk: <guimenuitem>Показати траєкторію</guimenuitem>: показати траєкторію поточного об'єкта Сонячної системи. Траєкторією є неперервна крива, яку об'єкт описує на нічному небі через обертання Землі. Якщо траєкторію вже показано, замість цього пункту ви побачите пункт <guilabel>Вилучити траєкторію</guilabel>.
