Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: ``Simulate eyepiece view``: Eyepiece View feature renders the view through the eyepiece of various telescope types. Firstly, an input dialog is shown, which asks you to select one of the visible FOVs to use as a FOV for the eyepiece view. The user also has the option of trying to determine it from the image (accurate if image has metadata, otherwise it will be random). After you set the FOV, the "Eyepiece Field View" window will pop up. You can easily rotate the view using the "Rotation" slider. You can also flip and invert the view to help match the view through a telescope/camera. "Eyepiece view" tool can help you locate many objects with ease, instead of trying to work with relative positions and relative orientations. This is an important advantage, especially when you are star hopping. Note that for getting best results, time must be synced with current time in KStars, and KStars must be in horizontal coordinates mode.
bg: ``Симулиране на изглед на окуляр``: Тази функция изобразява изгледа през окуляра на различни видове телескопи. Първо се показва диалогов прозорец за въвеждане, който ви запитва за вида на зрителното поле. Също така има опцията да се определи от изображение (точно, ако изображението има метаданни, в противен случай ще бъде зададен на случаен принцип). След като зададете ЗП, ще се отвори прозорецът ̋Зрително поле на окуляра. Можете лесно да завъртете изгледа с помощта на плъзгача Завъртване. Можете също така да обръщате симетрията на изгледа, за да наподоби изгледа през през телескоп/камера. Инструментът Изглед на окуляра може да ви помогне локализирайте много обекти с лекота, вместо да се опитвате да работите с относителни позиции и относителни ориентации. Това е важно предимство, особено когато се ориентирате по звезди. Забележете, че за получаване на най-добри резултати, времето трябва да се синхронизира с текущото време в KStars и трябва да сте е в режим на хоризонтални координати.
ca: ``Simula la vista de l'ocular``: La característica vista de l'ocular representa la vista a través de l'ocular dels diversos tipus de telescopis. En primer lloc, mostra un diàleg d'entrada, el qual us demanarà que seleccioneu un dels CDV visibles per a utilitzar-lo per a la vista ocular. L'usuari també té l'opció d'intentar determinar-lo a partir de la imatge (molt precís si la imatge conté metadades, en cas contrari serà aleatori). Una vegada establiu el CDV, es mostrarà la finestra «Camp de visió de l'ocular». Podeu fer girar la vista amb facilitat utilitzant el control lliscant «Rotació». També la podeu capgirar i invertir per tal d'ajudar a fer que coincideixi amb la d'un telescopi/càmera. L'eina «Vista de l'ocular» pot ajudar a localitzar molts objectes amb facilitat, en lloc d'intentar treballar amb posicions relatives i orientacions relatives. Aquest és un avantatge important, especialment quan feu salts entre estrelles. Recordeu que per a obtenir millors resultats, l'hora haurà d'estar sincronitzada amb l'hora del KStars, i el KStars haurà d'estar en el mode de coordenades horitzontals.
ca@valencia: ``Simula la vista de l'ocular``: la característica vista de l'ocular representa la vista a través de l'ocular dels diversos tipus de telescopis. En primer lloc, mostra un diàleg d'entrada, el qual vos demanarà que seleccioneu un de CDV visibles per a utilitzar-lo per a la vista ocular. L'usuari també té l'opció d'intentar determinar-lo a partir de la imatge (molt precís si la imatge conté metadades, en cas contrari serà aleatori). Una vegada l'establiu, es mostrarà la finestra «Camp de visió de l'ocular». Podeu fer girar la vista amb facilitat utilitzant el control lliscant «Rotació». També la podeu capgirar i invertir per tal d'ajudar a fer que coincidisca amb la d'un telescopi o càmera. L'eina «Vista de l'ocular» pot ajudar a localitzar molts objectes amb facilitat, en lloc d'intentar treballar amb posicions relatives i orientacions relatives. Este és un avantatge important, especialment quan feu salts entre estreles. Recordeu que per a obtindre millors resultats, el temps haurà d'estar sincronitzat amb el temps de KStars, i KStars haurà d'estar en el mode de coordenades horitzontals.
it: ``Simula vista dall'oculare``: la funzionalità Vista dall'oculare renderizza la vista dall'oculare per vari tipi di telescopi. Per prima cosa viene mostrata una finestra che ti chiede di selezionare uno dei CDV visibili da usare come vista dall'oculare. L'utente ha anche la possibilità di provare a determinarlo da un'immagine (in maniera accurata solo se l'immagine ha i metadati, diversamente sarà scelto casualmente). Una volta scelto il CDV, apparirà la finestra "Campo di vista dell'oculare". Puoi ruotare facilmente la vista usando il cursore "Rotazione", e anche ribaltarla o invertirla: ciò per favorire la corrispondenza della vista dal telescopio o dalla fotocamera. Lo strumento "Vista dall'oculare" può aiutarti con facilità a trovare molti oggetti invece di dover provare a lavorare con le posizioni e le orientazioni relative. Questo è un vantaggio importante, specialmente se devi spostarti tra le stelle. Nota che per ottenere dei risultati migliori il tempo deve essere sincronizzato con il tempo corrente di KStars, inoltre il programma deve essere in modalità coordinate orizzontali.
pt_br: ``Simular a visão da ocular``: O recurso visualização da ocular renderiza a visão através da ocular de vários tipos de telescópios. Primeiramente, uma caixa de diálogo de entrada é exibida, que solicita que você selecione um dos campos de visão visíveis para usar como campo de visão para a visão da ocular. O usuário também tem a opção de tentar determiná-lo a partir da imagem (preciso se a imagem tiver metadados, caso contrário, será aleatório). Após definir o campo de visão, a janela "Visão do campo da ocular" será exibida. Você pode girar a visão facilmente usando o controle deslizante "Rotação". Você também pode inverter a visão para ajudar a corresponder à visão através de um telescópio/câmera. A ferramenta "Visão da ocular" pode ajudá-lo a localizar muitos objetos com facilidade, em vez de tentar trabalhar com posições e orientações relativas. Esta é uma vantagem importante, especialmente ao navegar entre estrelas. Observe que, para obter os melhores resultados, o horário deve estar sincronizado com o horário atual no KStars, e o KStars deve estar no modo de coordenadas horizontais.
sl: ``Simuliraj pogled okularja``: Funkcija Pogled okularja upodobi pogled skozi okular različnih vrst teleskopov. Najprej se prikaže pogovorno okno za vnos, ki vas pozove, da izberete eno od vidnih vidnih vidnih polj (FOV), ki ga želite uporabiti kot vidno polje za pogled okularja. Uporabnik ima tudi možnost, da ga poskusi določiti s slike (natančno, če ima slika metapodatke, sicer bo naključno). Ko nastavite vidno polje, se bo pojavilo okno »Pogled polja okularja«. Pogled lahko preprosto zasukate z drsnikom »Vrtenje«. Pogled lahko tudi obrnete in obrnete, da se ujema s pogledom skozi teleskop/kamero. Orodje »Pogled okularja« vam lahko pomaga enostavno najti številne predmete, namesto da bi poskušali delati z relativnimi položaji in relativnimi orientacijami. To je pomembna prednost, še posebej pri skakanju med zvezdami. Upoštevajte, da mora biti za najboljše rezultate čas sinhroniziran s trenutnim časom v KStars, KStars pa mora biti v načinu horizontalnih koordinat.

source: ``Image Resources``: gives a list of image links for current Solar system object. The images are displayed in KStars Image Viewer tool. Image Viewer tool allows you to invert the colors and save the image in your computer.
bg: ``Ресурси с изображения``: дава списък с връзки към изображения за текущия обект на Слънчевата система. Изображенията се показват в инструмента за преглед на изображения на KStars . Инструментът за преглед на изображения ви позволява да обръщате цветовете и запазете изображението на вашия компютър.
ca: ``Recursos d'imatge``: ofereix una llista d'enllaços a imatges per a l'objecte del sistema solar. Les imatges es mostraran a l'eina del visualitzador d'imatges del KStars. L'eina del visualitzador d'imatges permet invertir els colors i desar la imatge a l'ordinador.
ca@valencia: ``Recursos d'imatge``: oferix una llista d'enllaços cap a imatges per a l'objecte del sistema solar. Les imatges es mostraran en l'eina del visor d'imatges de KStars. Esta eina permet invertir els colors i guardar la imatge en l'ordinador.
it: ``Risorse (immagini)``: fornisce un elenco di collegamenti a immagini per l'attuale oggetto del Sistema solare, che vengono visualizzate nel *Visore di immagini* di KStars. Questo ti permette di invertire i colori e di salvare l'immagine nel tuo computer.
pt_br: ``Recursos de imagem``: fornece uma lista de links de imagens para o objeto atual do Sistema Solar. As imagens são exibidas na ferramenta de visualização de imagens do KStars. A ferramenta Visualizador de imagens permite inverter as cores e salvar a imagem no seu computador.
sl: ``Viri slik``: ponuja seznam povezav do slik za trenutni objekt Osončja. Slike so prikazane v orodju za pregledovanje slik KStars. Orodje za pregledovanje slik vam omogoča, da obrnete barve in shranite sliko v računalnik.

source: ``Information Resources``: gives a list of documentation links for current Solar system object. The links are opened in your default browser.
bg: ``Информационни връзки``: дава списък с връзки към документация за текущия обект на Слънчевата система.
ca: ``Recursos d'informació``: ofereix una llista d'enllaços a documentació per a l'objecte del sistema solar. Els enllaços s'obriran en el navegador predeterminat.
ca@valencia: ``Recursos d'informació``: oferix una llista d'enllaços cap a documentació per a l'objecte del sistema solar. Els enllaços s'obriran al navegador predeterminat.
it: ``Risorse (informazioni)``: fornisce un elenco di collegamenti a documenti per l'attuale oggetto del Sistema solare, che vengono aperti nel tuo browser predefinito.
pt_br: ``Recursos de informação``: fornece uma lista de links de documentação para o objeto atual do Sistema Solar. Os links são abertos no seu navegador padrão.
sl: ``Informacijski viri``: prikaže seznam povezav do dokumentacije za trenutni objekt Osončja. Povezave se odprejo v privzetem brskalniku.

source: ``Show SDSS Image``: download a SDSS (Sloan Digital Sky Survey) image of the object from the Internet, and display it in the Image Viewer tool.
bg: ``Показване на SDSS изображение``: изтегля се изображение на SDSS (Sloan Digital Sky Survey) на обекта от интернет и се показва в инструмента за преглед на изображения.
ca: ``Mostra la imatge SDSS``: baixa una imatge SDSS (Sloan Digital Sky Survey) de l'objecte des d'Internet, i la mostra a l'eina del visualitzador d'imatges.
ca@valencia: ``Mostra la imatge SDSS``: baixa una imatge SDSS (Sloan Digital Sky Survey -Sloan, estudi digital del cel-) de l'objecte des d'Internet, i la mostra en l'eina «Visor d'imatges».
it: ``Mostra immagine SDSS``: scarica da Internet un'immagine SDSS (Sloan Digital Sky Survey) dell'oggetto e la mostra nel Visore di immagini.
pt_br: ``Mostrar imagem do SDSS``: baixa uma imagem do SDSS (Sloan Digital Sky Survey) do objeto da Internet e exibe-a na ferramenta Visualizador de imagens.
sl: ``Prikaži sliko SDSS``: prenesete sliko SDSS (Sloan Digital Sky Survey) objekta z interneta in jo prikažite v orodju za pregledovanje slik.

source: ``Show DSS Image``: download a DSS (Digitized Sky Survey) image of the object from the Internet, and display it in the Image Viewer tool.
bg: ``Показване на DSS изображение``: изтегля се изображение на DSS (Digitized Sky Survey) на обекта от интернет и се показва в инструмента за преглед на изображения.
ca: ``Mostra la imatge DSS``: baixa una imatge DSS (Digitized Sky Survey) de l'objecte des d'Internet, i la mostra a l'eina del visualitzador d'imatges.
ca@valencia: ``Mostra la imatge DSS``: baixa una imatge DSS (Digitized Sky Survey -estudi digitalitzat del cel-) de l'objecte des d'Internet, i la mostra en l'eina «Visor d'imatges».
it: ``Mostra immagine DSS``: scarica da Internet un'immagine DSS (Digital Sky Survey) dell'oggetto e la mostra nel Visore di immagini.
pt_br: ``Mostrar imagem DSS``: baixa uma imagem DSS (Digitized Sky Survey) do objeto da Internet e exibe-a na ferramenta Visualizador de imagens.
sl: ``Prikaži sliko DSS``: prenesete sliko DSS (Digitized Sky Survey) objekta z interneta in jo prikažite v orodju za pregledovanje slik.

source: image2
ca@valencia: Imatge 2
it: immagine2

source: image3
ca@valencia: Imatge 3
it: immagine3

source: image4
ca@valencia: Imatge 4
it: immagine4

source: image5
ca@valencia: Imatge 5
it: immagine5

source: image6
ca@valencia: Imatge 6
it: immagine6

source: image7
ca@valencia: Imatge 7
it: immagine7

source: image8
ca@valencia: Imatge 8
it: immagine8

source: image9
ca@valencia: Imatge 9
it: immagine9

source: image10
ca@valencia: Imatge 10
it: immagine10

source: image11
ca@valencia: Imatge 11
it: immagine11

source: image12
ca@valencia: Imatge 12
it: immagine12

source: image13
ca@valencia: Imatge 13
it: immagine13

source: image14
ca@valencia: Imatge 14
it: immagine14

source: image15
ca@valencia: Imatge 15
it: immagine15

source: ``View`` → ``Show Terrain`` (**Ctrl** + **Shift** + **T**)
ca: ``Visualitza`` → ``Mostra el terreny`` (**Ctrl** + **Maj** + **T**)
it: ``Visualizza`` → ``Mostra il terreno`` (**Ctrl** + **Maiusc** + **T**)
pt_br: ``Exibir`` → ``Mostrar terreno`` (**Ctrl** + **Shift** + **T**)
sl: ``Pogled`` → ``Prikaži teren`` (**Ctrl** + **Shift** + **T**)
