Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-mouse.po
Languages: ca, de, fr, gl, it, pl, pt, ru, sl, uk

source: If you select this submenu, then Artificial Horizon Manager will be opened. Artificial Horizon Manager is used to define on the skymap one or more regions that are blocked from view from your current location (&ie; tall trees or building). The window is split in two sections: in the left side is the Regions section while in the right side is the Points section. You can add a new region by pressing the <guibutton>+</guibutton> (Add Region) button or you can remove a region by selecting it in the regions list and then pressing the <guibutton>-</guibutton> (Remove Region) button. In order to draw a region you need to define a list of points that encompasses the blocked area. You can add a new point by pressing the <guibutton>+</guibutton> (Add Point) button from the right Points section. You can also remove a highlighted point from the list of points or you can clear all the points. There are two ways to add a new point to a selected region: manually by entering the point's coordinates or by selecting the point from the skymap after clicking <guibutton>Select Points</guibutton> button. Note that each point is described by a set of horizontal coordinates: Az (Azimuth) and Alt (Altitude). If you want to modify a point's coordinates, just double click on its Az/Alt text box value and enter the new value. First and Last points must be on the horizon. Polygons must be closed to be considered valid regions. Artificial Horizon Manager provides a easy way to rename your regions. By default, regions are named as: <quote>Region </quote> plus an index (&ie; <quote>Region 1</quote> or <quote>Region 2</quote>). For renaming a region, just double click on its name and then you will be invited to complete a new region name. You can also control which regions are enabled or disabled for marking on the map by a simple click on the checkbox in front of each region. After you defined your desired regions you can apply them by pressing the <guibutton>Apply</guibutton> button. If you want to use these regions again, in further astronomy sessions, you can save them such that next time when you will open &kstars; they will be automatically marked on the skymap.
it: Se selezioni questo sottomenu verrà aperto il Gestore dell'orizzonte artificiale. Esso viene usato per definire una o più regioni sulla mappa celeste la cui vista è bloccata nella posizione attuale (ad esempio da alberi alti o da edifici). La finestra è divisa in due sezioni: quella a sinistra è la sezione Regioni, mentre a destra c'è Punti. Puoi aggiungere una nuova sezione premendo il pulsante <guibutton>+</guibutton> (Aggiungi regione), e similmente puoi eliminarne una selezionandola dall'elenco delle regioni e premendo il pulsante <guibutton>-</guibutton> (Elimina regione). Per poter disegnare una regione devi definire un elenco di punti che comprenda l'area bloccata: puoi aggiungerne uno premendo il pulsante <guibutton>+</guibutton> (Aggiungi regione) nella sezione Punti a destra; puoi anche rimuovere un punto evidenziato dall'elenco dei punti, o cancellarli tutti. Ci sono due modi per aggiungere un nuovo punto a una regione selezionata: manualmente, inserendo le sue coordinate, oppure selezionando il punto dalla mappa celeste dopo aver fatto clic sul pulsante <guibutton>Seleziona i punti</guibutton>. Nota che ciascun punto è descritto da un insieme di coordinate orizzontali: Az (Azimut) e Alt (Altitudine). Se vuoi modificare le coordinate del punto, fai doppio clic sul valore nella sua casella di testo Az/Alt ed inseriscine un altro. Il primo e l'ultimo punto devono essere sull'orizzonte, inoltre i poligoni devono essere chiusi per venir considerati delle regioni valide. Il Gestore dell'orizzonte artificiale fornisce un semplice modo per rinominare le tue regioni. Come impostazione predefinita le regioni sono chiamate <quote>Regione</quote> più un indice (ad esempio <quote>Regione 1</quote> o <quote>Regione 2</quote>). Per rinominarne una basta fare doppio clic sul suo nome, e sarai invitato a completarlo. Puoi anche controllare quali aree sono abilitate o disabilitate alla marcatura sulla mappa con un semplice clic sulla casella di controllo davanti a ciascuna regione. Dopo aver definito le regioni che desideri puoi applicarle premendo il pulsante <guibutton>Applica</guibutton>. Se vuoi usarle di nuovo in altre sessioni astronomiche le puoi salvare; in questo modo la prossima volta che aprirai &kstars; esse saranno automaticamente segnate sulla mappa.
sl: Če izberete ta podmeni, se odpre Upravljalnik umetnih horizontov. Upravljalnik umetnih horizontov se uporablja za določitev ene ali več regij na zvezdni karti, ki so blokirana za pogled z vaše trenutne lokacije (&ie; visoka drevesa ali zgradbe). Okno je razdeljeno na dva dela: na levi strani je razdelek Regije, na desni pa razdelek Točke. Novo regijo lahko dodate tako, da pritisnete gumb <guibutton>+</guibutton> (Dodaj regijo), ali pa regijo odstranite tako, da jo izberete na seznamu regij in nato pritisnete gumb <guibutton>-</guibutton> (Odstrani regijo ). Če želite narisati regijo, morate določiti seznam točk, ki zajemajo blokirano območje. Novo točko lahko dodate tako, da pritisnete gumb <guibutton>+</guibutton> (Dodaj točko) v desnem razdelku s točkami. Označeno točko lahko tudi odstranite s seznama točk ali počistite vse točke. Izbranemu območju lahko dodate novo točko na dva načina: ročno z vnosom koordinat točke ali z izbiro točke na zemljevidu po kliku na gumb <guibutton>Izberi točke</guibutton>. Upoštevajte, da je vsaka točka opisana z nizom horizontalnih koordinat: Az (azimut) in Alt (višina). Če želite spremeniti koordinate točke, dvokliknite vrednost njenega besedilnega polja Az/Alt in vnesite novo vrednost. Prva in zadnja točka morata biti na obzorju. Poligoni morajo biti zaprti, da veljajo za veljavne regije. Upravljalnik umetnih horizontov omogoča preprost način preimenovanja vaših regij. Privzeto so regije poimenovane kot: <quote>Regija </quote> in indeks (&ie;. <quote>Regija 1</quote> ali <quote>Regija 2</quote>). Če želite preimenovati regijo, dvokliknite njeno ime in nato boste pozvani, da dokončate novo ime regije. Prav tako lahko nadzirate, katere regije so omogočene ali onemogočene za označevanje na zemljevidu s preprostim klikom na potrditveno polje pred posamezno regijo. Ko določite želene regije, jih lahko uporabite s pritiskom na gumb <guibutton>Uporabi</guibutton>. Če želite te regije znova uporabiti v nadaljnjih sejah astronomije, jih lahko shranite tako, da naslednjič, ko boste odprli &kstars; samodejno bodo označeni na zemljevidu.
uk: Якщо ви виберете цей пункт меню, програма відкриє вікно керування штучним горизонтом. Цим вікном можна скористатися для визначення на карті неба однієї або декількох областей, які не видно із поточного місця (їх може бути затулено, наприклад, високими деревами або будинками). Вікно поділено на два розділи: у лівій частині розташовано розділ областей, а у правій — розділ точок. Додати нову область можна натисканням кнопки <guibutton>+</guibutton> (Додати область). Щоб вилучити область, позначте її пункт у списку і натисніть кнопку <guibutton>-</guibutton> (Вилучити область). Для визначення області слід просто вказати список точок, які обмежують заблоковану область. Додати точку можна натисканням кнопки <guibutton>+</guibutton> (Додати точку) у правій частині вікна, призначеній для точок. Ви також можете вилучити позначену точку зі списку точок або спорожнити список точок. Передбачено два способи додавання нової точки до позначеної області: вручну, введенням координат точки, або вибором точки на карті неба після натискання кнопки <guibutton>Вибрати точки</guibutton>. Зауважте, що кожна точка описується набором горизонтальних координат: Аз (азимут) і Вис (висота). Якщо ви хочете внести зміни у координати точки, просто двічі клацніть на її значенні Аз/Вис і введіть нове значення. Перша і остання точки мають перебувати на лінії горизонту. Багатокутники областей мають бути замкненими. У засобі створення штучного горизонту передбачено простий спосіб перейменування створених областей. Типовими назвами є <quote>Область </quote> плюс номер (наприклад <quote>Область 1</quote> або <quote>Область 2</quote>). Щоб перейменувати область, просто двічі клацніть лівою кнопкою миші на пункті із її назвою у списку і введіть нову назву області. Щоб увімкнути або вимкнути область, достатньо позначити її пункт у списку або зняти позначку із пункту. Після визначення областей ви можете застосувати їх натисканням кнопки <guibutton>Застосувати</guibutton>. Якщо ви плануєте використовувати визначені області у подальшому, ви можете зберегти їхні дані, щоб після наступного запуску &kstars; їх було автоматично позначено на карті неба.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>1</keycap></keycombo></shortcut> <guimenu>Settings</guimenu> <guimenuitem>Manage Observer...</guimenuitem>
it: <shortcut><keycombo action="simul">&Ctrl;<keycap>1</keycap></keycombo></shortcut> <guimenu>Impostazioni</guimenu> <guimenuitem>Gestisci osservatore...</guimenuitem>
sl: <shortcut><keycombo action="simul">&Ctrl;<keycap>1</keycap></keycombo></shortcut> <guimenu>Nastavitve</guimenu> <guimenuitem>Upravljanje opazovalca...</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>1</keycap></keycombo> </shortcut> <guimenu>Параметри</guimenu> <guimenuitem>Керування спостерігачами…</guimenuitem>

source: Selecting this will open Manage Observers window that enables you to register a number of observers which are using &kstars; on this computer. You can add a new entry to observers list by completing the mandatory fields: <guilabel>Name:</guilabel> and <guilabel>Surname:</guilabel> and then pressing the <guibutton>+</guibutton> (Add observer) button. Note that <guilabel>Contact:</guilabel> field is optional, &kstars; allowing you to add a new observer even though <guilabel>Contact:</guilabel> text box is empty. You can also remove an observer from the list using <guibutton>-</guibutton> (Remove observer) button.
it: Selezionandolo si aprirà la finestra Gestisci osservatore, che ti permette di registrare un numero di osservatori che stanno usando &kstars; in questo computer. Puoi aggiungere una nuova voce all'elenco degli osservatori completando i campi necessari, <guilabel>Nome:</guilabel> e <guilabel>Cognome:</guilabel>, premendo poi il pulsante <guibutton>+</guibutton> (Aggiungi osservatore). Nota che il campo <guilabel>Contatto:</guilabel> è facoltativo: &kstars; ti permette di aggiungere un nuovo osservatore anche tale campo è vuoto. Similmente puoi rimuovere un osservatore dall'elenco premendo il pulsante <guibutton>-</guibutton> (Rimuovi osservatore).
sl: Če to izberete, se odpre okno Upravljanje opazovalcev, ki vam omogoča registracijo števila opazovalcev, ki uporabljajo &kstars; na tem računalniku. Na seznam opazovalcev lahko dodate nov vnos tako, da izpolnite obvezni polji: <guilabel>Ime:</guilabel> in <guilabel>Priimek:</guilabel> in nato pritisnete gumb <guibutton>+</guibutton> (Dodaj opazovalca). Upoštevajte, da polje <guilabel>Stik:</guilabel> ni obvezno, &kstars; kar vam omogoča, da dodate novega opazovalca, čeprav je besedilno polje <guilabel>Kontakt:</guilabel> prazno. Opazovalca lahko tudi odstranite s seznama z gumbom <guibutton>-</guibutton> (Odstrani opazovalca).
uk: Вибір цього пункту призведе до відкриття вікна керування спостереженнями, за допомогою якого ви можете зареєструвати спостерігачів, які користуються &kstars; на вашому комп'ютері. Щоб додати новий запис, заповніть обов'язкові поля: <guilabel>Ім'я</guilabel> і <guilabel>Прізвище</guilabel>, — а потім натисніть кнопку <guibutton>+</guibutton> (Додати спостерігача). Зауважте, що поле <guilabel>Контакт</guilabel> можна не заповнювати, — у &kstars; запис спостерігача можна додати із порожнім вмістом цього поля. Передбачено також можливість вилучення запису спостерігача зі списку за допомогою натискання кнопки <guibutton>-</guibutton> (Вилучити спостерігача).

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo></shortcut> <guimenu>Settings</guimenu> <guimenuitem>Geographic...</guimenuitem>
it: <shortcut><keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo></shortcut> <guimenu>Impostazioni</guimenu> <guimenuitem>Geografica...</guimenuitem>
sl: <shortcut><keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo></shortcut> <guimenu>Nastavitve</guimenu> <guimenuitem>Geografski...</guimenuitem>
uk: <shortcut><keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo></shortcut><guimenu>Параметри</guimenu> <guimenuitem>Географічне…</guimenuitem>

source: Select a new <link linkend="setgeo">geographic location</link>.
it: Seleziona una nuova <link linkend="setgeo">posizione geografica</link>.
sl: Izberite novo <link linkend="setgeo">geografsko lokacijo</link>.
uk: Вибрати нове <link linkend="setgeo">географічне розташування</link>.

source: <guimenu>Settings</guimenu> <guimenuitem>Configure Keyboard Shortcuts...</guimenuitem>
it: <guimenu>Impostazioni</guimenu> <guimenuitem>Configura le scorciatoie di tastiera...</guimenuitem>
sl: <guimenu>Nastavitve</guimenu> <guimenuitem>Konfiguriraj bližnjice na tipkovnici...</guimenuitem>
uk: <guimenu>Параметри</guimenu><guimenuitem>Налаштувати клавіатурні скорочення...</guimenuitem>

source: Open the Configure Shortcuts window which allows you to modify &kstars; shortcuts. You can use &kstars; default shortcuts scheme or define your own shortcuts scheme. In order to add a new custom shortcut to an action, you need to click on action's name and then press the <guibutton>Custom:</guibutton> checkbox. Then click on the button next to <guibutton>Custom:</guibutton> checkbox and enter the shortcut you would like to use in &kstars;. You can also remove a shortcut by pressing the <guibutton>Delete</guibutton> button after you select an action from the list. &kstars; helps you to find an action by providing its search method; just enter the name of the action and the list will be reduced to its best matches. For example, I will give you a brief example on how to use &kstars; Configure Shortcuts feature:
it: Apri la finestra «Configura le scorciatoie da tastiera», che ti permette di modificare le scorciatoie da tastiera di &kstars;: puoi usare lo schema predefinito di scorciatoie oppure definire il tuo. Per aggiungere una scorciatoia a un'azione devi fare prima clic sul suo nome, poi premere la casella <guibutton>Personalizzata:</guibutton>; premi quindi il pulsante vicino a <guibutton>Personalizzata:</guibutton> e inserisci la scorciatoia che vorresti usare in &kstars;. Puoi anche rimuovere la scorciatoia premendo il pulsante <guibutton>Elimina</guibutton> dopo aver selezionato l'azione dall'elenco. &kstars; ti aiuta a trovare un'azione fornendoti il suo metodo di ricerca: inserisci semplicemente il nome dell'azione e l'elenco verrà ridotto alle migliori corrispondenze. Ti darò un piccolo esempio su come usare la funzionalità Configura le scorciatoie da tastiera di &kstars;:
sl: Odprite okno Konfiguriraj bližnjice, ki vam omogoča spreminjanje bližnjic &kstars;. Uporabite lahko privzeto shemo bližnjic &kstars; ali določite svojo shemo bližnjic. Če želite dejanju dodati novo bližnjico po meri, morate klikniti ime dejanja in nato pritisniti potrditveno polje <guibutton>Po meri:</guibutton>. Nato kliknite gumb poleg potrditvenega polja <guibutton>Po meri:</guibutton> in vnesite bližnjico, ki jo želite uporabiti v &kstars;. Bližnjico lahko odstranite tudi tako, da pritisnete gumb <guibutton>Izbriši</guibutton>, potem ko izberete dejanje s seznama. &kstars; vam pomaga najti dejanje z zagotavljanjem njegove metode iskanja; samo vnesite ime dejanja in seznam bo zmanjšan na najboljše ujemanje. Na primer, dal vam bom kratek primer, kako uporabljati zmožnost &kstars; Konfiguriraj bližnjice:
uk: Відкрити вікно налаштовування клавіатурних скорочень, за допомогою якого ви можете внести зміни до переліку клавіатурних скорочень у &kstars;. Ви можете скористатися типовою схемою скорочень &kstars; або визначити власну схему. Щоб додати нове нетипове клавіатурне скорочення для виконання певної дії, вам слід натиснути пункт дії у списку, а потім позначити пункт <guibutton>Нетипове</guibutton>. Далі, слід натиснути на кнопці, розташованій поряд із міткою <guibutton>Нетипове</guibutton> і натиснути комбінацію клавіш, якою ви хочете користуватися у &kstars;. Крім того, ви можете вилучити скорочення натисканням кнопки <guibutton>Вилучити</guibutton> після позначення пункту дії у списку. У &kstars; передбачено можливості полегшення пошуку: достатньо ввести частину назви дії і у списку залишаться лише відповідники. Ось приклад використання можливості налаштовування скорочень у &kstars;:

source: Firstly, open the Configure Shortcuts window from the <guimenu>Settings</guimenu> menu.
it: Per prima cosa apri la finestra «Configura le scorciatoie da tastiera» dal menu <guimenu>Impostazioni</guimenu>.
sl: Najprej odprite okno Konfiguriraj bližnjice v meniju <guimenu>Nastavitve</guimenu>.
uk: По-перше, відкрийте вікно налаштовування скорочень за допомогою відповідного пункту меню <guimenu>Параметри</guimenu>.

source: Then select the action you would like to add a shortcut (&ie; Artificial Horizon). You can use the search method provided by &kstars;. Just type <quote>art</quote> in the search text box and the list will be reduced to only four actions. The Artificial Horizon is the first action in the list.
it: Seleziona quindi l'azione di cui vorresti aggiungere la scorciatoia (ad esempio Orizzonte artificiale). Puoi usare il metodo di ricerca fornito da &kstars;: inserisci semplicemente <quote>art</quote> nella casella di ricerca testuale, e l'elenco verrà ridotto a quattro sole azioni: l'Orizzonte artificiale è la prima della lista.
sl: Nato izberite dejanje, ki mu želite dodati bližnjico (&ie; Umetni horizont). Uporabite lahko način iskanja, ki ga ponuja &kstars;. Preprosto vnesite <quote>Ume</quote> v besedilno polje za iskanje in seznam se bo zmanjšal na samo štiri dejanja. Umetni horizont je prvo dejanje na seznamu.
uk: Далі, виберіть дію, для якої слід додати скорочення (наприклад «Штучний горизонт»). Можете скористатися для пошуку дії відповідним полем пошуку &kstars;. Просто введіть до нього «штуч», щоб побачити у списку лише відповідні пункти. Першим пунктом, що лишиться, і буде «Штучний горизонт».

source: Now that you find your desired action, you can add a new shortcut by clicking on its name. After you click on the action name, press the <guibutton>Custom</guibutton> checkbox. There is a button next to <guibutton>Custom</guibutton> checkbox used for adding new shortcuts. By default, if an action has no custom shortcut, the <quote>None</quote> tag will be assigned to this button. Press this button and then add your custom shortcut. For example, for Artificial Horizon, you can use &Ctrl;+H shortcut. Hold the &Ctrl; key and press H. Your shortcut be automatically saved, thus you can use it next time when you open &kstars;.
it: Ora che hai trovato l'azione desiderata puoi aggiungere una nuova scorciatoia: fai clic sul nome dell'azione, poi premi la casella <guibutton>Personalizzata</guibutton>, e quindi il pulsante vicino ad essa, che è quello che viene usato per aggiungere la scorciatoia. Per impostazione predefinita, se un'azione non ha scorciatoia predefinita, a questo pulsante verrà assegnata l'etichetta <quote>Nessuna</quote>; premilo e aggiungi la tua scorciatoia personalizzata. Per Orizzonte artificiale, ad esempio, potresti utilizzare la scorciatoia &Ctrl;+H: tieni premuto il tasto &Ctrl; e premi H. La tua scorciatoia verrà quindi salvata automaticamente, perciò la potrai utilizzare la prossima volta che aprirai &kstars;.
sl: Zdaj, ko najdete želeno dejanje, lahko dodate novo bližnjico s klikom na njeno ime. Ko kliknete ime dejanja, pritisnite potrditveno polje <guibutton>Po meri</guibutton>. Poleg potrditvenega polja <guibutton>Po meri</guibutton> je gumb za dodajanje novih bližnjic. Če dejanje nima bližnjice po meri, bo temu gumbu privzeto dodeljena oznaka <quote>Brez</quote>. Pritisnite ta gumb in dodajte bližnjico po meri. Na primer, za umetni horizont lahko uporabite bližnjico &Ctrl;+H. Držite &Ctrl; in pritisnite H. Vaša bližnjica se samodejno shrani, tako da jo lahko uporabite naslednjič, ko odprete &kstars;.
uk: Тепер, коли потрібний пункт дії знайдено, ви можете додати нове скорочення. Натисніть пункт дії, далі, натисніть кнопку <guibutton>Нетипове</guibutton>. Поряд із кнопкою <guibutton>Нетипове</guibutton> розташовано поле для додавання скорочень. Типово, якщо дію не пов'язано із певним скороченням, до пункту дію буде прив'язано із міткою <quote>Немає</quote>. Натисніть цю кнопку і натисніть клавіші нетипового скорочення. Наприклад, для штучного горизонту ви можете скористатися скороченням <keycombo action="simul">&Ctrl;<keycap>H</keycap></keycombo>. Натисніть клавішу &Ctrl;, потім клавішу <keycap>H</keycap>. Ваше скорочення буде автоматично збережено, отже, ви зможете ним користуватися наступного разу, коли відкриєте вікно &kstars;.

source: <guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem>
it: <guimenu>Impostazioni</guimenu> <guimenuitem>Configura &kstars;...</guimenuitem>
sl: <guimenu>Nastavitve</guimenu> <guimenuitem>Konfiguriraj &kstars;...</guimenuitem>
uk: <guimenu>Параметри</guimenu> <guimenuitem>Налаштувати &kstars;...</guimenuitem>

source: Modify <link linkend="config">configuration options</link>.
it: Modifica le <link linkend="config">opzioni di configurazione</link>.
sl: Spremenite <link linkend="config">možnosti konfiguracije</link>.
uk: Змінити <link linkend="config">параметри налаштування</link>.

source: <guimenu>Settings</guimenu> <guimenuitem>Startup Wizard...</guimenuitem>
it: <guimenu>Impostazioni</guimenu> <guimenuitem>Procedura guidata iniziale...</guimenuitem>
sl: <guimenu>Nastavitve</guimenu> <guimenuitem>Čarovnik za zagon...</guimenuitem>
uk: <guimenu>Параметри</guimenu> <guimenuitem>Майстер запуску…</guimenuitem>
