Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: ``Show Info Boxes``
bg: Показване на полетата с информация
ca: ``Mostra els rètols informatius``
ca@valencia: ``Mostra els rètols informatius``
it: ``Mostra riquadri informativi``
pt_br: ``Mostrar caixas de informações``
sl: ``Prikaži informacijska polja``

source: ``Show Time Box``
bg: Дата и час
ca: ``Mostra el rètol de l'hora``
ca@valencia: ``Mostra el rètol del temps``
it: ``Mostra riquadro Tempo``
pt_br: ``Mostrar caixa de tempo``
sl: ``Prikaži časovno polje``

source: ``Show Focus Box``
bg: ``Информация за центриран обект``
ca: ``Mostra el rètol de l'enfocament``
ca@valencia: ``Mostra el rètol de l'enfocament``
it: ``Mostra riquadro A fuoco``
pt_br: ``Mostrar caixa de foco``
sl: ``Prikaži polje z informacijami o fokusu``

source: ``Settings`` → ``Info Boxes``
bg: Настройки > Info Boxes
ca: ``Arranjament`` → ``Rètols informatius``
ca@valencia: ``Configuració`` → ``Rètols informatius``
it: ``Impostazioni`` → ``Riquadri informativi``
pt_br: ``Configurações`` → ``Caixas de informações``
sl: ``Nastavitve`` → ``Polja z informacijami``

source: ``Show Location Box``
bg: ``Местоположение``
ca: ``Mostra el rètol de l'emplaçament``
ca@valencia: ``Mostra el rètol de l'emplaçament``
it: ``Mostra riquadro Luogo``
pt_br: ``Mostrar caixa de localização``
sl: ``Prikaži polje z informacijami o lokaciji``

source: ``Main Toolbar``
bg: Главна лента с инструменти
ca: ``Barra d'eines principal``
ca@valencia: ``Barra d'eines principal``
it: ``Barra degli strumenti principale``
pt_br: ``Barra de ferramentas principal``
sl: ``Glavna orodna vrstica``

source: Toggle display of the Main Toolbar. By default, the Main Toolbar provides useful shortcuts for controlling the sky map view (i.e. Zoom in and Zoom out) and for controlling KStars clock as well. You can Start / Stop the clock, advance one step backward / forward in time and also you can easily set the time step used by KStars' clock. The time step is the rate at which time flows in the simulation. For setting the time step, you can use the spin box used for establishing the time step units and the spin box used for increasing / decreasing the time step value. Using the Main Toolbar you can quickly open the ``Find Object``, ``Set Time`` or ``Set Geographic Location`` window. Main Toolbar can be configured using the ``Settings`` → ``Configure Toolbars...`` menu item.
bg: Превключване на показването на главната лента с инструменти. По подразбиране основната лента с инструменти предоставя полезни преки пътища за управление на изгледа на картата на небето (Увеличаване и намаляване) и за управление на часовника за симулация. Можете да стартирате/спирате часовника, да се предвиждате с една стъпка назад/напред във времето и също така можете лесно да зададете времевата стъпка, използвана от KStars. Времевата стъпка е скоростта, с която времето тече в симулацията. За задаване на времевата стъпка можете да използвате въртящото поле за установяване на единиците за стъпка на времето и съседното поле за увеличаване/намаляване на стойността на времевата стъпка. С помощта на главната лента с инструменти можете бързо да отворите елемента от менюто ``Намиране на обект``, ``Задаване на дата и час`` или ``географско местоположение``. Лентата с инструменти може да бъде персонализирана в ``Настройки`` ``Настройване на инструментите...``
ca: Mostra o oculta la barra d'eines principal. De manera predeterminada, la barra d'eines principal ofereix dreceres útils per al control de la vista mapa celeste (és a dir, apropa i allunya) i també per al control del rellotge del KStars. Podeu engegar/aturar el rellotge, fer-lo avançar un pas cap enrere/endavant en el temps i també podeu ajustar fàcilment el pas temporal utilitzat pel rellotge del KStars. El pas temporal és la velocitat amb la qual flueix el temps en la simulació. Per a ajustar el pas temporal, podeu utilitzar el botó de selecció de valors utilitzat per a establir les unitats de pas temporal i el botó de selecció de valors utilitzat per a fer augmentar/disminuir el valor del pas temporal. Utilitzant la barra d'eines principal podreu obrir ràpidament la finestra ``Cerca un objecte``, ``Estableix la data i l'hora`` o ``Estableix l'emplaçament geogràfic``. La barra d'eines principal es pot configurar utilitzant l'element de menú ``Arranjament`` → ``Configura les barres d'eines...``.
ca@valencia: Alterna la visualització de la barra d'eines principal. De manera predeterminada, la barra d'eines principal proporciona dreceres útils per a controlar la vista del mapa celeste (és a dir, ``Acosta`` i ``Allunya``) i també per a controlar el rellotge de KStars. Podeu iniciar i parar el rellotge, endarrerir i avançar un pas en el temps i també podeu configurar amb facilitat el pas de temps utilitzat pel rellotge de KStars. El pas del temps és la velocitat en què fluïx el temps a la simulació. Per a configurar-lo, podeu utilitzar el botó de selecció de valors emprat per a establir les unitats de pas del temps i el botó de selecció de valors emprat per a fer augmentar i disminuir el valor de pas del temps. Mitjançant la barra d'eines principal, podreu obrir ràpidament ``Busca un objecte``, ``Establix la data i l'hora…`` o ``Establiu l'emplaçament geogràfic``. La barra d'eines principal es pot configurar mitjançant l'element de menú ``Configuració`` → ``Configura les barres d'eines…``.
it: Mostra o nasconde la barra degli strumenti principale. Per impostazione predefinita essa fornisce delle scorciatoie utili per controllare sia la vista della mappa celeste (ossia esempio Ingrandisci e Rimpicciolisci), sia l'orologio di KStars: puoi infatti avviarlo e fermarlo, oppure farlo avanzare o indietreggiare di un passo temporale. Il passo temporale è la velocità alla quale il tempo scorre nella simulazione; per impostarlo puoi usare la casella numerica usata per stabilire le unità del passo temporale, oppure quella per incrementarne o per diminuirne il valore. Dalla barra degli strumenti principale puoi aprire rapidamente le finestre ``Trova oggetto``, ``Imposta l'ora`` e ``Imposta posizione geografica``. La barra degli strumenti principale può essere configurata usando la voce di menu ``Impostazioni`` → ``Configura le barre degli strumenti...``.
pt_br: Alterna a exibição da barra de ferramentas principal. Por padrão, a barra de ferramentas principal fornece atalhos úteis para controlar a visualização do mapa celeste (por ex, Ampliar e Reduzir) e também para controlar o relógio do KStars. Pode iniciar / parar o relógio, avançar / voltar um passo no tempo e pode também definir facilmente o passo de tempo utilizado pelo relógio do KStars. O passo de tempo é a taxa na qual o tempo flui na simulação. Para definir esse passo, você pode usar a caixa de rolagem usada para estabelecer as unidades de períodos de tempo e a caixa de rolagem usada para aumentar / diminuir o valor desse período. Utilizando a barra de ferramentas principal, você poderá abrir rapidamente o ``Procurar objeto``, ``Definir hora``ou ``Definir localização geográfica`` A barra de ferramentas principal pode ser configurada usando o item de menu ``Configurações`` → ``Configurar barras de ferramentas``.</ menuchoice>.
sl: Preklop prikaza glavne orodne vrstice. Glavna orodna vrstica privzeto ponuja uporabne bližnjice za upravljanje pogleda neba (tj. povečava in pomanjšava) in tudi za upravljanje ure KStars. Uro lahko zaženete/ustavite, premaknete za en korak nazaj/naprej v času in preprosto nastavite časovni korak, ki ga uporablja ura KStars. Časovni korak je hitrost, s katero čas teče v simulaciji. Za nastavitev časovnega koraka lahko uporabite vrtljivo polje, ki se uporablja za določanje enot časovnega koraka, in vrtljivo polje, ki se uporablja za povečanje/zmanjšanje vrednosti časovnega koraka. Z glavno orodno vrstico lahko hitro odprete okno ``Najdi objekt``, ``Nastavi čas`` ali ``Nastavi geografsko lokacijo``. Glavno orodno vrstico lahko konfigurirate z uporabo menija ``Nastavitve`` → ``Konfiguriraj orodne vrstice...``.

source: ``View Toolbar``
bg: ``Лентата с инструменти за Изглед``
ca: ``Barra d'eines de visualització``
ca@valencia: ``Barra d'eines de visualització``
it: ``Barra degli strumenti di visualizzazione``
pt_br: ``Barra de ferramentas de visualização``
sl: ``Orodna vrstica ogleda``

source: Toggle display of the View Toolbar. View Toolbar controls which sky objects are drawn on KStars Sky Map (stars, deep sky objects, Solar system objects, supernovae or satellites) as well as what constellation information is included (constellation lines, constellation names, constellation art or constellation boundaries). It also provides icon shortcuts for: showing milky way (drawn with dark grey color), showing equatorial/horizontal coordinate grid and for showing the green opaque ground. Note that when the horizon is switched off, refraction effects are temporarily disabled. View Toolbar can be configured using the ``Settings`` → ``Configure Toolbars...`` menu item.
bg: Превключване на показването на лентата с инструменти за преглед. Лентата с инструменти за изгледа контролира кои небесни обекти се показват в карта на небето (звезди, обекти в дълбокото небе, обекти на Слънчевата система, свръхнови или сателити), както и каква информация за съзвездията е включена (линии на съзвездия, имена на съзвездия, изкуство на съзвездие или граници на съзвездие). Той също така предоставя преки пътища за икони за: показване на Млечен път (начертан с тъмносив цвят), показване на екваториална/хоризонтална координатна мрежа и за показване на зелената непрозрачна земя. Имайте предвид, че когато хоризонтът е изключен, ефектите на пречупване са временно деактивирани. Преглед на лентата с инструменти може да се конфигурира с помощта на елемента от менюто Настройки.``
ca: Mostra o oculta la barra d'eines de visualització. Aquesta controla quins objectes es dibuixaran en el mapa celeste al KStars (estrelles, objectes del cel profund, objectes del sistema solar, supernoves o satèl·lits), així com quina informació s'inclourà quant a les constel·lacions (línies de les constel·lacions, noms de les constel·lacions, art de les constel·lacions o límits de les constel·lacions). També proporciona icones de drecera per a: mostrar la Via Làctia (dibuixada amb un color gris fosc), mostrar la graella de coordenades equatorials i horitzontals, i mostrar el terra opac en color verd. Recordeu que quan l'horitzó està apagat, els efectes de la refracció es desactivaran temporalment. Aquesta barra d'eines es pot configurar emprant l'element de menú ``Arranjament`` → ``Configura les barres d'eines...``.
ca@valencia: Mostra o oculta la barra d'eines de visualització. Esta controla quins objectes es dibuixaran al mapa celeste de KStars (estreles, objectes del cel profund, objectes del sistema solar, supernoves o satèl·lits), així com quina informació s'inclourà quant a les constel·lacions (línies de les constel·lacions, noms de les constel·lacions, art de les constel·lacions o límits de les constel·lacions). També proporciona icones de drecera per a: mostrar la via làctia (dibuixada amb un color gris fosc), mostrar la quadrícula de les coordenades equatorials i horitzontals, i mostrar el terra opac en color verd. Recordeu que quan l'horitzó està apagat, els efectes de la refracció es desactivaran temporalment. Esta barra d'eines es pot configurar emprant l'element de menú ``Configuració`` → ``Configura les barres d'eines…``.
it: Mostra o nasconde la barra degli strumenti di visualizzazione, che controlla quali oggetti sono disegnati nella mappa celeste di KStars (stelle, oggetti del profondo cielo e del Sistema solare, supernove e satelliti) e quali informazioni sulle costellazioni sono incluse (linee, nomi, rappresentazioni o contorni). Fornisce anche le icone che servono per mostrare: la Via Lattea (disegnata in grigio scuro), i reticoli di coordinate equatoriali o verticali e il terreno opaco verde. Nota che quando l'orizzonte non è mostrato, gli effetti di rifrazione sono temporaneamente disabilitati. La barra degli strumenti di visualizzazione può essere configurata usando la voce di menu ``Impostazioni`` → ``Configura le barre degli strumenti...``.
pt_br: Alterna a exibição da barra de ferramentas de visualização. A barra de ferramentas de visualização controla quais objetos do céu são desenhados no mapa celeste do KStars (estrelas, objetos do céu profundo, objetos do sistema solar, supernovas ou satélites), bem como quais informações sobre constelações estão incluídas (linhas de constelações, nomes de constelações, arte de constelações ou limites de constelações). Ela também fornece atalhos de ícones para: mostrar a Via Láctea (desenhada em cinza escuro), mostrar a grade de coordenadas equatorial/horizontal e para mostrar o fundo verde opaco. Observe que, quando o horizonte está desativado, os efeitos de refração são temporariamente desativados. A barra de ferramentas de visualização pode ser configurada usando o item de menu ``Configurações`` → ``Configurar barras de ferramentas...``.
sl: Preklop prikaza orodne vrstice Pogled. Orodna vrstica »Pogled« nadzoruje, kateri nebesni objekti so narisani na zemljevidu neba KStars (zvezde, objekti globokega vesolja, objekti Osončja, supernove ali sateliti), kot tudi, katere informacije o ozvezdjih so vključene (ozvezdja, imena ozvezdij, ozvezdja ali meje ozvezdij). Ponuja tudi bližnjice ikon za: prikaz Mlečne ceste (narisane s temno sivo barvo), prikaz ekvatorialne/horizontalne koordinatne mreže in prikaz zelenega neprozornega ozadja. Upoštevajte, da so učinki loma začasno onemogočeni, ko je obzorje izklopljeno. Orodno vrstico »Pogled« lahko konfigurirate z uporabo menija »Nastavitve« → »Konfiguriraj orodne vrstice...«.

source: |image2| ``Toggle Ekos``
bg: |image2| ``Превключване на Ekos``
ca: |image2| ``Alterna Ekos``
ca@valencia: |image2| ``Mostra o oculta Ekos``
it: |image2| ``Mostra o nasconde Ekos``
pt_br: |image2| ``Exibir/ocultar Ekos``

source: |image3| ``Toggle INDI Control Panel``
bg: |image3| ``Превключване на контролния панел на INDI``
ca: |image3| ``Commuta el plafó de control INDI``
ca@valencia: |image3| ``Mostra o oculta el quadro de control INDI``
it: |image3| ``Mostra o nasconde il pannello di controllo INDI``
pt_br: |image3| ``Exibir/ocultar painel de controle do INDI``

source: |image4| ``Toggle FITS Viewer``
bg: |image4| ``Превключване на визуализатора FITS``
ca: |image4| ``Commuta el visualitzador de FITS``
ca@valencia: |image4| ``Mostra o oculta el visor de FITS``
it: |image4| ``Mostra o nasconde il visore FITS``
pt_br: |image4| ``Exibir/ocultar visualizador FITS``

source: |image5| ``Toggle Sensor FOV``
bg: |image5| ``Превключване на зрителното поле на сензора``
ca: |image5| ``Commuta el sensor CDV``
ca@valencia: |image5| ``Mostra o oculta el sensor CDV``
it: |image5| ``Mostra o nasconde il CDV del sensore``
pt_br: |image5| ``Exibir/ocultar CDV do sensor``

source: |image6| ``Toggle Lock Telescope Center``
bg: |image6| ``Превключване на заключващия център на телескопа``
ca: |image6| ``Commuta el bloqueig de centrar el telescopi``
ca@valencia: |image6| ``Canvia el bloqueig de centrar el telescopi``
it: |image6| ``Attiva o disattiva il blocco del telescopio al centro``
pt_br: |image6| ``Bloquear/desbloquear centro do telescópio``
sl: |image5| ``Toggle Sensor FOV``

source: ``INDI Toolbar``
bg: ``Лента с инструменти на INDI``
ca: ``Barres d'eines INDI``
ca@valencia: ``Barres d'eines INDI``
it: ``Barra degli strumenti INDI``
pt_br: ``Barra de ferramentas INDI``
sl: ``Orodna vrstica INDI``

source: INDI Toolbar can be configured using the ``Settings`` → ``Configure Toolbars...`` menu item.
bg: Лентата с инструменти на INDI може да се конфигурира с помощта на елемента от менюто Настройки.
ca: La barra d'eines INDI es pot configurar amb l'element de menú ``Arranjament`` → ``Configura les barres d'eines...``.
ca@valencia: La barra d'eines INDI es pot configurar mitjançant l'element del menú ``Configuració`` → ``Configura les barres d'eines…``.
it: La barra degli strumenti INDI può essere configurata usando la voce di menu ``Impostazioni`` → ``Configura le barre degli strumenti...``.
pt_br: A barra de ferramentas INDI pode ser configurada usando o item de menu ``Configurações`` → ``Configurar barras de ferramentas...``.
sl: Orodno vrstico INDI lahko konfigurirate z uporabo elementa menija ``Nastavitve`` → ``Konfiguriraj orodne vrstice...``.

source: |image7| ``Toggle Mount Control Panel``
bg: |image7| ``Превключване на контролния панел на монтировката``
ca: |image7| ``Commuta el plafó de control de la muntura``
ca@valencia: |image7| ``Mostra o oculta el quadro de control de la muntura``
it: |image7| ``Mostra o nasconde il pannello di controllo della montatura``
pt_br: |image7| ``Alternar painel de controle de montagem``

source: |image8| ``Toggle Telescope Tracking``
bg: |image8| ``Превключване на проследяването с телескоп``
ca: |image8| ``Commuta el seguiment del telescopi``
ca@valencia: |image8| ``Canvia el seguiment del telescopi``
it: |image8| ``Attiva o disattiva l'inseguimento del telescopio``
pt_br: |image8| ``Alternar rastreamento do telescópio``

source: |image9| ``Slew telescope to the focused object``
bg: |image9| ``Насочване на телескопа към фокусирания обект``
ca: |image9| ``Orienta el telescopi a l'objecte enfocat``
ca@valencia: |image9| ``Orienta el telescopi cap a l'objecte enfocat``
it: |image9| ``Ruota il telescopio verso l'oggetto messo a fuoco``
pt_br: |image9| ``Gire o telescópio em direção ao objeto focalizado``

source: |image10| ``Sync telescope to the focused object``
bg: |image10| ``Синхронизиране на телескопа с фокусирания обект``
ca: |image10| ``Sincronitza el telescopi amb l'objecte enfocat``
ca@valencia: |image10| ``Sincronitza el telescopi amb l'objecte enfocat``
it: |image10| ``Sincronizza il telescopio sull'oggetto più a fuoco``
pt_br: |image10| ``Sincronizar o telescópio com o objeto focado``

source: |image11| ``Park telescope``
bg: |image11| ``Паркиране на телескопа``
ca: |image11| ``Aparca el telescopi``
ca@valencia: |image11| ``Aparca el telescopi``
it: |image11| ``Parcheggia il telescopio``
pt_br: |image11| ``Bloquear telescópio``

source: |image12| ``Unpark telescope``
bg: |image12| ``Разпаркиране на телескопа``
ca: |image12| ``Desaparca el telescopi``
ca@valencia: |image12| ``Desaparca el telescopi``
it: |image12| ``Sparcheggia il telescopio``
pt_br: |image12| ``Desbloquear telescópio``
sl: |image12| ``Odparkiraj teleskop``

source: |image13| ``Abort telescope motions``
bg: |image13| ``Прекъсване на движенията на телескопа``
ca: |image13| ``Interromp els moviments del telescopi``
ca@valencia: |image13| ``Interromp els moviments del telescopi``
it: |image13| ``Interrompi i movimenti del telescopio``
pt_br: |image13| ``Cancelar movimentos do telescópio``

source: ``Telescope Toolbar``
bg: ``Лентата с инструменти за телескопа``
ca: ``Barra d'eines del telescopi``
ca@valencia: ``Barra d'eines del telescopi``
it: ``Barra degli strumenti Telescopio``
pt_br: ``Barra de ferramentas do telescópio``
sl: ``Orodna vrstica teleskopa``

source: Telescope Toolbar can be configured using the ``Settings`` → ``Configure Toolbars...`` menu item.
bg: Лентата с инструменти на телескопа може да се конфигурира с помощта на елемента от менюто Настройки.
ca: La barra d'eines del telescopi es pot configurar amb l'element de menú ``Arranjament``` → ``Configura les barres d'eines...``.
ca@valencia: La barra d'eines del telescopi es pot configurar mitjançant l'element de menú ``Configuració`` → ``Configura les barres d'eines…``.
it: La barra degli strumenti del Telescopio può essere configurata usando la voce di menu ``Impostazioni`` → ``Configura le barre degli strumenti...``.
pt_br: A barra de ferramentas do telescópio pode ser configurada usando o item de menu ``Configurações`` → ``Configurar barras de ferramentas...``.
sl: Orodno vrstico teleskopa lahko konfigurirate z uporabo elementa menija ``Nastavitve`` → ``Konfiguriraj orodne vrstice...``.

source: |image14| ``Park dome``
bg: |image14| ``Паркиране на купол``
ca: |image14| ``Aparca la cúpula``
ca@valencia: |image14| ``Aparca la cúpula``
it: |image14| ``Parcheggia la cupola``
pt_br: |image14| ``Bloquear cúpula``

source: |image15| ``Unpark dome``
bg: |image15| ``Разпаркиране на купола``
ca: |image15| ``Desaparca la cúpula``
ca@valencia: |image15| ``Desaparca la cúpula``
it: |image15| ``Sparcheggia la cupola``
pt_br: |image15| ``Desbloquear cúpula``

source: ``Settings → Toolbars Shown``
bg: Настройки > Ленти с инструменти
ca: ``Arranjament → Barres d'eines mostrades``
ca@valencia: ``Configuració`` → ``Barres d'eines mostrades``
it: ``Impostazioni → Barre degli strumenti mostrate``
pt_br: ``Configurações → Barras de ferramentas visíveis``
sl: ``Nastavitve → Prikazane orodne vrstice``

source: ``Dome Toolbar``
bg: ``Лента с инструменти за купола``
ca: ``Barra d'eines de la cúpula``
ca@valencia: ``Barra d'eines de la cúpula``
it: ``Barra degli strumenti Cupola``
pt_br: ``Barra de ferramentas da cúpula``
sl: ``Orodna vrstica kupole``

source: Dome Toolbar can be configured using the ``Settings`` → ``Configure Toolbars...`` menu item.
bg: Лентата с инструменти за купола може да се конфигурира с помощта на елемента от менюто Настройки.
ca: La barra d'eines de la cúpula es pot configurar amb l'element de menú ``Arranjament`` → ``Configura les barres d'eines...``.
ca@valencia: La barra d'eines de la cúpula es pot configurar mitjançant l'element del menú ``Configuració`` → ``Configura les barres d'eines…``.
it: La barra degli strumenti della Cupola può essere configurata usando la voce di menu ``Impostazioni`` → ``Configura le barre degli strumenti...``.
pt_br: A barra de ferramentas da cúpula pode ser configurada usando o item de menu ``Configurações`` → ``Configurar barras de ferramentas...``.
sl: Orodno vrstico kupole lahko konfigurirate z uporabo elementa menija ``Nastavitve`` → ``Konfiguriraj orodne vrstice...``.

source: ``Show Statusbar``
bg: Показване на лента за състоянието
ca: ``Mostra la barra d'estat``
ca@valencia: ``Mostra la barra d'estat``
it: ``Mostra la barra di stato``
pt_br: ``Mostrar barra de status``
sl: ``Prikaži vrstico stanja``

source: Toggle display of the Statusbar. It is located in the bottom of KStars window.
bg: Превключване на показването на лентата на състоянието. Намира се в долната част на прозореца на KStars.
ca: Mostra o oculta la barra d'estat. Es troba a la part inferior de la finestra del KStars.
ca@valencia: Mostra o oculta la barra d'estat. Es troba en la part inferior de la finestra de KStars.
it: Mostra o nasconde la barra di stato, che si trova nella parte bassa della finestra di KStars.
pt_br: Alterna a exibição da barra de status. Ela está localizada na parte inferior da janela do KStars.
sl: Preklopi prikaz vrstice stanja. Nahaja se na dnu okna KStars.

source: ``Show Az/Alt Field``
bg: ``Показване на азимут/височина``
ca: ``Mostra el camp Az/Alt``
ca@valencia: ``Mostra el camp Az/Alt``
it: ``Mostra campo Az/Alt``
pt_br: ``Mostrar campo Az/Alt``
sl: ``Prikaži polje Az/Alt``

source: ``Show RA/Dec Field``
bg: ``Показване на ректасцензия/деклинация``
ca: ``Mostra el camp AR/Dec``
ca@valencia: ``Mostra el camp AR/Dec``
it: ``Mostra campo AR/Dec``
pt_br: ``Mostrar campo AR/Dec``
sl: ``Prikaži polje J2000.0 RA/Dec``

source: ``Settings`` → ``Statusbar``
bg: Настройки > Лента с инструменти
ca: ``Arranjament`` → ``Barra d'estat``
ca@valencia: ``Configuració`` → ``Barra d'estat``
it: ``Impostazioni`` → ``Barra di stato``
pt_br: ``Configurações`` → ``Barra de status``
sl: ``Nastavitve → Teme``
