Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-mouse.po
Languages: ca, de, fr, gl, it, pl, pt, ru, sl, uk

source: Toggle display of the View Toolbar. View Toolbar controls which sky objects are drawn on &kstars; Sky Map (stars, deep sky objects, Solar system objects, supernovae or satellites) as well as what constellation information is included (constellation lines, constellation names, constellation art or constellation boundaries). It also provides icon shortcuts for: showing milky way (drawn with dark grey color), showing equatorial/horizontal coordinate grid and for showing the green opaque ground. Note that when the horizon is switched off, refraction effects are temporarily disabled. View Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
it: Mostra o nasconde la barra degli strumenti di visualizzazione, che controlla quali oggetti sono disegnati nella mappa celeste di &kstars; (stelle, oggetti del profondo cielo e del Sistema solare, supernove e satelliti) e quali informazioni sulle costellazioni sono incluse (linee, nomi, rappresentazioni o contorni). Fornisce anche le icone che servono per mostrare: la Via Lattea (disegnata in grigio scuro), i reticoli di coordinate equatoriali o verticali e il terreno opaco verde. Nota che quando l'orizzonte non è mostrato, gli effetti di rifrazione sono temporaneamente disabilitati. La barra degli strumenti di visualizzazione può essere configurata usando la voce di menu <menuchoice><guimenu>Impostazioni</guimenu> <guimenuitem>Configura le barre degli strumenti...</guimenuitem></menuchoice>.
sl: Preklopi prikaz orodne vrstice Pogled. Orodna vrstica pogleda nadzoruje, kateri nebesni objekti so narisani na zvezdni karti &kstars; (zvezde, objekti globokega neba, objekti sončnega sistema, supernove ali sateliti) ter informacije o ozvezdjih, ki so vključene (linije ozvezdij, imena ozvezdij, slika ozvezdij ali meje ozvezdij). Ponuja tudi bližnjice do ikon za: prikaz Mlečne ceste (narisane s temno sivo barvo), prikaz ekvatorialne/vodoravne koordinatne mreže in za prikaz zelene neprozorne podlage. Ko je obzorje izklopljeno, so učinki loma začasno onemogočeni. Pogled orodne vrstice je mogoče konfigurirati z menijsko postavko <menuchoice><guimenu>Nastavitve</guimenu> <guimenuitem>Konfiguriraj orodne vrstice...</guimenuitem></menuchoice>.
uk: Увімкнути або вимкнути показ панелі інструментів перегляду. За допомогою панелі інструментів перегляду можна визначати перелік об'єктів, які буде показано на карті неба &kstars; (зірки, віддалені небесні об'єкти, об'єкти Сонячної системи, наднові або супутники), а також те, які дані сузір'їв буде показано (лінії сузір'їв, назви сузір'їв, зображення сузір'їв або межі сузір'їв). Також на панелі представлено кнопки показу таких об'єктів: Чумацький шлях (буде намальовано темно-сірим кольором), екваторіальної/горизонтальної координатної сітки та зеленого непрозорого тла. Зауважте, що якщо вимкнено показ горизонту, буде тимчасово вимкнено ефекти рефракції. Налаштувати панель інструментів перегляду можна за допомогою пункту меню <menuchoice><guimenu>Параметри</guimenu><guimenuitem>Налаштувати пенали</guimenuitem></menuchoice>.

source: INDI Toolbar
it: Barra degli strumenti INDI
sl: Orodna vrstica INDI
uk: Панель інструментів INDI

source: Toggle display of the INDI Toolbar. By default, INDI Toolbar contains five shortcut icons:
it: Mostra o nasconde la barra degli strumenti INDI. Per impostazione predefinita la barra degli strumenti INDI contiene icone scorciatoia:
sl: Preklopi prikaz orodne vrstice INDI. Privzeto orodna vrstica INDI vsebuje pet ikon bližnjic:
uk: Вмикає або вимикає показ панелі інструментів INDI. Типово, на панелі інструментів INDI міститься п'ять кнопок:

source: Toggle Ekos
it: Mostra o nascondi Ekos
sl: Preklopi Ekos
uk: Увімкнути або вимкнути Ekos

source: Toggle INDI Control Panel
it: Mostra o nascondi il pannello di controllo INDI
sl: Preklop nadzorno ploščo INDI
uk: Перемикання панелі керування INDI

source: Toggle FITS Viewer
it: Mostra o nascondi il visore FITS
sl: Preklop ogledovalnik FITS
uk: Перемикання переглядача FITS

source: Toggle Sensor FOV
it: Mostra o nascondi il CDV del sensore
sl: Preklop senzorja VP
uk: Перемикач поля зору датчика

source: Toggle Lock Telescope Center
it: Attiva o disattiva il blocco del telescopio al centro
sl: Preklop zaklepa centra teleskopa
uk: Увімкнути/Вимкнути центральне фіксування фокуса телескопа

source: INDI Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
it: La barra degli strumenti INDI può essere configurata usando la voce di menu <menuchoice><guimenu>Impostazioni</guimenu> <guimenuitem>Configura le barre degli strumenti...</guimenuitem></menuchoice>.
sl: Orodno vrstico INDI je mogoče konfigurirati z menijsko postavko <menuchoice><guimenu>Nastavitve</guimenu> <guimenuitem>Konfiguriraj orodne vrstice...</guimenuitem></menuchoice>.
uk: Налаштувати панель інструментів INDI можна за допомогою пункту меню <menuchoice><guimenu>Параметри</guimenu> <guimenuitem>Налаштувати пенали...</guimenuitem></menuchoice>.

source: Telescope Toolbar
it: Barra degli strumenti Telescopio
sl: Orodna vrstica teleskopa
uk: Панель телескопа

source: Toggle display of the Telescope Toolbar. By default, Telescope Toolbar contains seven shortcut icons:
it: Mostra o nasconde la barra degli strumenti del Telescopio. Per impostazione predefinita, la barra degli strumenti Telescopio contiene sette icone scorciatoia:
sl: Preklop prikaza orodne vrstice teleskopa. Privzeto orodna vrstica teleskopa vsebuje sedem ikon bližnjic:
uk: Вмикає або вимикає показ панелі інструментів телескопів. Типово, на панелі інструментів телескопів міститься сім кнопок:

source: Toggle Mount Control Panel
it: Mostra o nasconde il pannello di controllo della montatura
sl: Preklop nadzorne plošče montaže
uk: Перемикання панелі керування лафетом

source: Toggle Telescope Tracking
it: Attiva o disattiva l'inseguimento del telescopio
sl: Preklop sledenja teleskopa
uk: Увімкнути/Вимкнути стеження телескопом

source: Slew telescope to the focused object
it: Ruota il telescopio verso l'oggetto messo a fuoco
sl: Obrne teleskop na fokusirani objekt
uk: Навести телескоп на об'єкт у фокусі

source: Sync telescope to the focused object
it: Seleziona il telescopio sull'oggetto più a fuoco
sl: Sinhroniziraj teleskop na fokusirani objekt
uk: Синхронізувати телескоп із об'єктом у фокусі

source: Park telescope
it: Parcheggia telescopio
sl: Parkiraj teleskop
uk: Паркувати телескоп

source: Unpark telescope
it: Sparcheggia il telescopio
sl: Odparkiraj teleskop
uk: Зняти з паркування телескоп

source: Abort telescope motions
it: Interrompi i movimenti del telescopio
sl: Prekini gibanje teleskopa
uk: Перервати рухи телескопа

source: Telescope Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
it: La barra degli strumenti del Telescopio può essere configurata usando la voce di menu <menuchoice><guimenu>Impostazioni</guimenu> <guimenuitem>Configura le barre degli strumenti...</guimenuitem></menuchoice>.
sl: Orodno vrstico teleskopa lahko konfigurirate z menijsko postavko <menuchoice><guimenu>Nastavitve</guimenu> <guimenuitem>Konfiguriraj orodne vrstice...</guimenuitem></menuchoice>.
uk: Налаштувати панель інструментів телескопів можна за допомогою пункту меню <menuchoice><guimenu>Параметри</guimenu> <guimenuitem>Налаштувати пенали...</guimenuitem></menuchoice>.

source: Dome Toolbar
it: Barra degli strumenti Cupola
sl: Orodna vrstica kupole
uk: Панель купола

source: Toggle display of the Dome Toolbar. By default, Dome Toolbar contains two shortcut icons:
it: Attiva o disattiva la barra degli strumenti della Cupola. Per impostazione predefinita, la barra degli strumenti Cupola contiene due icone scorciatoia:
sl: Preklopi prikaz orodne vrstice kupole. Orodna vrstica kupola privzeto vsebuje dve ikoni bližnjic:
uk: Вмикає або вимикає показ панелі інструментів купола. Типово, на панелі інструментів купола міститься дві кнопки:

source: Park dome
it: Parcheggia la cupola
sl: Parkiraj kupolo
uk: Запаркувати купол

source: Unpark dome
it: Sparcheggia la cupola
sl: Odparkiraj kupolo
uk: Зняти з паркування купол

source: Dome Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
it: La barra degli strumenti della Cupola può essere configurata usando la voce di menu <menuchoice><guimenu>Impostazioni</guimenu> <guimenuitem>Configura le barre degli strumenti...</guimenuitem></menuchoice>.
sl: Orodno vrstico kupole lahko konfigurirate z menijsko postavko <menuchoice><guimenu>Nastavitve</guimenu> <guimenuitem>Konfiguriraj orodne vrstice...</guimenuitem></menuchoice>.
uk: Налаштувати панель інструментів купола можна за допомогою пункту меню <menuchoice><guimenu>Параметри</guimenu> <guimenuitem>Налаштувати пенали...</guimenuitem></menuchoice>.

source: <guimenu>Settings</guimenu> <guisubmenu>Statusbar</guisubmenu>
it: <guimenu>Impostazioni</guimenu> <guisubmenu>Barra di stato</guisubmenu>
sl: <guimenu>Nastavitve</guimenu> <guisubmenu>Statusna vrstica</guisubmenu>
uk: <guimenu>Параметри</guimenu> <guisubmenu>Смужка стану</guisubmenu>

source: A submenu that lists the different statusbars.
it: Un sottomenu che elenca tutte le varie barre di stato.
sl: Podmeni, v katerem so navedene različne vrstice stanja.
uk: Підменю зі списком усі різних варіантів смужки стану.

source: Show Statusbar
it: Mostra la barra di stato
sl: Prikaži vrstico stanja
uk: Показати смужку стану

source: Toggle display of the Statusbar. It is located in the bottom of &kstars; window.
it: Mostra o nasconde la barra di stato, che si trova nella parte bassa della finestra di &kstars;.
sl: Preklopi prikaz vrstice stanja. Nahaja se na dnu okna &kstars;.
uk: Увімкнути або вимкнути показ смужки стану. Смужку стану розташовано у нижній частині вікна &kstars;.

source: Show Az/Alt Field
it: Mostra campo Az/Alt
sl: Pokaži polje Az/Alt
uk: Показати азимут/висоту

source: Toggle display of the mouse cursor's horizontal coordinates in the statusbar.
it: Mostra o nasconde nella barra di stato le coordinate orizzontali del puntatore del mouse.
sl: Preklopi prikaz horizontalnih koordinat kazalca miške v vrstici stanja.
uk: Увімкнути або вимкнути показ горизонтальних координат вказівника миші у рядку стану.

source: Show RA/Dec Field
it: Mostra campo AR/Dec
sl: Pokaži polje RA/Dec
uk: Показати поле прямого сходження/схилення

source: Toggle display of the mouse cursor's equatorial coordinates in the statusbar.
it: Mostra o nasconde nella barra di stato le coordinate equatoriali del puntatore del mouse.
sl: Preklopi prikaz ekvatorialnih koordinat kazalca miške v vrstici stanja.
uk: Увімкнути або вимкнути показ екваторіальних координат вказівника миші у рядку стану.

source: Show J2000.0 RA/Dec Field
it: Mostra campo AR/DEC J2000.0
sl: Pokaži polje J2000.0 RA/Dec
uk: Показати поле прямого сходження/схилення для J2000.0

source: Toggle display of the mouse cursor's equatorial J2000 coordinates in the statusbar.
it: Mostra o nasconde nella barra di stato le coordinate equatoriali J2000 del puntatore del mouse.
sl: Preklopi prikaz ekvatorialnih koordinat J2000 kazalca miške v vrstici stanja.
uk: Увімкнути або вимкнути показ екваторіальних координат J2000 вказівника миші у рядку стану.

source: <guimenu>Settings</guimenu> <guisubmenu>Themes</guisubmenu>
it: <guimenu>Impostazioni</guimenu> <guisubmenu>Temi</guisubmenu>
sl: <guimenu>Nastavitve</guimenu> <guisubmenu>Teme</guisubmenu>
uk: <guimenu>Параметри</guimenu> <guisubmenu>Теми</guisubmenu>

source: Lists the available Theme items.
it: Elenca i temi disponibili.
sl: Navede razpoložljive elemente teme.
uk: Показує список доступних тем.

source: <guimenu>Settings</guimenu> <guisubmenu>Color Schemes</guisubmenu>
it: <guimenu>Impostazioni</guimenu> <guimenuitem>Schemi di colori</guimenuitem>
sl: <guimenu>Nastavitve</guimenu> <guisubmenu>Barvne sheme</guisubmenu>
uk: <guimenu>Параметри</guimenu> <guisubmenu>Схеми кольорів</guisubmenu>

source: This submenu contains all of the defined color schemes: Classic, Star Chart, Night Vision and Moonless Night. It can also include your custom color schemes. Select any item to set that color scheme.
it: Questo sottomenu contiene tutti gli schemi di colori definiti: Classico, Mappa celeste, Visione notturna e Notte senza Luna, e può anche includere quelli personalizzati. Seleziona una voce per attivare quello schema di colori.
sl: Ta podmeni vsebuje vse definirane barvne sheme: Classic, Star Chart, Night Vision in Moonless Night. Vključuje lahko tudi vaše barvne sheme po meri. Izberite kateri koli element, da nastavite to barvno shemo.
uk: У цьому підменю показано всі визначені схеми кольорів: класичну, зоряну карту, нічне небо та безмісячну ніч. Крім того, може бути включено і ваші особисті схеми кольорів. Для застосування відповідної схеми оберіть потрібний пункт.

source: <guimenu>Settings</guimenu> <guisubmenu>FOV Symbols</guisubmenu>
it: <guimenu>Impostazioni</guimenu> <guisubmenu>Simboli CDV</guisubmenu>
sl: <guimenu>Nastavitve</guimenu> <guisubmenu>Simboli VP</guisubmenu>
uk: <guimenu>Параметри</guimenu> <guisubmenu>Рамки поля зору</guisubmenu>

source: This submenu lists the available field-of-view (FOV) Symbols. The FOV Symbol is drawn at the center of the display. You may choose one or more from the list of predefined symbols (7x35 Binoculars, Telrad, One Degree, HST WFPC2 or 30m at 1.3cm) by checking their specific checkbox, or you may use no symbol by unchecking all the items from the symbols list. You can also define your own symbols (or modify existing symbols) using the <guimenuitem>Edit FOV Symbols...</guimenuitem> menu item.
it: Questo sottomenu elenca i simboli di campo di vista (CDV) disponibili, che sono disegnati al centro dello schermo. Puoi sceglierne uno o più dall'elenco dei simboli predefiniti (binocolo 7x35, Telrad, un grado, HST WFPC2 oppure 30 m a 1,3 cm) spuntando la sua casella specifica, oppure puoi non usarne nessuno deselezionando tutti gli elementi dell'elenco dei simboli. Puoi anche crearne uno o modificarne uno esistente con la voce di menu <guimenuitem>Modifica simboli CDV...</guimenuitem>.
sl: Ta podmeni navaja razpoložljive simbole vidnega polja (VP). Simbol VP je narisan na sredini zaslona. Izberete lahko enega ali več s seznama vnaprej določenih simbolov (7x35 Daljnogled, Telrad, Ena stopinja, HST WFPC2 ali 30 m pri 1,3 cm), tako da potrdite njihovo posebno potrditveno polje, ali pa ne uporabite nobenega simbola, tako da počistite vse elemente s seznama simbolov. Prav tako lahko določite svoje lastne simbole (ali spremenite obstoječe simbole) z uporabo menijske postavke <guimenuitem>Urejanje simbolov VP...</guimenuitem>.
uk: У цьому підменю наведено список доступних рамок поля зору (FOV). Рамка поля зору показується по центру зображення. Ви можете вибрати одну з попередньо встановлених рамок (Без рамки, бінокль 7x35, Telrad, один градус, або WFPC2 «Хаббла» або 30 м у 1,3 см) позначенням відповідного пункту або можете не використовувати ніяких рамок, знявши позначку з усіх пунктів. Крім того, ви можете визначити власну рамку (або змінити існуючу) за допомогою пункту <guimenuitem>Редагувати рамки поля зору...</guimenuitem>.

source: <guimenu>Settings</guimenu> <guisubmenu>Artificial Horizon...</guisubmenu>
it: <guimenu>Impostazioni</guimenu> <guisubmenu>Orizzonte artificiale...</guisubmenu>
sl: <guimenu>Nastavitve</guimenu> <guisubmenu>Umetno obzorje...</guisubmenu>
uk: <guimenu>Параметри</guimenu> <guisubmenu>Штучний горизонт…</guisubmenu>
