Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-mouse.po
Languages: ca, de, fr, gl, it, pl, pt, ru, sl, uk

source: Command Reference
it: Guida ai comandi
sl: Referenca ukazov
uk: Довідка щодо команд

source: Menu Commands
it: Comandi dei menu
sl: Ukazi iz menija
uk: Команди меню

source: Commands
it: Comandi
sl: Ukazi
uk: Команди

source: Menu
sl: Meni
uk: Меню

source: File Menu
it: Il menu File
sl: Meni Datoteka
uk: Меню «Файл»

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Open Image...</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Apri immagine...</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu>Datoteka</guimenu> <guimenuitem>Odpri sliko...</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu>Файл</guimenu> <guimenuitem>Відкрити зображення...</guimenuitem>

source: Open an image in the FITS Viewer.
it: Apre un'immagine nel visore FITS.
sl: Odprite sliko v pregledovalniku FITS.
uk: Відкрити зображення у інструменті перегляду FITS.

source: <guimenu>File</guimenu> <guimenuitem>Save Sky Image...</guimenuitem>
it: <guimenu>File</guimenu> <guimenuitem>Salva immagine del cielo...</guimenuitem>
sl: <guimenu>Datoteka</guimenu> <guimenuitem>Shrani sliko neba...</guimenuitem>
uk: <guimenu>Файл</guimenu> <guimenuitem>Зберегти зображення неба...</guimenuitem>

source: Create image on disk from current display.
it: Crea immagine su disco della visualizzazione corrente.
sl: Ustvari sliko na disku iz trenutnega prikaza.
uk: Створити на диску файл зображення поточної області показу.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Run Script...</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Esegui script...</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> </shortcut> <guimenu>Datoteka</guimenu> <guimenuitem>Zaženi skript...</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> </shortcut> <guimenu>Файл</guimenu> <guimenuitem>Запустити сценарій...</guimenuitem>

source: Run the specified &kstars; script.
it: Esegui lo script di &kstars; specificato.
sl: Zaženi določen skript &kstars;.
uk: Запускає вказаний сценарій &kstars;.

source: <guimenu>File</guimenu> <guimenuitem>Printing Wizard...</guimenuitem>
it: <guimenu>File</guimenu> <guimenuitem>Procedura guidata di stampa...</guimenuitem>
sl: <guimenu>Datoteka</guimenu> <guimenuitem>Čarovnik za tiskanje...</guimenuitem>
uk: <guimenu>Файл</guimenu> <guimenuitem>Майстер друку…</guimenuitem>

source: Starts a wizard to configure capturing sky objects images using telescope and printing the results as a good looking printout for further use or catalogization.
it: Avvia una procedura guidata per configurare l'acquisizione di immagini degli oggetti del cielo usando il telescopio e la stampa ad alta qualità dei risultati, per essere usati in altro modo o per essere classificati.
sl: Zažene čarovnika za konfiguracijo zajemanja slik nebesnih objektov s pomočjo teleskopa in tiskanje rezultatov kot lepega izpisa za nadaljnjo uporabo ali katalogizacijo.
uk: Запускає майстер налаштовування знімків небесних об'єктів за допомогою телескопа та друку результатів зйомки у форматованому вигляді для подальшого використання або каталогізації.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Print...</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Stampa...</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu>Datoteka</guimenu> <guimenuitem>Natisni...</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu>Файл</guimenu> <guimenuitem>Надрукувати...</guimenuitem>

source: Send the current sky map to the printer (or to a &PostScript;/&PDF; file).
it: Invia alla stampante la mappa celeste corrente (o a un file &PostScript;/&PDF;).
sl: Pošlji trenutno zvezdno karto v tiskalnik (ali v datoteko &PostScript;/&PDF;).
uk: Надіслати поточну карту неба на принтер (або у файл &PostScript;/&PDF;).

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Quit</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Esci</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>Datoteka</guimenu> <guimenuitem>Zapri</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>Файл</guimenu> <guimenuitem>Вийти</guimenuitem>

source: Quit &kstars;.
it: Esce da &kstars;.
sl: Zapusti &kstars;.
uk: Завершити роботу &kstars;.

source: Time Menu
it: Il menu Tempo
sl: Časovni meni
uk: Меню «Час»

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>E</keycap></keycombo> </shortcut> <guimenu>Time</guimenu> <guimenuitem>Set Time to Now</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>E</keycap></keycombo> </shortcut> <guimenu>Tempo</guimenu> <guimenuitem>Usa ora attuale</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>E</keycap></keycombo> </shortcut> <guimenu>Čas</guimenu> <guimenuitem>Nastavi čas na zdaj</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>E</keycap></keycombo> </shortcut> <guimenu>Час</guimenu> <guimenuitem>Встановити поточний час</guimenuitem>

source: Sync time to system clock.
it: Sincronizza l'ora con l'orologio di sistema.
sl: Sinhronizacija časa s sistemsko uro.
uk: Синхронізувати час із системним годинником.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu>Time</guimenu> <guimenuitem>Set Time...</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu>Tempo</guimenu> <guimenuitem>Imposta data/ora...</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu>Čas</guimenu> <guimenuitem>Nastavi čas...</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu>Час</guimenu> <guimenuitem>Встановити час...</guimenuitem>

source: Set time and date.
it: Imposta data e ora.
sl: Nastavi uro in datum.
uk: Встановити час і дату.

source: <shortcut> <keycap>&lt;</keycap> </shortcut> <guimenu>Time</guimenu> <guimenuitem>Advance One Step Backward in Time</guimenuitem>
it: <shortcut> <keycap>&lt;</keycap> </shortcut> <guimenu>Tempo</guimenu> <guimenuitem>Avanza di un passo all'indietro nel tempo</guimenuitem>
sl: <shortcut> <keycap>&lt;</keycap> </shortcut> <guimenu>Čas</guimenu> <guimenuitem>Napreduj en korak nazaj v času</guimenuitem>
uk: <shortcut> <keycap>&lt;</keycap> </shortcut> <guimenu>Час</guimenu> <guimenuitem>Зробити один крок назад часовою шкалою</guimenuitem>

source: Advance one step backward in time in the &kstars; simulation of the sky chart. The duration of the time step can be configured after pressing the little <guilabel>&gt;</guilabel> button on the &kstars; toolbar.
it: Avanza di un passo all'indietro nel tempo nella simulazione della mappa celeste di &kstars;. La durata del tempo può essere configurata dopo aver premuto il piccolo pulsante con <guilabel>&gt;</guilabel> nella barra degli strumenti di &kstars;.
sl: Napreduj en korak nazaj v času v oknu &kstars; simulacija zvezdne karte. Trajanje časovnega koraka lahko nastavite po pritisku majhnega gumba <guilabel>&gt;</guilabel> na orodni vrstici &kstars;.
uk: Перейти на крок назад у часі для імітації карти зоряного неба у &kstars;. Тривалість кроку можна налаштувати після натискання невеличкої кнопки <guilabel>&gt;</guilabel> на панелі інструментів &kstars;.

source: <guimenu>Time</guimenu> <guimenuitem>Stop Clock</guimenuitem>
it: <guimenu>Tempo</guimenu> <guimenuitem>Ferma orologio</guimenuitem>
sl: <guimenu>Čas</guimenu> <guimenuitem>Ustavi uro</guimenuitem>
uk: <guimenu>Час</guimenu> <guimenuitem>Зупинити годинник</guimenuitem>

source: Toggle whether time passes.
it: Attiva o disattiva il passare del tempo.
sl: Preklopite, ali čas teče.
uk: Вмикає або вимикає плин часу на карті.

source: <shortcut> <keycap>&gt;</keycap> </shortcut> <guimenu>Time</guimenu> <guimenuitem>Advance One Step Forward in Time</guimenuitem>
it: <shortcut> <keycap>&gt;</keycap> </shortcut> <guimenu>Tempo</guimenu> <guimenuitem>Avanza di un passo in avanti nel tempo</guimenuitem>
sl: <shortcut> <keycap>&gt;</keycap> </shortcut> <guimenu>Čas</guimenu> <guimenuitem>Napreduj en korak naprej v času</guimenuitem>
uk: <shortcut> <keycap>&gt;</keycap> </shortcut> <guimenu>Час</guimenu> <guimenuitem>Зробити один крок вперед часовою шкалою</guimenuitem>

source: Advance one step forward in time in the &kstars; simulation of the sky chart. The duration of the time step can be configured after pressing the little <guilabel>&gt;</guilabel> button on the &kstars; toolbar.
it: Avanza di un passo in avanti nel tempo nella simulazione della mappa celeste di &kstars;. La durata del tempo può essere configurata dopo aver premuto il piccolo pulsante con <guilabel>&gt;</guilabel> nella barra degli strumenti di &kstars;.
sl: Napredujte korak naprej v času v &kstars; simulacija zvezdne karte. Trajanje časovnega koraka lahko nastavite po pritisku majhnega gumba <guilabel>&gt;</guilabel> na orodni vrstici &kstars;.
uk: Перейти на крок вперед у часі для імітації карти зоряного неба у &kstars;. Тривалість кроку можна налаштувати після натискання невеличкої кнопки <guilabel>&gt;</guilabel> на панелі інструментів &kstars;.

source: Pointing Menu
it: Il menu Puntamento
sl: Kazalni meni
uk: Меню «Фокус»

source: <shortcut> <keycap>Z</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>Zenith</guimenuitem>
it: <shortcut> <keycap>Z</keycap> </shortcut> <guimenu>Puntamento</guimenu> <guimenuitem>Zenit</guimenuitem>
sl: <shortcut> <keycap>Z</keycap> </shortcut> <guimenu>Kazanje</guimenu> <guimenuitem>Zenit</guimenuitem>
uk: <shortcut> <keycap>Z</keycap> </shortcut> <guimenu>Фокус</guimenu> <guimenuitem>Зеніт</guimenuitem>

source: Center the display at the <link linkend="ai-zenith">Zenith</link> point (straight up).
it: Centra lo schermo sullo <link linkend="ai-zenith">zenit</link> (in alto sulla verticale).
sl: Centriraj zaslon na točko <link linkend="ai-zenith">zenita</link> (naravnost navzgor).
uk: Розташовує по центру області видимості точку <link linkend="ai-zenith">зеніту</link> (вертикальної осі).

source: <shortcut> <keycap>N</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>North</guimenuitem>
it: <shortcut> <keycap>N</keycap> </shortcut> <guimenu>Puntamento</guimenu> <guimenuitem>Nord</guimenuitem>
sl: <shortcut> <keycap>N</keycap> </shortcut> <guimenu>Kazanje</guimenu> <guimenuitem>Sever</guimenuitem>
uk: <shortcut> <keycap>N</keycap> </shortcut> <guimenu>Фокус</guimenu> <guimenuitem>Північ</guimenuitem>

source: Center the display above the North point on the horizon.
it: Centra lo schermo sul punto nord dell'orizzonte.
sl: Centrirajte zaslon nad severno točko na obzorju.
uk: Розташовує центральну точку області показу над точкою півночі горизонту.

source: <shortcut> <keycap>E</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>East</guimenuitem>
it: <shortcut> <keycap>E</keycap> </shortcut> <guimenu>Puntamento</guimenu> <guimenuitem>Est</guimenuitem>
sl: <shortcut> <keycap>E</keycap> </shortcut> <guimenu>Kazanje</guimenu> <guimenuitem>Vzhod</guimenuitem>
uk: <shortcut> <keycap>E</keycap> </shortcut> <guimenu>Фокус</guimenu> <guimenuitem>Схід</guimenuitem>

source: Center the display above the East point on the horizon.
it: Centra lo schermo sul punto est dell'orizzonte.
sl: Centriraj zaslon nad vzhodno točko na obzorju.
uk: Розташовує центральну точку області показу над точкою сходу горизонту.

source: <shortcut> <keycap>S</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>South</guimenuitem>
it: <shortcut> <keycap>S</keycap> </shortcut> <guimenu>Puntamento</guimenu> <guimenuitem>Sud</guimenuitem>
sl: <shortcut> <keycap>S</keycap> </shortcut> <guimenu>Kazanje</guimenu> <guimenuitem>Jug</guimenuitem>
uk: <shortcut> <keycap>S</keycap> </shortcut> <guimenu>Фокус</guimenu> <guimenuitem>Південь</guimenuitem>

source: Center the display above the South point on the horizon.
it: Centra lo schermo sul punto sud dell'orizzonte.
sl: Centriraj zaslon nad južno točko na obzorju.
uk: Розташовує центральну точку області показу над точкою півдня горизонту.

source: <shortcut> <keycap>W</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>West</guimenuitem>
it: <shortcut> <keycap>W</keycap> </shortcut> <guimenu>Puntamento</guimenu> <guimenuitem>Ovest</guimenuitem>
sl: <shortcut> <keycap>W</keycap> </shortcut> <guimenu>Kazanje</guimenu> <guimenuitem>Zahod</guimenuitem>
uk: <shortcut> <keycap>W</keycap> </shortcut> <guimenu>Фокус</guimenu> <guimenuitem>Захід</guimenuitem>

source: Center the display above the West point on the horizon.
it: Centra lo schermo sul punto ovest dell'orizzonte.
sl: Centriraj zaslon nad zahodno točko na obzorju.
uk: Розташовує центральну точку області показу над точкою заходу горизонту.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>M</keycap></keycombo> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>Set Coordinates Manually...</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>M</keycap></keycombo> </shortcut> <guimenu>Puntamento</guimenu> <guimenuitem>Imposta coordinate manualmente...</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>M</keycap></keycombo> </shortcut> <guimenu>Kazanje</guimenu> <guimenuitem>Ročna nastavitev koordinat...</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>M</keycap></keycombo> </shortcut> <guimenu>Фокус</guimenu> <guimenuitem>Вказати координати вручну...</guimenuitem>

source: Center the display on specific <link linkend="ai-skycoords">sky coordinates</link>.
it: Centra la mappa su delle <link linkend="ai-skycoords">coordinate celesti</link> specifiche.
sl: Centriraj zaslon na določene <link linkend="ai-skycoords">koordinate neba</link>.
uk: Розташовує центральну точку області показу у точні з вказаними <link linkend="ai-skycoords">небесними координатами</link>.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>Find Object...</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Puntamento</guimenu> <guimenuitem>Trova oggetto...</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Kazanje</guimenu> <guimenuitem>Najdi objekt...</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Фокус</guimenu> <guimenuitem>Знайти об'єкт…</guimenuitem>

source: Locate an object by name using the <link linkend="findobjects">Find Object Window</link>.
it: Trova un oggetto per nome tramite la <link linkend="findobjects">finestra Trova oggetto</link>.
sl: Poišče objekt po imenu z uporabo <link linkend="findobjects">okna za iskanje objekta</link>.
uk: Знайти об'єкт за назвою з використанням <link linkend="findobjects">Вікна пошуку об'єктів</link>.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>Engage/Stop Tracking</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Puntamento</guimenu> <guimenuitem>Attiva/Ferma inseguimento</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Kazanje</guimenu> <guimenuitem>Vključi/ustavi sledenje</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Фокус</guimenu> <guimenuitem>Почати/Зупинити стеження</guimenuitem>

source: Toggle tracking on/off. While tracking, the display will remain centered on the current position or object.
it: Attiva/disattiva l'inseguimento. Durante l'inseguimento lo schermo rimarrà centrato sulla posizione o sull'oggetto corrente.
sl: Vklop/izklop sledenja. Med sledenjem bo zaslon ostal na sredini trenutnega položaja ali objekta.
uk: Вмикає або вимикає стеження. Під час стеження поточна точка або об'єкт завжди залишаються по центру екрана.

source: View Menu
it: Il menu Visualizza
sl: Meni pogleda
uk: Меню «Перегляд»

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>+</keycap></keycombo></shortcut> <guimenu>View</guimenu> <guimenuitem>Zoom In</guimenuitem>
it: <shortcut><keycombo action="simul">&Ctrl;<keycap>+</keycap></keycombo></shortcut> <guimenu>Visualizza</guimenu> <guimenuitem>Zoom avanti</guimenuitem>
sl: <shortcut><keycombo action="simul">&Ctrl;<keycap>+</keycap></keycombo></shortcut> <guimenu>Pogled</guimenu> <guimenuitem>Povečaj</guimenuitem>
uk: <shortcut><keycombo action="simul">&Ctrl;<keycap>+</keycap></keycombo></shortcut> <guimenu>Перегляд</guimenu> <guimenuitem>Збільшити</guimenuitem>

source: Zooms view in.
it: Aumenta l'ingrandimento della vista.
sl: Poveča pogled.
uk: Збільшує область перегляду.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>-</keycap></keycombo></shortcut> <guimenu>View</guimenu> <guimenuitem>Zoom Out</guimenuitem>
it: <shortcut><keycombo action="simul">&Ctrl;<keycap>-</keycap></keycombo></shortcut> <guimenu>Visualizza</guimenu> <guimenuitem>Zoom indietro</guimenuitem>
sl: <shortcut><keycombo action="simul">&Ctrl;<keycap>-</keycap></keycombo></shortcut> <guimenu>Pogled</guimenu> <guimenuitem>Pomanjšaj</guimenuitem>
uk: <shortcut><keycombo action="simul">&Ctrl;<keycap>-</keycap></keycombo></shortcut> <guimenu>Перегляд</guimenu> <guimenuitem>Зменшити</guimenuitem>

source: Zooms view out.
it: Diminuisce l'ingrandimento della vista.
sl: Pomanjša pogled.
uk: Зменшує область перегляду.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Default Zoom</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>Visualizza</guimenu> <guimenuitem>Ingrandimento predefinito</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>Pogled</guimenu> <guimenuitem>Privzeta povečava</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>Перегляд</guimenu> <guimenuitem>Типовий масштаб</guimenuitem>

source: Restore the default Zoom setting.
it: Ripristina le impostazioni predefinite d'ingrandimento.
sl: Obnovi privzeto nastavitev povečave.
uk: Відновити типові параметри масштабу.

source: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Zoom to Angular Size...</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>Visualizza</guimenu> <guimenuitem>Ingrandimento a scala angolare...</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>Pogled</guimenu> <guimenuitem>Povečaj na kotno velikost...</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>Перегляд</guimenu> <guimenuitem>Встановити кут видимості...</guimenuitem>

source: Zoom to specified field-of-view angle.
it: Ridimensiona all'angolo del campo di vista specificato.
sl: Povečaj na določen kot vidnega polja.
uk: Підібрати розміри відповідно до вказаного поля зору.

source: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>F</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Full Screen Mode</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>F</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Modalità a tutto schermo</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Pogled</guimenu> <guimenuitem>Celozaslonski način</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Перегляд</guimenu> <guimenuitem>Повноекранний режим</guimenuitem>

source: Toggle full-screen mode.
it: Attiva/disattiva schermo intero.
sl: Preklop na celozaslonski način.
uk: Увімкнути або вимкнути повноекранний режим.

source: <shortcut> &Space; </shortcut> <guimenu>View</guimenu> <guimenuitem>Switch to Star Globe View / Switch to Horizontal View</guimenuitem>
it: <shortcut> &Space; </shortcut> <guimenu>Visualizza</guimenu> <guimenuitem>Passa alla vista del globo delle stelle / Passa alla vista orizzontale</guimenuitem>
sl: <shortcut> &Space; </shortcut> <guimenu>Pogled</guimenu> <guimenuitem>Preklopi na pogled zvezdnega globusa / preklopi na vodoravni pogled</guimenuitem>
uk: <shortcut> <keycap>Пробіл</keycap> </shortcut> <guimenu>Перегляд</guimenu> <guimenuitem>Перемкнутися на перегляд небесного глобуса/Перемкнутися на горизонтальний перегляд</guimenuitem>

source: Toggle between the <link linkend="horizontal">Horizontal</link> and <link linkend="equatorial">Equatorial</link> <link linkend="ai-skycoords">Coordinate Systems</link>.
it: Alterna tra i <link linkend="ai-skycoords">sistemi di coordinate</link> <link linkend="horizontal">orizzontali</link> ed <link linkend="equatorial">equatoriali</link>.
sl: Preklapljajte med <link linkend="horizontal">horizontalnim</link> in <link linkend="equatorial">ekvatorialnim</link> <link linkend="ai-skycoords">koordinatnim sistemom</link>.
uk: Перемикає <link linkend="ai-skycoords">координатну систему</link> між <link linkend="horizontal">горизонтальними</link> і <link linkend="equatorial">екваторіальною</link>.

source: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>T</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Show Terrain</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Visualizza</guimenu> <guimenuitem>Mostra il terreno</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Pogled</guimenu> <guimenuitem>Prikaži teren</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Перегляд</guimenu> <guimenuitem>Показати ландшафт</guimenuitem>

source: Toggle the <link linkend="terrain">terrain image</link> visibility.
it: Mostra o nasconde l'<link linkend="terrain">immagine del terreno</link>.
sl: Preklopi vidnost <link linkend="terrain">podobe terena</link>.
uk: Перемкнути видимість <link linkend="terrain">зображення ландшафту</link>.

source: <guimenu>View</guimenu> <guisubmenu>Projection</guisubmenu>
it: <guimenu>Visualizza</guimenu> <guisubmenu>Proiezione</guisubmenu>
sl: <guimenu>Pogled</guimenu> <guisubmenu>Projekcija</guisubmenu>
uk: <guimenu>Перегляд</guimenu> <guisubmenu>Проєкція</guisubmenu>

source: A submenu that lists all projections.
it: Un sottomenu che elenca tutte le proiezioni.
sl: Podmeni, v katerem so navedene vse projekcije.
uk: Підменю зі списком усі проєкцій.
