Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: Run a &kstars; <link linkend="tool-obsplanner">Observation Planner</link>.
es: Ejecuta el <link linkend="tool-obsplanner">planificador de observación</link> de &kstars;.
sv: Kör <link linkend="tool-obsplanner">Observationsplanering</link> i &kstars;.

source: Open the Imaging Planner tool.
sv: Visar bildplaneringsverkyget.

source: Run a &kstars; &DBus; script.
es: Ejecuta un guion &DBus; de &kstars;.
sv: Kör ett &kstars; &DBus;-skript.

source: Print the current sky map.
es: Imprime el mapa del cielo actual.
sv: Skriv ut den nuvarande himmelskartan.

source: Sync the simulation clock with the current system time.
es: Sincroniza el reloj de simulación con la hora actual del sistema.
sv: Synkronisera simuleringsklockan med nuvarande systemtid.

source: Set the simulation clock to a specified Time and Date.
es: Fija el reloj de simulación a una fecha y hora determinadas.
sv: Ställ in simuleringsklockan till en given tid och ett givet datum.

source: Define equipment (telescope, eyepiece, lens and filter) characteristics for observation logs.
es: Define las características del equipo (telescopio, ocular, lentes y filtro) para los registros de observación.
sv: Definiera utrustningens egenskaper för observationsloggar (teleskop, okular, lins och filter).

source: Add a new observer item for your observation logs.
es: Añade un nuevo elemento a observar para los registros de observación.
sv: Lägg till en ny observatör för dina observationsloggar.

source: &Space;
sv: <keycap>Mellanslag</keycap>

source: Open the &kstars; Handbook.
es: Abre el manual de &kstars;.
sv: Visa &kstars; handbok.

source: Actions for the Selected Object
es: Acciones para el objeto seleccionado
sv: Åtgärder för markerat objekt

source: Objects in the Sky
es: Objetos del cielo
sv: Himmelsobjekt

source: Keyboard Actions
es: Acciones del teclado
sv: Tangentbordsåtgärder

source: Each of the following keystrokes performs an action on the <firstterm>selected object</firstterm>. The selected object is the last object which was clicked on (identified in the status bar). Alternatively, if you hold down the &Shift; key, then the action is performed on the centered object instead.
es: Cada una de las siguientes pulsaciones realiza una acción en el <firstterm>objeto seleccionado</firstterm>. El objeto seleccionado es el último objeto sobre el que se pulsó (identificado en la barra de estado). Por el contrario, si mantiene pulsada la tecla &Shift;, la acción se realiza sobre el objeto centrado.
sv: Var och en av följande tangenter utför en åtgärd för det <firstterm>markerade objektet</firstterm>. Det markerade objektet är det som senast klickades (identifierat i statusraden). Som ett alternativ, om du håller nere tangenten &Shift; utförs åtgärderna istället för det centrerade objektet.

source: Center and Track on the selected object.
es: Centrar y seguir el objeto seleccionado.
sv: Centrera och följ det markerade objektet.

source: Open the Details window for the selected object.
es: Abre la ventana de detalles para el objeto seleccionado.
sv: Visa fönstret med detaljinformation för markerat objekt.

source: Toggle a name label for the selected object.
es: Muestra/oculta la etiqueta con el nombre del objeto seleccionado.
sv: Ändra namnbeteckning för markerat objekt.

source: Add the selected object to the observing list.
es: Añade el objeto seleccionado a la lista de observación.
sv: Lägg till markerat objekt i observationslistan.

source: Open the selected object's popup menu.
es: Abre el menú emergente del objeto seleccionado.
sv: Öppna det markerat objektets meny.

source: Toggle a trail on the selected object (solar system bodies only).
es: Muestra/oculta un rastro sobre el objeto seleccionado (solo para cuerpos del Sistema Solar).
sv: Växla spår för markerat objekt (bara för kroppar i solsystemet).

source: Tools Shortcuts
es: Accesos rápidos a herramientas
sv: Verktygssnabbtangenter

source: Open the <link linkend="findobjects">Find Object window</link>, for specifying a sky object on which to center.
es: Abre la <link linkend="findobjects">ventana para buscar objetos</link>, donde puede introducir el objeto del cielo a centrar.
sv: Visa fönstret <link linkend="findobjects">Sök objekt</link>, för att ange ett himmelsobjekt som ska centreras.

source: Open the <guilabel>Set Coordinates Manually</guilabel> tool, for specifying RA/Dec or Az/Alt coordinates on which to center. The tool defaults to <link linkend="ai-epoch">J2000 epoch</link> for the RA/Dec.
es: Abre la herramienta <guilabel>Fijar coordenadas manualmente</guilabel> para especificar coordenadas AR/Dec o Ac/Alt en las que fijar el centro. El valor predeterminado de la herramienta es la <link linkend="ai-epoch">época J2000</link> para la AR/Dec.
sv: Visa verktyget <guilabel>Ställ in koordinater manuellt...</guilabel>, för att ange Ra/Dek- eller Az/El-koordinater för centrering. Verktyget använder normalt <link linkend="ai-epoch">J2000-epok</link> för Ra/Dek.

source: Start an Angular Distance measurement at the current mouse cursor position. The angular distance between start and end points is displayed at the endpoint.
es: Inicia una medida de distancia angular en la posición actual del cursor del ratón. La distancia angular entre los puntos inicial y final se muestra en el punto final.
sv: Börja en mätning av vinkelavstånd på muspekarens nuvarande position. Vinkelavståndet mellan start- och slutpunkterna visas vid slutpunkten.

source: Open the <link linkend="setgeo">Set Geographic Location</link> window.
es: Abre la ventana <link linkend="setgeo">Seleccionar posición geográfica</link>.
sv: Visa fönstret <link linkend="setgeo">Ange geografisk plats</link>.

source: Open the <link linkend="tool-calculator">AstroCalculator</link>.
es: Abre la <link linkend="tool-calculator">calculadora astronómica</link>.
sv: Visa <link linkend="tool-calculator">Astronomiräknaren</link>.

source: Open the <link linkend="tool-altvstime">Altitude vs. Time</link> tool.
es: Abrir la herramienta <link linkend="tool-altvstime">altura frente a tiempo</link>.
sv: Visa verktyget <link linkend="tool-altvstime">Elevation mot tid</link>.

source: Open the <link linkend="tool-whatsup">What's up Tonight?</link> tool.
es: Abre la herramienta <link linkend="tool-whatsup">¿Qué ocurre esta noche?</link>
sv: Visa verktyget <link linkend="tool-whatsup">Vad händer i natt?</link>.

source: Open the <quote>What's Interesting</quote> tool.
es: Abre la herramienta «Qué es interesante».
sv: Visa verktyget <quote>Vad är intressant</quote>.

source: Open the <link linkend="tool-scriptbuilder">Script Builder</link> tool.
es: Abre la herramienta <link linkend="tool-scriptbuilder">constructor de guiones</link>.
sv: Visa verktyget <link linkend="tool-scriptbuilder">Skriptbyggare</link>.

source: Open the <link linkend="tool-solarsys">Solar System Viewer</link>.
es: Abre el <link linkend="tool-solarsys">visor del Sistema Solar</link>.
sv: Visa <link linkend="tool-solarsys">Visning av solsystemet</link>.

source: Open the <link linkend="tool-jmoons">Jupiter Moons</link> tool.
es: Abre la herramienta de las <link linkend="tool-jmoons">lunas de Júpiter</link>.
sv: Visa verktyget <link linkend="tool-jmoons">Jupiters månar</link>.

source: Mouse Commands
es: Comandos del ratón
sv: Muskommandon

source: Mouse
es: El ratón
sv: Mus

source: Moving the mouse
es: Movimiento del ratón
sv: Flytta musen

source: The sky coordinates (Az/Alt, RA/Dec and J2000.0 RA/Dec) of the mouse cursor are updated in the status bar. The status bar is located in the right bottom corner of the screen. The status bar can be customized by selecting <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Statusbar</guimenuitem></menuchoice> submenu. Here you may choose what coordinates systems &kstars; will display in the status bar. Furthermore, you can hide the status bar by unchecking the <guilabel>Show Statusbar</guilabel> checkbox.
es: Las coordenadas celestes (Áz/Alt, AR/Dec y AR/Dec J2000,0) del cursor del ratón se actualizan en la barra de estado, que está situada en la esquina inferior izquierda de la pantalla. La barra de estado se puede personalizar seleccionando el submenú <menuchoice><guimenu>Preferencias</guimenu> <guimenuitem>Barra de estado</guimenuitem></menuchoice>. Ahí podrá escoger el sistema de coordenadas que mostrará &kstars; en la barra de estado. Además, puede ocultar la barra de estado desmarcando la casilla <guilabel>Mostrar la barra de estado</guilabel>.
sv: Muspekarens himmelskoordinater (Az/Elev, RA/Dek och J2000.0 RA/Dek) uppdateras i statusraden. Statusraden finns i nedre högra hörnet av skärmen. Statusraden kan anpassas genom att välja undermenyn <menuchoice><guimenu>Inställningar</guimenu> <guimenuitem>Statusrad</guimenuitem></menuchoice>. Här går det att välja vilka koordinatsystem &kstars; visar i statusraden. Dessutom kan statusraden döljas genom att avmarkera kryssrutan <guilabel>Visa statusrad</guilabel>.

source: "Hovering" the mouse
es: «Posicionar» el ratón
sv: Hålla musen stilla

source: A temporary name label is attached to the object nearest to the mouse cursor.
es: Una etiqueta temporal con un nombre se adjunta al objeto más cercano al cursor del ratón.
sv: En tillfällig beteckning läggs till för objektet närmast muspekaren.

source: Left-clicking
es: Clic del botón izquierdo
sv: Vänsterklicka

source: Identifying
es: Identificación
sv: Identifiera

source: The object nearest the mouse click is identified in the status bar.
es: El objeto más cercano al clic del ratón será identificado en la barra de estado.
sv: Identifierar objektet närmast muspekaren i statusraden.

source: Double-clicking
es: Doble clic
sv: Dubbelklicka

source: Centering
es: Centrado
sv: Centrera

source: Center and track on the location or object nearest the mouse click. Double-clicking on an Info Box will <quote>shade</quote> it to show/hide extra information.
es: Centra y sigue la posición o el objeto más cercano al clic del ratón. Un doble clic sobre un panel informativo lo «desplegará» o lo «encogerá» para mostrar u ocultar información extra.
sv: Centrera och följ positionen eller objektet närmast musklicket. Dubbelklick på en informationsruta <quote>rullar</quote> den för att visa/dölja ytterligare information.

source: Right-clicking
es: Clic derecho
sv: Högerklicka

source: Invoking Popup Menu for
es: Mostrar el menú emergente
sv: Visa objektmeny för

source: Open the <link linkend="popup-menu">popup menu</link> for the location or object nearest the mouse cursor.
es: Abre el <link linkend="popup-menu">menú emergente</link> para la posición u objeto más cercano al cursor del ratón.
sv: Öppnar den <link linkend="popup-menu">sammanhangsberoende menyn</link> för positionen eller objektet närmast muspekaren.

source: Scrolling the mouse wheel
es: Desplazar con la rueda del ratón
sv: Rulla mushjulet

source: Zoom the display in or out. If you do not have a mouse <mousebutton>wheel</mousebutton>, you can hold the middle mouse button and drag vertically.
es: Acercar o alejar la imagen. Si su ratón no posee <mousebutton>rueda</mousebutton>, puede mantener pulsado el botón central del ratón y luego arrastrar verticalmente.
sv: Zooma skärmen in eller ut. Om du inte har ett mushjul, kan du hålla nere mittenknappen och dra vertikalt.

source: Click-and-dragging
es: Clic y arrastrar
sv: Klicka och dra

source: Dragging the sky map
es: Arrastrar el mapa del cielo
sv: Dra himmelskartan

source: Pan the display, following the drag motion.
es: Recorrer la pantalla siguiendo el movimiento de arrastre.
sv: Panorera skärmen, och följ dragrörelsen.

source: &Ctrl;+dragging the sky map
es: &Ctrl;+arrastrar el mapa del cielo
sv: &Ctrl;+dra himmelskartan

source: Define a rectangle in the map. When the mouse button is released, the display is zoomed in to match the field-of-view to the bounds of the rectangle.
es: Definir un rectángulo en el mapa. Cuando se suelta el botón del ratón, la imagen se amplía para coincidir con el campo visual limitado por el rectángulo.
sv: Definiera en rektangel på kartan. När musknappen släpps, zoomas skärmen för att anpassa synfältet till rektangelns kanter.

source: Dragging an Info Box
es: Arrastrar un panel informativo
sv: Dra en informationsruta

source: The Info Box is repositioned in the map. Info Boxes will <quote>stick</quote> to window edges, so that they remain on the edge when the window is resized.
es: El panel informativo se sitúa en otra posición del mapa. Los paneles informativos se «adhieren» a los bordes de la ventana, y permanecen en ellos cuando se modifica el tamaño de la ventana.
sv: Informationsrutan flyttas på kartan. Informationsrutor <quote>fastnar</quote> vid fönsterkanter, så att de förblir vid kanten när fönstrets storlek ändras.

source: &Ctrl;<keycap>Z</keycap>
es: &Ctrl;<keycap>F</keycap>

source: <keycap>4</keycap>: Mars
es: <keycap>4</keycap>: Marte

source: <keycap>5</keycap>: Jupiter
es: <keycap>5</keycap>: Júpiter

source: <keycap>7</keycap>: Uranus
es: <keycap>7</keycap>: Urano

source: <keycap>9</keycap>: Pluto
es: <keycap>9</keycap>: Plutón

source: &Ctrl;<keycap>Q</keycap>
es: &Ctrl;<keycap>S</keycap>

source: ``File`` → ``Open Image...`` (**Ctrl** + **O**)
bg: ``Файл`` > ``Отваряне на изображение...``
ca: ``Fitxer`` → ``Obre una imatge...`` (**Ctrl** + **O**)
ca@valencia: ``Fitxer`` → ``Obri algunes imatges…`` (**Ctrl** + **O**)
it: ``File`` → ``Apri immagine...`` (**Ctrl** + **O**)
pt_br: ``Arquivo`` → ``Abrir imagem...`` (**Ctrl** + **O**)
sl: ``Datoteka`` → ``Odpri sliko...`` (**Ctrl** + **O**)

source: ``File`` → ``Save Sky Image...``
bg: Файл > Запис на изображението на небето...
ca: ``Fitxer`` → ``Desa la imatge del cel...``
ca@valencia: ``Fitxer`` → ``Guarda la imatge del cel…``
it: ``File`` → ``Salva immagine del cielo...``
pt_br: ``Arquivo`` → ``Salvar imagem do céu...``
sl: ``Datoteka`` → ``Shrani sliko neba...``

source: ``File`` → ``Run Script...`` (**Ctrl** + **R**)
bg: Файл > Изпълняване на скрипт...
ca: ``Fitxer`` → ``Executa un script...`` (**Ctrl** + **R**)
ca@valencia: ``Fitxer`` → ``Executa un script…`` (**Ctrl** + **R**)
it: ``File`` → ``Esegui script...`` (**Ctrl** + **R**)
pt_br: ``Arquivo`` → ``Executar script...`` (**Ctrl** + **R**)
sl: ``Datoteka`` → ``Zaženi skript...`` (**Ctrl** + **R**)

source: Run the specified KStars script.
bg: Изпълняване на зададения скрипт на KStars.
ca: Executa l'script especificat del KStars.
ca@valencia: Executa l'script de KStars especificat.
it: Esegue lo script di KStars specificato.
pt_br: Executar o script KStars especificado.
sl: Zaženi določen skript KStars.

source: ``File`` → ``Printing Wizard...``
bg: Файл > Помощник за отпечатване...
ca: ``Fitxer`` → ``Assistent d'impressió...``
ca@valencia: ``Fitxer`` → ``Assistent d'impressió…``
it: ``File`` → ``Procedura guidata di stampa...``
pt_br: ``Arquivo`` → ``Assistente de impressão...``
sl: ``Datoteka`` → ``Čarovnik za tiskanje...``

source: ``File`` → ``Print...`` (**Ctrl** + **P**)
bg: Файл > Печат...
ca: ``Fitxer`` → ``Imprimeix...`` (**Ctrl** + **P**)
ca@valencia: ``Fitxer`` → ``Imprimix…`` (**Ctrl** + **P**)
it: ``File`` → ``Stampa...`` (**Ctrl** + **P**)
pt_br: ``Arquivo`` → ``Imprimir...`` (**Ctrl** + **P**)
sl: ``Datoteka`` → ``Natisni...`` (**Ctrl** + **P**)

source: Send the current sky map to the printer (or to a PostScript®/PDF file).
bg: Изпращане на текущата карта на небето до принтера (или на PostScript/PDF файл).
ca: Envia el mapa celeste actual cap a la impressora (o a un fitxer PostScript®/PDF).
ca@valencia: Envia el mapa celeste actual a la impressora (o a un fitxer PostScript® o PDF).
it: Invia alla stampante la mappa celeste corrente (o a un file PostScript®/PDF).
pt_br: Envia o mapa celeste atual para a impressora (ou para um arquivo PostScript®/PDF).
sl: Pošlji trenutno zvezdno karto na tiskalnik (ali v datoteko PostScript®/PDF).

source: ``File`` → ``Quit`` (**Ctrl** + **Q**)
bg: Файл > Изход
ca: ``Fitxer`` → ``Surt`` (**Ctrl** + **Q**)
ca@valencia: ``Fitxer`` → ``Ix`` (**Ctrl** + **Q**)
it: ``File`` → ``Esci`` (**Ctrl** + **Q**)
pt_br: ``Arquivo`` → ``Sair`` (**Ctrl** + **Q**)
sl: ``Datoteka`` → ``Zapusti`` (**Ctrl** + **Q**)

source: Quit KStars.
bg: Изход от KStars.
ca: Surt del KStars.
ca@valencia: Ix de KStars.
it: Esce da KStars.
pt_br: Fecha o KStars.
sl: Zapri KStars.

source: ``Time`` → ``Set Time to Now`` (**Ctrl** + **E**)
bg: Време > Връщане към системното време
ca: ``Hora`` → ``Estableix l'hora a ara`` (**Ctrl** + **E**)
ca@valencia: ``Temps`` → ``Establix el temps a ara`` (**Ctrl** + **E**)
it: ``Tempo`` → ``Imposta ora attuale`` (**Ctrl** + **E**)
pt_br: ``Hora`` → ``Definir hora para agora`` (**Ctrl** + **E**)
sl: ``Čas`` → ``Nastavi čas na zdaj`` (**Ctrl** + **E**)

source: ``Time`` → ``Set Time...`` (**Ctrl** + **S**)
bg: Време > Задаване на дата и час...
ca: ``Hora`` → ``Estableix l'hora...`` (**Ctrl** + **E**)
ca@valencia: ``Temps`` → ``Establix la data i l'hora…`` (**Ctrl** + **S**)
it: ``Tempo`` → ``Imposta l'ora...`` (**Ctrl** + **S**)
pt_br: ``Hora`` → ``Definir hora...`` (**Ctrl** + **S**)
sl: ``Čas`` → ``Nastavi čas...`` (**Ctrl** + **S**)

source: ``Time`` → ``Advance One Step Backward in Time`` (**<**)
bg: Време > Връщане с една стъпка назад във времето
ca: ``Hora`` → ``Retrocedeix un pas temporal`` (**<**)
ca@valencia: ``Temps`` → ``Retrocedix un pas temporal`` (**<**)
it: ``Tempo`` → ``Avanza di un passo all'indietro nel tempo`` (**<**)
pt_br: ``Hora`` → ``Avançar um passo para trás no tempo`` (**<**)
sl: ``Čas`` → ``Premakni en korak nazaj v času`` (**<**)

source: Advance one step backward in time in the KStars simulation of the sky chart. The duration of the time step can be configured after pressing the little **>** button on the KStars toolbar.
bg: Върнете се една стъпка назад във времето на симулация на небесната карта. Продължителността на времевата стъпка може да се конфигурира след натискане на малкия бутон ``\<`` в лентата с инструменти.
ca: Retrocedeix un pas en el temps a la simulació de la carta estel·lar del KStars. La durada del pas temporal es pot configurar després prement el botó **>** a la barra d'eines del KStars.
ca@valencia: Retrocedix un pas en el temps a la simulació de la carta estel·lar de KStars. La duració del pas temporal es pot configurar després prement el botó **>** a la barra d'eines de KStars.
it: Avanza di un passo all'indietro nel tempo nella simulazione della mappa celeste di KStars. La durata del tempo può essere configurata dopo aver premuto il piccolo pulsante con **>** nella barra degli strumenti di KStars.
pt_br: Recua um passo no tempo da simulação do KStars para o mapa celeste. A duração do passo temporal pode ser configurada ao clicar no pequeno botão **>** na barra de ferramentas do KStars.
sl: Premakni en korak nazaj v času v simulaciji neba KStars. Trajanje časovnega koraka lahko konfigurirate po pritisku majhnega gumba **>** v orodni vrstici KStars.

source: ``Time`` → ``Stop Clock``
bg: Време > Спиране на часовника
ca: ``Hora`` → ``Atura el rellotge``
ca@valencia: ``Temps`` → ``Para el rellotge``
it: ``Tempo`` → ``Ferma orologio``
pt_br: ``Hora`` → ``Parar relógio``
sl: ``Čas`` → ``Ustavi uro``

source: ``Time`` → ``Advance One Step Forward in Time`` (**>**)
bg: Време > Напредване с една стъпка напред във времето
ca: ``Hora`` → ``Avança un pas temporal`` (**>**)
ca@valencia: ``Temps`` → ``Avança un pas temporal`` (**>**)
it: ``Tempo`` → ``Avanza di un passo in avanti nel tempo`` (**>**)
pt_br: ``Hora`` → ``Avançar um passo para frente no tempo`` (**>**)
sl: ``Čas`` → ``Premakni en korak naprej v času`` (**>**)

source: Advance one step forward in time in the KStars simulation of the sky chart. The duration of the time step can be configured after pressing the little **>** button on the KStars toolbar.
bg: Напреднете с една стъпка напред във времето на симулация на небесната карта. Продължителността на времевата стъпка може да се конфигурира след натискане на малкия бутон ``>`` в лентата с инструменти.
ca: Avança un pas en el temps a la simulació de la carta estel·lar del KStars. La durada del pas temporal es pot configurar després prement el botó **>** a la barra d'eines del KStars.
ca@valencia: Avança un pas en el temps a la simulació de la carta estel·lar de KStars. La duració del pas temporal es pot configurar després prement el botó **>** a la barra d'eines de KStars.
it: Avanza di un passo in avanti nel tempo nella simulazione della mappa celeste di KStars. La durata del tempo può essere configurata dopo aver premuto il piccolo pulsante con **>** nella barra degli strumenti di KStars.
pt_br: Avança um passo no tempo da simulação do KStars para o mapa celeste. A duração do passo temporal pode ser configurada ao clicar no pequeno botão **>** na barra de ferramentas do KStars.
sl: Premakni en korak naprej v času v simulaciji neba KStars. Trajanje časovnega koraka lahko konfigurirate po pritisku majhnega gumba **>** v orodni vrstici KStars.

source: ``Pointing`` → ``Zenith`` (**Z**)
bg: Насочване > Зенит
ca: ``Apunta`` → ``Zenith`` (**Z**)
ca@valencia: ``Apunta`` → ``Zenit`` (**Z**)
it: ``Puntamento`` → ``Zenit`` (**Z**)
pt_br: ``Apontamento`` → ``Zênite`` (**Z**)
sl: ``Kazanje`` → ``Zenit`` (**Z**)

source: Center the display at the :doc:`Zenith <ai-zenith>` point (straight up).
bg: Центрира дисплея в точката на :doc:`Зенита <ai-zenith>` (право нагоре).
ca: Centra la vista sobre el punt del :doc:`Zenit <ai-zenith>` (just a sobre).
ca@valencia: Centra la vista en el punt :doc:`Zenit <ai-zenith>` (just damunt).
it: Centra lo schermo sullo :doc:`zenit <ai-zenith>` (in alto sulla verticale).
pt_br: Centraliza a tela no ponto de :doc:`Zênite <ai-zenith>` (direto acima).
sl: Prikaz centrirajte na točko :doc:`Zenit <ai-zenith>` (naravnost navzgor).

source: ``Pointing`` → ``North`` (**N**)
bg: Насочване > Север
ca: ``Apunta`` → ``Nord`` (**N**)
ca@valencia: ``Apunta`` → ``Nord`` (**N**)
it: ``Puntamento`` → ``Nord`` (**N**)
pt_br: ``Apontamento`` → ``Norte`` (**N**)
sl: ``Kazanje`` → ``Sever`` (**N**)

source: ``Pointing`` → ``East`` (**E**)
bg: Насочване > Изток
ca: ``Apunta`` → ``Est`` (**E**)
ca@valencia: ``Apunta`` → ``Est`` (**E**)
it: ``Puntamento`` → ``Est`` (**E**)
pt_br: ``Apontamento`` → ``Leste`` (**E**)
sl: ``Kazanje`` → ``Vzhod`` (**E**)

source: ``Pointing`` → ``South`` (**S**)
bg: Насочване > Юг
ca: ``Apunta`` → ``Sud`` (**S**)
ca@valencia: ``Apunta`` → ``Sud`` (**S**)
it: ``Puntamento`` → ``Sud`` (**S**)
pt_br: ``Apontamento`` → ``Sul`` (**S**)
sl: ``Kazanje`` → ``Jug`` (**S**)

source: ``Pointing`` → ``West`` (**W**)
bg: Насочване > Запад
ca: ``Apunta`` → ``Oest`` (**W**)
ca@valencia: ``Apunta`` → ``Oest`` (**W**)
it: ``Puntamento`` → ``Ovest`` (**W**)
pt_br: ``Apontamento`` → ``Oeste`` (**W**)
sl: ``Kazanje`` → ``Zahod`` (**W**)

source: ``Pointing`` → ``Set Coordinates Manually...`` (**Ctrl** + **M**)
bg: Насочване > Ръчно задаване на координати...
ca: ``Apunta`` → ``Estableix manualment les coordenades...`` (**Ctrl** + **M**)
ca@valencia: ``Apunta`` → ``Establix manualment les coordenades…`` (**Ctrl** + **M**)
it: ``Puntamento`` → ``Imposta coordinate manualmente...`` (**Ctrl** + **M**)
pt_br: ``Apontamento`` → ``Definir coordenadas manualmente...`` (**Ctrl** + **M**)
sl: ``Kazanje`` → ``Ročno nastavi koordinate...`` (**Ctrl** + **M**)
