Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-keys.po
Languages: bg

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>J</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Jupiter's Moons</guimenuitem>
bg: <shortcut> <keycombo action="simul">&Ctrl;<keycap>J</keycap></keycombo> </shortcut> <guimenu>Инструменти</guimenu> <guimenuitem>Луните на Юпитер</guimenuitem>

source: Opens the <link linkend="tool-jmoons">Jupiter Moons Tool</link>, which displays the positions of Jupiter's four brightest moons as a function of time.
bg: Отваря модула <link linkend="tool-jmoons">Луните на Юпитер</link>, който показва позициите на четирите най-ярки луни на Юпитер като функция на времето

source: <guimenu>Tools</guimenu> <guimenuitem>Flags</guimenuitem>
bg: <guimenu>Инструменти</guimenu> <guimenuitem>Флагове</guimenuitem>

source: Opens the <guilabel>Flag manager</guilabel> Tool, which can be used to assign color labels and icons to the given positions on the sky chart.
bg: Отваря инструмента за <guilabel>управление на флагове</guilabel>, който може да се използва за присвояване на цветни етикети и икони на дадените позиции в картата на небето.

source: Data Menu
bg: Меню Данни

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo></shortcut> <guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem>
bg: <shortcut><keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo></shortcut> <guimenu>Данни</guimenu> <guimenuitem>Изтегляне на нови данни...</guimenuitem>

source: Open the <guilabel>Get Hot New Stuff</guilabel> dialog to download additional data for &kstars;.
bg: Отворете диалоговия прозорец <guilabel>Изтегляне на нови данни</guilabel>, за да изтеглите допълнителни данни за &kstars;.

source: <guimenu>Data</guimenu> <guimenuitem>Manage DSO Catalogs</guimenuitem>
bg: <guimenu>Данни</guimenu> <guimenuitem>Управление на каталози на DSO</guimenuitem>

source: Open the <guilabel>DSO Catalogs</guilabel> dialog for manage the catalog database of &kstars;.
bg: Отворете диалоговия прозорец <guilabel>Каталози на обекти на дълбокия космос DSO</guilabel> за управление на каталожната база данни на &kstars;.

source: <guimenu>Data</guimenu> <guisubmenu>Updates</guisubmenu>
bg: <guimenu>Данни</guimenu> <guisubmenu>Актуализации</guisubmenu>

source: This submenu can be used to update various object data, namely asteroids, comets and satellites orbital elements as well as recent supernovae data from the Internet. The data will be downloaded for the current user account only. If you use &kstars; from different account you should download them for every account separately.
bg: Това подменю може да се използва за актуализиране на различни данни за обекти, а именно астероиди, комети и орбитални елементи на сателити, както и скорошни данни за супернови от Интернет. Данните ще бъдат изтеглени само за текущия потребителски акаунт. Ако използвате &kstars; от различен акаунт трябва да ги изтеглите за всеки акаунт поотделно.

source: &kstars; tries to download recent supernovae list automatically by default. You can switch the download off using <guilabel>Supernovae</guilabel> page of &kstars; Settings window.
bg: &kstars; опитва автоматично да изтегли списък със наскоро открити свръхнови по подразбиране. Можете да изключите изтеглянето, като използвате страницата <guilabel>Свръхнови</guilabel> в прозореца за настройки.

source: Observation Menu
bg: Меню Наблюдение

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo></shortcut> <guimenu>Observation</guimenu> <guimenuitem>Observation Planner</guimenuitem>
bg: <shortcut><keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo></shortcut> <guimenu>Наблюдение</guimenu> <guimenuitem>Планиране на наблюдения</guimenuitem>

source: Open the <link linkend="tool-obsplanner">Observation Planner</link> tool.
bg: Отваря се инструментът за <link linkend="tool-obsplanner">Планиране на наблюдения</link>.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo></shortcut> <guimenu>Observation</guimenu> <guimenuitem>Execute the Session Plan...</guimenuitem>
bg: <shortcut><keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo></shortcut> <guimenu>Наблюдение</guimenu> <guimenuitem>Изпълване на планувана сесия...</guimenuitem>

source: Opens <link linkend="tool-obsplanner">session plan wizard</link> or execute the planned session.
bg: Отваря <link linkend="tool-obsplanner">помощника за планиране на сесия</link> или изпълнява планираната сесия.

source: <guimenu>Observation</guimenu> <guimenuitem>Polaris Hour Angle...</guimenuitem>
bg: <guimenu>Наблюдение</guimenu> <guimenuitem>Часов ъгъл към полярната звезда......</guimenuitem>

source: Opens the <guilabel>Polaris Hour Angle</guilabel> tool.
bg: Отваря инструмента <guilabel>Часов ъгъл към полярната звезда</guilabel>.

source: Settings Menu
bg: Меню Настройки

source: <guimenu>Settings</guimenu> <guisubmenu>Info Boxes</guisubmenu>
bg: <guimenu>Настройки</guimenu> <guisubmenu>Info Boxes</guisubmenu>

source: A submenu that lists the different info boxes.
bg: Подменю, което показва отделните информационни полета

source: Show Info Boxes
bg: Показване на полетата с информация

source: Toggle display of all three Info Boxes:
bg: Превключва показването на следните три информационни полета:

source: Time Box
bg: Поле, показващо часа и датата

source: Focus Box
bg: Поле с данни за центриран обект

source: Location Box
bg: Поле с данни за географското местоположение на наблюдателя

source: Show Time Box
bg: Дата и час

source: Toggle display of the Time Info Box. By default, the Time Info Box is located in the top left side of the screen. You can change the position of Time Info Box by holding the left-click mouse button and dragging it to the new position.
bg: Превключване на показването на информационното поле за време. По подразбиране полето с информация за времето се намира в горната лява част на екрана. Можете да промените позицията на информационното поле за време, като задържите левия бутон на мишката и го плъзнете до новата позиция.

source: Show Focus Box
bg: Информация за центриран обект

source: Toggle display of the Focus Info Box. By default, the Focus Info Box is located in the top right side of the screen. You can change the position of Focus Info Box by holding the left-click mouse button and dragging it to the new position.
bg: Превключване на показването на информационното поле за центриране. По подразбиране информационното поле за центриране се намира в горната дясна част на екрана. Можете да промените позицията му, като задържите левия бутон на мишката и го плъзнете до новата позиция.

source: Show Location Box
bg: Местоположение

source: Toggle display of the Location Info Box. By default, the Location Info Box is located in the bottom left side of the screen. You can change the position of Location Info Box by holding the left-click mouse button and dragging it to the new position.
bg: Превключване на показването на информационното поле за местоположение. По подразбиране информационното поле за местоположение се намира в долната лява част на екрана. Можете да промените позицията му, като задържите левия бутон на мишката и го плъзнете до новата позиция.

source: <guimenu>Settings</guimenu> <guisubmenu>Toolbars Shown</guisubmenu>
bg: <guimenu>Настройки</guimenu> <guisubmenu>Ленти с инструменти</guisubmenu>

source: A submenu that lists the different toolbars.
bg: Подменю, което изброява различните ленти с инструменти.

source: Main Toolbar
bg: Главна лента с инструменти

source: Toggle display of the Main Toolbar. By default, the Main Toolbar provides useful shortcuts for controlling the sky map view (&ie; Zoom in and Zoom out) and for controlling &kstars; clock as well. You can Start / Stop the clock, advance one step backward / forward in time and also you can easily set the time step used by &kstars;' clock. The time step is the rate at which time flows in the simulation. For setting the time step, you can use the spin box used for establishing the time step units and the spin box used for increasing / decreasing the time step value. Using the Main Toolbar you can quickly open the <guilabel>Find Object</guilabel>, <guilabel>Set Time</guilabel> or <guilabel>Set Geographic Location</guilabel> window. Main Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
bg: Превключване на показването на главната лента с инструменти. По подразбиране основната лента с инструменти предоставя полезни преки пътища за управление на изгледа на картата на небето (Увеличаване и намаляване) и за управление на часовника за симулация. Можете да стартирате/спирате часовника, да се предвиждате с една стъпка назад/напред във времето и също така можете лесно да зададете времевата стъпка, използвана от &kstars;. Времевата стъпка е скоростта, с която времето тече в симулацията. За задаване на времевата стъпка можете да използвате въртящото поле за установяване на единиците за стъпка на времето и съседното поле за увеличаване/намаляване на стойността на времевата стъпка. С помощта на главната лента с инструменти можете бързо да отворите елемента от менюто <guilabel>Намиране на обект</guilabel>, <guilabel>Задаване на дата и час</guilabel> или <guilabel>географско местоположение</guilabel>. Лентата с инструменти може да бъде персонализирана в <menuchoice><guimenu>Настройки</guimenu> <guimenuitem>Настройване на инструментите...</guimenuitem></menuchoice>

source: View Toolbar
bg: Лентата с инструменти за Изглед

source: Toggle display of the View Toolbar. View Toolbar controls which sky objects are drawn on &kstars; Sky Map (stars, deep sky objects, Solar system objects, supernovae or satellites) as well as what constellation information is included (constellation lines, constellation names, constellation art or constellation boundaries). It also provides icon shortcuts for: showing milky way (drawn with dark grey color), showing equatorial/horizontal coordinate grid and for showing the green opaque ground. Note that when the horizon is switched off, refraction effects are temporarily disabled. View Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
bg: Превключване на показването на лентата с инструменти за преглед. Лентата с инструменти за изгледа контролира кои небесни обекти се показват в карта на небето (звезди, обекти в дълбокото небе, обекти на Слънчевата система, свръхнови или сателити), както и каква информация за съзвездията е включена (линии на съзвездия, имена на съзвездия, изкуство на съзвездие или граници на съзвездие). Той също така предоставя преки пътища за икони за: показване на Млечен път (начертан с тъмносив цвят), показване на екваториална/хоризонтална координатна мрежа и за показване на зелената непрозрачна земя. Имайте предвид, че когато хоризонтът е изключен, ефектите на пречупване са временно деактивирани. Преглед на лентата с инструменти може да се конфигурира с помощта на елемента от менюто Настройки.

source: INDI Toolbar
bg: Лента с инструменти на INDI

source: Toggle display of the INDI Toolbar. By default, INDI Toolbar contains five shortcut icons:
bg: Превключване на показването на лентата с инструменти INDI. По подразбиране лентата на INDI съдържа пет икони за бърз достъп:

source: Toggle Ekos
bg: Превключване на Ekos

source: Toggle INDI Control Panel
bg: Превключване на контролния панел на INDI

source: Toggle FITS Viewer
bg: Превключване на визуализатора FITS

source: Toggle Sensor FOV
bg: Превключване на зрителното поле на сензора

source: Toggle Lock Telescope Center
bg: Превключване на заключващия център на телескопа

source: INDI Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
bg: Лентата с инструменти на INDI може да се конфигурира с помощта на елемента от менюто Настройки.

source: Telescope Toolbar
bg: Лентата с инструменти за телескопа

source: Toggle display of the Telescope Toolbar. By default, Telescope Toolbar contains seven shortcut icons:
bg: Превключване на показването на лентата с инструменти на телескопа. По подразбиране тази лента съдържа седем икони за бърз достъп:

source: Toggle Mount Control Panel
bg: Превключване на контролния панел на монтировката

source: Toggle Telescope Tracking
bg: Превключване на проследяването с телескоп

source: Slew telescope to the focused object
bg: Насочване на телескопа към фокусирания обект

source: Sync telescope to the focused object
bg: Синхронизиране на телескопа с фокусирания обект

source: Park telescope
bg: Паркиране на телескопа

source: Unpark telescope
bg: Разпаркиране на телескопа

source: Abort telescope motions
bg: Прекъсване на движенията на телескопа

source: Telescope Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
bg: Лентата с инструменти на телескопа може да се конфигурира с помощта на елемента от менюто Настройки.

source: Dome Toolbar
bg: Лента с инструменти за купола

source: Toggle display of the Dome Toolbar. By default, Dome Toolbar contains two shortcut icons:
bg: Превключване на показването на лентата с инструменти за купола. По подразбиране тя съдържа две икони за бърз достъп:

source: Park dome
bg: Паркиране на купол

source: Unpark dome
bg: Разпаркиране на купола

source: Dome Toolbar can be configured using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem></menuchoice> menu item.
bg: Лентата с инструменти за купола може да се конфигурира с помощта на елемента от менюто Настройки.

source: <guimenu>Settings</guimenu> <guisubmenu>Statusbar</guisubmenu>
bg: <guimenu>Настройки</guimenu> <guisubmenu>Лента с инструменти</guisubmenu>

source: A submenu that lists the different statusbars.
bg: Подменю, което изброява различните ленти на състоянието.

source: Show Statusbar
bg: Показване на лента за състоянието

source: Toggle display of the Statusbar. It is located in the bottom of &kstars; window.
bg: Превключване на показването на лентата на състоянието. Намира се в долната част на прозореца на &kstars;.

source: Show Az/Alt Field
bg: Показване на азимут/височина

source: Toggle display of the mouse cursor's horizontal coordinates in the statusbar.
bg: Превключване на показването на хоризонталните координати на курсора на мишката в лентата на състоянието.

source: Show RA/Dec Field
bg: Показване на ректасцензия/деклинация

source: Toggle display of the mouse cursor's equatorial coordinates in the statusbar.
bg: Превключване на показването на екваториалните координати на курсора на мишката в лентата на състоянието.

source: Show J2000.0 RA/Dec Field
bg: Показване на поле J2000.0 RA/Dec

source: Toggle display of the mouse cursor's equatorial J2000 coordinates in the statusbar.
bg: Превключва показването на екваториалните J2000 координати на курсора на мишката в лентата на състоянието.

source: <guimenu>Settings</guimenu> <guisubmenu>Themes</guisubmenu>
bg: <guimenu>Настройки</guimenu> <guisubmenu>Външен вид</guisubmenu>

source: Lists the available Theme items.
bg: Изброява наличните елементи на темата.

source: <guimenu>Settings</guimenu> <guisubmenu>Color Schemes</guisubmenu>
bg: <guimenu>Настройки</guimenu> <guisubmenu>Цветови схеми</guisubmenu>

source: This submenu contains all of the defined color schemes: Classic, Star Chart, Night Vision and Moonless Night. It can also include your custom color schemes. Select any item to set that color scheme.
bg: Това подменю съдържа всички дефинирани цветови схеми: класически, звездна карта, нощно виждане и безлунна нощ. Може също да включва вашите персонализирани цветови схеми. Изберете произволен елемент, за да зададете тази цветова схема.

source: <guimenu>Settings</guimenu> <guisubmenu>FOV Symbols</guisubmenu>
bg: <guimenu>Настройки</guimenu> <guisubmenu>Рамки на зрително поле</guisubmenu>

source: This submenu lists the available field-of-view (FOV) Symbols. The FOV Symbol is drawn at the center of the display. You may choose one or more from the list of predefined symbols (7x35 Binoculars, Telrad, One Degree, HST WFPC2 or 30m at 1.3cm) by checking their specific checkbox, or you may use no symbol by unchecking all the items from the symbols list. You can also define your own symbols (or modify existing symbols) using the <guimenuitem>Edit FOV Symbols...</guimenuitem> menu item.
bg: Това подменю изброява наличните символи на зрителното поле (ЗП). ЗП символът е изчертан в центъра на дисплея. Можете да изберете един или повече от списъка с предварително дефинирани символи (бинокъл 7x35, Telrad, One Degree, HST WFPC2 или 30m при 1, 3 cm), като поставите отметка в тяхното конкретно квадратче, или можете да не използвате символ, като премахнете отметката от всички елементи от списъка със символи . Можете също така да дефинирате свои собствени символи (или да модифицирате съществуващи символи), като използвате елемента от менюто <guimenuitem>Редактиране на зрително поле...</guimenuitem>.

source: <guimenu>Settings</guimenu> <guisubmenu>Artificial Horizon...</guisubmenu>
bg: <guimenu>Настройки</guimenu> <guisubmenu>Изкуствен хоризонт...</guisubmenu>

source: If you select this submenu, then Artificial Horizon Manager will be opened. Artificial Horizon Manager is used to define on the skymap one or more regions that are blocked from view from your current location (&ie; tall trees or building). The window is split in two sections: in the left side is the Regions section while in the right side is the Points section. You can add a new region by pressing the <guibutton>+</guibutton> (Add Region) button or you can remove a region by selecting it in the regions list and then pressing the <guibutton>-</guibutton> (Remove Region) button. In order to draw a region you need to define a list of points that encompasses the blocked area. You can add a new point by pressing the <guibutton>+</guibutton> (Add Point) button from the right Points section. You can also remove a highlighted point from the list of points or you can clear all the points. There are two ways to add a new point to a selected region: manually by entering the point's coordinates or by selecting the point from the skymap after clicking <guibutton>Select Points</guibutton> button. Note that each point is described by a set of horizontal coordinates: Az (Azimuth) and Alt (Altitude). If you want to modify a point's coordinates, just double click on its Az/Alt text box value and enter the new value. First and Last points must be on the horizon. Polygons must be closed to be considered valid regions. Artificial Horizon Manager provides a easy way to rename your regions. By default, regions are named as: <quote>Region </quote> plus an index (&ie; <quote>Region 1</quote> or <quote>Region 2</quote>). For renaming a region, just double click on its name and then you will be invited to complete a new region name. You can also control which regions are enabled or disabled for marking on the map by a simple click on the checkbox in front of each region. After you defined your desired regions you can apply them by pressing the <guibutton>Apply</guibutton> button. If you want to use these regions again, in further astronomy sessions, you can save them such that next time when you will open &kstars; they will be automatically marked on the skymap.
bg: Ако изберете това подменю, ще се отвори прозорецът за управление на изкуствения хоризонт. Инструментът се използва за определяне на картата на небето на един или повече региони, които са блокирани от гледката от текущото ви местоположение (например високи дървета или сграда). Прозорецът е разделен на две части: в лявата част е частта Региони, а в дясната част е частта Точки. Можете да добавите нов регион, като натиснете бутона <guibutton>+</guibutton> (Добавяне на регион) или да премахнете регион, като го изберете в списъка с региони и след това натиснете бутона <guibutton>-</guibutton> (Премахване на регион). За да очертаете регион, трябва да определите списък от точки, който обхваща блокираната област. Можете да добавите нова точка, като натиснете бутона <guibutton>+</guibutton> (Добавяне на точка) от десния раздел Точки. Можете също така да премахнете маркирана точка от списъка с точки или да изтриете всички точки. Съществуват два начина за добавяне на нова точка към избран регион: ръчно чрез въвеждане на координатите на точката или чрез избиране на точката от картата на небето след натискане на бутона <guibutton>Избиране на точки</guibutton>. Обърнете внимание, че всяка точка се описва чрез набор от хоризонтални координати: Az (азимут) и Alt (надморска височина). Ако искате да промените координатите на дадена точка, просто щракнете два пъти върху стойността на текстовото поле Az/Alt и въведете новата стойност. Първата и последната точка трябва да са на хоризонта. Полигоните трябва да са затворени, за да се считат за валидни региони. Инструментът предоставя лесен начин за преименуване на вашите региони. По подразбиране регионите се именуват по следния начин: <quote>Регион </quote> плюс индекс (т.е. <quote>Регион 1</quote> или <quote>Регион 2</quote>). За да преименувате регион, просто щракнете два пъти върху името му и след това ще бъдете поканени да попълните ново име на региона. Можете също така да контролирате кои региони са разрешени или забранени за маркиране на картата чрез просто щракване върху квадратчето за отметка пред всеки регион. След като сте определили желаните региони, можете да ги приложите, като натиснете бутона <guibutton>Прилагане</guibutton>. Ако искате да използвате тези региони отново, при следващи астрономически сесии, можете да ги запазите така, че следващия път, когато отворите &kstars; те ще бъдат автоматично отбелязани на картата на небето.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>1</keycap></keycombo></shortcut> <guimenu>Settings</guimenu> <guimenuitem>Manage Observer...</guimenuitem>
bg: <shortcut><keycombo action="simul">&Ctrl;<keycap>1</keycap></keycombo></shortcut> <guimenu>Настройки</guimenu> <guimenuitem>Данни за наблюдателя...</guimenuitem>

source: Selecting this will open Manage Observers window that enables you to register a number of observers which are using &kstars; on this computer. You can add a new entry to observers list by completing the mandatory fields: <guilabel>Name:</guilabel> and <guilabel>Surname:</guilabel> and then pressing the <guibutton>+</guibutton> (Add observer) button. Note that <guilabel>Contact:</guilabel> field is optional, &kstars; allowing you to add a new observer even though <guilabel>Contact:</guilabel> text box is empty. You can also remove an observer from the list using <guibutton>-</guibutton> (Remove observer) button.
bg: Избирането на това ще отвори прозореца Управление на наблюдателите, който ви позволява да регистрирате определен брой наблюдатели, които използват &kstars; на този компютър. Можете да добавите нов запис към списъка с наблюдатели, като попълните задължителните полета: <guilabel>Име:</guilabel> и <guilabel>Фамилия:</guilabel> и изберете бутонът <guibutton>+</guibutton> (Добавяне на наблюдател. Отбележете, че полето <guilabel>Контакт:</guilabel> е незадължително, и &kstars; ви позволява да добавите нов наблюдател при празно поле <guilabel>Контакт:</guilabel>. Можете да премахнете запис от списъка с наблюдатели, като натиснете <guibutton>-</guibutton> (Премахване на наблюдател).
