Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: Selecting this will open Manage Observers window that enables you to register a number of observers which are using KStars on this computer. You can add a new entry to observers list by completing the mandatory fields: ``Name:`` and ``Surname:`` and then pressing the ``+`` (Add observer) button. Note that ``Contact:`` field is optional, KStars allowing you to add a new observer even though ``Contact:`` text box is empty. You can also remove an observer from the list using ``-`` (Remove observer) button.
bg: Избирането на това ще отвори прозореца Управление на наблюдателите, който ви позволява да регистрирате определен брой наблюдатели, които използват KStars на този компютър. Можете да добавите нов запис към списъка с наблюдатели, като попълните задължителните полета: ``Име:`` и ``Фамилия:`` и изберете бутонът ``+`` (Добавяне на наблюдател. Отбележете, че полето ``Контакт:`` е незадължително, и KStars ви позволява да добавите нов наблюдател при празно поле ``Контакт:``. Можете да премахнете запис от списъка с наблюдатели, като натиснете ``-`` (Премахване на наблюдател).
ca: Seleccionant-lo s'obrirà la finestra Gestiona els observadors, la qual permet registrar un nombre d'observadors que estan utilitzant el KStars en aquest ordinador. Podeu afegir una entrada nova a la llista d'observadors, completant els camps obligatoris: ``Nom:`` i ``Cognom:`` i després prémer el botó ``+`` (Afegeix un observador). Recordeu que el camp ``Contacte:`` és opcional, el KStars permet afegir un observador nou malgrat que el quadre de text ``Contacte:`` estigui buit. També podeu eliminar un observador de la llista utilitzant el botó ``-`` (Elimina l'observador).
ca@valencia: Si seleccioneu açò, s'obrirà el diàleg «Gestioneu els observadors», el qual permet registrar diversos observadors que utilitzen KStars en este ordinador. Podeu afegir una entrada nova a la llista d'observadors completant els camps obligatoris: ``Nom:`` i ``Cognom:`` i després prement el botó ``+`` (Afig un observador). Cal tindre en compte que el camp ``Contacte:`` és opcional, i KStars permet afegir un observador nou encara que este quadro de text estiga buit. També podeu eliminar un observador de la llista mitjançant el botó ``-`` (Elimina l'observador).
it: Selezionandolo si aprirà la finestra Gestisci osservatore, che ti permette di registrare un numero di osservatori che stanno usando KStars in questo computer. Puoi aggiungere una nuova voce all'elenco degli osservatori completando i campi necessari, ``Nome:`` e ``Cognome:``, premendo poi il pulsante ``+`` (Aggiungi osservatore). Nota che il campo ``Contatto:`` è facoltativo: KStars ti permette di aggiungere un nuovo osservatore anche se tale campo è vuoto. Allo stesso modo, puoi rimuovere un osservatore dall'elenco premendo il pulsante ``-`` (Rimuovi osservatore).
pt_br: Selecionar esta opção abrirá a janela para gerenciar observadores, que permite registrar vários observadores que estão usando o KStars neste computador. Você pode adicionar uma nova entrada à lista de observadores preenchendo os campos obrigatórios: ``Nome:`` e ``Sobrenome:`` e, em seguida, pressionando o botão ``+`` (Adicionar observador). Observe que o campo ``Contato:`` é opcional, permitindo que o KStars adicione um novo observador mesmo que a caixa de texto ``Contato:`` esteja vazia. Você também pode remover um observador da lista usando o botão ``-`` (Remover observador).
sl: ``Nastavitve`` → ``Geografsko...`` (**Ctrl** + **G**)

source: ``Settings`` → ``Geographic...`` (**Ctrl** + **G**)
bg: Настройки > Местоположение..
ca: ``Arranjament`` → ``Geografia...`` (**Ctrl** + **G**)
ca@valencia: ``Configuració`` → ``Emplaçament geogràfic…`` (**Ctrl** + **G**)
it: ``Impostazioni`` → ``Geografica...`` (**Ctrl** + **G**)
pt_br: ``Configurações`` → ``Geografia...`` (**Ctrl** + **G**)
sl: ``Nastavitve`` → ``Geografske...`` (**Ctrl** + **G**)

source: Select a new :doc:`geographic location <config-setgeo>`.
bg: Изберете ново :doc:`географско местоположение <config-setgeo>`.
ca: Selecciona un :doc:`emplaçament geogràfic <config-setgeo>` nou.
ca@valencia: Selecciona un :doc:`emplaçament geogràfic <config-setgeo>` nou.
it: Seleziona una nuova :doc:`posizione geografica <config-setgeo>`.
pt_br: Seleciona uma nova :doc:`localização geográfica <config-setgeo>`.
sl: Izberi novo :doc:`geografsko lokacijo <config-setgeo>`.

source: Open the Configure Shortcuts window which allows you to modify KStars shortcuts. You can use KStars default shortcuts scheme or define your own shortcuts scheme. In order to add a new custom shortcut to an action, you need to click on action's name and then press the ``Custom:`` checkbox. Then click on the button next to ``Custom:`` checkbox and enter the shortcut you would like to use in KStars. You can also remove a shortcut by pressing the ``Delete`` button after you select an action from the list. KStars helps you to find an action by providing its search method; just enter the name of the action and the list will be reduced to its best matches. For example, I will give you a brief example on how to use KStars Configure Shortcuts feature:
bg: Отворете прозореца Конфигуриране на клавишни комбинации, който ви позволява да променяте клавишните комбинации на KStars. Можете да използвате стандартните комбинации или дефинирайте свои собствени. За да добавите нов персонализиран пряк път към действие, трябва да щракнете върху името на действието и след това да изберете радиобутона Персонализиран: и натиснете съответната клавишна комбинация. С бутона за изтриване отдясно. KStars ви помага да намерите действие, като предоставя поле за търсене. Просто въведете името на действието в полето и списъкът ще бъде намален до най-добрите съвпадения. По надолу следва кратко упътване, как да използвате инструмента на KStars за конфигуриране на клавишни комбинации:
ca: Obriu la finestra Configura les dreceres, la qual permet modificar les dreceres del KStars. Podeu utilitzar l'esquema de dreceres predeterminat del KStars o definir el vostre propi esquema de dreceres. Per tal d'afegir una drecera personalitzada nova a una acció, cal fer clic al nom de l'acció i després prémer la casella de selecció ``Personalitzada:``. Després, feu clic al botó al costat de la casella de selecció i introduïu la drecera que voleu utilitzar al KStars. També podeu eliminar una drecera prement el botó ``Elimina`` després de seleccionar una acció de la llista. El KStars us ajudarà a trobar una acció proporcionada per al seu mètode de cerca. Simplement escriviu el nom de l'acció i la llista es reduirà a les seves coincidències millors. Per exemple, us dono un breu exemple de com utilitzar la característica Configura les dreceres al KStars:
ca@valencia: Obri el diàleg «Configureu les dreceres», el qual permet modificar les dreceres de KStars. Podeu utilitzar l'esquema de dreceres predeterminat de KStars o definir el vostre propi. Per tal d'afegir una drecera personalitzada nova a una acció, cal clicar damunt del nom de l'acció i després prémer la casella de selecció ``Personalitzada:``. Després, cliqueu damunt del botó al costat de la casella de selecció i introduïu la drecera que voleu utilitzar en KStars. També podeu eliminar-ne una prement el botó ``Elimina`` després de seleccionar una acció de la llista. KStars vos ajudarà a trobar una acció proporcionada pel seu mètode de busca. Senzillament escriviu el nom de l'acció i la llista es reduirà a les seues millors coincidències. Per exemple, vos done un breu exemple de com utilitzar esta característica:
it: Apri la finestra *Configura le scorciatoie da tastiera*, che ti permette di modificare le scorciatoie da tastiera di KStars: puoi usare lo schema predefinito di scorciatoie oppure definire il tuo. Per aggiungere una scorciatoia a un'azione devi fare prima clic sul suo nome, poi premere la casella ``Personalizzata:``; premi quindi il pulsante vicino a ``Personalizzata:`` e inserisci la scorciatoia che vorresti usare in KStars. Puoi anche rimuovere la scorciatoia premendo il pulsante ``Elimina`` dopo aver selezionato l'azione dall'elenco. KStars ti aiuta a trovare un'azione fornendoti il suo metodo di ricerca: inserisci semplicemente il nome dell'azione e l'elenco verrà ridotto alle migliori corrispondenze. Ecco un piccolo esempio su come usare la funzionalità *Configura le scorciatoie da tastiera* di KStars:
pt_br: Abre a janela para configurar atalhos, que permite modificar os atalhos do KStars. Você pode usar o esquema de atalhos padrão do KStars ou definir o seu próprio. Para adicionar um novo atalho personalizado a uma ação, você precisa clicar no nome da ação e marcar a caixa de seleção ``Personalizado:``. Em seguida, clique no botão ao lado da caixa de seleção ``Personalizado:`` e insira o atalho que deseja usar no KStars. Você também pode remover um atalho pressionando o botão ``Excluir`` após selecionar uma ação da lista. O KStars ajuda você a encontrar uma ação fornecendo seu método de busca; basta inserir o nome da ação e a lista será reduzida às melhores correspondências. Darei um breve exemplo de como usar o recurso para configurar atalhos do KStars:
sl: Odprite okno Konfiguriraj bližnjice, ki vam omogoča spreminjanje bližnjic KStars. Uporabite lahko privzeto shemo bližnjic KStars ali pa določite svojo shemo bližnjic. Če želite dejanju dodati novo bližnjico po meri, morate klikniti ime dejanja in nato pritisniti potrditveno polje ``Po meri:``. Nato kliknite gumb poleg potrditvenega polja »Po meri:« in vnesite bližnjico, ki jo želite uporabiti v KStars. Bližnjico lahko odstranite tudi s pritiskom na gumb ``Izbriši``, ko izberete dejanje s seznama. KStars vam pomaga najti dejanje tako, da ponudi način iskanja; preprosto vnesite ime dejanja in seznam se bo zmanjšal na najboljša ujemanja. Na primer, na kratko bom prikazal, kako uporabljati funkcijo Konfiguriraj bližnjice KStars:

source: Firstly, open the Configure Shortcuts window from the ``Settings`` menu.
bg: Първо отворете прозореца Конфигуриране на клавишни комбинации от менюто Настройки.
ca: En primer lloc, obriu la finestra Configura les dreceres des del menú ``Arranjament``.
ca@valencia: En primer lloc, obriu el diàleg «Configura les dreceres» des del menú ``Configuració``.
it: Per prima cosa apri la finestra ``Configura le scorciatoie da tastiera`` dal menu ``Impostazioni``.
pt_br: Primeiro, abra a janela para configurar atalhos no menu ``Configurações``.
sl: Najprej odprite okno Konfiguriraj bližnjice v meniju »Nastavitve«.

source: Then select the action you would like to add a shortcut (i.e. Artificial Horizon). You can use the search method provided by KStars. Just type “art” in the search text box and the list will be reduced to only four actions. The Artificial Horizon is the first action in the list.
bg: След това изберете действието, към което искате да добавите пряк път (т.е. Изкуствен хоризонт). Можете да използвате метода за търсене, предоставен от KStars. Просто въведете изк в текстовото поле за търсене и списъкът ще бъде намален само до една операция. Изкуственият хоризонт е единственото действие в списъка.
ca: Després seleccioneu l'acció per a la qual voleu afegir una drecera (és a dir, Horitzó artificial). Podeu utilitzar el mètode de cerca proporcionat pel KStars. Només heu d'escriure «art» en el quadre de text de la cerca i la llista es reduirà a només quatre accions. L'horitzó artificial és la primera acció de la llista.
ca@valencia: Després seleccioneu l'acció per a la qual voleu afegir una drecera (és a dir, Horitzó artificial). Podeu utilitzar el mètode de busca proporcionat per KStars. Només cal que escriviu «art» al quadro de text de la busca i la llista es reduirà a només quatre accions. L'horitzó artificial és la primera acció de la llista.
it: Seleziona quindi l'azione di cui vorresti aggiungere la scorciatoia (ad esempio Orizzonte artificiale). Puoi usare il metodo di ricerca fornito da KStars: inserisci semplicemente “art“ nella casella di ricerca testuale, e l'elenco verrà ridotto a quattro sole azioni: l'Orizzonte artificiale è la prima della lista.
pt_br: Em seguida, selecione a ação à qual deseja adicionar um atalho (por exemplo, Horizonte Artificial). Você pode usar o método de busca fornecido pelo KStars. Basta digitar "hori" na caixa de texto de busca e a lista será reduzida a apenas duas ações. O Horizonte Artificial é a segunda ação da lista.
sl: Nato izberite dejanje, ki mu želite dodati bližnjico (npr. Umetno obzorje). Uporabite lahko način iskanja, ki ga ponuja KStars. V iskalno polje preprosto vnesite »umetnost« in seznam se bo zmanjšal na samo štiri dejanja. Umetno obzorje je prvo dejanje na seznamu.

source: ``Settings`` → ``Configure Keyboard Shortcuts...``
bg: Настройки > Конфигуриране на клавишни комбинации...
ca: ``Arranjament`` → ``Configura les dreceres de teclat...``
ca@valencia: ``Configuració`` → ``Configura les dreceres de teclat…``
it: ``Impostazioni`` → ``Configura le scorciatoie da tastiera...``
pt_br: ``Configurações`` → ``Configurar atalhos de teclado...``
sl: ``Nastavitve`` → ``Konfiguriraj bližnjice na tipkovnici ...``

source: Now that you find your desired action, you can add a new shortcut by clicking on its name. After you click on the action name, press the ``Custom`` checkbox. There is a button next to ``Custom`` checkbox used for adding new shortcuts. By default, if an action has no custom shortcut, the “None” tag will be assigned to this button. Press this button and then add your custom shortcut. For example, for Artificial Horizon, you can use **Ctrl** + H shortcut. Hold the **Ctrl** key and press H. Your shortcut be automatically saved, thus you can use it next time when you open KStars.
bg: След като намерите желаното действие, можете да добавите нова клавишна комбинация за пряк път, като щракнете върху името му. След като щракнете върху името на действието, натиснете радиобутона до полето Персонализиран. След това натиснете своята клавишна комбинация. Например можете да използвате клавишната комбинация Ctrl+H. Задръжте Ctrl и натиснете H. Вашият пряк път се запазва автоматично, така че можете да го използвате следващия път, когато отворите KStars.
ca: Ara que ja heu trobat l'acció desitjada, podeu afegir una drecera nova fent clic al seu nom. Després de fer clic al nom de l'acció, premeu la casella de selecció ``Personalitza``. Hi ha un botó situat al costat que s'utilitza per a afegir dreceres noves. De manera predeterminada, si una acció no té una drecera personalitzada, s'assignarà l'etiqueta «Cap» a aquest botó. Feu clic sobre aquest botó i després afegiu la drecera personalitzada. Per exemple, per a l'Horitzó artificial, podeu utilitzar la drecera **Ctrl** + H. Manteniu premuda la tecla **Ctrl** i premeu la tecla H. La drecera es desarà automàticament, per tant, la podreu utilitzar la pròxima vegada que obriu el KStars.
ca@valencia: Ara que ja heu trobat l'acció desitjada, podeu afegir una drecera nova clicant damunt del seu nom. Després de clicar damunt del nom de l'acció, premeu la casella de selecció ``Personalitza``. Hi ha un botó situat al seu costat que s'utilitza per a afegir dreceres noves. De manera predeterminada, si una acció no té una drecera personalitzada, s'assignarà l'etiqueta «Cap» a este botó. Cliqueu damunt d'este botó i després afegiu la drecera personalitzada. Per exemple, per a l'Horitzó artificial, podeu utilitzar la drecera **Ctrl** + **H**. Manteniu premuda la tecla **Ctrl** i premeu la tecla **H**. La drecera es guardarà automàticament, per tant, la podreu utilitzar la pròxima vegada que obriu KStars.
it: Ora che hai trovato l'azione desiderata puoi aggiungere una nuova scorciatoia: fai clic sul nome dell'azione, poi premi la casella ``Personalizzata``, e quindi il pulsante vicino ad essa, che è quello che viene usato per aggiungere la scorciatoia. Per impostazione predefinita, se un'azione non ha scorciatoia predefinita, a questo pulsante verrà assegnata l'etichetta “Nessuna“; premilo e aggiungi la tua scorciatoia personalizzata. Per Orizzonte artificiale, ad esempio, potresti utilizzare la scorciatoia **Ctrl**+H: tieni premuto il tasto **Ctrl** e premi H. La tua scorciatoia verrà quindi salvata automaticamente, perciò la potrai utilizzare la prossima volta che aprirai KStars.
pt_br: Agora que você encontrou a ação desejada, pode adicionar um novo atalho clicando em seu nome. Após clicar no nome da ação, marque a caixa de seleção ``Personalizado``. Há um botão ao lado da caixa de seleção ``Personalizado`` usado para adicionar novos atalhos. Por padrão, se uma ação não tiver um atalho personalizado, a etiqueta “Nenhum” será atribuída a este botão. Pressione este botão e adicione seu atalho personalizado. Por exemplo, para Horizonte Artificial, você pode usar o atalho **Ctrl** + H. Mantenha a tecla **Ctrl** pressionada e pressione H. Seu atalho será salvo automaticamente, para que você possa usá-lo na próxima vez que abrir o KStars.
sl: Zdaj, ko najdete želeno dejanje, lahko dodate novo bližnjico s klikom na njeno ime. Ko kliknete ime dejanja, kliknite potrditveno polje ``Po meri``. Zraven potrditvenega polja ``Po meri`` je gumb, ki se uporablja za dodajanje novih bližnjic. Če dejanje nima bližnjice po meri, bo temu gumbu privzeto dodeljena oznaka »Brez«. Pritisnite ta gumb in nato dodajte svojo bližnjico po meri. Na primer, za Umetni horizont lahko uporabite bližnjico **Ctrl** + H. Držite tipko **Ctrl** in pritisnite H. Vaša bližnjica se bo samodejno shranila, tako da jo boste lahko uporabili naslednjič, ko boste odprli KStars.

source: ``Settings`` → ``Configure KStars...``
bg: Настройки > Настройване на KStars...
ca: ``Arranjament`` → ``Configura el KStars...``
ca@valencia: ``Configuració`` → ``Configura KStars…``
it: ``Impostazioni`` → ``Configura KStars...``
pt_br: ``Configurações`` → ``Configurar KStars...``
sl: ``Nastavitve`` → ``Konfiguriraj KStars ...``

source: Modify :doc:`configuration options<config>`.
bg: Промяна на :doc:`опциите за конфигурация <config>`.
ca: Modifica les :doc:`opcions de la configuració <config>`.
ca@valencia: Modifica les :doc:`opcions de configuració <config>`.
it: Modifica le :doc:`opzioni di configurazione <config>`.
pt_br: Modifica as :doc:`opções de configuração <config>`.
sl: Spremeni :doc:`configuration options<config>`.

source: ``Settings`` → ``Startup Wizard...``
bg: Настройки > Помощник за стартиране...
ca: ``Arranjament`` → ``Assistent d'engegada...``
ca@valencia: ``Configuració`` → ``Assistent d'iniciada…``
it: ``Impostazioni`` → ``Procedura guidata iniziale...``
pt_br: ``Configurações`` → ``Assistente de inicialização...``
sl: ``Nastavitve`` → ``Čarovnik za zagon...``
