Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: Open the Configure Shortcuts window which allows you to modify &kstars; shortcuts. You can use &kstars; default shortcuts scheme or define your own shortcuts scheme. In order to add a new custom shortcut to an action, you need to click on action's name and then press the <guibutton>Custom:</guibutton> checkbox. Then click on the button next to <guibutton>Custom:</guibutton> checkbox and enter the shortcut you would like to use in &kstars;. You can also remove a shortcut by pressing the <guibutton>Delete</guibutton> button after you select an action from the list. &kstars; helps you to find an action by providing its search method; just enter the name of the action and the list will be reduced to its best matches. For example, I will give you a brief example on how to use &kstars; Configure Shortcuts feature:
es: Abrir la ventana de configuración de accesos rápidos, que le permite modificar los accesos rápidos de &kstars;. Puede usar el esquema de accesos rápidos predeterminados de &kstars; o definir su propio esquema. Para añadir un nuevo acceso rápido a una acción, debe hacer clic en el nombre de la acción y luego marcar la casilla <guibutton>Personalizada</guibutton>. A continuación, pulse el botón que hay junto a <guibutton>Personalizada</guibutton> e introduzca el acceso rápido que desee usar en &kstars;. También puede eliminar un acceso rápido pulsando el botón <guibutton>Borrar</guibutton> tras seleccionar una acción en la lista. &kstars; le ayuda a encontrar acciones mediante un método de búsqueda: solo tiene que comenzar a introducir el nombre de la acción para que la lista muestre las acciones coincidentes. Como ejemplo, le mostramos cómo usar la función de configurar accesos rápidos de &kstars;:
sv: Öppna fönstret Anpassa genvägar som låter dig ändra &kstars; genvägar. Du kan använda &kstars; normala genvägsinställning eller definiera din egen genvägsinställning. För att lägga till en ny egen genväg för en åtgärd måste du klicka på åtgärdens namn och därefter markera kryssrutan <guibutton>Egen:</guibutton>. Klicka därefter på knappen intill kryssrutan <guibutton>Egen:</guibutton> och skriv in genvägen som du vill använda i &kstars;. Du kan också ta bort en genväg genom att klicka på knappen <guibutton>Ta bort</guibutton> efter en åtgärd har markerats i listan. &kstars; hjälper till att hitta en åtgärd genom att tillhandahålla en sökmetod. Skriv bara in namnet på åtgärden så reduceras listan till de bästa träffarna. Jag ger ett kort exempel på hur &kstars; funktion för att ställa in genvägar kan användas:

source: Firstly, open the Configure Shortcuts window from the <guimenu>Settings</guimenu> menu.
es: En primer lugar, abra la ventana de configuración de accesos rápidos usando la opción del menú <guimenu>Preferencias</guimenu>.
sv: För det första, öppna fönstret Anpassa genvägar från menyn <guimenu>Inställningar</guimenu>.

source: Then select the action you would like to add a shortcut (&ie; Artificial Horizon). You can use the search method provided by &kstars;. Just type <quote>art</quote> in the search text box and the list will be reduced to only four actions. The Artificial Horizon is the first action in the list.
es: A continuación, seleccione la acción a la que desea añadir un acceso rápido (por ejemplo, «Horizonte artificial»). Puede usar el método de búsqueda que proporciona &kstars;. Empiece a escribir «hor» en el campo del texto a buscar para que la lista se reduzca a solo algunas acciones. La primera acción de la lista es «Horizonte artificial»).
sv: Välj därefter åtgärden som du vill lägga till en genväg för (dvs. Artificiell horisont). Du kan använda sökmetoden som tillhandahålls av &kstars;. Skriv bara in <quote>art</quote> i söktextrutan så reduceras listan till bara tre åtgärder. Artificiell horisont är den första åtgärden i listan.

source: Now that you find your desired action, you can add a new shortcut by clicking on its name. After you click on the action name, press the <guibutton>Custom</guibutton> checkbox. There is a button next to <guibutton>Custom</guibutton> checkbox used for adding new shortcuts. By default, if an action has no custom shortcut, the <quote>None</quote> tag will be assigned to this button. Press this button and then add your custom shortcut. For example, for Artificial Horizon, you can use &Ctrl;+H shortcut. Hold the &Ctrl; key and press H. Your shortcut be automatically saved, thus you can use it next time when you open &kstars;.
es: Ahora que ya ha encontrado la acción que quería, puede añadir un nuevo acceso rápido haciendo clic sobre su nombre. Tras ello, marque la casilla <guibutton>Personalizada</guibutton>. Junto a ella existe un botón para añadir nuevos accesos rápidos. Por omisión, si una acción no posee un acceso rápido, dicho botón contendrá la etiqueta «Ninguna». Pulse este botón para añadir un acceso rápido personalizado. Por ejemplo, podemos usar la combinación &Ctrl;+H para el «horizonte artificial». Mantenga pulsada la tecla &Ctrl; y pulse H. El acceso rápido se guardará de forma automática para que pueda usarlo la próxima vez que use &kstars;.
sv: Nu när du har hittat önskad åtgärd kan en ny genväg läggas till genom att klicka på namnet. Efter att ha klickat på det, markera kryssrutan <guibutton>Egen</guibutton>. Det finns en knapp intill kryssrutan <guibutton>Egen</guibutton> som används för att lägga till nya genvägar. Normalt står det <quote>Ingen</quote> i knappen om en åtgärd inte har en egen genväg. Klicka på knappen och lägg därefter till din egna genväg. För Artificiell horisont kan du exempelvis använda genvägen &Ctrl;+H. Håll nere tangenten &Ctrl; och tryck på H. Genvägen sparas automatiskt så att du kan använda den nästa gång &kstars; startas.

source: <guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem>
es: <guimenu>Preferencias</guimenu> <guimenuitem>Configurar &kstars;...</guimenuitem>
sv: <guimenu>Inställningar</guimenu> <guimenuitem>Anpassa &kstars;...</guimenuitem>

source: Modify <link linkend="config">configuration options</link>.
es: Modificar las <link linkend="config">opciones de configuración</link>.
sv: Ändra <link linkend="config">inställningsalternativ</link>.

source: <guimenu>Settings</guimenu> <guimenuitem>Startup Wizard...</guimenuitem>
es: <guimenu>Preferencias</guimenu> <guimenuitem>Asistente de inicio...</guimenuitem>
sv: <guimenu>Inställningar</guimenu> <guimenuitem>Startguide...</guimenuitem>

source: Shows the <guilabel>Setup Wizard</guilabel> dialog. It is the same window that you saw when you ran &kstars; for the very first time. &kstars; Setup Wizard will help you set up some basic options, such as your location on Earth. The first page of Setup Wizard is a welcome page and if you press <guibutton>Next</guibutton> button, you will get the <guilabel>Choose Your Home Location</guilabel> page. Here you can select your exact home location or a city near your home location if your accurate location is not present in &kstars; cities database. Browsing the entire list is not so efficient and thus, &kstars; provides you a easy-to-use method for selecting your desired city in a short time. You may filter the list of cities by the name of your city, province and country. By giving more details about your location, the list's size will reduced only to its best matches. When you highlight a city in the cities list, the <guilabel>Longitude:</guilabel> and <guilabel>Latitude:</guilabel> boxes will be updated, containing the accurate information of your selected location. When you hit the <guibutton>Next</guibutton> button, you will get the last page of &kstars; Setup Wizard: <quote>Download Extra Data Files</quote> page. Here you may download optional data files via the Internet, in order to enhance &kstars;, such as Messier object images, or a more complete NGC/IC catalog. Press the <guibutton>Download Extra Data...</guibutton> button to proceed. After you pressed this button, the <guilabel>Get Hot New Stuff</guilabel> dialog will appear. It is &kstars; Add-On Installer, which will help you to manage what extra information you added to &kstars;. Firstly, you can choose how the add-ons list is displayed, by pressing the <guibutton>Details view mode</guibutton> or <guibutton>Icons view mode</guibutton> button. You may also order the list by various criteria like: newest, rating, most downloads or installed. This can be easily done by selecting an option using the radio button. You can also make searches using the <guilabel>Search:</guilabel> text box. Regarding the list of add-ons, you may perform several actions by selecting an add-on from the list: you can install or uninstall an add-on using the <guibutton>Install</guibutton> / <guibutton>Uninstall</guibutton> button, you can open the Details window using the <guibutton>Details</guibutton> button or you can rate an add-on by giving a number of gold stars, up to five stars. If you want to send an email to the author of an add-on, you are able to do that by clicking on his e-mail address. Then, your default e-mail application will guide you through the sending process. After you managed your &kstars; add-ons, then you can close the window by pressing the <guibutton>Close</guibutton> button. You can also use the Download Extra Data Files tool later, by selecting the <menuchoice><guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem></menuchoice> menu item.
sv: Visar dialogrutan <quote>Startguide</quote>. Det är samma fönster som visades när &kstars; kördes för allra första gången. &kstars; startguide hjälper till att ställa in några grundläggande alternativ, såsom var du befinner dig på jorden. Den första sidan i startguiden är en välkomstsida och om du klickar på knappen <guibutton>Nästa</guibutton> får du fram sidan <quote>Välj din hemposition</quote>. Här kan du välja din exakta hemposition eller en stad nära din position om en noggrann position inte finns i &kstars; databas över städer. Att bläddra igenom hela listan är inte så effektivt, och därför erbjuder &kstars; ett lättanvänt sätt att snabbt välja önskad stad. Du kan filtrera stadslistan enligt stads-, regions- eller landsnamn. Genom att ange mer information om din position reduceras listans storlek till bara de bästa träffarna. När en stad markeras i stadslistan, uppdateras rutorna <guilabel>Longitud</guilabel> och <guilabel>Latitud</guilabel>, med noggrann information om den valda positionen. När du klickar på knappen <guibutton>Nästa</guibutton> visas den sista sidan i &kstars; inställningsguide: <quote>Ladda ner extra datafiler</quote>. Här kan du ladda ner valfria datafiler via Internet för att förbättra &kstars;, såsom Messier-objektbilder, eller en fullständigare NGC/IC-katalog. Klicka på knappen <guibutton>Ladda ner extra data</guibutton> för att fortsätta. Efter att du har klickat på knappen <guibutton>Ladda ner extra data</guibutton>, dyker fönstret <quote>Hämta heta nyheter</quote> upp. Det är &kstars; verktyg för tilläggsinstallation, som hjälper till att hantera extra information som du lagt till i &kstars;. För det första kan du välja hur tilläggslistan visas genom att klicka på knappen <guibutton>Detaljvisningsläge</guibutton> eller <guibutton>Ikonvisningsläge</guibutton>. Du kan också ordna listan enligt olika kriterier såsom nyaste, betyg, flest nerladdningar eller installerad. Det kan enkelt göras genom att välja ett alternativ med alternativknappen. Du kan också söka genom att använda textrutan <guilabel>Sök:</guilabel>. Med själva listan av tillägg kan du installera eller avinstallera ett tillägg med knappen <guibutton>Installera</guibutton>/<guibutton>Avinstallera</guibutton>, visa detaljfönstret genom att använda knappen <guibutton>Detaljer</guibutton>, eller betygsätta ett tillägg genom att ge det ett antal guldstjärnor, upp till fem stycken. Om du vill skicka e-post till ett tilläggs upphovsman kan du göra det genom att klicka på e-postadressen. Därefter leder ditt vanliga e-postprogram dig igenom sändningsförfarandet. Efter att du har hanterat &kstars; tillägg kan fönstret stängas genom att klicka på knappen <guibutton>Stäng</guibutton>. Du kan också använda verktyget Ladda ner extra datafiler senare, genom att välja menyalternativet <menuchoice><guimenu>Data</guimenu> <guimenuitem>Ladda ner ny data...</guimenuitem></menuchoice>.

source: Additionally &kstars; has the common &kde; <guimenu>Settings</guimenu> menu items, for more information read the sections about the <ulink url="help:/fundamentals/menus.html#menus-settings">Settings Menu</ulink> of the &kde; Fundamentals.
sv: Dessutom har &kstars; &kde;:s vanliga alternativ i menyn <guimenu>Inställningar</guimenu>. För mer information läs avsnittet om <ulink url="help:/fundamentals/menus.html#menus-settings">inställningsmenyn</ulink> i &kde;:s grunder.

source: Help Menu
bg: Меню Помощ
ca: El menú Ajuda
ca@valencia: El menú Ajuda
es: El menú Ayuda
it: Il menu Aiuto
pt_br: Menu Ajuda
sl: Meni Pomoč
sv: Menyn Hjälp

source: &kstars; has the common &kde; <guimenu>Help</guimenu> menu items, for more information read the section about the <ulink url="help:/fundamentals/menus.html#menus-help">Help Menu</ulink> of the &kde; Fundamentals.
es: &kstars; posee los elementos de menú comunes de &kde; <guimenu>Ayuda</guimenu>. Para más información, consulte la sección sobre el <ulink url="help:/fundamentals/menus.html#menus-help">menú Ayuda</ulink> de los principios fundamentales de &kde;.
sv: &kstars; har &kde;:s vanliga alternativ i menyn <guimenu>Hjälp</guimenu>. För mer information läs avsnittet om <ulink url="help:/fundamentals/menus.html#menus-help">hjälpmenyn</ulink> i &kde;:s grunder.

source: <title>Popup Menu</title>
es: <title>El menú emergente</title>
sv: <title>Objektmeny</title>

source: <primary>Popup Menu</primary>
es: <primary>El menú emergente</primary>
sv: <primary>Objektmeny</primary>

source: Description
es: Descripción
sv: Beskrivning

source: The <mousebutton>right</mousebutton> click popup menu is context-sensitive, meaning its content varies depending on what kind of object you click on. We list all possible popup menu items here, with the relevant object type [in brackets].
es: El menú emergente que se abre con el botón <mousebutton>derecho</mousebutton> del ratón, es sensible al contexto, significando esto que es diferente dependiendo del objeto sobre el que se haya pulsado. Aquí mostramos todos los elementos posibles de ese menú, con el tipo de objeto relacionado [entre corchetes].
sv: Att klicka med <mousebutton>höger</mousebutton> musknapp visar en sammanhangsberoende meny, vilket betyder att dess innehåll varierar beroende på vilket objekt som du klickar på. Vi listar alla möjliga alternativ i menyn här, med motsvarande objekttyp [inom hakparenteser].

source: [All]
bg: [Всички]
ca: [Tots]
ca@valencia: [Tots]
es: [Todos]
it: [Tutti]
pt_br: [Tudo]
sl: [Vse]
sv: [Alla]

source: Identification and quick info: The top several lines are devoted to the name(s) of the object, its type and the constellation in which it lies. The magnitude is shown with the superscript 'm' if it is available. For stars, the Spectral Type is also shown here. For deep-sky objects, the dimensions, if known, are shown in arcminutes (eg: 6'×3') and the source catalog is also shown.
bg: Идентификация и бърза информация: Горните няколко реда са посветени на името(имената) на обекта, неговия тип и съзвездието, в което се намира. Магнитудът се показва с горния индекс 'm', ако е наличен. За звездите спектралният тип също е показан тук. За обекти от дълбокото небе размерите, ако са известни, се показват в ъглови минути (напр.: 6'×3') и също се посочва каталогът на източника.
ca: Identificació i informació ràpida: Les diverses línies de la part superior es dediquen al nom de l'objecte, el seu tipus i la constel·lació en què es troba. La magnitud es mostra amb el superíndex «m» si està disponible. Per a les estrelles, el tipus espectral també es mostra aquí. Per als objectes del cel profund, les dimensions, si es coneixen, es mostren en minuts d'arc (per exemple: 6'×3') i també es mostra el catàleg d'origen.
ca@valencia: Identificació i informació ràpida: Les diverses línies de la part superior es dediquen al nom de l'objecte, el seu tipus i la constel·lació on es troba. La magnitud es mostra amb el superíndex «m» si està disponible. Per a les estreles, el tipus espectral també es mostra ací. Per als objectes del cel profund, les dimensions, si es coneixen, es mostren en minuts d'arc (per exemple: 6'×3') i també es mostra el catàleg d'origen.
it: Identificazione e informazioni rapide: le varie righe in alto sono dedicate al nome, o ai nomi, dell'oggetto, al suo tipo e alla costellazione in cui risiede. La magnitudine è indicata con l'apice «m», se disponibile. Qui è anche mostrato il tipo spettrale per le stelle. Per gli oggetti dello spazio profondo, le dimensioni sono mostrate in minuti d'arco (es.: 6'×3'), se conosciute, ed è mostrato anche il catalogo della sorgente.
pt_br: Identificação e informações rápidas: As várias linhas superiores são dedicadas ao(s) nome(s) do objeto, seu tipo e a constelação em que se encontra. A magnitude é mostrada com o sobrescrito 'm', se disponível. Para estrelas, o tipo espectral também é mostrado aqui. Para objetos do céu profundo, as dimensões, se conhecidas, são mostradas em minutos de arco (ex.: 6'×3') e o catálogo de origem também é mostrado.
sl: Identifikacija in hitre informacije: Zgornjih nekaj vrstic je namenjenih imenu (imenom) objekta, njegovemu tipu in ozvezdju, v katerem se nahaja. Magnituda je prikazana z nadpisom 'm', če je na voljo. Pri zvezdah je tukaj prikazan tudi spektralni tip. Pri objektih globokega vesolja so dimenzije, če so znane, prikazane v ločnih minutah (npr.: 6'×3'), prikazan pa je tudi izvorni katalog.
sv: Identifikation och snabbinformation: Flera av de övre raderna är ägnade åt objektets namn, dess typ och stjärnbilden som det ingår i. Magnituden visas med ett upphöjt 'm' om den är tillgänglig. För stjärnor visas också spektraltyp här. För avlägsna himmelsobjekt, visas dimensionerna, om de är kända, i bågminuter (t.ex. 6'×3'), och källkatalogen visas också.

source: Rise, Transit, and Set times for the object on the current simulation date are shown on the next three lines.
bg: На следващите три реда се показват времената на изгряване, кулминация и залез на обекта на текущата дата на симулация.
ca: A les tres línies següents es mostren les hores de la sortida, posta i trànsit per a l'objecte sobre la data de simulació actual.
ca@valencia: En les tres línies següents es mostren les hores de l'eixida, posta i trànsit per a l'objecte sobre la data de simulació actual.
es: En las siguientes tres líneas se muestran las horas del orto, ocaso y tránsito para la fecha de simulación actual.
it: Gli istanti di levata, di culminazione e di tramonto dell'oggetto alla data corrente sono mostrati nelle tre righe successive.
pt_br: As horas de nascimento, trânsito e ocaso para o objeto na data de simulação atual são mostradas nas três próximas linhas.
sl: V naslednjih treh vrsticah so prikazani časi vzpona, prehoda in zahoda objekta na trenutni datum simulacije.
sv: Uppgångs-, övergångs- och nedgångstider för objektet för nuvarande simuleringsdatum visas på de följande tre raderna.

source: <guimenuitem>Center &amp; Track</guimenuitem>: Center the display on this location, and engage tracking. Equivalent to double-clicking.
es: <guimenuitem>Centrar y seguir</guimenuitem>: Centra la imagen en esta posición e inicia el seguimiento. Equivale a una doble pulsación del ratón.
sv: <guimenuitem>Centrera och följ</guimenuitem>: Centrera skärmen på den här positionen, och aktivera följning. Samma sak som att dubbelklicka.
