Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: ``Starhop from here to``: will enable you to find a path between two points in the sky. Star hopping is a technique that uses bright stars as a guide for finding fainter objects. So if you have a bright star, you can use it as a reference to find a fainter object. Starting from your reference star, KStars will find a route to the destination, traversing a sequence of stars/patterns of stars. The object for which you called ``Starhop from here to`` tool will be your starting point. When your starting point is established, a dotted line will appear, allowing you to decide which will be your end point. You have to move the mouse cursor to your destination object position and right click on it. Then, a dialog box will pop up, requiring you to set the FOV used for star hopping. For selecting a FOV, you need to make a choice from the FOV combo box list of values. The values you can choose include default FOV values (7x35 Binoculars, Telrad, One Degree, HST WFPC2 and 30m at 1.3cm) plus your customized FOVs. After you selected the FOV, KStars will find a route for you. Thus, the dialog box will contain a list of object used in the starhop. If KStars did not manage to find a route, then an error dialog box will be displayed, giving you a helping hand. When the Star-Hopper algorithm ends, the dialog box will contain a list of objects used in starhop route. For every object from the list, you can perform a set of actions: you can ask for details using the ``Details`` button, center selected object in the map using ``Center on map`` button or you can go to next star by pressing the ``Next`` button. Note that when go to next star, it will be automatically centered on the map. Also, Star-Hopper tool provides directions to star hop for every object of the list.
bg: ``Ориентиране по звездите от тук до``: ще ви позволи да се ориентирате между две точки в небето. Ориентирането по звездите (Starhop - прескачане от звезда на звезда) е техника, при която по-ярките звезди се използват като ориентир за намиране на по-слаби обекти. Така че, ако имате ярка звезда, можете да я използвате като ориентир за намиране на по-слаб обект. Започвайки от вашата начална звезда, KStars ще намери маршрут до целта, преминавайки през поредица от звезди или конфигурации от звезди. Обектът, за който сте извикали инструмента ``Ориентиране по звездите от тук до``, ще бъде вашата начална точка. Когато началната ви точка е установена, ще се появи пунктирана линия, която ще ви позволи да решите, коя да бъде крайната ви точка. Трябва да преместите курсора на мишката до позицията на крайния обект и да щракнете с десния бутон на мишката върху него. След това ще се появи диалогов прозорец, в който ще трябва да зададете зрителното поле, използвано за ориентацията. За да изберете зрително поле, трябва да изберете съответната стойност в падащия списък . Стойностите, които можете да избирате, включват стандартните рамки за зрителни полета (бинокъл 7x35, Telrad, 1 градус, HST WFPC2 и 30 m на 1, 3 cm) плюс допълнително въведените от вас рамки (ако има такива). След като изберете зрително поле, KStars ще намери маршрут за вас. По този начин диалоговият прозорец ще съдържа списък на обектите, използвани по време на ориентацията. Ако KStars не успее да намери маршрут, тогава ще се покаже диалогов прозорец за грешка, който ще ви даде допълнителна информация. Когато алгоритъмът за ориентиране приключи, диалоговият прозорец ще съдържа списък на обектите, използвани в маршрута от starhop алгоритъма. За всеки обект от списъка можете да извършите набор от действия: можете да попитате за подробности, като използвате бутона ``Подробности``, да центрирате избрания обект в картата, като използвате бутона ``Центриране на картата``, или да преминете към следващата звезда, като натиснете бутона ``Напред``. Имайте предвид, че когато отидете на следващата звезда, тя ще бъде автоматично центрирана върху картата. Също така, инструментът за ориентиране по звездите (StarHopper) предоставя указания за ориентация по звездите за всеки обект от списъка.
ca: ``Encadena les estrelles d'aquí a``: us permetrà trobar un camí entre dos punts en el cel. Els salts entre estrelles és una tècnica que utilitza les estrelles brillants com una guia per a la cerca d'objectes més febles. Així que si teniu una estrella brillant, la podreu utilitzar com a referència per a trobar un objecte més feble. A partir de l'estrella de referència, el KStars trobarà un camí cap a la destinació, travessant una seqüència d'estrelles/patrons d'estrelles. L'objecte per al qual heu cridat l'eina ``Encadena les estrelles d'aquí a`` serà el vostre punt de partida. Quan establiu el punt de partida, apareixerà una línia de punts, els quals us permetran decidir quin serà el vostre punt final. Heu de moure el cursor del ratolí cap a la posició de l'objecte de destinació i fer clic dret sobre seu. A continuació, apareixerà un diàleg, el qual requerirà que establiu el CDV utilitzat per als salts entre estrelles. Per a la selecció d'un CDV, cal fer una elecció des de la llista de valors del quadre combinat FOV. Els valors que podeu triar inclouen els valors CDV predeterminats (Prismàtics 7x35, Visor del punt vermell, Un grau, HST WFPC2 i 30 m a 1,3 cm), a més dels vostres CDV personalitzats. Una vegada seleccionat el CDV, el KStars trobarà un camí. Per tant, el diàleg contindrà una llista dels objectes utilitzats en el traçat que encadena les estrelles. Si el KStars no aconsegueix trobar un camí, mostrarà un diàleg d'error, el que us donarà un cop de mà. Una vegada finalitzi l'algorisme que encadena les estrelles, el diàleg contindrà una llista dels objectes utilitzats en el traçat que encadena les estrelles. Per a cada objecte de la llista, podreu realitzar un conjunt d'accions: podeu demanar detalls utilitzant el botó ``Detalls``, centrar l'objecte seleccionat al mapa utilitzant el botó ``Centra en el mapa`` o podeu anar a l'estrella següent prement el botó ``Següent``. Recordeu que quan es passi a l'estrella següent, se centrarà automàticament en el mapa. A més, l'eina Encadena les estrelles ofereix adreces a les estrelles encadenades per a tots els objectes de la llista.
ca@valencia: ``Encadena les estreles d'ací fins a…``: us permetrà trobar un camí entre dos punts al cel. Els salts entre estreles és una tècnica que utilitza les estreles brillants com una guia per a trobar objectes més febles. Per tant, si teniu una estrela brillant, la podreu utilitzar com a referència per a trobar un objecte més feble. A partir de l'estrela de referència, KStars trobarà un camí cap a la destinació, travessant una seqüència d'estreles/patrons d'estreles. L'objecte per al qual heu cridat l'eina ``Encadena les estreles d'ací fins a…`` serà el vostre punt de partida. Quan establiu el punt de partida, apareixerà una línia de punts, els quals vos permetran decidir quin serà el vostre punt final. Heu de moure el cursor del ratolí fins a la posició de l'objecte de destinació i fer-hi clic dret. Aleshores, apareixerà un diàleg, el qual requerirà que establiu CDV utilitzat per als salts entre estreles. Per a la selecció d'un CDV, cal fer una elecció des de la llista de valors del quadro combinat CDV. Els valors que podeu triar inclouen els valors predeterminats (Prismàtics 7x35, Visor del punt roig, Un grau, HST WFPC2 i 30 m a 1,3 cm), a més dels vostres CDV personalitzats. Després de seleccionar-ne un, KStars trobarà un camí. Per tant, el diàleg contindrà una llista dels objectes utilitzats en el traçat que encadena les estreles. Si KStars no aconseguix trobar un camí, mostrarà un diàleg d'error, el qual vos donarà un colp de mà. Una vegada finalitze l'algorisme del saltador entre estreles, el diàleg contindrà una llista dels objectes utilitzats en el traçat que encadena les estreles. Per a cada objecte de la llista, podreu realitzar un conjunt d'accions: podeu demanar detalls utilitzant el botó ``Detalls``, centrar l'objecte seleccionat en el mapa utilitzant el botó ``Centra en el mapa`` o podeu anar fins a l'estrela següent prement el botó ``Següent``. Recordeu que quan es passe a la següent estrela, se centrarà automàticament al mapa. A més, l'eina «Saltador entre estreles» proporciona indicacions per a saltar cap a l'estrela per a cada objecte de la llista.
it: ``Starhop da qui a``: ti permette di trovare un percorso tra due punti nel cielo. Lo **star hopping** è una tecnica che utilizza le stelle luminose come guida per trovare degli oggetti più deboli; quindi, se hai una stella brillante, la puoi utilizzare come guida per trovare degli oggetti più deboli. Iniziando dalla stella di riferimento KStars troverà un percorso verso la destinazione attraversando una sequenza di stelle o di modelli di stelle. L'oggetto per cui hai invocato lo strumento ``Starhop da qui a`` sarà il punto iniziale; quando viene stabilito apparirà una linea tratteggiata, e potrai decidere quale sarà il punto finale. Devi poi spostare il puntatore del mouse sulla posizione dell'oggetto di destinazione e farci clic col tasto destro: comparirà una finestra che ti chiederà di impostare il CDV usato per lo starhop. Per selezionare un CDV devi sceglierlo dall'elenco di valori della casella combinata: essi includono quelli predefiniti (Binocolo 7x35, Telrad, Un grado, HST WFPC2 e 30 m a 1,3 cm) più i tuoi valori personalizzati. Dopo aver selezionato il CDV KStars troverà un percorso per te, e la finestra di dialogo conterrà l'elenco degli oggetti usati nello starhop. Se KStars non riesce a trovare un percorso, verrà visualizzata una finestra di errore per darti una mano. Quando è terminato l'algoritmo Star-Hopper, la finestra conterrà un elenco di oggetti per il percorso. Per ciascuno di questi puoi eseguire un insieme di azioni: puoi vedere i dettagli usando il pulsante ``Dettagli``, puoi centrare nella mappa l'oggetto selezionato con ``Centra nella mappa``, oppure puoi andare alla stella successiva con ``Successivo``. Nota che passando alla stella successiva, essa verrà centrata nella mappa. Star-Hopper fornisce le direzioni per saltare alla stella per ogni oggetto dell'elenco.
pt_br: ``Starhop daqui a``: permitirá que você encontre um caminho entre dois pontos no céu. O salto entre estrelas é uma técnica que usa estrelas brilhantes como guia para encontrar objetos mais fracos. Portanto, se você tiver uma estrela brilhante, poderá usá-la como referência para encontrar um objeto mais fraco. Partindo da sua estrela de referência, o KStars encontrará uma rota até o destino, atravessando uma sequência de estrelas/padrões de estrelas. O objeto para o qual você chamou a ferramenta ``Starhop daqui a`` será o seu ponto de partida. Quando o seu ponto de partida for estabelecido, uma linha pontilhada aparecerá, permitindo que você decida qual será o seu ponto final. Você deve mover o cursor do mouse para a posição do objeto de destino e clicar com o botão direito nele. Em seguida, uma caixa de diálogo será exibida, solicitando que você defina o campo de visão (CDV) usado para o salto entre estrelas. Para selecionar um campo de visão (CDV), você precisa fazer uma escolha na lista de valores da caixa de combinação CDV. Os valores que você pode escolher incluem valores de campo de visão padrão (binóculos 7x35, Telrad, One Degree, HST WFPC2 e 30 m de 1,3 cm), além de seus campos de visão personalizados. Após selecionar o campo de visão, o KStars encontrará uma rota para você. Assim, a caixa de diálogo conterá uma lista de objetos usados ​​no starhop. Se o KStars não conseguir encontrar uma rota, uma caixa de diálogo de erro será exibida, ajudando você. Quando o algoritmo Star-Hopper terminar, a caixa de diálogo conterá uma lista de objetos usados ​​na rota do starhop. Para cada objeto da lista, você pode executar um conjunto de ações: solicitar detalhes usando o botão ``Detalhes``, centralizar o objeto selecionado no mapa usando o botão ``Centralizar no mapa`` ou ir para a próxima estrela pressionando o botão ``Avançar``. Observe que, ao ir para a próxima estrela, ela será centralizada automaticamente no mapa. Além disso, a ferramenta StarHopper fornece instruções para pular estrelas para cada objeto da lista.
sl: ``Zvezdni skok od tukaj do``: vam omogoča, da najdete pot med dvema točkama na nebu. Zvezdni skok je tehnika, ki uporablja svetle zvezde kot vodilo za iskanje šibkejših predmetov. Če torej imate svetlo zvezdo, jo lahko uporabite kot referenco za iskanje šibkejšega predmeta. KStars bo, začenši z vašo referenčno zvezdo, našel pot do cilja, ki prečka zaporedje zvezd/vzorcev zvezd. Predmet, za katerega ste poklicali orodje ``Zvezdni skok od tukaj do``, bo vaša izhodiščna točka. Ko je vaša izhodiščna točka določena, se bo prikazala pikčasta črta, ki vam bo omogočila, da se odločite, katera bo vaša končna točka. Kazalec miške morate premakniti na položaj ciljnega objekta in nanj klikniti z desno miškino tipko. Nato se bo pojavilo pogovorno okno, v katerem morate nastaviti vidno polje (FOV), ki se uporablja za preskakovanje zvezd (star hop). Za izbiro vidnega polja (FOV) morate izbrati vrednosti s seznama vrednosti v polju FOV. Izberete lahko privzete vrednosti FOV (daljnogled 7x35, Telrad, ena stopnja, HST WFPC2 in 30 m pri 1,3 cm) ter prilagojena vidna polja (FOV). Ko izberete vidno polje (FOV), bo KStars za vas našel pot. Pogovorno okno bo tako vsebovalo seznam objektov, uporabljenih pri preskakovanju zvezd (starhop). Če KStars ni uspel najti poti, se bo prikazalo pogovorno okno z napako, ki vam bo pomagalo. Ko se algoritem Star-Hopper konča, bo pogovorno okno vsebovalo seznam objektov, uporabljenih pri preskakovanju poti. Za vsak objekt na seznamu lahko izvedete niz dejanj: podrobnosti lahko zahtevate z gumbom »Podrobnosti«, izbrani objekt centrirate na zemljevidu z gumbom »Centriraj na zemljevidu« ali pa se premaknete na naslednjo zvezdo s pritiskom na gumb »Naprej«. Upoštevajte, da se bo pri prehodu na naslednjo zvezdo ta samodejno centrirala na zemljevidu. Orodje Star-Hopper ponuja tudi navodila za premik med zvezdami za vsak objekt na seznamu.

source: ``Details``: Open the :ref:`Object Details window <tools-object-details-window>` for this object.
bg: ``Подробности``: Отваря прозореца :ref:`Сведения за обекта <tools-object-details-window>`.
ca: ``Detalls``: Obre la :ref:`finestra de detalls de l'objecte <tools-object-details-window>` d'aquest objecte.
ca@valencia: ``Detalls``: obri el :ref:`diàleg «Detalls de l'objecte» <tools-object-details-window>` per a este objecte.
it: ``Dettagli``: apre la :ref:`finestra Dettagli oggetto <tools-object-details-window>` per l'oggetto in questione.
pt_br: ``Detalhes``: Abre a :ref:`janela Detalhes do Objeto <tools-object-details-window>` para este objeto.
sl: ``Podrobnosti``: Odprite okno s podrobnostmi o objektu <tools-object-details-window> za ta objekt.

source: ``Attach Label``: Attach a permanent name label to the object. If the object already has a label attached, this item will read ``Remove Label``.
bg: ``Прикрепяне на етикет``: Прикрепяне на етикет с постоянно име към обекта. Ако обектът вече има етикет, този елемент ще гласи ``Премахване на етикет``.
ca: ``Adjunta-hi una etiqueta``: Adjunta una etiqueta de nom permanent a l'objecte. Si aquest ja en té una, dit element canviarà a ``Elimina etiqueta``.
ca@valencia: ``Adjunta-hi una etiqueta``: adjunta una etiqueta de nom permanent a l'objecte. Si este ja en té una, dit element canviarà a ``Elimina l'etiqueta``.
it: ``Allega etichetta``: aggiunge in modo permanente un'etichetta di nome all'oggetto. Se l'oggetto possiede già un'etichetta, la voce di menu sarà ``Rimuovi etichetta``.
pt_br: ``Anexar rótulo``: Anexa um rótulo de nome permanente ao objeto. Se o objeto já possuir um rótulo anexado, este item será lido como ``Remover rótulo``.
sl: ``Pripni oznako``: Objektu pritrdite trajno oznako z imenom. Če ima objekt že pritrjeno oznako, bo ta element postal ``Odstrani oznako``.

source: ``Add to Observing WishList``: Add the selected object to ``Observation Planner``'s Wish List. You can see the Wish List, by selecting the ``Observation`` → ``Observation Planner`` menu item. If the object is already in the Observing WishList, then this item will become ``Remove Label``.
bg: ``Добавяне към списък за наблюдение``: Добавете избрания обект към списъка ``Планиране на наблюдение`` Можете да видите списъка с желания, като изберете ``Наблюдение`` ``Планиране на наблюдение`` Ако обектът вече е в списъка с желания, тогава този елемент ще стане ``Премахване от списък за наблюдение``.
ca: ``Afegeix a la llista d'observacions desitjades``: Afegeix l'objecte seleccionat a la llista de desitjos del ``Planificador d'observacions``. Podeu veure la llista de desitjos, seleccionant l'element de menú ``Observació`` → ``Planificador d'observacions``. Si l'objecte ja es troba a la llista de desitjos per a observar, llavors aquest element esdevindrà ``Elimina l'etiqueta``.
ca@valencia: ``Afig a la llista d'observacions desitjades``: afig l'objecte seleccionat en la llista de desitjos del ``Planificador de l'observació``. Podeu veure la llista de desitjos, seleccionant l'element de menú ``Observació`` → ``Planificador de l'observació``. Si l'objecte ja es troba en la llista de desitjos per a observar, llavors este element esdevindrà ``Elimina l'etiqueta``.
it: ``Aggiungi alla lista delle osservazioni desiderate``: aggiunge l'oggetto selezionato alla lista dei desideri del ``Pianificatore di osservazioni``. Puoi vedere questa lista selezionando la voce di menu ``Osservazione`` → ``Pianificatore di osservazioni``: se l'oggetto è già presente nella lista, questa voce diventa ``Rimuovi etichetta``.
pt_br: ``Adicionar à lista de observação``: Adicione o objeto selecionado à lista de observação do ``Planejador de observação``. Você pode visualizar a lista de observação selecionando o item de menu ``Observação`` → ``Planejador de observação``. Se o objeto já estiver na lista de observação, este item se tornará ``Remover rótulo``.
sl: ``Dodaj na seznam želja za opazovanje``: Izbrani objekt dodajte na seznam želja ``Načrtovalca opazovanja``. Seznam želja si lahko ogledate tako, da izberete element menija ``Opazovanje`` → ``Načrtovalnik opazovanja``. Če je objekt že na seznamu želja za opazovanje, bo ta element postal ``Odstrani oznako``.

source: ``Add Trail``: Add a trail to current Solar system object. A star trail is the continuous path created by the star in the night sky due to the rotation of the Earth. If the object already has a trail, this item will become ``Remove Trail``.
bg: ``Показване на траекторията``: Добавяне на пътека към текущия обект на Слънчевата система. Звездната пътека е непрекъснатият път, който звездата създава в нощното небе поради въртенето на Земята. Ако обектът вече има следа, този елемент ще стане ``Премахване на траекторията``.
ca: ``Afegeix una traça``: Afegeix una traça a un objecte del sistema solar. Un rastre de l'estrella és la trajectòria contínua creada per l'estrella en el cel nocturn a causa de la rotació de la Terra. Si l'objecte ja té una traça, aquest element esdevindrà ``Elimina la traça``.
ca@valencia: ``Afig una traça``: afig una traça a un objecte del sistema solar. Un rastre de l'estrela és la trajectòria contínua creada per l'estrela al cel nocturn a causa de la rotació de la Terra. Si l'objecte ja té una traça, este element esdevindrà ``Elimina la traça``.
it: ``Aggiungi scia``: aggiunge una scia all'oggetto corrente dei Sistema solare. La scia di una stella è il percorso continuo creato dalla stella nel cielo notturno a causa della rotazione terrestre. Se l'oggetto ha già una scia, questa voce diventa ``Rimuovi scia``.
pt_br: ``Adicionar trilha``: Adiciona uma trilha ao objeto atual do Sistema Solar. Uma trilha estelar é o caminho contínuo criado pela estrela no céu noturno devido à rotação da Terra. Se o objeto já tiver uma trilha, este item se tornará ``Remover trilha``.
sl: ``Dodaj sled``: Dodajte sled trenutnemu objektu Osončja. Zvezdna sled je neprekinjena pot, ki jo zvezda ustvari na nočnem nebu zaradi vrtenja Zemlje. Če objekt že ima sled, bo ta element postal ``Odstrani sled``.
