Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: <guimenuitem>Add flag...</guimenuitem>: Open &kstars; <quote>Flag manager</quote> window. Here you can manage your flags and use some of &kstars; features. When <quote>Flag manager</quote> window is open for a selected object, <guilabel>Right ascension</guilabel> and <guilabel>Declination</guilabel> text boxes will be automatically filled with the coordinate values of the selected object on the Sky Map. Besides these two text boxes, you can set the <guilabel>Epoch</guilabel>, add a <guilabel>Label</guilabel>, set the <guilabel>Label color</guilabel> or even add an <guilabel>Icon</guilabel>. To add custom icons, just add images in <filename class="directory">`qtpaths --paths GenericDataLocation`/kstars/</filename>. File names must begin with the <quote>flag</quote> keyword. For example, the file <quote>flagSmall_red_cross.gif</quote> will be shown as Small red cross in the combo box. After you set up the information of the new flag, you can add it to the flags list using the <guibutton>Add</guibutton> button. You may also change flags details (&ie; RA/Dec, label or icon) and then save the new ones by pressing the <guibutton>Save changes</guibutton> button. Using the Flag manager, you can easily center an object in Map or in Telescope, by pressing <guibutton>Center in Map</guibutton> or <guibutton>Center in Telescope</guibutton> button. In order to delete a value from the list, just select it in the list and then press <guibutton>Delete</guibutton> button. Your flags are saved after you close current session and thus you will be able to see them everytime you will use &kstars; again.
es: <guimenuitem>Añadir indicador...</guimenuitem>: Abre la ventana del «gestor de indicadores» de &kstars;, donde podrá gestionar los indicadores y usar algunas funciones de &kstars;. Cuando se abre la ventana del «gestor de indicadores» para el objeto seleccionado, los campos de texto de la <guilabel>Ascensión recta</guilabel> y de la <guilabel>Declinación</guilabel> se rellenarán automáticamente con los valores de las coordenadas del objeto seleccionado en el mapa del cielo. Además de estos dos campos de texto, puede definir la <guilabel>Época</guilabel>, añadir una <guilabel>Etiqueta</guilabel>, definir el <guilabel>Color de la etiqueta</guilabel> e incluso añadir un <guilabel>Icono</guilabel>. Para añadir iconos personalizados, añada imágenes en <filename class="directory">`qtpaths --paths GenericDataLocation`/kstars/</filename>. Los nombres de archivos deben comenzar con el prefijo «ﬂag». Por ejemplo, el archivo «flagPequeña_cruz_roja.gif» se mostrará como «Pequeña cruz roja» en la lista desplegable. Tras definir la información del nuevo indicador, podrá añadirlo a la lista de indicadores usando el botón <guibutton>Añadir</guibutton>. También puede cambiar los detalles del indicador (&ie;, AR/Dec, etiqueta o icono) y guardar los nuevos pulsando el botón <guibutton>Guardar cambios</guibutton>. Usando el gestor de indicadores podrá centrar un objeto con facilidad en el mapa o en el telescopio; para ello solo tiene que pulsar uno de los botones <guibutton>Centrar en el mapa</guibutton> o <guibutton>Centrar en el telescopio</guibutton>. Para borrar un valor de la lista, selecciónelo en ella y pulse el botón <guibutton>Borrar</guibutton>. Los indicadores se guardan tras cerrar la sesión actual con el objeto de poder volver a usarlos cuando vuelva a ejecutar &kstars;.
sv: <guimenuitem>Lägg till flagga...</guimenuitem>: Visar &kstars; fönster <quote>Flagghanterare</quote>. Här kan du hantera flaggor och använda en del av &kstars; funktioner. När fönstret <quote>Flagghanterare</quote> visas för ett markerat objekt, är textrutorna <guilabel>Rektascension</guilabel> och <guilabel>Deklination</guilabel> automatiskt ifyllda med det markerade objektets koordinatvärden på himmelskartan. Förutom de två textrutorna kan <guilabel>Epok</guilabel> och <guilabel>Beteckningens färg</guilabel> ställas in, och en <guilabel>Beteckning</guilabel> läggas till, eller till och med en <guilabel>Ikon</guilabel>. Lägg bara till bilder i <filename class="directory">`qtpaths --paths GenericDataLocation`/kstars/</filename> för att lägga till egna ikoner. Filnamn måste börja med nyckelordet <quote>flag</quote>. Exempelvis visas filen <quote>flagLitet_rött_kors.gif</quote> som Litet rött kors i kombinationsrutan. Efter den nya flaggans information har ställts in, kan den läggas till i flagglistan med knappen <guibutton>Lägg till</guibutton>. Det går också att ändra flaggans information (dvs. RA/Dek, beteckning och ikon) och därefter spara de nya genom att klicka på knappen <guibutton>Spara ändringar</guibutton>. Genom att använda flagghanteraren går det lätt att centrera ett objekt på kartan eller i teleskopet, genom att klicka på knappen <guibutton>Centrera på kartan</guibutton> eller <guibutton>Centrera i teleskop</guibutton>. För att ta bort ett objekt från listan, markera det bara och klicka på knappen <guibutton>Ta bort</guibutton>. Flaggorna sparas när aktuell session stängs, och du kan på så sätt se dem varje gång &kstars; används igen.

source: <guimenuitem>Angular Distance To...</guimenuitem>: Enter "angular distance mode". In this mode, a dotted line is drawn from the first target object to the current mouse position. When you click with the &RMB; on a second object, this will display the angular distance between the two objects near the second object. You can press the &Esc; key to exit angular distance mode without measuring an angle.
es: <guimenuitem>Distancia angular a...</guimenuitem>: Entra en el «modo de distancias angulares». En este modo se dibuja una línea de puntos desde el primer objeto de destino hasta la posición actual del ratón. Cuando haga clic con el &RMB; sobre un segundo objeto, se mostrará la distancia angular entre ambos cerca del segundo objeto. Puede pulsar la tecla &Esc; para salir del modo de distancias angulares sin medir ningún ángulo.
sv: <guimenuitem>Vinkelavstånd till...</guimenuitem>: Gå till "vinkelavståndsläge". I detta läge ritas en streckad linje från det första målobjektet till nuvarande musposition. När du högerklickar på ett annat objekt, visas vinkelavståndet mellan de två objekten nära det andra objektet. Du kan trycka på tangenten <keycap>Esc</keycap> för att lämna vinkelavståndsläget utan att mäta en vinkel.

source: <guimenuitem>Starhop from here to</guimenuitem>: will enable you to find a path between two points in the sky. Star hopping is a technique that uses bright stars as a guide for finding fainter objects. So if you have a bright star, you can use it as a reference to find a fainter object. Starting from your reference star, &kstars; will find a route to the destination, traversing a sequence of stars/patterns of stars. The object for which you called <guilabel>Starhop from here to</guilabel> tool will be your starting point. When your starting point is established, a dotted line will appear, allowing you to decide which will be your end point. You have to move the mouse cursor to your destination object position and right click on it. Then, a dialog box will pop up, requiring you to set the FOV used for star hopping. For selecting a FOV, you need to make a choice from the FOV combo box list of values. The values you can choose include default FOV values (7x35 Binoculars, Telrad, One Degree, HST WFPC2 and 30m at 1.3cm) plus your customized FOVs. After you selected the FOV, &kstars; will find a route for you. Thus, the dialog box will contain a list of object used in the starhop. If &kstars; did not manage to find a route, then an error dialog box will be displayed, giving you a helping hand. When the Star-Hopper algorithm ends, the dialog box will contain a list of objects used in starhop route. For every object from the list, you can perform a set of actions: you can ask for details using the <guibutton>Details</guibutton> button, center selected object in the map using <guibutton>Center on map</guibutton> button or you can go to next star by pressing the <guibutton>Next</guibutton> button. Note that when go to next star, it will be automatically centered on the map. Also, Star-Hopper tool provides directions to star hop for every object of the list.
es: <guimenuitem>Saltar estrellas de aquí a</guimenuitem>: le permite encontrar una ruta entre dos puntos del cielo. El salto de estrellas es una técnica que usa estrellas brillantes como guía para encontrar objetos más débiles. De modo que, partiendo de una estrella brillante, se puede usar como referencia para encontrar un objeto más débil. Empezando desde la estrella de referencia, &kstars; encontrará una ruta hasta el destino, atravesando una secuencia de estrellas o patrones de estrellas. El objeto para el que ha llamado la herramienta <guilabel>Saltar estrellas de aquí a</guilabel> será el punto de partida. Una vez establecido el punto de partida, aparecerá una línea de puntos que le permitirá decidir cuál será el punto final. Tendrá que mover el cursor del ratón hasta la posición del objeto de destino y hacer clic con el botón derecho del ratón sobre él. En ese momento se mostrará un diálogo que le pedirá que defina el campo visual que va a usar para realizar los saltos de estrellas. Elija un campo visual de los que contiene la lista desplegable. Entre ellos están los valores de campos visuales predeterminados (Prismáticos 7x35, Telrad, Un grado, HST WFPC2 y 30 m a 1,3 cm), además de los campos visuales personalizados que haya creado. Tras seleccionar un campo visual, &kstars; encontrará una ruta por usted. De este modo, el diálogo contendrá una lista de los objetos usados en los saltos de estrellas. Si &kstars; no consigue encontrar una ruta, se le mostrará un diálogo de error con ayuda. Cuando el algoritmo de saltos de estrellas termina, el diálogo mostrará la lista de objetos usados en la ruta de saltos de estrellas. Puede realizar varias acciones en cada uno de los objetos de esta lista: puede mostrar sus detalles con el botón <guibutton>Detalles</guibutton>, centrar el objeto seleccionado en el mapa con el botón <guibutton>Centrar en el mapa</guibutton>, o ir a la siguiente estrella con el botón <guibutton>Siguiente</guibutton>. Tenga en cuenta que al ir a la siguiente estrella, se centrará automáticamente en el mapa. Además, la herramienta de salto de estrellas proporciona instrucciones para saltar a cualquier objeto de la lista.
sv: <guimenuitem>Stjärnhoppa härifrån till</guimenuitem> låter dig hitta en väg mellan två punkter på himlen. Att stjärnhoppa är en teknik som använder ljusstarka stjärnor som guide för att hitta svagare objekt. Om du alltså har en ljusstark stjärna kan du använda den som referens för att hitta ett svagare objekt. Genom att gå från referensstjärnan kan &kstars; hitta en väg till målet, och genomkorsa en följd av stjärnor eller stjärnformationer. Objektet som du anropade verktyget <guilabel>Gå härifrån till stjärna</guilabel> med är startpunkt. När startpunkten har fastställts, visas en streckad linje som låter dig bestämma vad slutpunkten ska vara. Du måste flytta muspekaren till målobjektets position och högerklicka på det. Då dyker en dialogruta upp som begär att du ställer in synfältet använt vid stjärnhopp. För att välja synfält måste du göra ett val i kombinationsrutan med de vanliga synfältsvärdena (7x35 kikare, Telrad, En grad, HST WFPC2 och 30 m vid 1,3 cm) samt dina egna synfält. Efter synfältet har valts, hittar &kstars; en väg åt dig. Därmed innehåller dialogrutan en lista med objekt använda i stjärnhoppen. Om &kstars; inte lyckas hitta en väg visas en feldialogruta. som ger dig en hjälpande hand. När stjärnhopp-algoritmen avslutas innehåller dialogrutan en lista med objekt som används längs stjärnhoppens väg. Ett antal åtgärder kan utföras för varje objekt i listan: Fråga efter detaljer med knappen <guibutton>Detaljer</guibutton>, centrera markerat objekt på kartan med knappen <guibutton>Centrera på kartan</guibutton> eller gå till nästa stjärna genom att klicka på knappen <guibutton>Nästa</guibutton>. Observera att när du går till nästa stjärna centreras den automatiskt på kartan. Dessutom ger verktyget en beskrivning av riktning att stjärnhoppa för varje objekt i listan.

source: <guimenuitem>Details</guimenuitem>: Open the <link linkend="tool-details">Object Details window</link> for this object.
es: <guimenuitem>Detalles</guimenuitem>: Abre la <link linkend="tool-details">ventana de detalles del objeto</link> para este objeto.
sv: <guimenuitem>Information</guimenuitem>: Visa fönstret <link linkend="tool-details">Information om objekt</link> för det här objektet.

source: <guimenuitem>Attach Label</guimenuitem>: Attach a permanent name label to the object. If the object already has a label attached, this item will read <guilabel>Remove Label</guilabel>.
es: <guimenuitem>Adjuntar etiqueta</guimenuitem>: Adjunta una etiqueta de nombre permanente al objeto. Si el objeto ya posee una etiqueta, este elemento cambiará a <guilabel>Eliminar etiqueta</guilabel>.
sv: <guimenuitem>Lägg till beteckning</guimenuitem>: Lägg till en permanent beteckning till objektet. Om objektet redan har en tillagd beteckning, lyder alternativet <guilabel>Ta bort beteckning</guilabel>.

source: <guimenuitem>Add to Observing WishList</guimenuitem>: Add the selected object to <guimenu>Observation Planner</guimenu>'s Wish List. You can see the Wish List, by selecting the <menuchoice><guimenu>Observation</guimenu> <guimenuitem>Observation Planner</guimenuitem></menuchoice> menu item. If the object is already in the Observing WishList, then this item will become <guilabel>Remove Label</guilabel>.
sv: <guimenuitem>Lägg till i listan med observationsönskemål</guimenuitem>: Lägg till valt objekt i önskelistan för <guimenu>Observationsplanering</guimenu>. Önskelistan kan visas genom att välja menyalternativet <menuchoice><guimenu>Observation</guimenu> <guimenuitem>Observationsplanering</guimenuitem></menuchoice>. Om objektet redan finns i önskelistan blir alternativet <guilabel>Ta bort beteckning</guilabel>.

source: [Solar system objects]
bg: [Обекти на Слънчевата система]
ca: [Objectes del sistema solar]
ca@valencia: [Objectes del sistema solar]
es: [Objetos del Sistema Solar]
it: [Oggetti del Sistema solare]
pt_br: [Objetos do sistema solar]
sl: [Objekti Osončja]
sv: [Objekt i solsystemet]

source: <guimenuitem>Add Trail</guimenuitem>: Add a trail to current Solar system object. A star trail is the continuous path created by the star in the night sky due to the rotation of the Earth. If the object already has a trail, this item will become <guilabel>Remove Trail</guilabel>.
es: <guimenuitem>Añadir rastro</guimenuitem>: Añade un rastro al objeto actual del Sistema Solar. El rastro de una estrella es la ruta continua creada por la estrella en el cielo nocturno a causa de la rotación terrestre. Si el objeto ya posee un rastro, este elemento cambiará a <guilabel>Eliminar rastro</guilabel>.
sv: <guimenuitem>Lägg till spår</guimenuitem>: Lägg till ett spår för det aktuella solsystemobjektet. Ett stjärnspår är ett kontinuerligt spår skapat av stjärnan på natthimlen på grund av jordens rotation. Om objektet redan har ett spår blir alternativet <guilabel>Ta bort spår</guilabel>.

source: <guimenuitem>Simulate eyepiece view</guimenuitem>: Eyepiece View feature renders the view through the eyepiece of various telescope types. Firstly, an input dialog is shown, which asks you to select one of the visible FOVs to use as a FOV for the eyepiece view. The user also has the option of trying to determine it from the image (accurate if image has metadata, otherwise it will be random). After you set the FOV, the "Eyepiece Field View" window will pop up. You can easily rotate the view using the "Rotation" slider. You can also flip and invert the view to help match the view through a telescope/camera. "Eyepiece view" tool can help you locate many objects with ease, instead of trying to work with relative positions and relative orientations. This is an important advantage, especially when you are star hopping. Note that for getting best results, time must be synced with current time in &kstars;, and &kstars; must be in horizontal coordinates mode.
es: <guimenuitem>Simular la vista del ocular</guimenuitem>: la función de vista del ocular muestra la vista a través del ocular de diversos tipos de telescopios. En primer lugar se muestra un diálogo de entrada que le solicita que seleccione uno de los campos visuales para usar con la vista del ocular. El usuario también dispone de la opción de intentar determinarlo a partir de la imagen (es preciso si la imagen contiene metadatos, en caso contrario será aleatorio). Tras seleccionar el campo visual, se mostrará la ventana de la «Vista del campo del ocular». Puede rotar la vista usando el deslizador «Rotación». También puede voltear e invertir la vista para que coincida con la que se ve a través del telescopio o de la cámara. La herramienta «Vista del ocular» le puede ayudar a localizar numerosos objetos con facilidad, en lugar de intentar trabajar con posiciones y orientaciones relativas. Esto supone una importante ventaja, especialmente cuando esté saltando de una estrella a otra. Tenga en cuenta que, para obtener mejores resultados, el tiempo debe estar sincronizado con el tiempo actual de &kstars;, y que &kstars; debe estar en el modo de coordenadas horizontales.
sv: <guimenuitem>Simulera okularets synfält</guimenuitem>: Synfältsfunktionen återger okularets synfält för diverse typer av teleskop. För det första visas en inmatningsdialogruta som ber dig välja en av de synliga synfälten att använda som synfält för okularet. Användaren har också möjlighet att försöka bestämma det från bilden (exakt om bilden har metadata, annars blir det slumpmässigt). Efter att synfältet har ställts in dyker fönstret "Okularets synfält" upp. Det går lätt att rotera vyn genom att använda skjutreglaget "Rotation". Du kan också vänta och invertera vyn för att hjälpa dig matcha vyn genom ett teleskop eller kamera. Verktyget "Okularets synfält" kan hjälpa till att enkelt hitta många objekt, istället för att försöka arbeta med relativa positioner och relativ orientering. Det är en viktig fördel, särskilt om stjärnhopp används. Observera att tiden måste vara synkroniserad med &kstars; aktuella tid, och &kstars; måste använda horisontella koordinater, för att få bästa resultatet.

source: <guimenuitem>Image Resources</guimenuitem>: gives a list of image links for current Solar system object. The images are displayed in &kstars; Image Viewer tool. Image Viewer tool allows you to invert the colors and save the image in your computer.
es: <guimenuitem>Recursos de imagen</guimenuitem>: proporciona una lista de enlaces a imágenes para el objeto actual del Sistema Solar. Las imágenes se muestran en la herramienta del visor de imágenes de &kstars;. El visor de imágenes le permite invertir los colores y guardar la imagen en su equipo.
sv: <guimenuitem>Bildresurser</guimenuitem> ger en lista över bildlänkar för aktuellt solsystemobjekt. Bilderna visas i &kstars; bildvisningsverktyg. Bildvisningsverktyget låter dig invertera färgerna och spara bilden på datorn.

source: <guimenuitem>Information Resources</guimenuitem>: gives a list of documentation links for current Solar system object. The links are opened in your default browser.
es: <guimenuitem>Recursos de información</guimenuitem>: proporciona una lista de enlaces de documentación para el objeto actual del Sistema Solar. Los enlaces se abren en el navegador predeterminado.
sv: <guimenuitem>Informationsresurser</guimenuitem> ger en lista över dokumentationslänkar för aktuellt solsystemobjekt. Länkarna visas i din vanliga webbläsare.

source: [All objects without Solar system objects]
bg: Всички обекти без обектите на Слънчевата система
ca: [Tots els objectes sense els del sistema solar]
ca@valencia: [Tots els objectes sense els del Sistema solar]
es: [Todos los objetos sin objetos del Sistema Solar]
it: [Tutti gli oggetti tranne quelli del Sistema solare]
pt_br: [Todos os objetos sem objetos do sistema solar]
sl: [Vsi objekti brez objektov Osončja]
sv: [Alla objekt förutom objekt i solsystemet]

source: <guimenuitem>Show SDSS Image</guimenuitem>: download a SDSS (Sloan Digital Sky Survey) image of the object from the Internet, and display it in the Image Viewer tool.
es: <guimenuitem>Mostrar imagen SDSS</guimenuitem>: descarga una imagen SDSS (Sloan Digital Sky Survey) del objeto desde Internet y la muestra en la herramienta de visualización de imágenes.
sv: <guimenuitem>Visa bild från SDSS</guimenuitem>: Ladda ner en SDSS-bild (Sloan Digital Sky Survey) från Internet och visa den i bildvisningsverktyget.

source: <guimenuitem>Show DSS Image</guimenuitem>: download a DSS (Digitized Sky Survey) image of the object from the Internet, and display it in the Image Viewer tool.
es: <guimenuitem>Mostrar imagen DSS</guimenuitem>: descarga una imagen DSS (Digitized Sky Survey) del objeto desde Internet y la muestra en la herramienta de visualización de imágenes.
sv: <guimenuitem>Visa bild från SDSS</guimenuitem>: Ladda ner en DSS-bild (Digitized Sky Survey) från Internet och visa den i bildvisningsverktyget.

source: Keyboard Commands
es: Órdenes del teclado
sv: Tangentbordskommandon

source: Keyboard
es: Teclado
sv: Tangentbord

source: Navigation Keys
es: Teclas de navegación
sv: Navigeringstangenter

source: Navigation Controls
es: Controles de navegación
sv: Navigeringskontroll

source: Arrow Keys
es: Cursores
sv: Piltangenterna

source: Use the arrow keys to pan the display. Holding down the &Shift; key doubles the scrolling speed.
es: Utilice los cursores para desplazar la imagen. Si mantiene pulsada la tecla &Shift; la velocidad se duplica.
sv: Använd piltangenterna för att panorera skärmen. Om skifttangenten hålls nere fördubblas hastigheten.

source: Zoom In/Out.
es: Ampliar/reducir.
sv: Zooma in/ut.

source: Center Display on a major Solar System body:
es: Centra la imagen en un objeto mayor del sistema solar:
sv: Centrera skärmen på en större kropp i solsystemet:

source: <keycap>0</keycap>: Sun
es: <keycap>0</keycap>: Sol
sv: <keycap>0</keycap>: Solen

source: <keycap>1</keycap>: Mercury
es: <keycap>1</keycap>: Mercurio
sv: <keycap>1</keycap>: Merkurius

source: <keycap>3</keycap>: Moon
es: <keycap>3</keycap>: Luna
sv: <keycap>3</keycap>: Månen

source: <keycap>6</keycap>: Saturn
es: <keycap>6</keycap>: Saturno
sv: <keycap>6</keycap>: Saturnus

source: <keycap>8</keycap>: Neptune
es: <keycap>8</keycap>: Neptuno
sv: <keycap>8</keycap>: Neptunus

source: Center the display at the <link linkend="ai-zenith">Zenith</link> Point (straight up).
es: Centra la pantalla en el <link linkend="ai-zenith">cenit</link> (justo arriba).
sv: Centrera skärmen på <link linkend="ai-zenith">zenit</link>-punkten (rakt upp).

source: Toggle tracking mode.
es: Activa/desactiva el modo de seguimiento.
sv: Växla följningsläge.

source: Advance the simulation clock backwards by one time step.
es: Retrocede el reloj de simulación un paso de tiempo.
sv: Flytta tillbaka simuleringsklockan ett tidssteg.

source: Advance the simulation clock forwards by one time step.
es: Avanza el reloj de simulación un paso de tiempo.
sv: Flytta fram simuleringsklockan ett tidssteg.

source: Menu Shortcuts
es: Accesos rápidos del menú
sv: Snabbtangenter i menyer

source: Keyboard Shortcuts
es: Accesos rápidos del teclado
sv: Snabbtangenter

source: Download extra data.
es: Descarga de datos adicionales.
sv: Ladda ner extra data.

source: Open a FITS image in the FITS Editor.
es: Abre una imagen FITS en el editor FITS.
sv: Visa en FITS-bild i FITS-editorn.

source: Export sky image to a file.
es: Exporta la imagen del cielo a un archivo.
sv: Exportera himmelsbild till en fil.
