Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: Opens the :doc:`Altitude vs. Time <tool-altvstime>` Tool, which can plot curves representing the altitude of any object as a function of time. This is useful for planning observing sessions.
bg: Отваря инструмента :doc:`Графика на височина и време <tool-altvstime>`, който може да начертае криви, представящи височината на всеки обект като функция на времето. Това е полезно за планиране на сесии за наблюдение.
ca: Obre l'eina :doc:`Altitud en funció del temps <tool-altvstime>`, la qual pot esbrinar les corbes representant l'altitud de qualsevol objecte com a una funció de temps. Això és d'utilitat per a planejar les sessions d'observació.
ca@valencia: Obri l'eina :doc:`Altitud en funció del temps <tool-altvstime>`, la qual pot esbrinar les corbes representant l'altitud de qualsevol objecte com a una funció de temps. Açò és d'utilitat per a planejar les sessions d'observació.
it: Apre lo strumento :doc:`Altezza in funzione del tempo <tool-altvstime>`, che è in grado di visualizzare delle curve che raffigurano l'altezza di un oggetto qualsiasi in funzione del tempo. È utile per pianificare sessioni di osservazione.
pt_br: Abre a ferramenta de :doc:`Altitude vs. tempo <tool-altvstime>`, que pode desenhar curvas representando a altitude de qualquer objeto, como uma função do tempo. Isto é útil para planejar sessões de observações.
sl: Odpre orodje :doc:`Višina v odvisnosti od časa <tool-altvstime>`, ki lahko nariše krivulje, ki predstavljajo višino katerega koli objekta kot funkcijo časa. To je uporabno za načrtovanje opazovalnih sej.

source: ``Tools → What's up Tonight`` (**Ctrl** + **U**)
bg: Инструменти > Нещо интересно тази вечер
ca: ``Eines → Què passa aquesta nit`` (**Ctrl** + **U**)
ca@valencia: ``Eines`` → ``Què passa esta nit`` (**Ctrl** + **U**)
it: ``Strumenti → Cosa si vede stanotte`` (**Ctrl** + **U**)
pt_br: ``Ferramentas → O que acontece esta noite`` (**Ctrl** + **U**)
sl: ``Orodja → Kaj je novega nocoj`` (**Ctrl** + **U**)

source: Opens the :doc:`What's up Tonight <tool-whatsup>` Tool, which presents a summary of the objects which are observable from your location on a given date.
bg: Отваря инструмента :doc:`Нещо интересно тази вечер <tool-whatsup>`, който представя обобщение на обектите, които могат да се наблюдават от вашето положение на дадена дата.
ca: Obre l'eina :doc:`Què passa aquesta nit <tool-whatsup>`, la qual ens presentarà un resum dels objectes que seran observables des del vostre emplaçament durant una data indicada.
ca@valencia: Obri l'eina :doc:`Què passa esta nit <tool-whatsup>`, la qual ens presentarà un resum dels objectes que seran observables des del vostre emplaçament durant una data indicada.
it: Apre la finestra :doc:`Cosa si vede stanotte <tool-whatsup>`, che presenta un sommario degli oggetti osservabili dalla tua località in una data prefissata.
pt_br: Abre a ferramenta :doc:`O que acontece esta noite <tool-whatsup>`, que apresenta um resumo dos objetos que são observáveis de sua localização em uma certa data.
sl: Odpre orodje :doc:`Kaj je novega nocoj <tool-whatsup>`, ki prikazuje povzetek objektov, ki jih je mogoče opazovati z vaše lokacije na določen datum.

source: ``Tools → What's Interesting...`` (**Ctrl**\ +\ **W**)
bg: Инструменти > Нещо интересно...
ca: ``Eines → Què hi ha d'interessant...`` (**Ctrl**\ +\ **W**)
ca@valencia: ``Eines`` → ``Què hi ha d'interessant…`` (**Ctrl**\ +\ **W**)
it: ``Strumenti → Cosa c'è di interessante...`` (**Ctrl**\ +\ **W**)
pt_br: ``Ferramentas → O que há de interessante...`` (**Ctrl**\ +\ **W**)
sl: ``Orodja → Kaj je zanimivo...``(**Ctrl**\ +\ **W**)

source: Opens the What's Interesting Tool, which allows you to be informed about the most interesting observations that can be made from your current location using the given equipment.
bg: Отваря инструмента ``Нещо интересно``, който ви позволява да бъдете информирани за най-интересните наблюдения, които могат направени от текущото ви местоположение с помощта на даденото оборудване.
ca: Obre l'eina Què hi ha d'interessant, la qual us permet estar informat sobre les observacions més interessants que es poden fer des de l'emplaçament actual utilitzant l'equip indicat.
ca@valencia: Obri l'eina «Què hi ha d'interessant?», la qual permet estar informat sobre les observacions més interessants que es poden fer des de l'emplaçament actual utilitzant l'equip indicat.
it: Apre lo strumento Cosa c'è di interessante, che ti fa sapere quali sono le osservazioni più interessanti che possono essere effettuate dalla località corrente usando l'attrezzatura specificata.
pt_br: Abre a ferramenta O que há de interessante, que lhe deixa informado sobre as observações mais interessantes que podem ser feitas a partir da sua localização atual, usando o equipamento indicado.
sl: Odpre orodje Kaj je zanimivo, ki vam omogoča, da ste obveščeni o najzanimivejših opazovanjih, ki jih je mogoče opraviti z vaše trenutne lokacije z uporabo dane opreme.

source: ``Tools → XPlanet Solar System Simulator`` (**Ctrl** + **X**)
bg: Инструменти > Разглеждане на слънчевата система с XPlanet
ca: ``Eines → Simulador del sistema solar XPlanet`` (**Ctrl** + **X**)
ca@valencia: ``Eines`` → ``Simulador del sistema solar Xplanet`` (**Ctrl** + **X**)
it: ``Strumenti → Simulatore del sistema solare XPlanet`` (**Ctrl** + **X**)
pt_br: ``Ferramentas → Simulador do Sistema Solar do XPlanet`` (**Ctrl** + **X**)
sl: ``Orodja → Simulator sončnega sistema XPlanet`` (**Ctrl** + **X**)

source: This menu item will appear only if you have installed the XPlanet optional package.
bg: Този елемент от менюто ще се появи само ако сте инсталирали опционалния пакет XPlanet.
ca: Aquest element de menú només apareixerà si primer heu instal·lat el paquet opcional XPlanet.
ca@valencia: Este element de menú només apareixerà si primer heu instal·lat el paquet opcional Xplanet.
it: Questa voce di menu appare solo se hai installato il pacchetto opzionale XPlanet.
pt_br: Este item de menu aparecerá somente se você tiver instalado o pacote opcional XPlanet.
sl: Ta element menija se bo prikazal le, če ste namestili izbirni paket XPlanet.

source: ``Tools → Script Builder`` (**Ctrl** + **B**)
bg: Инструменти > Редактор на скриптове
ca: ``Eines → Constructor de scripts`` (**Ctrl** + **B**)
ca@valencia: ``Eines`` → ``Constructor de scripts`` (**Ctrl** + **B**)
it: ``Strumenti → Costruttore di script`` (**Ctrl** + **B**)
pt_br: ``Ferramentas → Construtor de script`` (**Ctrl** + **B**)
sl: ``Orodja → Graditelj skriptov`` (**Ctrl** + **B**)

source: Opens the :doc:`Script Builder <tool-scriptbuilder>` Tool, which provides a GUI interface for building KStars D-Bus scripts.
bg: Отваря инструмента за :doc:`създаване на скриптове <tool-scriptbuilder>`, който предоставя графичен интерфейс за изграждане на скриптове на KStars за DBus.
ca: Obre l'eina :doc:`Constructor de scripts <tool-scriptbuilder>`, la qual proveeix d'una interfície gràfica d'usuari per a construir scripts de D-Bus amb el KStars.
ca@valencia: Obri l'eina :doc:`Constructor de scripts <tool-scriptbuilder>`, la qual proporciona una interfície gràfica d'usuari per a construir scripts de D-Bus amb KStars.
it: Apre lo strumento :doc:`Costruttore di script <tool-scriptbuilder>`, che fornisce un'interfaccia grafica per realizzare script DBus di KStars.
pt_br: Abre a ferramenta :doc:`Construtor de script <tool-scriptbuilder>`, que fornece uma interface gráfica para construir scripts DBus para o KStars.
sl: Odpre orodje :doc:`Graditelj skriptov <tool-scriptbuilder>`, ki ponuja grafični vmesnik za izdelavo skript KStars D-Bus.

source: ``Tools → Solar System`` (**Ctrl** + **Y**)
bg: Инструменти > Слънчева система
ca: ``Eines → Sistema solar`` (**Ctrl** + **Y**)
ca@valencia: ``Eines`` → ``Sistema solar`` (**Ctrl** + **Y**)
it: ``Strumenti → Sistema solare`` (**Ctrl** + **Y**)
pt_br: ``Ferramentas → Sistema Solar`` (**Ctrl** + **Y**)
sl: ``Orodja → Osončje`` (**Ctrl** + **Y**)

source: Opens the :doc:`Solar System Viewer <tool-solarsys>`, which displays an overhead view of the solar system on the current simulation date.
bg: Отваря модула за преглед на :doc:`Слънчевата система <tool-solarsys>`, който показва изглед отгоре на слънчевата система към текущата дата на симулация.
ca: Obre l'eina :doc:`Visualitzador del sistema solar <tool-solarsys>`, el qual mostra una representació del sistema solar en la data actual de la simulació.
ca@valencia: Obri l'eina :doc:`Visor del sistema solar <tool-solarsys>`, la qual mostra una representació del sistema solar a la data actual de la simulació.
it: Apre il :doc:`visore del sistema solare <tool-solarsys>`, che mostra il sistema solare visto dall'alto per la data corrente della simulazione.
pt_br: Abre o :doc:`Visualizador do sistema solar <tool-solarsys>`, que exibe uma visão de cima do sistema solar na data atual da simulação.
sl: Odpre :doc:`Ogledovalnik sončnega sistema <tool-solarsys>`, ki prikazuje pogled od zgoraj na sončni sistem na trenutni datum simulacije.

source: ``Tools → Ekos`` (**Ctrl** + **K**)
bg: Инструменти > Ekos
ca: ``Eines → Ekos`` (**Ctrl** + **K**)
ca@valencia: ``Eines`` → ``Ekos`` (**Ctrl** + **K**)
it: ``Strumenti → Ekos`` (**Ctrl** + **K**)
pt_br: ``Ferramentas → Ekos`` (**Ctrl** + **K**)
sl: ``Orodja → Ekos`` (**Ctrl** + **K**)

source: Opens :doc:`Ekos <ekos>`, a complete and powerful tool for astrophotography. With Ekos, you can align and guide your telescope, focus your CCD, and capture images using an easy intuitive interface.
bg: Отваря :doc:`Ekos <ekos>`, пълен и мощен инструмент за астрофотография. С Ekos можете да насочвате своя телескоп, да фокусирате CCD модула и да заснемате изображения с помощта на лесен и интуитивен интерфейс.
ca: Obre l':doc:`Ekos <ekos>`, una eina potent i completa per a astrofotografia. Amb l'Ekos, podreu alinear i guiar el telescopi, enfocar el CCD i capturar imatges emprant una interfície intuïtiva i fàcil.
ca@valencia: Obri :doc:`Ekos <ekos>`, una completa i potent eina per a l'astrofotografia. Amb Ekos, podreu alinear i guiar el telescopi, enfocar la seua CCD i capturar imatges emprant una interfície intuïtiva i fàcil.
it: Apre :doc:`Ekos <ekos>`, uno strumento per l'astrofotografia completo e avanzato. Con Ekos puoi allineare e guidare il telescopio, mettere a fuoco il CCD e acquisire immagini usando un'interfaccia semplice e intuitiva.
pt_br: Abre o :doc:`Ekos <ekos>`, uma ferramenta completa e poderosa para astrofotografia. Com o Ekos, você pode alinhar e guiar seu telescópio, focar seu CCD e capturar imagens usando uma interface fácil e intuitiva.
sl: Odpre :doc:`Ekos <ekos>`, celovito in zmogljivo orodje za astrofotografijo. Z Ekosom lahko poravnate in vodite svoj teleskop, fokusirate svoj CCD in zajemate slike z uporabo preprostega intuitivnega vmesnika.

source: ``Tools → Jupiter's Moons`` (**Ctrl** + **J**)
bg: Инструменти > Луните на Юпитер
ca: ``Eines → Llunes de Júpiter`` (**Ctrl** + **J**)
ca@valencia: ``Eines`` → ``Llunes de Júpiter`` (**Ctrl** + **J**)
it: ``Strumenti → Lune di Giove`` (**Ctrl** + **J**)
pt_br: ``Ferramentas → Luas de Júpiter`` (**Ctrl** + **J**)
sl: ``Orodja → Jupitrove lune`` (**Ctrl** + **J**)

source: Opens the :doc:`Jupiter Moons Tool <tool-jmoons>`, which displays the positions of Jupiter's four brightest moons as a function of time.
bg: Отваря модула :doc:`Луните на Юпитер <tool-jmoons>`, който показва позициите на четирите най-ярки луни на Юпитер като функция на времето
ca: Obre l'eina :doc:`Llunes de Júpiter <tool-jmoons>`, la qual mostra la posició de les quatre llunes més brillants de Júpiter en funció de l'hora.
ca@valencia: Obri l':doc:`eina «Llunes de Júpiter» <tool-jmoons>`, la qual mostra la posició de les quatre llunes més brillants de Júpiter en funció del temps.
it: Apre lo :doc:`Strumento satelliti di Giove <tool-jmoons>`, che mostra la posizione delle quattro lune più luminose di Giove in funzione del tempo.
pt_br: Abre a :doc:`Ferramenta das Luas de Júpiter <tool-jmoons>`, que exibe as posições das quatro luas brilhantes de Júpiter em função do tempo.
sl: Odpre :doc:`Orodje Jupitrove lune <tool-jmoons>`, ki prikazuje položaje štirih najsvetlejših Jupitrovih lun kot funkcijo časa.

source: ``Tools → Flags``
bg: Инструменти > Флагове
ca: ``Eines → Indicadors``
ca@valencia: ``Eines`` → ``Indicadors``
it: ``Strumenti → Indicatori``
pt_br: ``Ferramentas → Bandeiras``
sl: ``Orodja → Zastavice``

source: Opens the Flag manager Tool, which can be used to assign color labels and icons to the given positions on the sky chart.
bg: Отваря инструмента за ``управление на флагове``, който може да се използва за присвояване на цветни етикети и икони на дадените позиции в картата на небето.
ca: Obre l'eina Gestor d'indicadors, la qual es pot utilitzar per a assignar indicadors de color i icones a determinades posicions en la carta estel·lar.
ca@valencia: Obri l'eina «Gestor d'indicadors», la qual es pot utilitzar per a assignar indicadors de color i icones a determinades posicions a la carta estel·lar.
it: Apre lo strumento di gestione degli indicatori, che serve ad assegnare etichette colorate e icone a posizioni specificate della mappa celeste.
pt_br: Abre a ferramenta do gerenciador de bandeiras, que pode ser usada para atribuir legendas coloridas e ícones para as posições indicadas no mapa celeste.
sl: Odpre orodje Upravljalnik zastavic, ki ga lahko uporabite za dodelitev barvnih oznak in ikon danim položajem na karti neba.

source: ``Tools → Imaging Planner``
ca: ``Eines → Planificador d'obtenció d'imatges``
ca@valencia: ``Eines`` → ``Planificador de l'obtenció d'imatges``
it: ``Strumenti → Pianificatore di riprese fotografiche``
pt_br: ``Ferramentas → Planejador de imagem``
sl: ``Orodja → Načrtovalnik slik``

source: Opens the :doc:`Imaging Planner Tool <tool-imaging-planner>`, which helps you find objects to image.
ca: Obre l':doc:`Eina del Planificador d'obtenció d'imatges <tool-imaging-planner>`, la qual us ajudarà a trobar objectes i fer imatges.
ca@valencia: Obri l':doc:`eina «Planificador de l'obtenció d'imatges» <tool-imaging-planner>`, la qual ens ajudarà a trobar els objectes per a obtindre les imatges.
it: Apre il :doc:`Pianificatore di riprese fotografiche <tool-imaging-planner>`, che aiuta a trovare oggetti nell'immagine.
pt_br: Abre a :doc:`ferramenta de planejamento de imagem <tool-imaging-planner>`, que ajuda você a encontrar objetos para criar imagens.
sl: Odpre :doc:`Orodje za načrtovanje slik <tool-imaging-planner>`, ki vam pomaga najti objekte za slikanje.

source: ``Data`` → ``Download New Data...`` (**Ctrl** + **N**)
bg: Данни > Изтегляне на нови данни...
ca: ``Dades`` → ``Descarrega dades noves...`` (**Ctrl** + **N**)
ca@valencia: ``Dades`` → ``Descarrega dades noves…`` (**Ctrl** + **N**)
it: ``Dati`` → ``Scarica nuovi dati...`` (**Ctrl** + **N**)
pt_br: ``Dados`` → ``Baixar novos dados...`` (**Ctrl** + **N**)
sl: ``Podatki`` → ``Prenesi nove podatke...`` (**Ctrl** + **N**)

source: Open the ``Get Hot New Stuff`` dialog to download additional data for KStars.
bg: Отворете диалоговия прозорец ``Изтегляне на нови данни``, за да изтеглите допълнителни данни за KStars.
ca: Obre el diàleg ``Obtén novetats candents`` per a descarregar dades addicionals per al KStars.
ca@valencia: Obri el diàleg ``Obtín novetats candents`` per a baixar dades addicionals per a KStars.
it: Apre la finestra di dialogo ``Scarica le novità`` per scaricare dati aggiuntivi per KStars.
pt_br: Abre a janela para ``Baixar novas coisas`` para baixar dados adicionais para o KStars.
sl: Odprite pogovorno okno ``Pridobi nove vsebine`` za prenos dodatnih podatkov za KStars.

source: ``Data`` → ``Manage DSO Catalogs``
bg: Данни > Управление на каталози на DSO
ca: ``Dades`` → ``Gestiona els catàlegs DSO``
ca@valencia: ``Dades`` → ``Gestiona els catàlegs DSO``
it: ``Dati`` → ``Gestisci i cataloghi DSO``
pt_br: ``Dados`` → ``Gerenciar catálogos DSO``
sl: ``Podatki`` → ``Upravljanje katalogov DSO``

source: Open the ``DSO Catalogs`` dialog for manage the catalog database of KStars.
bg: Отворете диалоговия прозорец ``Каталози на обекти на дълбокия космос DSO`` за управление на каталожната база данни на KStars.
ca: Obre el diàleg ``Catàlegs DSO`` per a gestionar les bases de dades del KStars.
ca@valencia: Obri el diàleg ``Catàlegs DSO`` per a gestionar les bases de dades de KStars.
it: Apre la finestra di dialogo ``Cataloghi DSO`` per gestire la banca dati dei cataloghi di KStars.
pt_br: Abra a janela de ``Catálogos DSO`` para gerenciar o banco de dados de catálogos do KStars.
sl: Odprite pogovorno okno ``Katalogi DSO`` za upravljanje baze podatkov kataloga KStars.

source: This submenu can be used to update various object data, namely asteroids, comets and satellites orbital elements as well as recent supernovae data from the Internet. The data will be downloaded for the current user account only. If you use KStars from different account you should download them for every account separately.
bg: Това подменю може да се използва за актуализиране на различни данни за обекти, а именно астероиди, комети и орбитални елементи на сателити, както и скорошни данни за супернови от Интернет. Данните ще бъдат изтеглени само за текущия потребителски акаунт. Ако използвате KStars от различен акаунт трябва да ги изтеглите за всеки акаунт поотделно.
ca: Aquest submenú es pot utilitzar per a actualitzar diverses dades dels objectes, elements particulars de les òrbites dels asteroides, cometes i satèl·lits, així com les últimes dades sobre les supernoves des d'Internet. Les dades es poden descarregar per al compte d'usuari actual. Si utilitzeu el KStars des d'un compte diferent, haureu de descarregar-les per a cada compte per separat.
ca@valencia: Este submenú es pot utilitzar per a actualitzar diverses dades dels objectes, elements particulars de les òrbites dels asteroides, cometes i satèl·lits, així com les últimes dades sobre les supernoves des d'Internet. Les dades es poden baixar per al compte d'usuari actual. Si utilitzeu KStars des d'un compte diferent, haureu de baixar-les per a cada compte per separat.
it: Questo sottomenu può essere usato per aggiornare da Internet vari dati di oggetti, in particolare asteroidi, comete e satelliti, elementi orbitali, nonché dati recenti di supernove da Internet. I dati saranno scaricati solo per l'utente corrente. Se KStars viene usato da diversi utenti, i dati dovranno essere scaricati separatamente da ciascun utente.
pt_br: Este submenu pode ser usado para atualizar vários dados de objetos, nomes de asteróides, cometas e satélites, bem como dados recentes de supernovas da Internet. Os dados serão baixados somente para a conta de usuário atual. Se você usa o KStars em contas diferentes, você deve baixá-los para cada conta separadamente.
sl: Ta podmeni se lahko uporablja za posodabljanje različnih podatkov o objektih, in sicer o orbitalnih elementih asteroidov, kometov in satelitov ter o nedavnih podatkih o supernovah z interneta. Podatki bodo preneseni samo za trenutni uporabniški račun. Če uporabljate KStars iz drugega računa, jih morate prenesti za vsak račun posebej.

source: ``Data → Updates``
bg: Данни > Актуализации
ca: ``Dades → Actualitzacions``
ca@valencia: ``Dades`` → ``Actualitzacions``
it: ``Dati → Aggiornamenti``
pt_br: ``Dados → Atualizações``
sl: ``Podatki → Posodobitve``

source: KStars tries to download recent supernovae list automatically by default. You can switch the download off using ``Supernovae`` page of KStars Settings window.
bg: KStars опитва автоматично да изтегли списък със наскоро открити свръхнови по подразбиране. Можете да изключите изтеглянето, като използвате страницата ``Свръхнови`` в прозореца за настройки.
ca: De manera predeterminada, el KStars intenta descarregar la llista de supernoves recents de manera automàtica. Podeu alternar aquest comportament utilitzant la pàgina ``Supernoves`` de la finestra de configuració del KStars.
ca@valencia: De manera predeterminada, KStars intenta baixar la llista de supernoves recents de manera automàtica. Podeu alternar este comportament utilitzant la pàgina ``Supernoves`` del diàleg de configuració de KStars.
it: Come impostazione predefinita, KStars prova automaticamente a scaricare la lista delle supernove. Puoi disattivare questo comportamento nella pagina ``Supernove`` della finestra delle impostazioni di KStars.
pt_br: O KStars tenta baixar a lista de supernovas recentes de forma automática por padrão. Você pode desativar este download usando a página ``Supernovas`` da janela de configurações do KStars.
sl: KStars poskuša privzeto samodejno prenesti seznam nedavnih supernov. Prenos lahko izklopite na strani ``Supernove`` v oknu z nastavitvami KStars.

source: ``Observation`` → ``Observation Planner`` (**Ctrl** + **L**)
bg: Наблюдение > Планиране на наблюдения
ca: ``Observació`` → ``Planificador d'observacions`` (**Ctrl** + **L**)
ca@valencia: ``Observació`` → ``Planificador d'observacions`` (**Ctrl** + **L**)
it: ``Osservazione`` → ``Pianificatore di osservazioni`` (**Ctrl** + **L**)
pt_br: ``Observação`` → ``Planejador de observação`` (**Ctrl** + **L**)
sl: ``Opazovanje`` → ``Načrtovalnik opazovanja`` (**Ctrl** + **L**)

source: Open the :doc:`Observation Planner <tool-obsplanner>` tool.
bg: Отваря се инструментът за :doc:`Планиране на наблюдения <tool-obsplanner>`.
ca: Obre l'eina :doc:`Planificador d'observacions <tool-obsplanner>`.
ca@valencia: Obri l':doc:`eina Planificador de l'observació <tool-obsplanner>`.
it: Apre il :doc:`pianificatore di osservazioni <tool-obsplanner>`.
pt_br: Abre a ferramenta :doc:`Planejador de observação <tool-obsplanner>`.
sl: Odpre orodje :doc:`Načrtovalnik opazovanja <tool-obsplanner>`.

source: ``Observation`` → ``Execute the Session Plan...`` (**Ctrl** + **2**)
bg: Наблюдение > Изпълване на планувана сесия...
ca: ``Observació`` → ``Executa la planificació de la sessió...`` (**Ctrl** + **2**)
ca@valencia: ``Observació`` → ``Executa la planificació de la sessió…`` (**Ctrl** + **2**)
it: ``Osservazione`` → ``Esegui il piano della sessione...`` (**Ctrl** + **2**)
pt_br: ``Observação`` → ``Executar o plano de sessão...`` (**Ctrl** + **2**)
sl: ``Opazovanje`` → ``Izvedi načrt seje...`` (**Ctrl** + **2**)

source: Opens :doc:`session plan wizard <tool-obsplanner>` or execute the planned session.
bg: Отваря :doc:`помощника за планиране на сесия <tool-obsplanner>` или изпълнява планираната сесия.
ca: Obre l':doc:`assistent de planificació de la sessió <tool-obsplanner>` o executa la sessió planificada.
ca@valencia: Obri l':doc:`assistent Planifiqueu la sessió <tool-obsplanner>` o executa la sessió planificada.
it: Apre la :doc:`procedura guidata per il piano della sessione <tool-obsplanner>` oppure esegue la sessione pianificata.
pt_br: Abre a janela do :doc:`assistente de planejamento da sessão <tool-obsplanner>` para executar a sessão planejada.
sl: Odpre :doc:`čarovnika za načrt seje <tool-obsplanner>` ali izvede načrtovano sejo.

source: ``Observation`` → ``Polaris Hour Angle...``
bg: Наблюдение > Часов ъгъл към полярната звезда......
ca: ``Observació`` → ``Angle horari de Polaris...``
ca@valencia: ``Observació`` → ``Angle horari de Polaris…``
it: ``Osservazione`` → ``Angolo orario polare...``
pt_br: ``Observação`` → ``Ângulo horário polar...``
sl: ``Opazovanje`` → ``Urni kot Severnice...``

source: Opens the ``Polaris Hour Angle`` tool.
bg: Отваря инструмента ``Часов ъгъл към полярната звезда``.
ca: Obre l'eina ``Angle horari de Polaris``.
ca@valencia: Obri l'eina ``Angle horari de Polaris``.
it: Apre lo strumento ``Angolo orario polare``.
pt_br: Abre a ferramenta de ``Ângulo horário polar``.
sl: Odpre orodje ``Urni kot Severnice``.
