Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-keys.po
Languages: bg

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo></shortcut> <guimenu>Settings</guimenu> <guimenuitem>Geographic...</guimenuitem>
bg: <shortcut><keycombo action="simul">&Ctrl;<keycap>G</keycap></keycombo></shortcut> <guimenu>Настройки</guimenu> <guimenuitem>Местоположение...</guimenuitem>

source: Select a new <link linkend="setgeo">geographic location</link>.
bg: Изберете ново <link linkend="setgeo">географско местоположение</link>.

source: <guimenu>Settings</guimenu> <guimenuitem>Configure Keyboard Shortcuts...</guimenuitem>
bg: <guimenu>Настройки</guimenu> <guimenuitem>Конфигуриране на клавишни комбинации...</guimenuitem>

source: Open the Configure Shortcuts window which allows you to modify &kstars; shortcuts. You can use &kstars; default shortcuts scheme or define your own shortcuts scheme. In order to add a new custom shortcut to an action, you need to click on action's name and then press the <guibutton>Custom:</guibutton> checkbox. Then click on the button next to <guibutton>Custom:</guibutton> checkbox and enter the shortcut you would like to use in &kstars;. You can also remove a shortcut by pressing the <guibutton>Delete</guibutton> button after you select an action from the list. &kstars; helps you to find an action by providing its search method; just enter the name of the action and the list will be reduced to its best matches. For example, I will give you a brief example on how to use &kstars; Configure Shortcuts feature:
bg: Отворете прозореца Конфигуриране на клавишни комбинации, който ви позволява да променяте клавишните комбинации на &kstars;. Можете да използвате стандартните комбинации или дефинирайте свои собствени. За да добавите нов персонализиран пряк път към действие, трябва да щракнете върху името на действието и след това да изберете радиобутона Персонализиран: и натиснете съответната клавишна комбинация. С бутона за изтриване отдясно. &kstars; ви помага да намерите действие, като предоставя поле за търсене. Просто въведете името на действието в полето и списъкът ще бъде намален до най-добрите съвпадения. По надолу следва кратко упътване, как да използвате инструмента на &kstars; за конфигуриране на клавишни комбинации:

source: Firstly, open the Configure Shortcuts window from the <guimenu>Settings</guimenu> menu.
bg: Първо отворете прозореца Конфигуриране на клавишни комбинации от менюто Настройки.

source: Then select the action you would like to add a shortcut (&ie; Artificial Horizon). You can use the search method provided by &kstars;. Just type <quote>art</quote> in the search text box and the list will be reduced to only four actions. The Artificial Horizon is the first action in the list.
bg: След това изберете действието, към което искате да добавите пряк път (т.е. Изкуствен хоризонт). Можете да използвате метода за търсене, предоставен от &kstars;. Просто въведете изк в текстовото поле за търсене и списъкът ще бъде намален само до една операция. Изкуственият хоризонт е единственото действие в списъка.

source: Now that you find your desired action, you can add a new shortcut by clicking on its name. After you click on the action name, press the <guibutton>Custom</guibutton> checkbox. There is a button next to <guibutton>Custom</guibutton> checkbox used for adding new shortcuts. By default, if an action has no custom shortcut, the <quote>None</quote> tag will be assigned to this button. Press this button and then add your custom shortcut. For example, for Artificial Horizon, you can use &Ctrl;+H shortcut. Hold the &Ctrl; key and press H. Your shortcut be automatically saved, thus you can use it next time when you open &kstars;.
bg: След като намерите желаното действие, можете да добавите нова клавишна комбинация за пряк път, като щракнете върху името му. След като щракнете върху името на действието, натиснете радиобутона до полето Персонализиран. След това натиснете своята клавишна комбинация. Например можете да използвате клавишната комбинация &Ctrl;+H. Задръжте &Ctrl; и натиснете H. Вашият пряк път се запазва автоматично, така че можете да го използвате следващия път, когато отворите &kstars;.

source: <guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem>
bg: <guimenu>Настройки</guimenu> <guimenuitem>Настройване на &kstars;...</guimenuitem>

source: Modify <link linkend="config">configuration options</link>.
bg: Промяна на <link linkend="config">опциите за конфигурация</link>.

source: <guimenu>Settings</guimenu> <guimenuitem>Startup Wizard...</guimenuitem>
bg: <guimenu>Настройки</guimenu> <guimenuitem>Помощник за стартиране...</guimenuitem>

source: Shows the <guilabel>Setup Wizard</guilabel> dialog. It is the same window that you saw when you ran &kstars; for the very first time. &kstars; Setup Wizard will help you set up some basic options, such as your location on Earth. The first page of Setup Wizard is a welcome page and if you press <guibutton>Next</guibutton> button, you will get the <guilabel>Choose Your Home Location</guilabel> page. Here you can select your exact home location or a city near your home location if your accurate location is not present in &kstars; cities database. Browsing the entire list is not so efficient and thus, &kstars; provides you a easy-to-use method for selecting your desired city in a short time. You may filter the list of cities by the name of your city, province and country. By giving more details about your location, the list's size will reduced only to its best matches. When you highlight a city in the cities list, the <guilabel>Longitude:</guilabel> and <guilabel>Latitude:</guilabel> boxes will be updated, containing the accurate information of your selected location. When you hit the <guibutton>Next</guibutton> button, you will get the last page of &kstars; Setup Wizard: <quote>Download Extra Data Files</quote> page. Here you may download optional data files via the Internet, in order to enhance &kstars;, such as Messier object images, or a more complete NGC/IC catalog. Press the <guibutton>Download Extra Data...</guibutton> button to proceed. After you pressed this button, the <guilabel>Get Hot New Stuff</guilabel> dialog will appear. It is &kstars; Add-On Installer, which will help you to manage what extra information you added to &kstars;. Firstly, you can choose how the add-ons list is displayed, by pressing the <guibutton>Details view mode</guibutton> or <guibutton>Icons view mode</guibutton> button. You may also order the list by various criteria like: newest, rating, most downloads or installed. This can be easily done by selecting an option using the radio button. You can also make searches using the <guilabel>Search:</guilabel> text box. Regarding the list of add-ons, you may perform several actions by selecting an add-on from the list: you can install or uninstall an add-on using the <guibutton>Install</guibutton> / <guibutton>Uninstall</guibutton> button, you can open the Details window using the <guibutton>Details</guibutton> button or you can rate an add-on by giving a number of gold stars, up to five stars. If you want to send an email to the author of an add-on, you are able to do that by clicking on his e-mail address. Then, your default e-mail application will guide you through the sending process. After you managed your &kstars; add-ons, then you can close the window by pressing the <guibutton>Close</guibutton> button. You can also use the Download Extra Data Files tool later, by selecting the <menuchoice><guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem></menuchoice> menu item.
bg: Показва елемента от менюто на помощника за настройка.

source: Additionally &kstars; has the common &kde; <guimenu>Settings</guimenu> menu items, for more information read the sections about the <ulink url="help:/fundamentals/menus.html#menus-settings">Settings Menu</ulink> of the &kde; Fundamentals.
bg: Освен това &kstars; има общия &kde; Настройките на &kde; Основи.

source: Help Menu
bg: Меню Помощ

source: &kstars; has the common &kde; <guimenu>Help</guimenu> menu items, for more information read the section about the <ulink url="help:/fundamentals/menus.html#menus-help">Help Menu</ulink> of the &kde; Fundamentals.
bg: &kstars; има общото за &kde; меню за <guimenu>Помощ</guimenu>. За повече информация прочетете секцията <ulink url="help:/fundamentals/menus.html#menus-help">Меню Помощ</ulink> на "Основни понятия".

source: <title>Popup Menu</title>
bg: <title>Изскачащо меню</title>

source: <primary>Popup Menu</primary>
bg: <primary>Изскачащо меню</primary>

source: Description
bg: Описание

source: The <mousebutton>right</mousebutton> click popup menu is context-sensitive, meaning its content varies depending on what kind of object you click on. We list all possible popup menu items here, with the relevant object type [in brackets].
bg: Изскачащото меню с десен бутон е чувствително към контекста, което означава, че съдържанието му варира в зависимост от вида на обекта, върху който щракнете. Тук изброяваме всички възможни елементи от изскачащото меню със съответния тип обект [в скоби].

source: [All]
bg: [Всички]

source: Identification and quick info: The top several lines are devoted to the name(s) of the object, its type and the constellation in which it lies. The magnitude is shown with the superscript 'm' if it is available. For stars, the Spectral Type is also shown here. For deep-sky objects, the dimensions, if known, are shown in arcminutes (eg: 6'×3') and the source catalog is also shown.
bg: Идентификация и бърза информация: Горните няколко реда са посветени на името(имената) на обекта, неговия тип и съзвездието, в което се намира. Магнитудът се показва с горния индекс 'm', ако е наличен. За звездите спектралният тип също е показан тук. За обекти от дълбокото небе размерите, ако са известни, се показват в ъглови минути (напр.: 6'×3') и също се посочва каталогът на източника.

source: Rise, Transit, and Set times for the object on the current simulation date are shown on the next three lines.
bg: На следващите три реда се показват времената на изгряване, кулминация и залез на обекта на текущата дата на симулация.

source: <guimenuitem>Center &amp; Track</guimenuitem>: Center the display on this location, and engage tracking. Equivalent to double-clicking.
bg: <guimenuitem>Центриране и проследяване</guimenuitem>: Центриране на екрана върху това място и включване на проследяването. Еквивалентно на двойно щракване.

source: <guimenuitem>Add flag...</guimenuitem>: Open &kstars; <quote>Flag manager</quote> window. Here you can manage your flags and use some of &kstars; features. When <quote>Flag manager</quote> window is open for a selected object, <guilabel>Right ascension</guilabel> and <guilabel>Declination</guilabel> text boxes will be automatically filled with the coordinate values of the selected object on the Sky Map. Besides these two text boxes, you can set the <guilabel>Epoch</guilabel>, add a <guilabel>Label</guilabel>, set the <guilabel>Label color</guilabel> or even add an <guilabel>Icon</guilabel>. To add custom icons, just add images in <filename class="directory">`qtpaths --paths GenericDataLocation`/kstars/</filename>. File names must begin with the <quote>flag</quote> keyword. For example, the file <quote>flagSmall_red_cross.gif</quote> will be shown as Small red cross in the combo box. After you set up the information of the new flag, you can add it to the flags list using the <guibutton>Add</guibutton> button. You may also change flags details (&ie; RA/Dec, label or icon) and then save the new ones by pressing the <guibutton>Save changes</guibutton> button. Using the Flag manager, you can easily center an object in Map or in Telescope, by pressing <guibutton>Center in Map</guibutton> or <guibutton>Center in Telescope</guibutton> button. In order to delete a value from the list, just select it in the list and then press <guibutton>Delete</guibutton> button. Your flags are saved after you close current session and thus you will be able to see them everytime you will use &kstars; again.
bg: <guimenuitem>Добавяне на флаг....</guimenuitem><quote>Управление на флагове</quote> на &kstars;. Тук можете да управлявате флаговете и да използвате някои функции на &kstars;. Когато отворите прозореца <quote>Управление на флагове</quote> за определен обект, полетата за <guilabel>Ректасцензия</guilabel> и <guilabel>Деклинация</guilabel> автоматично запълнени със стойностите на координатите на избрания обект на картата на небето. Освен тези две текстови полета можете да зададете <guilabel>Епоха</guilabel>, да добавите <guilabel>Етикет</guilabel>, да изберете <guilabel>Цвят на етикета</guilabel> и дори да добавите <guilabel>Икона</guilabel>. За да добавите потребителски икони, просто добавете изображения в <filename class="directory">`qtpaths --paths GenericDataLocation`/kstars/</filename>. Имената на файловете трябва да започват с префикс <quote>flag</quote>. Например, файлът <quote>flagSmall_red_cross.gif</quote> ще бъде показан като Малък червен кръст в полето за избор. След като зададете информацията за новия флаг, можете да го добавите към списъка с флагове, като използвате бутона <guibutton>Добавяне</guibutton>. Можете също така да промените данните за флаговете (&ie; RA/Dec, етикет или икона) и след това запишете новите, като натиснете бутона <guibutton>Записване на промените</guibutton>. С помощта на мениджъра на флагове можете лесно да центрирате обект в картата или телескопа, като натиснете бутона <guibutton>Центриране на картата</guibutton> или <guibutton>Центриране в телескопа</guibutton>. За да изтриете дадена стойност от списъка, просто я изберете в списъка и след това натиснете бутона <guibutton>Изтриване</guibutton>. Вашите флагове се записват, след като затворите текущата сесия и по този начин ще можете да ги виждате всеки път, когато отново използвате &kstars;.

source: <guimenuitem>Angular Distance To...</guimenuitem>: Enter "angular distance mode". In this mode, a dotted line is drawn from the first target object to the current mouse position. When you click with the &RMB; on a second object, this will display the angular distance between the two objects near the second object. You can press the &Esc; key to exit angular distance mode without measuring an angle.
bg: <guimenuitem>Ъглово разстояние до...</guimenuitem>: Въведете "режим на ъглово разстояние". В този режим се начертава пунктирана линия от първия целеви обект до текущата позиция на мишката. Когато щракнете с &RMB; върху втори обект, това ще покаже ъгловото разстояние между двата обекта в близост до втория обект. Можете да натиснете клавиша &Esc;, за да излезете от режима на ъглово разстояние, без да измервате ъгъл.

source: <guimenuitem>Starhop from here to</guimenuitem>: will enable you to find a path between two points in the sky. Star hopping is a technique that uses bright stars as a guide for finding fainter objects. So if you have a bright star, you can use it as a reference to find a fainter object. Starting from your reference star, &kstars; will find a route to the destination, traversing a sequence of stars/patterns of stars. The object for which you called <guilabel>Starhop from here to</guilabel> tool will be your starting point. When your starting point is established, a dotted line will appear, allowing you to decide which will be your end point. You have to move the mouse cursor to your destination object position and right click on it. Then, a dialog box will pop up, requiring you to set the FOV used for star hopping. For selecting a FOV, you need to make a choice from the FOV combo box list of values. The values you can choose include default FOV values (7x35 Binoculars, Telrad, One Degree, HST WFPC2 and 30m at 1.3cm) plus your customized FOVs. After you selected the FOV, &kstars; will find a route for you. Thus, the dialog box will contain a list of object used in the starhop. If &kstars; did not manage to find a route, then an error dialog box will be displayed, giving you a helping hand. When the Star-Hopper algorithm ends, the dialog box will contain a list of objects used in starhop route. For every object from the list, you can perform a set of actions: you can ask for details using the <guibutton>Details</guibutton> button, center selected object in the map using <guibutton>Center on map</guibutton> button or you can go to next star by pressing the <guibutton>Next</guibutton> button. Note that when go to next star, it will be automatically centered on the map. Also, Star-Hopper tool provides directions to star hop for every object of the list.
bg: <guimenuitem>Ориентиране по звездите от тук до</guimenuitem>: ще ви позволи да се ориентирате между две точки в небето. Ориентирането по звездите (Starhop - прескачане от звезда на звезда) е техника, при която по-ярките звезди се използват като ориентир за намиране на по-слаби обекти. Така че, ако имате ярка звезда, можете да я използвате като ориентир за намиране на по-слаб обект. Започвайки от вашата начална звезда, &kstars; ще намери маршрут до целта, преминавайки през поредица от звезди или конфигурации от звезди. Обектът, за който сте извикали инструмента <guilabel>Ориентиране по звездите от тук до</guilabel>, ще бъде вашата начална точка. Когато началната ви точка е установена, ще се появи пунктирана линия, която ще ви позволи да решите, коя да бъде крайната ви точка. Трябва да преместите курсора на мишката до позицията на крайния обект и да щракнете с десния бутон на мишката върху него. След това ще се появи диалогов прозорец, в който ще трябва да зададете зрителното поле, използвано за ориентацията. За да изберете зрително поле, трябва да изберете съответната стойност в падащия списък . Стойностите, които можете да избирате, включват стандартните рамки за зрителни полета (бинокъл 7x35, Telrad, 1 градус, HST WFPC2 и 30 m на 1, 3 cm) плюс допълнително въведените от вас рамки (ако има такива). След като изберете зрително поле, &kstars; ще намери маршрут за вас. По този начин диалоговият прозорец ще съдържа списък на обектите, използвани по време на ориентацията. Ако &kstars; не успее да намери маршрут, тогава ще се покаже диалогов прозорец за грешка, който ще ви даде допълнителна информация. Когато алгоритъмът за ориентиране приключи, диалоговият прозорец ще съдържа списък на обектите, използвани в маршрута от starhop алгоритъма. За всеки обект от списъка можете да извършите набор от действия: можете да попитате за подробности, като използвате бутона <guibutton>Подробности</guibutton>, да центрирате избрания обект в картата, като използвате бутона <guibutton>Центриране на картата</guibutton>, или да преминете към следващата звезда, като натиснете бутона <guibutton>Напред</guibutton>. Имайте предвид, че когато отидете на следващата звезда, тя ще бъде автоматично центрирана върху картата. Също така, инструментът за ориентиране по звездите (StarHopper) предоставя указания за ориентация по звездите за всеки обект от списъка.

source: <guimenuitem>Details</guimenuitem>: Open the <link linkend="tool-details">Object Details window</link> for this object.
bg: <guimenuitem>Подробности</guimenuitem>: Отваря прозореца <link linkend="tool-details">Сведения за обекта</link>.

source: <guimenuitem>Attach Label</guimenuitem>: Attach a permanent name label to the object. If the object already has a label attached, this item will read <guilabel>Remove Label</guilabel>.
bg: <guimenuitem>Прикрепяне на етикет</guimenuitem>: Прикрепяне на етикет с постоянно име към обекта. Ако обектът вече има етикет, този елемент ще гласи <guilabel>Премахване на етикет</guilabel>.

source: <guimenuitem>Add to Observing WishList</guimenuitem>: Add the selected object to <guimenu>Observation Planner</guimenu>'s Wish List. You can see the Wish List, by selecting the <menuchoice><guimenu>Observation</guimenu> <guimenuitem>Observation Planner</guimenuitem></menuchoice> menu item. If the object is already in the Observing WishList, then this item will become <guilabel>Remove Label</guilabel>.
bg: <guimenuitem>Добавяне към списък за наблюдение</guimenuitem>: Добавете избрания обект към списъка <guimenu>Планиране на наблюдение</guimenu> Можете да видите списъка с желания, като изберете <menuchoice><guimenu>Наблюдение</guimenu> <guimenuitem>Планиране на наблюдение</guimenuitem></menuchoice> Ако обектът вече е в списъка с желания, тогава този елемент ще стане <guilabel>Премахване от списък за наблюдение</guilabel>.

source: [Solar system objects]
bg: [Обекти на Слънчевата система]

source: <guimenuitem>Add Trail</guimenuitem>: Add a trail to current Solar system object. A star trail is the continuous path created by the star in the night sky due to the rotation of the Earth. If the object already has a trail, this item will become <guilabel>Remove Trail</guilabel>.
bg: <guimenuitem>Показване на траекторията</guimenuitem>: Добавяне на пътека към текущия обект на Слънчевата система. Звездната пътека е непрекъснатият път, който звездата създава в нощното небе поради въртенето на Земята. Ако обектът вече има следа, този елемент ще стане <guilabel>Премахване на траекторията</guilabel>.

source: <guimenuitem>Simulate eyepiece view</guimenuitem>: Eyepiece View feature renders the view through the eyepiece of various telescope types. Firstly, an input dialog is shown, which asks you to select one of the visible FOVs to use as a FOV for the eyepiece view. The user also has the option of trying to determine it from the image (accurate if image has metadata, otherwise it will be random). After you set the FOV, the "Eyepiece Field View" window will pop up. You can easily rotate the view using the "Rotation" slider. You can also flip and invert the view to help match the view through a telescope/camera. "Eyepiece view" tool can help you locate many objects with ease, instead of trying to work with relative positions and relative orientations. This is an important advantage, especially when you are star hopping. Note that for getting best results, time must be synced with current time in &kstars;, and &kstars; must be in horizontal coordinates mode.
bg: <guimenuitem>Симулиране на изглед на окуляр</guimenuitem>: Тази функция изобразява изгледа през окуляра на различни видове телескопи. Първо се показва диалогов прозорец за въвеждане, който ви запитва за вида на зрителното поле. Също така има опцията да се определи от изображение (точно, ако изображението има метаданни, в противен случай ще бъде зададен на случаен принцип). След като зададете ЗП, ще се отвори прозорецът ̋Зрително поле на окуляра. Можете лесно да завъртете изгледа с помощта на плъзгача Завъртване. Можете също така да обръщате симетрията на изгледа, за да наподоби изгледа през през телескоп/камера. Инструментът Изглед на окуляра може да ви помогне локализирайте много обекти с лекота, вместо да се опитвате да работите с относителни позиции и относителни ориентации. Това е важно предимство, особено когато се ориентирате по звезди. Забележете, че за получаване на най-добри резултати, времето трябва да се синхронизира с текущото време в &kstars; и трябва да сте е в режим на хоризонтални координати.

source: <guimenuitem>Image Resources</guimenuitem>: gives a list of image links for current Solar system object. The images are displayed in &kstars; Image Viewer tool. Image Viewer tool allows you to invert the colors and save the image in your computer.
bg: <guimenuitem>Ресурси с изображения</guimenuitem>: дава списък с връзки към изображения за текущия обект на Слънчевата система. Изображенията се показват в инструмента за преглед на изображения на &kstars; . Инструментът за преглед на изображения ви позволява да обръщате цветовете и запазете изображението на вашия компютър.
