Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: Command Reference
es: Referencia de órdenes
sv: Kommandoreferens

source: Menu Commands
bg: Команди на менюто
ca: Ordres del menú
ca@valencia: Ordres del menú
es: Órdenes del menú
it: Comandi dei menu
pt_br: Comandos do menu
sl: Ukazi menija
sv: Menykommandon

source: Commands
es: Órdenes
sv: Kommandon

source: Menu
es: Menú
sv: Meny

source: File Menu
bg: Меню Файл
ca: El menú Fitxer
ca@valencia: El menú Fitxer
es: El menú Archivo
it: Il menu File
pt_br: Menu Arquivo
sl: Meni Datoteka
sv: Menyn Arkiv

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Open Image...</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu>Archivo</guimenu> <guimenuitem>Abrir imagen...</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu>Arkiv</guimenu> <guimenuitem>Öppna bild...</guimenuitem>

source: Open an image in the FITS Viewer.
bg: Отваряне на изображение във визуализатора на FITS
ca: Obre una imatge al visualitzador de FITS.
ca@valencia: Obri una imatge en el visor de FITS.
es: Abrir una imagen en el visor FITS.
it: Apre un'immagine nel visore FITS.
pt_br: Abre uma imagem no visualizador FITS.
sl: Odpri sliko v ogledovalniku FITS.
sv: Visa en bild i FITS-visningen.

source: <guimenu>File</guimenu> <guimenuitem>Save Sky Image...</guimenuitem>
es: <guimenu>Archivo</guimenu> <guimenuitem>Guardar imagen del cielo...</guimenuitem>
sv: <guimenu>Arkiv</guimenu> <guimenuitem>Spara himmelsbild...</guimenuitem>

source: Create image on disk from current display.
bg: Запазване на изображението на небесната карта на диска.
ca: Crea una imatge en el disc a partir de la vista actual.
ca@valencia: Crea una imatge al disc a partir de la vista actual.
es: Crear una imagen en disco a partir de la pantalla actual.
it: Crea immagine su disco della visualizzazione corrente.
pt_br: Criar imagem no disco a partir da tela atual.
sl: Ustvari sliko na disku iz trenutnega prikaza.
sv: Skapa en bild på disk från aktuell skärm.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Run Script...</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> </shortcut> <guimenu>Archivo</guimenu> <guimenuitem>Ejecutar guion...</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>R</keycap></keycombo> </shortcut> <guimenu>Arkiv</guimenu> <guimenuitem>Kör skript...</guimenuitem>

source: Run the specified &kstars; script.
es: Ejecutar el guion especificado de &kstars;.
sv: Kör angivet &kstars;-skript.

source: <guimenu>File</guimenu> <guimenuitem>Printing Wizard...</guimenuitem>
es: <guimenu>Archivo</guimenu> <guimenuitem>Asistente de impresión...</guimenuitem>
sv: <guimenu>Arkiv</guimenu> <guimenuitem>Utskriftsguide...</guimenuitem>

source: Starts a wizard to configure capturing sky objects images using telescope and printing the results as a good looking printout for further use or catalogization.
bg: Стартира помощник за конфигуриране на заснемане на изображения на небесни обекти с помощта на телескоп и отпечатване на резултатите като добре изглеждаща разпечатка за по-нататъшна употреба или каталогизиране.
ca: Inicia un assistent per a configurar la captura d'imatges d'objectes celestes utilitzant el telescopi i imprimir els resultats amb un bon aspecte per al seu ús posterior o catalogació.
ca@valencia: Inicia un assistent per a configurar la captura d'imatges d'objectes celestes utilitzant el telescopi i imprimir els resultats amb un bon aspecte per al seu ús posterior o catalogació.
es: Inicia un asistente para configurar la captura de imágenes de objetos celestes usando un telescopio para imprimir el resultado como una impresión atractiva para su uso posterior o para catalogarla.
it: Avvia una procedura guidata per configurare l'acquisizione di immagini degli oggetti del cielo usando il telescopio e la stampa ad alta qualità dei risultati, per essere usati in altro modo o per essere classificati.
pt_br: Inicia um assistente para configurar a captura de imagens dos objetos celestes usando o telescópio e a impressão dos resultados com um bom visual, para poder usar futuramente em catálogos.
sl: Zažene čarovnika za konfiguriranje zajemanja slik nebesnih objektov s teleskopom in tiskanje rezultatov kot lepega izpisa za nadaljnjo uporabo ali katalogizacijo.
sv: Startar en guide för att anpassa tagning av bilder på himmelsobjekt med teleskop och skriva ut resultatet som snygga utskrifter för ytterligare användning eller katalogisering.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Print...</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu>Archivo</guimenu> <guimenuitem>Imprimir...</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>P</keycap></keycombo> </shortcut> <guimenu>Arkiv</guimenu> <guimenuitem>Skriv ut...</guimenuitem>

source: Send the current sky map to the printer (or to a &PostScript;/&PDF; file).
es: Envía el mapa del cielo actual a la impresora (o a un archivo &PostScript; o &PDF;).
sv: Skickar den nuvarande himmelskartan till skrivaren (eller till en &PostScript;/&PDF;-fil).

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Quit</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>Archivo</guimenu> <guimenuitem>Salir</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>Arkiv</guimenu> <guimenuitem>Avsluta</guimenuitem>

source: Quit &kstars;.
es: Salir de &kstars;.
sv: Avsluta &kstars;.

source: Time Menu
bg: Меню Време
ca: El menú Hora
ca@valencia: El menú Temps
es: El menú Tiempo
it: Il menu Tempo
pt_br: Menu Hora
sl: Časovni meni
sv: Menyn Tid

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>E</keycap></keycombo> </shortcut> <guimenu>Time</guimenu> <guimenuitem>Set Time to Now</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>E</keycap></keycombo> </shortcut> <guimenu>Tiempo</guimenu> <guimenuitem>Establecer tiempo a ahora</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>E</keycap></keycombo> </shortcut> <guimenu>Tid</guimenu> <guimenuitem>Ställ in tid till nuvarande</guimenuitem>

source: Sync time to system clock.
bg: Синхронизира часа и датата с часовника на системата.
ca: Sincronitza l'hora amb el rellotge del sistema.
ca@valencia: Sincronitza el temps amb el rellotge del sistema.
es: Sincronizar el tiempo con el reloj del sistema.
it: Sincronizza l'ora con l'orologio di sistema.
pt_br: Sincroniza a hora com o relógio do sistema.
sl: Sinhroniziraj čas s sistemsko uro.
sv: Synkronisera tiden med systemklockan.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu>Time</guimenu> <guimenuitem>Set Time...</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu>Tiempo</guimenu> <guimenuitem>Establecer tiempo...</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>S</keycap></keycombo> </shortcut> <guimenu>Tid</guimenu> <guimenuitem>Ställ in tid...</guimenuitem>

source: Set time and date.
bg: Задаване на датата и часа за симулацията.
ca: Estableix la data i l'hora.
ca@valencia: Establix la data i l'hora.
es: Fijar la fecha y la hora.
it: Imposta data e ora.
pt_br: Definir hora e data.
sl: Nastavi čas in datum.
sv: Välj tid och datum.

source: <shortcut> <keycap>&lt;</keycap> </shortcut> <guimenu>Time</guimenu> <guimenuitem>Advance One Step Backward in Time</guimenuitem>
es: <shortcut> <keycap>&lt;</keycap> </shortcut> <guimenu>Tiempo</guimenu> <guimenuitem>Retroceder un paso en el tiempo</guimenuitem>
sv: <shortcut><keycap>&lt;</keycap></shortcut><guimenu>Tid</guimenu> <guimenuitem>Gå ett steg bakåt i tid</guimenuitem>

source: Advance one step backward in time in the &kstars; simulation of the sky chart. The duration of the time step can be configured after pressing the little <guilabel>&gt;</guilabel> button on the &kstars; toolbar.
es: Retroceder un paso en el tiempo de la simulación del cielo de &kstars;. La duración del paso de tiempo se puede configurar pulsando el botón pequeño <guilabel>&gt;</guilabel> que hay en la barra de herramientas de &kstars;.
sv: Gå ett steg bakåt i tiden i &kstars; simulering av himmelskartan. Tidsstegets längd kan ställas in efter att ha klickat på den lilla knappen <guilabel>&gt;</guilabel> i &kstars; verktygsrad.

source: <guimenu>Time</guimenu> <guimenuitem>Stop Clock</guimenuitem>
es: <guimenu>Tiempo</guimenu> <guimenuitem>Detener el reloj</guimenuitem>
sv: <guimenu>Tid</guimenu> <guimenuitem>Stoppa klockan</guimenuitem>

source: Toggle whether time passes.
bg: Спиране/повторно пускане на часовника на симулацията.
ca: Determina si el temps transcorre o no.
ca@valencia: Determina si el temps transcorre o no.
es: Determina si el tiempo transcurre o no.
it: Attiva o disattiva il passare del tempo.
pt_br: Alterna o passar do tempo.
sl: Preklopi, ali čas teče.
sv: Växla mellan att tiden går och står stilla.

source: <shortcut> <keycap>&gt;</keycap> </shortcut> <guimenu>Time</guimenu> <guimenuitem>Advance One Step Forward in Time</guimenuitem>
es: <shortcut> <keycap>&gt;</keycap> </shortcut> <guimenu>Tiempo</guimenu> <guimenuitem>Avanzar un paso en el tiempo</guimenuitem>
sv: <shortcut><keycap>&gt;</keycap></shortcut><guimenu>Tid</guimenu> <guimenuitem>Gå ett steg framåt i tid</guimenuitem>

source: Advance one step forward in time in the &kstars; simulation of the sky chart. The duration of the time step can be configured after pressing the little <guilabel>&gt;</guilabel> button on the &kstars; toolbar.
es: Avanzar un paso en el tiempo de la simulación del cielo de &kstars;. La duración del paso de tiempo se puede configurar pulsando el botón pequeño <guilabel>&gt;</guilabel> que hay en la barra de herramientas de &kstars;.
sv: Gå ett steg framåt i tiden i &kstars; simulering av himmelskartan. Tidsstegets längd kan ställas in efter att ha klickat på den lilla knappen <guilabel>&gt;</guilabel> i &kstars; verktygsrad.

source: Pointing Menu
bg: Меню Насочване
ca: El menú Apunta
ca@valencia: El menú Apunta
es: El menú Apuntar
it: Il menu Puntamento
pt_br: Menu Apontamento
sl: Meni kazanja
sv: Menyn Pekning

source: <shortcut> <keycap>Z</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>Zenith</guimenuitem>
es: <shortcut> <keycap>Z</keycap> </shortcut> <guimenu>Apuntar</guimenu> <guimenuitem>Cenit</guimenuitem>
sv: <shortcut> <keycap>Z</keycap> </shortcut> <guimenu>Pekning</guimenu> <guimenuitem>Zenit</guimenuitem>

source: Center the display at the <link linkend="ai-zenith">Zenith</link> point (straight up).
es: Centrar la pantalla en el <link linkend="ai-zenith">cenit</link> (justo arriba).
sv: Centrera skärmen på <link linkend="ai-zenith">zenit</link>-punkten (rakt upp).

source: <shortcut> <keycap>N</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>North</guimenuitem>
es: <shortcut> <keycap>N</keycap> </shortcut> <guimenu>Apuntar</guimenu> <guimenuitem>Norte</guimenuitem>
sv: <shortcut> <keycap>N</keycap> </shortcut> <guimenu>Pekning</guimenu> <guimenuitem>Norr</guimenuitem>

source: Center the display above the North point on the horizon.
bg: Центрирайте дисплея над северната точка на хоризонта.
ca: Centra la vista sobre el punt Nord de l'horitzó.
ca@valencia: Centra la vista sobre el punt Nord de l'horitzó.
es: Centra la imagen encima del punto Norte del horizonte.
it: Centra lo schermo sul punto nord dell'orizzonte.
pt_br: Centraliza a tela acima do ponto norte do horizonte.
sl: Prikaz centrirajte nad severno točko na obzorju.
sv: Centrera skärmen ovanför norra punkten på horisonten.

source: <shortcut> <keycap>E</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>East</guimenuitem>
es: <shortcut> <keycap>E</keycap> </shortcut> <guimenu>Apuntar</guimenu> <guimenuitem>Este</guimenuitem>
sv: <shortcut> <keycap>E</keycap> </shortcut> <guimenu>Pekning</guimenu> <guimenuitem>Öster</guimenuitem>

source: Center the display above the East point on the horizon.
bg: Центрирайте дисплея над източната точка на хоризонта.
ca: Centra la vista sobre el punt Est de l'horitzó.
ca@valencia: Centra la vista sobre el punt Est de l'horitzó.
es: Centra la imagen encima del punto Este del horizonte.
it: Centra lo schermo sul punto est dell'orizzonte.
pt_br: Centraliza a tela acima do ponto leste do horizonte.
sl: Prikaz centrirajte nad vzhodno točko na obzorju.
sv: Centrera skärmen ovanför östra punkten på horisonten.

source: <shortcut> <keycap>S</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>South</guimenuitem>
es: <shortcut> <keycap>S</keycap> </shortcut> <guimenu>Apuntar</guimenu> <guimenuitem>Sur</guimenuitem>
sv: <shortcut> <keycap>S</keycap> </shortcut> <guimenu>Pekning</guimenu> <guimenuitem>Söder</guimenuitem>

source: Center the display above the South point on the horizon.
bg: Центрирайте дисплея над южната точка на хоризонта.
ca: Centra la vista sobre el punt Sud de l'horitzó.
ca@valencia: Centra la vista sobre el punt Sud de l'horitzó.
es: Centra la imagen encima del punto Sur del horizonte.
it: Centra lo schermo sul punto sud dell'orizzonte.
pt_br: Centraliza a tela acima do ponto sul do horizonte.
sl: Prikaz centrirajte nad južno točko na obzorju.
sv: Centrera skärmen ovanför södra punkten på horisonten.

source: <shortcut> <keycap>W</keycap> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>West</guimenuitem>
es: <shortcut> <keycap>W</keycap> </shortcut> <guimenu>Apuntar</guimenu> <guimenuitem>Oeste</guimenuitem>
sv: <shortcut> <keycap>W</keycap> </shortcut> <guimenu>Pekning</guimenu> <guimenuitem>Väster</guimenuitem>

source: Center the display above the West point on the horizon.
bg: Центрирайте дисплея над западната точка на хоризонта.
ca: Centra la vista sobre el punt Oest de l'horitzó.
ca@valencia: Centra la vista sobre el punt Oest de l'horitzó.
es: Centra la imagen encima del punto Oeste del horizonte.
it: Centra lo schermo sul punto ovest dell'orizzonte.
pt_br: Centraliza a tela acima do ponto oeste do horizonte.
sl: Prikaz centrirajte nad zahodno točko na obzorju.
sv: Centrera skärmen ovanför västra punkten på horisonten.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>M</keycap></keycombo> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>Set Coordinates Manually...</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>M</keycap></keycombo> </shortcut> <guimenu>Apuntar</guimenu> <guimenuitem>Fijar coordenadas manualmente...</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>M</keycap></keycombo> </shortcut> <guimenu>Pekning</guimenu> <guimenuitem>Ställ in koordinater manuellt...</guimenuitem>

source: Center the display on specific <link linkend="ai-skycoords">sky coordinates</link>.
es: Centrar la ventana en las <link linkend="ai-skycoords">coordenadas celestes</link>.
sv: Centrera skärmen på specifika <link linkend="ai-skycoords">himmelskoordinater</link>.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>Find Object...</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Apuntar</guimenu> <guimenuitem>Buscar objeto...</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Pekning</guimenu> <guimenuitem>Sök objekt...</guimenuitem>

source: Locate an object by name using the <link linkend="findobjects">Find Object Window</link>.
es: Localizar un objeto por su nombre usando la <link linkend="findobjects">ventana de búsqueda de objetos</link>.
sv: Hitta ett namngivet objekt genom att använda <link linkend="findobjects">Sök objektfönster</link>.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Pointing</guimenu> <guimenuitem>Engage/Stop Tracking</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Apuntar</guimenu> <guimenuitem>Activar/detener seguimiento</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Pekning</guimenu> <guimenuitem>Koppla in/Stoppa följning</guimenuitem>

source: Toggle tracking on/off. While tracking, the display will remain centered on the current position or object.
bg: Включване/изключване на проследяването. Докато проследявате, дисплеят ще остане центриран върху текущата позиция или обект.
ca: Activa i desactiva el seguiment. Durant el seguiment, la imatge romandrà centrada a sobre de la posició actual o objecte.
ca@valencia: Activa i desactiva el seguiment. Durant el seguiment, la imatge romandrà centrada damunt de la posició actual o objecte.
es: Conmuta el seguimiento. Durante el seguimiento, la imagen permanecerá centrada en el objeto o posición actual.
it: Attiva/disattiva l'inseguimento. Durante l'inseguimento lo schermo rimarrà centrato sulla posizione o sull'oggetto corrente.
pt_br: Alterna rastreio ligado/desligado. Ao rastrear o mostrador permanecera centralizado na posição atual do objeto.
sl: Vklop/izklop sledenja. Med sledenjem bo prikaz ostal centriran na trenutnem položaju ali objektu.
sv: Aktiverar eller inaktiverar följning. Under följning förblir skärmen centrerad på den nuvarande positionen eller det nuvarande objektet.

source: View Menu
bg: Меню Изглед
ca: El menú Visualitza
ca@valencia: El menú Visualitza
es: El menú Ver
it: Il menu Visualizza
pt_br: Menu Exibir
sl: Meni Pogled
sv: Menyn Visa

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>+</keycap></keycombo></shortcut> <guimenu>View</guimenu> <guimenuitem>Zoom In</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>+</keycap></keycombo> </shortcut> <guimenu>Ver</guimenu> <guimenuitem>Ampliar</guimenuitem>
sv: <shortcut><keycombo action="simul">&Ctrl;<keycap>+</keycap></keycombo></shortcut> <guimenu>Visa</guimenu> <guimenuitem>Zooma in</guimenuitem>

source: Zooms view in.
bg: Увеличаване на мащаба на изгледа
ca: Apropa la vista.
ca@valencia: Acosta la vista.
es: Amplía la imagen.
it: Aumenta l'ingrandimento della vista.
pt_br: Aproxima a visualização.
sl: Poveča pogled.
sv: Zoomar in skärmen.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>-</keycap></keycombo></shortcut> <guimenu>View</guimenu> <guimenuitem>Zoom Out</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>-</keycap></keycombo> </shortcut> <guimenu>Ver</guimenu> <guimenuitem>Reducir</guimenuitem>
sv: <shortcut><keycombo action="simul">&Ctrl;<keycap>-</keycap></keycombo></shortcut> <guimenu>Visa</guimenu> <guimenuitem>Zooma ut</guimenuitem>

source: Zooms view out.
bg: Намаляване на мащаба на изгледа
ca: Allunya la vista.
ca@valencia: Allunya la vista.
es: Reduce la imagen.
it: Diminuisce l'ingrandimento della vista.
pt_br: Afasta a visualização.
sl: Pomanjša pogled.
sv: Zoomar ut skärmen.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Default Zoom</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>Ver</guimenu> <guimenuitem>Ampliación predeterminada</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>Visa</guimenu> <guimenuitem>Förvald zoom</guimenuitem>

source: Restore the default Zoom setting.
bg: Възстановяване на стандартния мащабиране.
ca: Restaura la vista a les opcions predeterminades.
ca@valencia: Restaura el zoom al predeterminat.
es: Restaurar la preferencia de ampliación por omisión.
it: Ripristina le impostazioni predefinite d'ingrandimento.
pt_br: Restaura a configuração padrão de zoom.
sl: Obnovi privzeto nastavitev povečave.
sv: Återställ förvalt zoomläge.

source: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Zoom to Angular Size...</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>Ver</guimenu> <guimenuitem>Ampliar a tamaño angular...</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>Z</keycap></keycombo> </shortcut> <guimenu>Visa</guimenu> <guimenuitem>Zooma till vinkelstorlek...</guimenuitem>

source: Zoom to specified field-of-view angle.
bg: Мащабира до желания размер на ъгъла на зрителното поле.
ca: Amplia fins a l'angle del camp de visió especificat.
ca@valencia: Amplia fins a l'angle del camp de visió especificat.
es: Ampliar al ángulo de campo visual especificado.
it: Ridimensiona all'angolo del campo di vista specificato.
pt_br: Amplia para um ângulo especificado do campo de visão.
sl: Povečava na določen kot vidnega polja.
sv: Zooma till angiven synfältsvinkel.

source: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>F</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Full Screen Mode</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Ver</guimenu> <guimenuitem>Modo de pantalla completa</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>F</keycap></keycombo> </shortcut> <guimenu>Visa</guimenu> <guimenuitem>Fullskärmsläge</guimenuitem>

source: Toggle full-screen mode.
bg: Включване/изключване на пълноекранен режим.
ca: Canvia al mode de pantalla completa.
ca@valencia: Canvia al mode de pantalla completa.
es: Conmutar el modo de pantalla completa.
it: Attiva/disattiva la modalità a schermo intero.
pt_br: Alterna o modo tela cheia.
sl: Preklopi celozaslonski način.
sv: Växla fullskärmsläge.

source: <shortcut> &Space; </shortcut> <guimenu>View</guimenu> <guimenuitem>Switch to Star Globe View / Switch to Horizontal View</guimenuitem>
es: <shortcut> &Space; </shortcut> <guimenu>Ver</guimenu> <guimenuitem>Cambiar a la vista del globo de estrellas / Cambiar a la vista horizontal</guimenuitem>
sv: <shortcut> <keycap>Mellanslag</keycap> </shortcut> <guimenu>Visa</guimenu> <guimenuitem>Byt till stjärnglob/Byt till horisontell vy</guimenuitem>

source: Toggle between the <link linkend="horizontal">Horizontal</link> and <link linkend="equatorial">Equatorial</link> <link linkend="ai-skycoords">Coordinate Systems</link>.
es: Conmutar entre los <link linkend="ai-skycoords">sistemas de coordenadas</link> <link linkend="horizontal">horizontal</link> y <link linkend="equatorial">ecuatorial</link>.
sv: Växla mellan <link linkend="horizontal">horisontella</link> och <link linkend="equatorial">ekvatoriella</link> <link linkend="ai-skycoords">koordinatsystem</link>.

source: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>T</keycap></keycombo> </shortcut> <guimenu>View</guimenu> <guimenuitem>Show Terrain</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Ver</guimenu> <guimenuitem>Mostrar terreno</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>T</keycap></keycombo> </shortcut> <guimenu>Visa</guimenu> <guimenuitem>Visa terräng</guimenuitem>

source: Toggle the <link linkend="terrain">terrain image</link> visibility.
es: Conmuta la visibilidad de la <link linkend="terrain">imagen del terreno</link>.
sv: Ändra synlighet för <link linkend="tool-obsplanner">terrängbild</link>.
