Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: ``Add flag...``: Open KStars “Flag manager” window. Here you can manage your flags and use some of KStars features. When “Flag manager” window is open for a selected object, ``Right ascension`` and ``Declination`` text boxes will be automatically filled with the coordinate values of the selected object on the Sky Map. Besides these two text boxes, you can set the ``Epoch``, add a ``Label``, set the ``Label color`` or even add an ``Icon``. To add custom icons, just add images in :literal:`\`qtpaths --paths GenericDataLocation\`/kstars/`. File names must begin with the “flag” keyword. For example, the file “flagSmall_red_cross.gif” will be shown as Small red cross in the combo box. After you set up the information of the new flag, you can add it to the flags list using the ``Add`` button. You may also change flags details (i.e. RA/Dec, label or icon) and then save the new ones by pressing the ``Save changes`` button. Using the Flag manager, you can easily center an object in Map or in Telescope, by pressing ``Center in Map`` or ``Center in Telescope`` button. In order to delete a value from the list, just select it in the list and then press ``Delete`` button. Your flags are saved after you close current session and thus you will be able to see them everytime you will use KStars again.
bg: ``Добавяне на флаг....``\"Управление на флагове\" на KStars. Тук можете да управлявате флаговете и да използвате някои функции на KStars. Когато отворите прозореца \"Управление на флагове\" за определен обект, полетата за ``Ректасцензия`` и ``Деклинация`` автоматично запълнени със стойностите на координатите на избрания обект на картата на небето. Освен тези две текстови полета можете да зададете ``Епоха``, да добавите ``Етикет``, да изберете ``Цвят на етикета`` и дори да добавите ``Икона``. За да добавите потребителски икони, просто добавете изображения в ```qtpaths --paths GenericDataLocation`/kstars/``. Имената на файловете трябва да започват с префикс \"flag\". Например, файлът \"flagSmall_red_cross.gif\" ще бъде показан като Малък червен кръст в полето за избор. След като зададете информацията за новия флаг, можете да го добавите към списъка с флагове, като използвате бутона ``Добавяне``. Можете също така да промените данните за флаговете (ie RA/Dec, етикет или икона) и след това запишете новите, като натиснете бутона ``Записване на промените``. С помощта на мениджъра на флагове можете лесно да центрирате обект в картата или телескопа, като натиснете бутона ``Центриране на картата`` или ``Центриране в телескопа``. За да изтриете дадена стойност от списъка, просто я изберете в списъка и след това натиснете бутона ``Изтриване``. Вашите флагове се записват, след като затворите текущата сесия и по този начин ще можете да ги виждате всеки път, когато отново използвате KStars.
ca: ``Afegeix un indicador...``: Obre la finestra «Gestor dels indicadors» al KStars. Aquí podreu gestionar els vostres indicadors i utilitzar algunes de les característiques del KStars. La finestra «Gestor dels indicadors» s'obrirà per a un objecte seleccionat, els quadres de text ``Ascensió recta`` i ``Declinació`` s'ompliran automàticament amb els valors de les coordenades de l'objecte seleccionat al mapa celeste. A més d'aquests dos quadres de text, podeu establir l'``Època``, afegir un ``Indicador``, establir el ``Color de l'indicador`` o fins i tot afegir una ``Icona``. Per a afegir icones personalitzades, només cal afegir les imatges a :literal:`\`qtpaths --paths GenericDataLocation\`/kstars/`. Els noms de fitxer hauran de començar amb la paraula clau «flag» (etiqueta). Per exemple, el fitxer «flagSmall_red_cross.gif» es mostrarà com una creu vermella petita en el quadre combinat. Després de configurar la informació de l'indicador nou, el podreu afegir a la llista d'indicadors amb el botó ``Afegeix``. També podeu canviar els detalls dels indicadors (és a dir, AR/Dec, etiqueta o icona) i després desar-ho prement el botó ``Desa els canvis``. Utilitzant el gestor dels indicadors, podreu centrar amb facilitat un objecte al mapa o al telescopi, prement el botó ``Centra al mapa`` o ``Centra al telescopi``. Per tal d'eliminar un valor de la llista, només haureu de seleccionar-lo i després prémer el botó ``Elimina``. Els vostres indicadors es desaran després de tancar la sessió actual i, per tant, els podreu veure cada vegada que utilitzeu el KStars.
ca@valencia: ``Afig un indicador…``: Obri l'eina «Gestor d'indicadors» de KStars. Ací podreu gestionar els vostres indicadors i utilitzar algunes de les característiques de KStars. Quan està oberta per a un objecte seleccionat, els quadros de text ``Ascensió recta:`` i ``Declinació:`` s'emplenaran automàticament amb els valors de les coordenades de l'objecte seleccionat en el mapa celeste. A més d'estos dos quadros de text, podeu establir l'Època, afegir una ``Etiqueta``, establir el ``Color de l'etiqueta`` o fins i tot afegir una ``Icona``. Per a afegir icones personalitzades, només cal que afegiu imatges a :literal:`\`qtpaths --paths GenericDataLocation\`/kstars/`. Els noms dels fitxers han de començar amb la paraula clau «flag». Per exemple, el fitxer «flagCreu_roja_xicoteta.gif» es mostrarà com a «Creu roja xicoteta» al quadro combinat. Després de configurar la informació de l'indicador nou, podeu afegir-lo a la llista d'indicadors mitjançant el botó ``Afig``. També podeu canviar els detalls dels indicadors (és a dir, AR/Dec, etiqueta o icona) i després guardar les noves prement el botó ``Guarda els canvis``. Amb el «Gestor d'indicadors», podeu centrar amb facilitat un objecte en el mapa o en el telescopi prement el botó ``Centra en el mapa`` o ``Centra en el telescopi``. Per a suprimir un valor de la llista, només cal que el seleccioneu i premeu el botó ``Suprimix``. Els vostres indicadors es guardaran després de tancar la sessió actual i, per tant, els podreu veure cada vegada que torneu a utilitzar KStars.
it: ``Aggiungi indicatore...``: apre la finestra del “Gestore di indicatori“ di KStars. Da qui puoi configurare i tuoi indicatori e usare alcune funzionalità. Quando la finestra del “Gestore di indicatori“ viene aperta per un oggetto selezionato, le caselle testuali ``Ascensione retta`` e ``Declinazione`` saranno automaticamente riempite coi valori delle coordinate dell'oggetto selezionato nella mappa celeste. Vicino a queste due caselle testuali puoi impostare l```Epoca``, aggiungere una ``Etichetta``, impostare il ``Colore etichetta`` o perfino aggiungere una ``Icona``. Per aggiungere un'icona personalizzata aggiungi un'immagine in :literal:`\`qtpaths --paths GenericDataLocation\`/kstars/`. Il nome del file deve iniziare con la parola “flag“; ad esempio il file “flagSmall_red_cross.gif“ sarà mostrato come una crocetta rossa. Dopo aver impostato le informazioni del nuovo indicatore puoi aggiungerlo all'elenco di indicatori usando il pulsante ``Aggiungi``. Puoi anche modificare i dettagli degli indicatori (cioè AR/Dec, etichetta o icona) e quindi salvarne uno nuovo premendo il pulsante ``Salva le modifiche``. Usando il Gestore di indicatori puoi facilmente centrare un oggetto nella mappa o nel telescopio premendo il pulsante ``Centra nella mappa`` oppure ``Centra nel telescopio``. Per eliminare un valore dall'elenco basta selezionarlo e premere il pulsante ``Elimina``. I tuoi indicatori sono salvati una volta chiusa la sessione corrente, perciò sarai in grado di vederli ogni volta che userai KStars.
pt_br: ``Adicionar bandeira...``: Abre a janela do “Gerenciador de bandeiras” do KStars. Aqui você pode gerenciar suas bandeiras e usar alguns dos recursos do KStars. Quando a janela “Gerenciador de bandeiras” estiver aberta para um objeto selecionado, as caixas de texto ``Ascensão reta`` e ``Declinação`` serão preenchidas automaticamente com os valores de coordenadas do objeto selecionado no Mapa Celeste. Além dessas duas caixas de texto, você pode definir a ``Época``, adicionar um ``Rótulo``, definir a ``Cor do rótulo`` ou até mesmo adicionar um ``Ícone``. Para adicionar ícones personalizados, basta adicionar imagens em :literal:`\`qtpaths --paths GenericDataLocation\`/kstars/`. Os nomes dos arquivos devem começar com a palavra-chave “flag”. Por exemplo, o arquivo “flagSmall_red_cross.gif” será exibido como uma pequena cruz vermelha na caixa de combinação. Após configurar as informações da nova bandeira, você pode adicioná-la à lista de bandeiras usando o botão ``Adicionar``. Você também pode alterar os detalhes das bandeiras (por exemplo, AR/Dec, rótulo ou ícone) e salvar as novas bandeiras pressionando o botão ``Salvar alterações``. Usando o gerenciador de bandeiras, você pode centralizar facilmente um objeto no Mapa ou no Telescópio pressionando o botão ``Centralizar no mapa`` ou ``Centralizar no telescópio``. Para excluir um valor da lista, basta selecioná-lo e pressionar o botão ``Excluir``. Suas bandeiras são salvas após o encerramento da sessão atual e, portanto, você poderá visualizá-las sempre que usar o KStars novamente.
sl: ``Dodaj zastavico...``: Odpre okno »Upravitelj zastavic« v KStars. Tukaj lahko upravljate svoje zastavice in uporabljate nekatere funkcije KStars. Ko je okno »Upravitelj zastavic« odprto za izbrani objekt, se besedilni polji ``Rektascenzija`` in ``Deklinacija`` samodejno zapolnita z vrednostmi koordinat izbranega objekta na zemljevidu neba. Poleg teh dveh besedilnih polj lahko nastavite ``Epoho``, dodate ``Oznako``, nastavite ``barvo oznake`` ali celo dodate ``Ikono``. Če želite dodati ikone po meri, preprosto dodajte slike v :literal:`\`qtpaths --paths GenericDataLocation\`/kstars/`. Imena datotek se morajo začeti s ključno besedo ”flag”. Na primer, datoteka ”flagSmall_red_cross.gif” bo v kombiniranem polju prikazana kot majhen rdeči križec. Ko nastavite podatke o novi zastavici, jo lahko dodate na seznam zastavic z gumbom »Dodaj«. Spremenite lahko tudi podrobnosti zastavic (npr. RA/Dec, oznako ali ikono) in nato shranite nove s pritiskom na gumb »Shrani spremembe«. Z upraviteljem zastavic lahko preprosto centrirate objekt na zemljevidu ali v teleskopu s pritiskom na gumb ``Centriraj na karti`` ali ``Centriraj na teleskopu``. Če želite izbrisati vrednost s seznama, jo preprosto izberite na seznamu in nato pritisnite gumb ``Izbriši``. Vaše zastavice se shranijo po zaprtju trenutne seje in jih boste tako lahko videli vsakič, ko boste znova uporabili KStars.

source: ``Angular Distance To...``: Enter "angular distance mode". In this mode, a dotted line is drawn from the first target object to the current mouse position. When you click with the right mouse button on a second object, this will display the angular distance between the two objects near the second object. You can press the **Esc** key to exit angular distance mode without measuring an angle.
bg: ``Ъглово разстояние до...``: Въведете "режим на ъглово разстояние". В този режим се начертава пунктирана линия от първия целеви обект до текущата позиция на мишката. Когато щракнете с RMB върху втори обект, това ще покаже ъгловото разстояние между двата обекта в близост до втория обект. Можете да натиснете клавиша Esc, за да излезете от режима на ъглово разстояние, без да измервате ъгъл.
ca: ``Distància angular a...``: Entra en el «mode de distàncies angulars». En aquest mode es dibuixa una línia de punts des del primer objecte de l'objectiu fins a la posició actual del ratolí. Quan feu clic amb el botó dret del ratolí sobre un segon objecte, aquest mostrarà a prop del segon la distància angular entre tots dos objectes. Podeu prémer la tecla **Esc** per a sortir del mode de distàncies angulars sense mesurar cap angle.
ca@valencia: ``Distància angular a…``: entra en el «mode de distàncies angulars». En este mode es dibuixa una línia de punts des del primer objecte de l'objectiu fins a la posició actual del ratolí. Quan cliqueu amb el botó dret del ratolí sobre un segon objecte, este mostrarà a prop del segon la distància angular entre tots dos objectes. Podeu prémer la tecla **Esc** per a eixir del mode de distàncies angulars sense mesurar cap angle.
it: ``Distanza angolare da...``: entra nella "modalità distanza angolare". In questa modalità, una linea tratteggiata viene tracciata dal primo oggetto alla posizione del puntatore del mouse. Quando fai clic con il pulsante destro del mouse su un secondo oggetto, la distanza angolare tra i due oggetti sarà mostrata vicino al secondo oggetto. Puoi premere il tasto **Esc** per uscire dalla modalità distanza angolare senza aver effettuato una misura.
pt_br: ``Distância angular para...``: Entra no "modo de distância angular". Neste modo, uma linha tracejada é desenhada a partir do primeiro objeto alvo até a posição atual do mouse. Quando você clica com o botão direito do mouse em um segundo objeto, será exibida a distância angular entre os dois objetos próxima ao segundo objeto. Você pode pressionar a tecla **Esc** para sair do modo de distância angular sem medir um ângulo.
sl: ``Kotna razdalja do ...``: Vstopi v "način kotne razdalje". V tem načinu se od prvega ciljnega predmeta do trenutnega položaja miške nariše pikčasta črta. Ko kliknete z desno tipko miške na drugi predmet, se prikaže kotna razdalja med obema predmetoma v bližini drugega predmeta. Za izhod iz načina kotne razdalje brez merjenja kota lahko pritisnete tipko **Esc**.
