Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: Shows the ``Setup Wizard`` dialog. It is the same window that you saw when you ran KStars for the very first time. KStars Setup Wizard will help you set up some basic options, such as your location on Earth. The first page of Setup Wizard is a welcome page and if you press ``Next`` button, you will get the ``Choose Your Home Location`` page. Here you can select your exact home location or a city near your home location if your accurate location is not present in KStars cities database. Browsing the entire list is not so efficient and thus, KStars provides you a easy-to-use method for selecting your desired city in a short time. You may filter the list of cities by the name of your city, province and country. By giving more details about your location, the list's size will reduced only to its best matches. When you highlight a city in the cities list, the ``Longitude:`` and ``Latitude:`` boxes will be updated, containing the accurate information of your selected location. When you hit the ``Next`` button, you will get the last page of KStars Setup Wizard: “Download Extra Data Files” page. Here you may download optional data files via the Internet, in order to enhance KStars, such as Messier object images, or a more complete NGC/IC catalog. Press the ``Download Extra Data...`` button to proceed. After you pressed this button, the ``Get Hot New Stuff`` dialog will appear. It is KStars Add-On Installer, which will help you to manage what extra information you added to KStars. Firstly, you can choose how the add-ons list is displayed, by pressing the ``Details view mode`` or ``Icons view`` mode button. You may also order the list by various criteria like: newest, rating, most downloads or installed. This can be easily done by selecting an option using the radio button. You can also make searches using the ``Search:`` text box. Regarding the list of add-ons, you may perform several actions by selecting an add-on from the list: you can install or uninstall an add-on using the ``Install`` / ``Uninstall`` button, you can open the Details window using the ``Details`` button or you can rate an add-on by giving a number of gold stars, up to five stars. If you want to send an email to the author of an add-on, you are able to do that by clicking on his e-mail address. Then, your default e-mail application will guide you through the sending process. After you managed your KStars add-ons, then you can close the window by pressing the ``Close`` button. You can also use the Download Extra Data Files tool later, by selecting the ``Data`` → ``Download New Data...`` menu item.
bg: Показва елемента от менюто на помощника за настройка.
ca: Mostra el diàleg ``Assistent d'inici``. És la mateixa finestra que vàreu veure quan vau executar el KStars per primera vegada. L'assistent d'engegada del KStars us ajudarà a configurar algunes opcions bàsiques, com ara el vostre emplaçament a la Terra. La primera pàgina de l'assistent d'engegada és una pàgina de benvinguda, i si premeu el botó ``Següent``, obtindreu la pàgina ``Escolliu l'emplaçament de casa vostra``. Aquí podeu seleccionar l'emplaçament d'inici exacte o una ciutat prop de l'emplaçament d'inici si la vostra localització exacta no es troba a la base de dades de ciutats del KStars. El fet de navegar per tota la llista no és gaire eficient i, per tant, el KStars proporciona un mètode fàcil d'ús per a la selecció de la ciutat desitjada en poc temps. Podeu filtrar la llista de ciutats amb el nom de la ciutat, província i país. En donar més detalls sobre el vostre emplaçament, la mida de la llista s'anirà reduint a només les millors coincidències. Quan ressalteu una ciutat a la llista de ciutats, els quadres ``Longitud:`` i ``Latitud:`` s'actualitzaran amb la informació exacta de l'emplaçament seleccionat. Quan premeu el botó ``Següent``, obtindreu l'última pàgina de l'Assistent d'engegada del KStars: la pàgina «Descarrega els fitxers de dades extres». Aquí és possible baixar fitxers de dades opcionals a través d'Internet, per tal de millorar el KStars, com ara les imatges dels objectes Messier, o un catàleg NGC/IC més complet. Premeu el botó ``Descarrega les dades extres`` per a continuar. Una vegada premut el botó ``Descarrega les dades extres``, apareixerà la finestra ``Obtén les novetats candents``. És l'instal·lador de complements del KStars, el qual us ajudarà a gestionar la informació addicional que afegiu al KStars. En primer lloc, podeu triar com es mostra la llista de complements, prement el botó ``Mode de vista Detalls`` o ``Mode de vista Icones``. També podeu ordenar la llista mitjançant diversos criteris com: el més nou, qualificació, els més descarregats o instal·lats. Això es pot fer amb facilitat seleccionant una opció utilitzant el botó d'opció. També podeu fer cerques utilitzant el quadre de text ``Cerca:``. Pel que fa a la llista de complements, podeu realitzar diverses accions seleccionant un complement de la llista: el podeu instal·lar o desinstal·lar amb el botó ``Instal·la`` / ``Desinstal·la``, podeu obrir la finestra Detalls utilitzant el botó ``Detalls`` o podeu avaluar un complement, assignant una sèrie d'estrelles d'or, fins a cinc estrelles. Si voleu enviar un correu electrònic a l'autor d'un complement, podreu fer-ho fent clic a la seva adreça de correu electrònic. A continuació, l'aplicació predeterminada de correu electrònic us guiarà a través del procés d'enviament. Una vegada gestionats els vostres complements del KStars, podreu tancar la finestra prement el botó ``Tanca``. També podreu utilitzar després l'eina Descarrega els fitxers de dades extres, seleccionant ``Dades`` → ``Descarrega les dades extres...``.
ca@valencia: Mostra el diàleg ``Assistent d'iniciada``. És la mateixa finestra que vau veure quan es va executar KStars per primera vegada. Vos ajudarà a configurar algunes opcions bàsiques, com ara el vostre emplaçament en la Terra. La primera pàgina és de benvinguda i, si premeu el botó ``Següent``, obtindreu la pàgina ``Trieu l'emplaçament de casa vostra``. Ací podreu seleccionar el vostre emplaçament exacte o una ciutat propera si el vostre encara no es troba en la base de dades de ciutats de KStars. Navegar per tota la llista no és tan eficient i, per tant, KStars oferix un mètode fàcil d'utilitzar per a seleccionar la ciutat desitjada en poc temps. Podeu filtrar la llista de ciutats pel nom de la vostra ciutat, província i país. Si doneu més detalls sobre la vostra ubicació, la mida de la llista es reduirà a només les millors coincidències. Quan ressalteu una ciutat en la llista de ciutats, els quadros ``Llargària:`` i ``Latitud:`` s'actualitzaran, contenint la informació precisa per a l'emplaçament seleccionat. Quan premeu el botó ``Següent``, obtindreu l'última pàgina de l'assistent: pàgina «Descarrega fitxers de dades addicionals». Ací podreu baixar els fitxers de dades opcionals a través d'Internet per tal de millorar KStars, com ara imatges d'objectes Messier o un catàleg NGC/IC més complet. Premeu el botó ``Descarrega dades addicionals…`` per a continuar. Després de prémer este botó, apareixerà el diàleg ``Get Hot New Stuff``. És l'instal·lador de complements de KStars, el qual vos ajudarà a gestionar la informació addicional que afegiu a KStars. En primer lloc, podeu triar com es mostra la llista de complements prement el botó ``Mode de vista «Detalls»`` o ``Mode de vista Icones``. També podeu ordenar la llista per diversos criteris com ara: més recent, qualificació, més baixades o instal·lats. Açò es pot fer amb facilitat seleccionant una opció amb el botó d'opció. També podeu fer busques amb el quadro de text ``Busca:``. Pel que fa a la llista de complements, podeu realitzar diverses accions seleccionant un complement de la llista: podeu instal·lar o desinstal·lar un complement amb el botó ``Instal·la`` o ``Desinstal·la``, podeu obrir el diàleg «Detalls» amb el botó ``Detalls`` o podeu qualificar un complement donant-li un nombre d'estreles daurades, fins a cinc estreles. Si voleu enviar un correu electrònic a l'autor d'un complement, podeu fer-ho clicant damunt de la seua adreça electrònica. Aleshores, l'aplicació de correu electrònic predeterminada vos guiarà pel procés d'enviament. Després de gestionar els complements de KStars, podeu tancar el diàleg prement el botó ``Tanca``. També podeu utilitzar l'eina «Descarrega fitxers de dades addicionals» més tard, seleccionant l'element de menú ``Dades`` → ``Descarrega dades noves…``.
it: Mostra la finestra di dialogo ``Procedura guidata iniziale``, che è la stessa che hai visto quando hai avviato KStars per la prima volta. Essa ti aiuta ad impostare alcune opzioni di base, ad esempio la tua posizione sulla Terra. La prima pagina è una pagina di benvenuto, e premendo sul pulsante ``Successivo`` arriverai a ``Scegli la tua posizione``: da qui puoi selezionare la tua località oppure una città vicino ad essa, se la posizione accurata non è presente nella banca dati delle città di KStars. Sfogliare l'elenco completo non è molto efficiente, quindi KStars ti fornisce un semplice metodo per selezionare la città desiderata in poco tempo: puoi filtrare per nome della città, della provincia o della nazione. Fornendo più dettagli sulla tua posizione la dimensione dell'elenco si riduce alle sole migliori corrispondenze. Evidenziando una città nell'elenco, le caselle ``Longitudine:`` e ``Latitudine:`` verranno aggiornate in modo da contenere le informazioni accurate sulla posizione selezionata. Quando farai clic sul pulsante ``Successivo`` arriverai all'ultima pagina della Procedura guidata iniziale di KStars, la pagina “Scarica dati aggiuntivi“. Da qui puoi scaricare da Internet dei file di dati opzionali per migliorare KStars, quali le immagini degli oggetti di Messier o un catalogo NGC/IC più completo. Premi il pulsante ``Scarica dati aggiuntivi...`` per procedere, e ti apparirà la finestra di dialogo ``Scarica le Novità``: si tratta dell'Installatore di componenti aggiuntivi per KStars, che ti aiuterà a gestire le informazioni aggiuntive che hai aggiunto al programma. Per prima cosa puoi scegliere come viene visualizzato l'elenco delle novità, premendo il pulsante ``Modalità dettagliata`` oppure ``Modalità a icone``. Mediante gli appositi pulsanti a scelta singola puoi anche ordinare l'elenco in base a vari criteri: più scaricati, più recenti, valutazione o installato, inoltre puoi eseguire delle ricerche usando il campo di testo ``Cerca:``. In merito all'elenco delle novità, puoi compiere varie azioni selezionando un elemento dell'elenco: puoi installarlo o disinstallarlo usando il pulsante ``Installa`` / ``Disinstalla``, puoi aprire la finestra Dettagli col pulsante ``Dettagli``, oppure puoi valutarlo dando un certo numero di stelle, fino a cinque. Se vuoi inviare un messaggio all'autore puoi farlo facendo clic sul suo indirizzo di posta elettronica e completando l'operazione con la tua applicazione di posta predefinita. Dopo aver gestito le tue aggiunte di KStars puoi chiudere la finestra premendo il pulsante ``Chiudi``. Puoi anche usare lo strumento Scarica dati aggiuntivi in un secondo tempo, selezionando la voce di menu ``Dati`` → ``Scarica nuovi dati...``.
pt_br: Exibe a caixa de diálogo do ``Assistente de Configuração``. É a mesma janela que você viu ao executar o KStars pela primeira vez. O Assistente de Configuração do KStars ajudará você a configurar algumas opções básicas, como sua localização na Terra. A primeira página do Assistente de Configuração é uma página de boas-vindas e, se você clicar no botão ``Avançar``, será exibida a página ``Escolha seu local de residência``. Aqui, você pode selecionar seu local exato ou uma cidade próxima, caso sua localização exata não esteja presente no banco de dados de cidades do KStars. Navegar pela lista inteira não é tão eficiente e, portanto, o KStars oferece um método fácil de usar para selecionar a cidade desejada em pouco tempo. Você pode filtrar a lista de cidades pelo nome da sua cidade, província e país. Ao fornecer mais detalhes sobre sua localização, o tamanho da lista será reduzido apenas para as melhores correspondências. Ao destacar uma cidade na lista de cidades, as caixas ``Longitude:`` e ``Latitude:`` serão atualizadas, contendo as informações precisas do local selecionado. Ao clicar no botão ``Avançar``, você será direcionado para a última página do Assistente de Configuração do KStars: "Baixar arquivos de dados extras". Aqui, você pode baixar arquivos de dados opcionais pela Internet para aprimorar o KStars, como imagens de objetos do Messier ou um catálogo NGC/IC mais completo. Pressione o botão ``Baixar dados extras...`` para prosseguir. Após pressionar este botão, a caixa de diálogo ``Obter novidades`` será exibida. É o instalador de complementos do KStars, que ajudará você a gerenciar as informações extras adicionadas ao KStars. Primeiramente, você pode escolher como a lista de complementos será exibida, pressionando o botão ``Modo de visualização de detalhes`` ou ``Modo de visualização de ícones``. Você também pode ordenar a lista por vários critérios, como: mais recente, classificação, mais baixados ou instalados. Isso pode ser feito facilmente selecionando uma opção usando o botão de opção. Você também pode fazer pesquisas usando a caixa de texto ``Pesquisar:``. Em relação à lista de add-ons, você pode realizar várias ações selecionando um add-on da lista: você pode instalar ou desinstalar um add-on usando o botão ``Instalar`` / ``Desinstalar``, você pode abrir a janela de detalhes usando o botão ``Detalhes`` ou você pode classificar um add-on atribuindo um número de estrelas douradas, até cinco estrelas. Se você quiser enviar um e-mail para o autor de um add-on, você pode fazer isso clicando no endereço de e-mail dele. Em seguida, seu aplicativo de e-mail padrão o guiará pelo processo de envio. Após gerenciar seus add-ons do KStars, você pode fechar a janela pressionando o botão ``Fechar``. Você também pode usar a ferramenta para baixar arquivos de dados extras posteriormente, selecionando o item de menu ``Dados`` → ``Baixar novos dados...``.
sl: Prikaže pogovorno okno ``Čarovnik za namestitev``. To je isto okno, kot ste ga videli, ko ste prvič zagnali KStars. Čarovnik za namestitev KStars vam bo pomagal nastaviti nekatere osnovne možnosti, kot je vaša lokacija na Zemlji. Prva stran čarovnika za namestitev je pozdravna stran in če pritisnete gumb ``Naprej``, se bo odprla stran ``Izberite svojo domačo lokacijo``. Tukaj lahko izberete svojo natančno domačo lokacijo ali mesto blizu vaše domače lokacije, če vaše natančne lokacije ni v zbirki podatkov mest KStars. Brskanje po celotnem seznamu ni tako učinkovito, zato vam KStars ponuja preprost način za izbiro želenega mesta v kratkem času. Seznam mest lahko filtrirate po imenu svojega mesta, pokrajine in države. Če navedete več podrobnosti o svoji lokaciji, se velikost seznama zmanjša le na najboljša ujemanja. Ko na seznamu mest označite mesto, se polji ``Zemljepisna dolžina:`` in ``Zemljepisna širina:`` posodobita in vsebujeta natančne podatke o izbrani lokaciji. Ko pritisnete gumb ``Naprej``, se prikaže zadnja stran čarovnika za namestitev KStars: stran ``Prenesi dodatne podatkovne datoteke``. Tukaj lahko prek interneta prenesete izbirne podatkovne datoteke, da izboljšate KStars, kot so slike Messierjevih objektov ali popolnejši katalog NGC/IC. Za nadaljevanje pritisnite gumb ``Prenesi dodatne podatke...``. Po pritisku tega gumba se prikaže pogovorno okno ``Pridobi nove stvari``. To je namestitveni program za dodatke KStars, ki vam bo pomagal upravljati, katere dodatne informacije ste dodali v KStars. Najprej lahko izberete način prikaza seznama dodatkov s pritiskom na gumb ``Način pogleda podrobnosti`` ali ``Pogled ikon``. Seznam lahko razvrstite tudi po različnih merilih, kot so: najnovejši, ocena, največ prenosov ali nameščeni. To lahko preprosto storite tako, da z izbirnim gumbom izberete možnost. Iščete lahko tudi z besedilnim poljem ``Iskanje:``. Kar zadeva seznam dodatkov, lahko z izbiro dodatka s seznama izvedete več dejanj: dodatek lahko namestite ali odstranite z gumbom ``Namesti`` / ``Odstrani``, okno s podrobnostmi lahko odprete z gumbom ``Podrobnosti`` ali pa dodatek ocenite z določenim številom zlatih zvezdic, do petih. Če želite poslati e-pošto avtorju dodatka, lahko to storite s klikom na njegov e-poštni naslov. Nato vas bo vaša privzeta e-poštna aplikacija vodila skozi postopek pošiljanja. Ko upravljate svoje dodatke KStars, lahko okno zaprete s pritiskom na gumb ``Zapri``. Orodje za prenos dodatnih podatkovnih datotek lahko uporabite tudi pozneje, tako da izberete element menija ``Podatki`` → ``Prenesi nove podatke...``.

source: Additionally KStars has the common ``KDE Settings`` menu items, for more information read the sections about the `Settings Menu <help:/fundamentals/menus.html#menus-settings>`__ of the KDE Fundamentals.
bg: Освен това KStars има общия kde Настройките на kde Основи.
ca: De manera addicional, el KStars té la configuració comuna al KDE i els elements del menú ``Arranjament``. Per a obtenir més informació, llegiu les seccions sobre `El menú Arranjament <help:/fundamentals/menus.html#menus-settings>`__ en els Fonaments del KDE.
ca@valencia: De manera addicional, KStars té els elements de menú ``Configuració`` comuns de KDE. Per a obtindre més informació, llegiu la secció sobre `El menú Configuració <help:/fundamentals/menus.html#menus-settings>`__ als Fonaments de KDE.
it: Inoltre, KStars contiene le voci del menu ``Impostazioni di KDE`` comuni; per ulteriori informazioni, consulta i paragrafi relativi al `Menu Impostazioni <help:/fundamentals/menus.html#menus-settings>`__ dei Fondamentali di KDE.
pt_br: Além disso, o KStars possui os itens de menu comuns de ``configurações do KDE``. Para mais informações, leia as seções sobre o ``Menu de configurações <help:/fundamentals/menus.html#menus-settings>`__ dos Fundamentos do KDE.
sl: Poleg tega ima KStars običajne elemente menija »Nastavitve KDE«. Za več informacij preberite razdelke o meniju »Nastavitve <help:/fundamentals/menus.html#menus-settings>__ v Osnovah KDE.

source: KStars has the common KDE ``Help`` menu items, for more information read the section about the `Help Menu <help:/fundamentals/menus.html#menus-help>`__ of the KDE Fundamentals.
bg: KStars има общото за kde меню за ``Помощ``. За повече информация прочетете секцията `Меню Помощ <help:/fundamentals/menus.html#menus-help>`__ на "Основни понятия".
ca: El KStars té la configuració comuna al KDE i els elements del menú ``Ajuda``. Per a obtenir més informació, llegiu la secció sobre `El menú Ajuda <help:/fundamentals/menus.html#menus-help>`__ en els Fonaments del KDE.
ca@valencia: KStars té la configuració comuna a KDE i els elements del menú ``Ajuda``. Per a obtindre més informació, llegiu la secció sobre `El menú Ajuda <help:/fundamentals/menus.html#menus-help>`__ en els Fonaments de KDE.
it: KStars contiene le voci del menu ``Aiuto`` comuni di KDE; per ulteriori informazioni, consulta il paragrafo `Menu Aiuto <help:/fundamentals/menus.html#menus-help>`__ dei Fondamentali di KDE.
pt_br: O KStars possui os itens de menu ``Ajuda`` comuns do KDE. Para mais informações, leia a seção sobre o ``Menu Ajuda <help:/fundamentals/menus.html#menus-help>`__ dos Fundamentos do KDE.
sl: KStars ima običajne elemente menija KDE ``Pomoč``. Za več informacij preberite razdelek o meniju `Pomoč <help:/fundamentals/menus.html#menus-help>`__ v Osnovah KDE.

source: Popup Menu
bg: Изскачащо меню
ca: Menú emergent
ca@valencia: Menú emergent
it: Il menu a comparsa
pt_br: Menu de contexto
sl: Pojavni meni

source: The right click popup menu is context-sensitive, meaning its content varies depending on what kind of object you click on. We list all possible popup menu items here, with the relevant object type [in brackets].
bg: Изскачащото меню с десен бутон е чувствително към контекста, което означава, че съдържанието му варира в зависимост от вида на обекта, върху който щракнете. Тук изброяваме всички възможни елементи от изскачащото меню със съответния тип обект [в скоби].
ca: El menú emergent que s'obre fent clic dret depèn del context, el qual vol dir que és diferent depenent de l'objecte a sobre del qual heu fet clic. Aquí us mostrem tots els elements possibles d'aquest menú, amb el tipus d'objecte [entre claudàtors].
ca@valencia: El menú emergent que s'obri fent clic dret és sensible al context, el qual vol dir que és diferent depenent de l'objecte sobre el qual heu clicat. Ací vos mostrem tots els elements possibles d'este menú, amb el tipus d'objecte [entre claudàtors].
it: Il menu a comparsa, attivato da un clic col tasto destro del mouse, è sensibile al contesto, ovvero cambia a seconda dell'oggetto su cui fai clic. Elenchiamo qui tutte le voci del menu a comparsa, con il tipo di oggetto [tra parentesi quadre].
pt_br: O menu obtido com o clique-direito é sensível ao contexto, significando que muda dependendo de qual tipo de objeto você clicou. Listamos todos os itens de menu de contexto possíveis aqui, com os tipos de objetos relacionados [em colchetes].
sl: Pojavni meni, ki se prikaže z desnim klikom, je kontekstualno občutljiv, kar pomeni, da se njegova vsebina razlikuje glede na vrsto predmeta, na katerega kliknete. Tukaj navajamo vse možne elemente pojavnega menija z ustrezno vrsto predmeta [v oklepaju].

source: ``Center & Track``: Center the display on this location, and engage tracking. Equivalent to double-clicking.
bg: ``Центриране и проследяване``: Центриране на екрана върху това място и включване на проследяването. Еквивалентно на двойно щракване.
ca: ``Centra i segueix``: Centra la imatge a sobre d'aquest emplaçament i inicia el seguiment. Equival a fer doble clic.
ca@valencia: ``Centra i seguix``: centra la imatge damunt este emplaçament i inicia el seguiment. Equival a fer doble clic.
it: ``Centra e insegui``: centra lo schermo in questa posizione e attiva l'inseguimento. Equivale a fare un doppio clic.
pt_br: ``Centralizar e rastrear``: Centraliza a visualização nesta localização, e inicia o rastreamento. Equivalente ao duplo clique.
sl: ``Centriraj in sledi``: Centriraj prikaz na to lokacijo in vklopi sledenje. Enakovredno dvojnemu kliku.
