Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-menu.po
Languages: bg, ca, ca@valencia, es, it, pt_br, sl, sv

source: <guimenu>View</guimenu> <guisubmenu>Projection</guisubmenu>
es: <guimenu>Ver</guimenu> <guisubmenu>Proyección</guisubmenu>
sv: <guimenu>Visa</guimenu> <guisubmenu>Projektion</guisubmenu>

source: A submenu that lists all projections.
bg: Подменю, което изброява всички проекции.
ca: Un submenú que llista totes les projeccions.
ca@valencia: Un submenú que llista totes les projeccions.
es: Un submenú que lista todas las proyecciones.
it: Un sottomenu che elenca tutte le proiezioni.
pt_br: Um submenu que lista todas as projeções.
sl: Podmeni, ki navaja vse projekcije.
sv: En undermeny som listar alla projektioner.

source: <shortcut><keycap>F5</keycap></shortcut><guimenuitem>Lambert Azimuthal Equal-area</guimenuitem>
es: <shortcut><keycap>F5</keycap></shortcut><guimenuitem>Acimutal equivalente de Lambert</guimenuitem>
sv: <shortcut><keycap>F5</keycap></shortcut><guimenuitem>Lamberts azimutala ytriktiga</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Lambert_azimuthal_equal-area_projection">Lambert azimuthal equal-area</ulink> projection.
es: Cambia la vista de la carta celeste a la proyección <ulink url="https://es.wikipedia.org/wiki/Proyección_acimutal_de_Lambert">acimutal de Lambert</ulink>.
sv: Byt himmelskartans visning till <ulink url="https://en.wikipedia.org/wiki/Lambert_azimuthal_equal-area_projection">Lamberts azimutala ytriktigaprojektion</ulink>.

source: <shortcut><keycap>F6</keycap></shortcut><guimenuitem>Azimuthal Equidistant</guimenuitem>
es: <shortcut><keycap>F6</keycap></shortcut><guimenuitem>Acimutal equidistante</guimenuitem>
sv: <shortcut><keycap>F6</keycap></shortcut><guimenuitem>Azimutal ekvidistant</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Azimuthal_equidistant_projection">azimuthal equidistant</ulink> projection.
es: Cambia la vista de la carta celeste a la proyección <ulink url="https://es.wikipedia.org/wiki/Proyección_acimutal_equidistantes">acimutal equidistante</ulink>.
sv: Byt himmelskartans visning till <ulink url="https://en.wikipedia.org/wiki/Azimuthal_equidistant_projection">azimutal ekvidistant projektion</ulink>.

source: <shortcut><keycap>F7</keycap></shortcut><guimenuitem>Orthographic</guimenuitem>
es: <shortcut><keycap>F7</keycap></shortcut><guimenuitem>Ortográfica</guimenuitem>
sv: <shortcut><keycap>F7</keycap></shortcut><guimenuitem>Ortografisk</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Orthographic_projection_(cartography)">orthographic</ulink> projection.
es: Cambia la vista de la carta celeste a la proyección <ulink url="https://es.wikipedia.org/wiki/Proyección_ortográfica">ortográfica</ulink>.
sv: Byt himmelskartans visning till <ulink url="https://en.wikipedia.org/wiki/Orthographic_projection_(cartography)">ortografisk projektion</ulink>.

source: <shortcut><keycap>F8</keycap></shortcut><guimenuitem>Equirectangular</guimenuitem>
es: <shortcut><keycap>F8</keycap></shortcut><guimenuitem>Equirrectangular</guimenuitem>
sv: <shortcut><keycap>F8</keycap></shortcut><guimenuitem>Likformigt rektangulär</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Equirectangular_projection">equirectangular</ulink> projection.
es: Cambia la vista de la carta celeste a la proyección <ulink url="https://es.wikipedia.org/wiki/Proyección_cilíndrica_equidistante">cilíndrica equidistante</ulink>.
sv: Byt himmelskartans visning till <ulink url="https://en.wikipedia.org/wiki/Equirectangular_projection">likformigt rektangulär projektion</ulink>.

source: <shortcut><keycap>F9</keycap></shortcut><guimenuitem>Stereographic</guimenuitem>
es: <shortcut><keycap>F9</keycap></shortcut><guimenuitem>Estereográfica</guimenuitem>
sv: <shortcut><keycap>F9</keycap></shortcut><guimenuitem>Stereografisk</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Stereographic_projection">stereographic</ulink> projection.
es: Cambia la vista de la carta celeste a la proyección <ulink url="https://es.wikipedia.org/wiki/Proyección_estereográfica">estereográfica</ulink>.
sv: Byt himmelskartans visning till <ulink url="https://sv.wikipedia.org/wiki/Stereografisk_projektion">stereografisk projektion</ulink>.

source: <shortcut><keycap>F10</keycap></shortcut><guimenuitem>Gnomonic</guimenuitem>
es: <shortcut><keycap>F10</keycap></shortcut><guimenuitem>Gnomónica</guimenuitem>
sv: <shortcut><keycap>F10</keycap></shortcut><guimenuitem>Gnomonisk</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Gnomonic_projection">gnomonic</ulink> projection.
es: Cambia la vista de la carta celeste a la proyección <ulink url="https://es.wikipedia.org/wiki/Proyección_gnomónica">gnomónica</ulink>.
sv: Byt himmelskartans visning till <ulink url="https://en.wikipedia.org/wiki/Gnomonic_projection">gnomonisk projektion</ulink>.

source: <guimenu>View</guimenu> <guisubmenu>HiPS All Sky Overlay</guisubmenu>
es: <guimenu>Ver</guimenu> <guisubmenu>Capa HiPS de todo el cielo</guisubmenu>
sv: <guimenu>Visa</guimenu> <guisubmenu>HiPS-himmelsöverlagring</guisubmenu>

source: A submenu that lists the enabled surveys. Select the <guimenuitem>HiPS Settings...</guimenuitem> menu item for configure the <link linkend="hips">HiPS</link> sky overlays.
sv: En undermeny som listar de tillgängliga översikterna. Välj menyalternativet <guimenuitem>HiPS-inställningar...</guimenuitem> för att ställa in <link linkend="hips">HiPS</link> himmelsöversikter.

source: Tools Menu
bg: Меню Инструменти
ca: El menú Eines
ca@valencia: El menú Eines
es: El menú Herramientas
it: Il menu Strumenti
pt_br: Menu Ferramentas
sl: Meni Orodja
sv: Menyn Verktyg

source: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Calculator</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Herramientas</guimenu> <guimenuitem>Calculadora</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Verktyg</guimenu> <guimenuitem>Räknare</guimenuitem>

source: Opens the <link linkend="tool-calculator">AstroCalculator</link> Tool, which provides full access to many of the mathematical functions used by &kstars;.
es: Abre la herramienta de la <link linkend="tool-calculator">calculadora astronómica</link>, que le proporciona total acceso a muchas de las funciones matemáticas utilizadas por &kstars;.
sv: Visar fönstret med <link linkend="tool-calculator">astronomiräknaren</link>, som ger dig fullständig tillgång till många av de matematiska funktioner som används av &kstars;.

source: <guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu>
es: <guimenu>Herramientas</guimenu> <guisubmenu>Dispositivos</guisubmenu>
sv: <guimenu>Verktyg</guimenu> <guisubmenu>Enheter</guisubmenu>

source: A submenu for control supported devices.
bg: Подменю за управление на поддържани устройства.
ca: Un submenú per a controlar els dispositius admesos.
ca@valencia: Un submenú per a controlar els dispositius admesos.
es: Un submenú para controlar los dispositivos compatibles.
it: Un sottomenu per controllare i dispositivi supportati.
pt_br: Um submenu para controlar dispositivos suportados.
sl: Podmeni za naprave, ki jih podpira upravljanje.
sv: En undermeny för att styra enheter som stöds.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>0</keycap></keycombo></shortcut> <guimenuitem>List your Equipment...</guimenuitem>
es: <shortcut><keycombo action="simul">&Ctrl;<keycap>0</keycap></keycombo></shortcut> <guimenuitem>Listar su equipo...</guimenuitem>
sv: <shortcut><keycombo action="simul">&Ctrl;<keycap>0</keycap></keycombo></shortcut> <guimenuitem>Lista din utrustning...</guimenuitem>

source: Allows you to define your equipment characteristics for observation logs. The Configure Equipment window is divided into four tabs: <guilabel>Telescope</guilabel>, <guilabel>Eyepiece</guilabel>, <guilabel>Lens</guilabel> and <guilabel>Filter</guilabel>. You can add a new equipment by completing its characteristics and pressing <guibutton>Add New...</guibutton> button. You can also save or remove an equipment from the list.
es: Le permite definir las características de su equipo para los registros de observación. La ventana «Configurar equipo» está dividida en cuatro pestañas: <guilabel>Telescopio</guilabel>, <guilabel>Ocular</guilabel>, <guilabel>Lentes</guilabel> y <guilabel>Filtro</guilabel>. Puede añadir un equipo nuevo completando sus características y pulsando el botón <guibutton>Añadir nuevo...</guibutton>. También puede guardar o eliminar un equipo de la lista.
sv: Låter dig definiera din utrustnings karaktäristik för observationsloggar. Fönstret Ställ in utrustning är uppdelat i fyra flikar: <guilabel>Teleskop</guilabel>, <guilabel>Okular</guilabel>, <guilabel>Lins</guilabel> och <guilabel>Filter</guilabel>. Du kan lägga till ny utrustning genom att fylla i dess karaktäristik och klicka på knappen <guibutton>Lägg till ny...</guibutton>. Du kan också spara eller ta bort utrustning från listan.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>D</keycap></keycombo></shortcut> <guimenuitem>Device Manager...</guimenuitem>
es: <shortcut><keycombo action="simul">&Ctrl;<keycap>D</keycap></keycombo></shortcut> <guimenuitem>Gestor de dispositivos...</guimenuitem>
sv: <shortcut><keycombo action="simul">&Ctrl;<keycap>D</keycap></keycombo></shortcut> <guimenuitem>Enhetshanterare...</guimenuitem>

source: Opens up the device manager, which allows you to start/shutdown device drivers and connect to remote INDI servers.
bg: Отваря диспечера на устройства, който ви позволява да стартирате/изключвате драйвери на устройства и да се свързвате с отдалечени INDI сървъри.
ca: Obre el gestor de dispositius, el qual us permet posar/treure controladors de dispositiu i connectar-vos amb servidors INDI remots.
ca@valencia: Obri el gestor de dispositius, el qual permet posar i traure controladors de dispositiu i connectar-vos amb servidors INDI remots.
es: Abre el gestor de dispositivos, que le permite iniciar y detener controladores de dispositivos, además de conectar a servidores INDI remotos.
it: Apre il gestore dei dispositivi, che ti permette di avviare e di arrestare driver e di connetterti a server INDI remoti.
pt_br: Abre o gerenciador de dispositivos, que permite iniciar/desligar drivers de dispositivos e conectar-se a servidores remotos INDI.
sl: Odpre upravitelja naprav, ki vam omogoča zagon/zaustavitev gonilnikov naprav in povezavo z oddaljenimi strežniki INDI.
sv: Visar enhetshanteraren, som låter dig starta/stänga av drivrutiner och ansluta till andra INDI-servrar.

source: Custom Drivers...
es: Controladores personalizados...
sv: Egna drivrutiner...

source: A dialog to customize the drivers.
bg: Диалогов прозорец за персонализиране на драйверите.``
ca: Un diàleg per a personalitzar els controladors.
ca@valencia: Un diàleg per a personalitzar els controladors.
es: Un diálogo para personalizar los controladores.
it: Una finestra di dialogo per personalizzare i driver.
pt_br: Uma caixa de diálogo para personalizar os controladores.
sl: Pogovorno okno za prilagajanje gonilnikov.
sv: En dialogruta för att anpassa drivrutinerna.

source: INDI Control Panel...
es: Panel de control de INDI...
sv: INDI-inställningsruta...

source: Opens up INDI Control Panel, which allows you to control all the features supported by a device.
bg: Отваря контролния панел INDI, който ви позволява да контролирате всички функции, поддържани от дадено устройство.``
ca: Obre el Plafó de control INDI, el qual us permet controlar totes les característiques admeses per un dispositiu.
ca@valencia: Obri el «Quadro de control INDI», el qual permet controlar totes les característiques admeses per un dispositiu.
es: Abre el panel de control INDI, que le permite controlar todas las funciones que realiza un dispositivo.
it: Apre il pannello di controllo INDI, che ti permette di controllare tutte le funzioni supportate da un dispositivo.
pt_br: Abre o painel de controle do INDI, que permite controlar todos os recursos suportados por um dispositivo.
sl: Odpre nadzorno ploščo INDI, ki vam omogoča nadzor nad vsemi funkcijami, ki jih podpira naprava.
sv: Visar INDI-inställningsrutan, som låter dig styra alla funktioner som en enhet stöder.

source: <guimenu>Tools</guimenu> <guimenuitem>Sky Calendar</guimenuitem>
es: <guimenu>Herramientas</guimenu> <guimenuitem>Calendario celeste</guimenuitem>
sv: <guimenu>Verktyg</guimenu> <guimenuitem>Stjärnkalender</guimenuitem>

source: Opens the <guilabel>Sky Calendar</guilabel> Tool, which allows you to plan observations of Solar System planets by giving graphical data on sets and rises of these objects.
es: Abre la herramienta del <guilabel>Calendario celeste</guilabel>, que le permite planificar observaciones de los planetas del Sistema Solar proporcionando datos gráficos sobre la salida y el ocaso de dichos objetos.
sv: Visar verktyget <guilabel>Stjärnkalender</guilabel>, vilket låter dig planera observationer av solsystemets planeter genom att ange grafisk data för nedgångstider och uppgångstider för dessa objekt.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Altitude vs. Time</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu>Herramientas</guimenu> <guimenuitem>Altura frente a tiempo</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu>Verktyg</guimenu> <guimenuitem>Elevation mot tid</guimenuitem>

source: Opens the <link linkend="tool-altvstime">Altitude vs. Time</link> Tool, which can plot curves representing the altitude of any object as a function of time. This is useful for planning observing sessions.
es: Abre la herramienta <link linkend="tool-altvstime">Altura frente a tiempo</link>, que puede dibujar curvas que representan la altura de cualquier objeto en función del tiempo. Esto resulta útil para planear sesiones de observación.
sv: Visar verktyget <link linkend="tool-altvstime">elevation mot tid</link>, som kan rita upp kurvor som representerar elevationen hos ett godtyckligt objekt som funktion av tiden. Det här är användbart för att planera observationssessioner.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>What's up Tonight</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> </shortcut> <guimenu>Herramientas</guimenu> <guimenuitem>Qué ocurre esta noche</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> </shortcut> <guimenu>Verktyg</guimenu> <guimenuitem>Vad händer i natt</guimenuitem>

source: Opens the <link linkend="tool-whatsup">What's up Tonight</link> Tool, which presents a summary of the objects which are observable from your location on a given date.
es: Abre la herramienta <link linkend="tool-whatsup">Qué ocurre esta noche</link>, que presenta un sumario de los objetos que se pueden observar desde su posición en una fecha determinada.
sv: Visar verktyget <link linkend="tool-whatsup">Vad händer i natt?</link>, som presenterar en översikt av objekten som kan observeras från din geografiska plats ett givet datum.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>What's Interesting...</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> </shortcut> <guimenu>Herramientas</guimenu> <guimenuitem>Qué es interesante...</guimenuitem>
sv: <shortcut><keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> </shortcut> <guimenu>Verktyg</guimenu> <guimenuitem>Vad är intressant...</guimenuitem>

source: Opens the <guilabel>What's Interesting</guilabel> Tool, which allows you to be informed about the most interesting observations that can be made from your current location using the given equipment.
es: Abre la herramienta <guilabel>Qué es interesante</guilabel>, que le permite estar informado sobre las observaciones más importantes que se pueden realizar desde su posición actual usando el equipo indicado.
sv: Visar verktyget <guilabel>Vad är intressant...</guilabel>, som informerar dig om de mest intressanta observationerna som kan göras från din aktuella position med angiven utrustning.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>XPlanet Solar System Simulator</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu>Herramientas</guimenu> <guimenuitem>Simulador del Sistema Solar XPlanet</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu>Verktyg</guimenu> <guimenuitem>XPlanet solsystemsimulator</guimenuitem>

source: This menu item will appear only if you have installed the <application>XPlanet</application> optional package.
es: Esta opción del menú aparecerá solo si tiene instalado el paquete opcional <application>XPlanet</application>.
sv: Menyalternativet visas bara om du har installerat det valfria paketet <application>XPlanet</application>.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>B</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Script Builder</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>B</keycap></keycombo> </shortcut> <guimenu>Herramientas</guimenu> <guimenuitem>Constructor de guiones</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>B</keycap></keycombo> </shortcut> <guimenu>Verktyg</guimenu> <guimenuitem>Skriptbyggare</guimenuitem>

source: Opens the <link linkend="tool-scriptbuilder">Script Builder</link> Tool, which provides a GUI interface for building &kstars; &DBus; scripts.
es: Abre la herramienta <link linkend="tool-scriptbuilder">Constructor de guiones</link>, que proporciona una interfaz de usuario para construir guiones &DBus; de &kstars;.
sv: Visar verktyget <link linkend="tool-scriptbuilder">Skriptbyggare</link>, som tillhandahåller ett grafiskt gränssnitt för att bygga &kstars; &DBus;-skript.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Y</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Solar System</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Y</keycap></keycombo> </shortcut> <guimenu>Herramientas</guimenu> <guimenuitem>Sistema Solar</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Y</keycap></keycombo> </shortcut> <guimenu>Verktyg</guimenu> <guimenuitem>Solsystemet</guimenuitem>

source: Opens the <link linkend="tool-solarsys">Solar System Viewer</link>, which displays an overhead view of the solar system on the current simulation date.
es: Abre el <link linkend="tool-solarsys">visor del Sistema Solar</link>, que muestra el Sistema Solar visto desde arriba en la fecha de simulación actual.
sv: Visar verktyget <link linkend="tool-solarsys">Visning av solsystemet</link>, som visar en översiktsbild av solsystemet det aktuella simuleringsdatumet.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Ekos</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> </shortcut> <guimenu>Herramientas</guimenu> <guimenuitem>Ekos</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> </shortcut> <guimenu>Verktyg</guimenu> <guimenuitem>Ekos</guimenuitem>

source: Opens <link linkend="ekos">Ekos</link>, a complete and powerful tool for astrophotography. With Ekos, you can align and guide your telescope, focus your CCD, and capture images using an easy intuitive interface.
es: Abre <link linkend="ekos">>Ekos</link>, una completa y potente herramienta para astrofotografía. Con Ekos puede alinear y guiar el telescopio, enfocar la CCD y capturar imágenes usando una interfaz fácil e intuitiva.
sv: Öppnar <link linkend="ekos">Ekos</link>, ett fullständigt och kraftfullt verktyg för astrofotografering. Med Ekos kan man rikta in och styra teleskop, fokusera CCD:er och ta bilder med ett enkelt intuitivt gränssnitt.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>J</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Jupiter's Moons</guimenuitem>
es: <shortcut> <keycombo action="simul">&Ctrl;<keycap>J</keycap></keycombo> </shortcut> <guimenu>Herramientas</guimenu> <guimenuitem>Lunas de Júpiter</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>J</keycap></keycombo> </shortcut> <guimenu>Verktyg</guimenu> <guimenuitem>Jupiters månar</guimenuitem>

source: Opens the <link linkend="tool-jmoons">Jupiter Moons Tool</link>, which displays the positions of Jupiter's four brightest moons as a function of time.
es: Abre la <link linkend="tool-jmoons">herramienta de las lunas de Júpiter</link>, que muestra las posiciones de las cuatro lunas más brillantes de Júpiter en función del tiempo.
sv: Visar <link linkend="tool-jmoons">Verktyget för Jupiters månar</link>, som visar positionen för Jupiters fyra största månar som en funktion av tiden.

source: <guimenu>Tools</guimenu> <guimenuitem>Flags</guimenuitem>
es: <guimenu>Herramientas</guimenu> <guimenuitem>Indicadores</guimenuitem>
sv: <guimenu>Verktyg</guimenu> <guimenuitem>Flaggor</guimenuitem>

source: Opens the <guilabel>Flag manager</guilabel> Tool, which can be used to assign color labels and icons to the given positions on the sky chart.
es: Abre la herramienta del <guilabel>Gestor de indicadores</guilabel>, que se puede usar para asignar etiquetas de color e iconos a determinadas posiciones de la carta celeste.
sv: Visar verktyget <guilabel>Flagghanterare</guilabel> som kan användas för att tilldela färgbeteckningar och ikoner till angivna positioner på himmelskartan.

source: <guimenu>Tools</guimenu> <guimenuitem>Imaging Planner</guimenuitem>
sv: <guimenu>Verktyg</guimenu> <guimenuitem>Bildplanering</guimenuitem>

source: Opens the <link linkend="tool-imaging-planner">Imaging Planner Tool</link>, which helps you find objects to image.
sv: Visar verktyget <link linkend="tool-obsplanner">bildplaneringsverktyget</link>, som hjälper till att hitta objekt att ta bilder av.

source: Data Menu
bg: Меню Данни
ca: El menú Dades
ca@valencia: El menú Dades
es: El menú Datos
it: Il menu Dati
pt_br: Menu Dados
sl: Podatkovni meni
sv: Menyn Data

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo></shortcut> <guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem>
es: <shortcut><keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo></shortcut> <guimenu>Datos</guimenu> <guimenuitem>Descargar nuevos datos...</guimenuitem>
sv: <shortcut> <keycombo action="simul">&Ctrl;<keycap>N</keycap></keycombo> </shortcut> <guimenu>Data</guimenu> <guimenuitem>Ladda ner ny data...</guimenuitem>

source: Open the <guilabel>Get Hot New Stuff</guilabel> dialog to download additional data for &kstars;.
es: Abre el diálogo <guilabel>Obtener novedades</guilabel> para descargar datos adicionales para &kstars;.
sv: Visa dialogrutan <guilabel>Heta nyheter</guilabel> för ladda ner ytterligare data för &kstars;.
