Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/kstars-mouse.po
Languages: ca, de, fr, gl, it, pl, pt, ru, sl, uk

source: <shortcut><keycap>F5</keycap></shortcut><guimenuitem>Lambert Azimuthal Equal-area</guimenuitem>
it: <shortcut><keycap>F5</keycap></shortcut><guimenuitem>Azimutale area-equivalente di Lambert</guimenuitem>
sl: <shortcut><keycap>F5</keycap></shortcut><guimenuitem>Lambertova azimutalna enako-površinska</guimenuitem>
uk: <shortcut><keycap>F5</keycap></shortcut><guimenuitem>Азимутальна Ламберта з рівними площами</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Lambert_azimuthal_equal-area_projection">Lambert azimuthal equal-area</ulink> projection.
it: Imposta la proiezione <ulink url="https://it.wikipedia.org/wiki/Proiezione_azimutale_equivalente_di_Lambert">azimutale area-equivalente di Lambert</ulink> per la mappa celeste.
sl: Preklopite pogled zvezdne karte na <ulink url="https://en.wikipedia.org/wiki/Lambert_azimuthal_equal-area_projection">Lambertovo azimutalno enako-površinsko projekcijo</ulink>.
uk: Перемикає панель перегляду карти зоряного неба у режим <ulink url="https://en.wikipedia.org/wiki/Lambert_azimuthal_equal-area_projection">азимутальної проєкції Ламберта з рівними площами</ulink>.

source: <shortcut><keycap>F6</keycap></shortcut><guimenuitem>Azimuthal Equidistant</guimenuitem>
it: <shortcut><keycap>F6</keycap></shortcut><guimenuitem>Azimutale equidistante</guimenuitem>
sl: <shortcut><keycap>F6</keycap></shortcut><guimenuitem>Azimutalna ekvidistantna</guimenuitem>
uk: <shortcut><keycap>F6</keycap></shortcut><guimenuitem>Азимутальна еквідистанційна</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Azimuthal_equidistant_projection">azimuthal equidistant</ulink> projection.
it: Imposta la proiezione <ulink url="https://it.wikipedia.org/wiki/Proiezione_azimutale_equidistante">azimutale equidistante</ulink> per la mappa celeste.
sl: Preklopite pogled zvezdne karte na <ulink url="https://en.wikipedia.org/wiki/Azimuthal_equidistant_projection">azimutalno ekvidistantno</ulink> projekcijo.
uk: Перемикає панель перегляду карти зоряного неба у режим <ulink url="https://en.wikipedia.org/wiki/Azimuthal_equidistant_projection">азимутальної еквідистантної</ulink> проєкції.

source: <shortcut><keycap>F7</keycap></shortcut><guimenuitem>Orthographic</guimenuitem>
it: <shortcut><keycap>F7</keycap></shortcut><guimenuitem>Ortografica</guimenuitem>
sl: <shortcut><keycap>F7</keycap></shortcut><guimenuitem>Ortografsko</guimenuitem>
uk: <shortcut><keycap>F7</keycap></shortcut><guimenuitem>Ортографічна</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Orthographic_projection_(cartography)">orthographic</ulink> projection.
it: Imposta la proiezione <ulink url="https://it.wikipedia.org/wiki/Proiezione_ortografica">ortografica</ulink> per la mappa celeste.
sl: Preklopite pogled zvezdne karte na <ulink url="https://en.wikipedia.org/wiki/Orthographic_projection_(cartography)">ortografsko</ulink> projekcijo.
uk: Перемикає панель перегляду карти зоряного неба у режим <ulink url="https://en.wikipedia.org/wiki/Orthographic_projection_(cartography)">ортографічної</ulink> проєкції.

source: <shortcut><keycap>F8</keycap></shortcut><guimenuitem>Equirectangular</guimenuitem>
it: <shortcut><keycap>F8</keycap></shortcut><guimenuitem>Equidistante</guimenuitem>
sl: <shortcut><keycap>F8</keycap></shortcut><guimenuitem>Pravokotna</guimenuitem>
uk: <shortcut><keycap>F8</keycap></shortcut><guimenuitem>Циліндрична</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Equirectangular_projection">equirectangular</ulink> projection.
it: Imposta la proiezione <ulink url="https://it.wikipedia.org/wiki/Proiezione_cilindrica_equidistante">equirettangolare</ulink> per la mappa celeste.
sl: Preklopite pogled zvezdne karte na <ulink url="https://en.wikipedia.org/wiki/Equirectangular_projection">pravokotno</ulink> projekcijo.
uk: Перемикає панель перегляду карти зоряного неба у режим <ulink url="https://en.wikipedia.org/wiki/Equirectangular_projection">еквіректангулярної</ulink> проєкції.

source: <shortcut><keycap>F9</keycap></shortcut><guimenuitem>Stereographic</guimenuitem>
it: <shortcut><keycap>F9</keycap></shortcut><guimenuitem>Stereografica</guimenuitem>
sl: <shortcut><keycap>F9</keycap></shortcut><guimenuitem>Stereografski</guimenuitem>
uk: <shortcut><keycap>F9</keycap></shortcut><guimenuitem>Стереографічна</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Stereographic_projection">stereographic</ulink> projection.
it: Imposta la proiezione <ulink url="http://it.wikipedia.org/wiki/Proiezione_stereografica">stereografica</ulink> per la mappa celeste.
sl: Preklopite pogled nebesne karte na <ulink url="https://en.wikipedia.org/wiki/Stereographic_projection">stereografsko</ulink> projekcijo.
uk: Перемикає панель перегляду карти зоряного неба у режим <ulink url="https://en.wikipedia.org/wiki/Stereographic_projection">стереографічної</ulink> проєкції.

source: <shortcut><keycap>F10</keycap></shortcut><guimenuitem>Gnomonic</guimenuitem>
it: <shortcut><keycap>F10</keycap></shortcut><guimenuitem>Gnomonica</guimenuitem>
sl: <shortcut><keycap>F10</keycap></shortcut><guimenuitem>Gnomonsko</guimenuitem>
uk: <shortcut><keycap>F10</keycap></shortcut><guimenuitem>Гномонічна</guimenuitem>

source: Switch sky chart view to the <ulink url="https://en.wikipedia.org/wiki/Gnomonic_projection">gnomonic</ulink> projection.
it: Imposta la proiezione <ulink url="http://it.wikipedia.org/wiki/Proiezione_gnomonica">gnomonica</ulink> per la mappa celeste.
sl: Preklopite pogled nebesne karte na <ulink url="https://en.wikipedia.org/wiki/Gnomonic_projection">gnomonsko</ulink> projekcijo.
uk: Перемикає панель перегляду карти зоряного неба у режим <ulink url="https://en.wikipedia.org/wiki/Gnomonic_projection">гномонічної</ulink> проєкції.

source: <guimenu>View</guimenu> <guisubmenu>HiPS All Sky Overlay</guisubmenu>
it: <guimenu>Visualizza</guimenu> <guisubmenu>Sovrapposizione a tutto cielo di HiPS</guisubmenu>
sl: <guimenu>Pogled</guimenu> <guisubmenu>Prekrivanje celotnega neba HiPS</guisubmenu>
uk: <guimenu>Перегляд</guimenu> <guisubmenu>Накладка HiPS на усе небо</guisubmenu>

source: A submenu that lists the enabled surveys. Select the <guimenuitem>HiPS Settings...</guimenuitem> menu item for configure the <link linkend="hips">HiPS</link> sky overlays.
it: Un sotto-menu che elenca i sondaggi abilitati. Seleziona la voce di menu <guimenuitem>Impostazioni HIPS...</guimenuitem> per configurare le sovrapposizioni di cielo <link linkend="hips">HiPS</link>.
sl: Podmeni, v katerem so navedene omogočene ankete. Izberite element menija <guimenuitem>Nastavitve HiPS...</guimenuitem> za konfiguracijo prekrivnih površin <link linkend="hips">HiPS</link>.
uk: Підменю зі списком доступних оглядів. Виберіть пункт <guimenuitem>Параметри HiPS...</guimenuitem>, щоб налаштувати накладки на карту неба <link linkend="hips">HiPS</link>.

source: Tools Menu
it: Il menu Strumenti
sl: Meni Orodja
uk: Меню «Інструменти»

source: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Calculator</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Strumenti</guimenu> <guimenuitem>Calcolatrice</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Orodja</guimenu> <guimenuitem>Kalkulator</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;&Shift;<keycap>C</keycap></keycombo> </shortcut> <guimenu>Інструменти</guimenu> <guimenuitem>Калькулятор</guimenuitem>

source: Opens the <link linkend="tool-calculator">AstroCalculator</link> Tool, which provides full access to many of the mathematical functions used by &kstars;.
it: Apre la finestra dell'<link linkend="tool-calculator">astrocalcolatrice</link>, che fornisce l'accesso a molte delle funzioni matematiche usate da &kstars;.
sl: Odpre orodje <link linkend="tool-calculator">AstroCalculator</link>, ki nudi popoln dostop do številnih matematičnih funkcij, ki jih uporablja &kstars;.
uk: Відкриває вікно інструмента <link linkend="tool-calculator">Астрокалькулятор</link>, у якому ви отримаєте повних доступ до багатьох математичних засобів, які використовує &kstars;.

source: <guimenu>Tools</guimenu> <guisubmenu>Devices</guisubmenu>
it: <guimenu>Strumenti</guimenu> <guisubmenu>Dispositivi</guisubmenu>
sl: <guimenu>Orodja</guimenu> <guisubmenu>Naprave</guisubmenu>
uk: <guimenu>Інструменти</guimenu> <guisubmenu>Пристрої</guisubmenu>

source: A submenu for control supported devices.
it: Un sottomenu per controllare i dispositivi supportati.
sl: Podmeni za nadzor podprtih naprav.
uk: Підменю для керування підтримуваними пристроями.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>0</keycap></keycombo></shortcut> <guimenuitem>List your Equipment...</guimenuitem>
it: <shortcut><keycombo action="simul">&Ctrl;<keycap>0</keycap></keycombo></shortcut> <guimenuitem>Elenca la tua attrezzatura...</guimenuitem>
sl: <shortcut><keycombo action="simul">&Ctrl;<keycap>0</keycap></keycombo></shortcut> <guimenuitem>Seznam vaše opreme...</guimenuitem>
uk: <shortcut><keycombo action="simul">&Ctrl;<keycap>0</keycap></keycombo></shortcut> <guimenuitem>Створити список обладнання...</guimenuitem>

source: Allows you to define your equipment characteristics for observation logs. The Configure Equipment window is divided into four tabs: <guilabel>Telescope</guilabel>, <guilabel>Eyepiece</guilabel>, <guilabel>Lens</guilabel> and <guilabel>Filter</guilabel>. You can add a new equipment by completing its characteristics and pressing <guibutton>Add New...</guibutton> button. You can also save or remove an equipment from the list.
it: Ti permette di definire le caratteristiche del tuo equipaggiamento per i registri dell'osservazione. La finestra Configura l'attrezzatura è divisa in quattro schede: <guilabel>Telescopio</guilabel>, <guilabel>Oculare</guilabel>, <guilabel>Lente</guilabel> e <guilabel>Filtro</guilabel>. Puoi aggiungere un nuovo equipaggiamento completando le sue caratteristiche e premendo il pulsante <guibutton>Aggiungi nuovo...</guibutton>. Puoi anche salvare o rimuovere un equipaggiamento dall'elenco.
sl: Omogoča vam, da določite značilnosti vaše opreme za dnevnike opazovanja. Okno za konfiguracijo opreme je razdeljeno na štiri zavihke: <guilabel>Teleskop</guilabel>, <guilabel>Okular</guilabel>, <guilabel>Objektiv</guilabel> in <guilabel>Filter</guilabel>. Novo opremo lahko dodate tako, da izpolnite njene značilnosti in pritisnete gumb <guibutton>Dodaj novo...</guibutton>. Opremo lahko tudi shranite ali odstranite s seznama.
uk: Надає вам змогу визначити параметри вашого обладнання для журналу спостереження. Вікно налаштовування обладнання поділено на чотири вкладки: <guilabel>Телескоп</guilabel>, <guilabel>Окуляр</guilabel>, <guilabel>Об'єктив</guilabel> і <guilabel>Фільтр</guilabel>. Щоб додати новий запис обладнання, вкажіть його характеристики і натисніть кнопку <guibutton>Додати новий...</guibutton>. Також передбачено можливість вилучення записів обладнання зі списку.

source: <shortcut><keycombo action="simul">&Ctrl;<keycap>D</keycap></keycombo></shortcut> <guimenuitem>Device Manager...</guimenuitem>
it: <shortcut><keycombo action="simul">&Ctrl;<keycap>D</keycap></keycombo></shortcut> <guimenuitem>Gestore dei dispositivi...</guimenuitem>
sl: <shortcut><keycombo action="simul">&Ctrl;<keycap>D</keycap></keycombo></shortcut> <guimenuitem>Upravljalnik naprav...</guimenuitem>
uk: <shortcut><keycombo action="simul">&Ctrl;<keycap>D</keycap></keycombo></shortcut> <guimenuitem>Керування пристроями...</guimenuitem>

source: Opens up the device manager, which allows you to start/shutdown device drivers and connect to remote INDI servers.
it: Apre il gestore dei dispositivi, che ti permette di avviare e di arrestare driver e di connetterti a server INDI remoti.
sl: Odpre upravljalnika naprav, ki vam omogoča zagon/zaustavitev gonilnikov naprav in povezavo z oddaljenimi strežniki INDI.
uk: Відкриває засіб для керування пристроями, який надає вам змогу запускати і припиняти роботу драйверів пристроїв та з'єднуватися з віддаленими INDI-серверами.

source: Custom Drivers...
it: Driver personalizzati...
sl: Gonilniki po meri...
uk: Нетипові драйвери…

source: A dialog to customize the drivers.
it: Una finestra per personalizzare i driver.
sl: Pogovorno okno za prilagoditev gonilnikov.
uk: Вікно для налаштовування драйверів.

source: INDI Control Panel...
it: Pannello di controllo INDI...
sl: Nadzorna plošča INDI...
uk: Панель керування INDI…

source: Opens up INDI Control Panel, which allows you to control all the features supported by a device.
it: Apre il pannello di controllo INDI, che ti permette di controllare tutte le funzioni supportate da un dispositivo.
sl: Odpre nadzorno ploščo INDI, ki vam omogoča nadzor vseh zmožnosti, ki jih podpira naprava.
uk: Відкриває вікно панелі керування INDI, яке надає вам змогу керувати всіма можливостями, які підтримує ваш пристрій.

source: <guimenu>Tools</guimenu> <guimenuitem>Sky Calendar</guimenuitem>
it: <guimenu>Strumenti</guimenu> <guimenuitem>Calendario celeste</guimenuitem>
sl: <guimenu>Orodja</guimenu> <guimenuitem>Nebesni koledar</guimenuitem>
uk: <guimenu>Інструменти</guimenu> <guimenuitem>Небесний календар</guimenuitem>

source: Opens the <guilabel>Sky Calendar</guilabel> Tool, which allows you to plan observations of Solar System planets by giving graphical data on sets and rises of these objects.
it: Apre lo strumento <guilabel>Calendario celeste</guilabel>, che ti permette di pianificare le osservazioni dei pianeti del sistema solare fornendoti i dati sul sorgere e sul tramontare di questi oggetti.
sl: Odpre orodje <guilabel>Nebesni koledar</guilabel>, ki vam omogoča načrtovanje opazovanj planetov sončnega sistema z grafičnimi podatki o zahodih in vhodih teh objektov.
uk: Відкриває вікно інструмента <guilabel>Небесний календар</guilabel>. За допомогою цього вікна ви зможете спланувати спостереження планет сонячної системи на основі графічного представлення даних щодо заходів та сходів цих об'єктів та Сонця.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Altitude vs. Time</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu>Strumenti</guimenu> <guimenuitem>Altezza in funzione del tempo</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu>Orodja</guimenu> <guimenuitem>Višina glede na čas</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo> </shortcut> <guimenu>Інструменти</guimenu> <guimenuitem>Висота/Час</guimenuitem>

source: Opens the <link linkend="tool-altvstime">Altitude vs. Time</link> Tool, which can plot curves representing the altitude of any object as a function of time. This is useful for planning observing sessions.
it: Apre lo strumento <link linkend="tool-altvstime">Altezza in funzione del tempo</link>, che è in grado di visualizzare delle curve che raffigurano l'altezza di un oggetto qualsiasi in funzione del tempo. È utile per pianificare sessioni di osservazione.
sl: Odpre orodje <link linkend="tool-altvstime">Višina glede na čas</link>, ki lahko izriše krivulje, ki predstavljajo višino katerega koli objekta kot funkcijo časa. To je uporabno za načrtovanje sej opazovanja.
uk: Відкриває вікно інструмента <link linkend="tool-altvstime">Висота/Час</link>, цей інструмент призначено для побудови кривих, які показують висоту об'єкта як функцію часу. Ці криві корисні для планування сеансів спостереження.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>What's up Tonight</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> </shortcut> <guimenu>Strumenti</guimenu> <guimenuitem>Cosa si vede stanotte</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> </shortcut> <guimenu>Orodja</guimenu> <guimenuitem>Kaj se dogaja nocoj</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>U</keycap></keycombo> </shortcut> <guimenu>Інструменти</guimenu> <guimenuitem>Сьогодні ввечері</guimenuitem>

source: Opens the <link linkend="tool-whatsup">What's up Tonight</link> Tool, which presents a summary of the objects which are observable from your location on a given date.
it: Apre la finestra <link linkend="tool-whatsup">Cosa si vede stanotte</link>, che presenta un sommario degli oggetti osservabili dalla tua località in una data prefissata.
sl: Odpre orodje <link linkend="tool-whatsup">Kaj se dogaja nocoj</link>, ki predstavlja povzetek objektov, ki jih je mogoče opazovati z vaše lokacije na določen datum.
uk: Відкриває вікно інструмента <link linkend="tool-whatsup">Сьогодні ввечері</link>. У цьому вікні представлено короткий список об'єктів, які можна спостерігати з вашого місця розташування у заданий час.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>What's Interesting...</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> </shortcut> <guimenu>Strumenti</guimenu> <guimenuitem>Cosa c'è di interessante...</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> </shortcut> <guimenu>Orodja</guimenu> <guimenuitem>Kaj je zanimivo...</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>W</keycap></keycombo> </shortcut> <guimenu>Інструменти</guimenu> <guimenuitem>Цікаві об'єкти...</guimenuitem>

source: Opens the <guilabel>What's Interesting</guilabel> Tool, which allows you to be informed about the most interesting observations that can be made from your current location using the given equipment.
it: Apre lo strumento <guilabel>Cosa c'è di interessante</guilabel>, che ti fa sapere quali sono le osservazioni più interessanti che possono essere effettuate dalla località corrente usando l'attrezzatura specificata.
sl: Odpre orodje <guilabel>Zanimivo</guilabel>, ki vam omogoča, da ste obveščeni o najzanimivejših opazovanjih, ki jih je mogoče narediti z vaše trenutne lokacije z uporabo dane opreme.
uk: Відкриває вікно інструмента <guilabel>Цікаві об'єкти</guilabel>, за допомогою якого ви зможете отримувати інформацію щодо найцікавіших спостережень, які можна здійснити з вказаного місця на земній кулі за допомогою вказаного вами обладнання.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>XPlanet Solar System Simulator</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu>Strumenti</guimenu> <guimenuitem>Simulatore del sistema solare XPlanet</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu>Orodja</guimenu> <guimenuitem>Simulator sončevega sistema XPlanet</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>X</keycap></keycombo> </shortcut> <guimenu>Інструменти</guimenu> <guimenuitem>Імітатор Сонячної системи XPlanet</guimenuitem>

source: This menu item will appear only if you have installed the <application>XPlanet</application> optional package.
it: Questa voce di menu appare solo se hai installato il pacchetto opzionale <application>XPlanet</application>.
sl: Ta menijski element se bo pojavil le, če ste namestili izbirni paket <application>XPlanet</application>.
uk: Цим пунктом меню можна скористатися, лише якщо встановлено додатковий пакунок <application>XPlanet</application>.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>B</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Script Builder</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>B</keycap></keycombo> </shortcut> <guimenu>Strumenti</guimenu> <guimenuitem>Costruttore di script</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>B</keycap></keycombo> </shortcut> <guimenu>Orodja</guimenu> <guimenuitem>Izdelovalnik skriptov</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>B</keycap></keycombo> </shortcut> <guimenu>Інструменти</guimenu> <guimenuitem>Майстер сценаріїв</guimenuitem>

source: Opens the <link linkend="tool-scriptbuilder">Script Builder</link> Tool, which provides a GUI interface for building &kstars; &DBus; scripts.
it: Apre il <link linkend="tool-scriptbuilder">costruttore di script</link>, che fornisce un'interfaccia grafica per realizzare script &DBus; di &kstars;.
sl: Odpre orodje <link linkend="tool-scriptbuilder">Izdelovalnik skriptov</link>, ki nudi vmesnik GUI za gradnjo skriptov &kstars; &DBus;.
uk: Відкриває вікно <link linkend="tool-scriptbuilder">Майстра сценаріїв</link>. Майстер сценаріїв — це інструмент, який надає вам графічний інтерфейс для побудови &DBus;-сценаріїв для &kstars;.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Y</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Solar System</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Y</keycap></keycombo> </shortcut> <guimenu>Strumenti</guimenu> <guimenuitem>Sistema solare</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Y</keycap></keycombo> </shortcut> <guimenu>Orodja</guimenu> <guimenuitem>Sončev sistem</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Y</keycap></keycombo> </shortcut> <guimenu>Інструменти</guimenu> <guimenuitem>Сонячна система</guimenuitem>

source: Opens the <link linkend="tool-solarsys">Solar System Viewer</link>, which displays an overhead view of the solar system on the current simulation date.
it: Apre il <link linkend="tool-solarsys">visore del sistema solare</link>, che mostra il sistema solare visto dall'alto per la data corrente della simulazione.
sl: Odpre <link linkend="tool-solarsys">Pregledovalnik sončevega sistema</link>, ki prikaže pogled od glave sončevega sistema na trenutni datum simulacije.
uk: Відкриває вікно <link linkend="tool-solarsys">Переглядача сонячної системи</link>, у якому показано вигляд згори на сонячну систему у поточний час, що моделюється у програмі.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> </shortcut> <guimenu>Tools</guimenu> <guimenuitem>Ekos</guimenuitem>
it: <shortcut> <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> </shortcut> <guimenu>Strumenti</guimenu> <guimenuitem>Ekos</guimenuitem>
sl: <shortcut> <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> </shortcut> <guimenu>Orodja</guimenu> <guimenuitem>Ekos</guimenuitem>
uk: <shortcut> <keycombo action="simul">&Ctrl;<keycap>K</keycap></keycombo> </shortcut> <guimenu>Інструменти</guimenu> <guimenuitem>Ekos</guimenuitem>
