Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/lookaround.po
Languages: ca, ca@valencia, fr, sv

source: Have a Look Around
ca: Doneu un cop d'ull
ca@valencia: Mireu al vostre voltant
fr: Faites le tour de KStars
sv: Ta en titt runt omkring

source: Now that we have the time and location set, let us have a look around. You can pan the display using the arrow keys. If you hold down the **Shift** key before panning, the scrolling speed is increased. The display can also be panned by clicking and dragging with the mouse. Note that while the display is scrolling, not all objects are displayed. This is done to cut down on the CPU load of recomputing object positions, which makes the scrolling smoother (you can configure what gets hidden while scrolling in the :doc:`Configure - KStars <config>` window). There are several ways to change the magnification (or *Zoom level*) of the display:
ca: Ara que hem establert l'hora i l'emplaçament, donem una ullada al nostre voltant. Podeu fer una panoràmica de la vista emprant les tecles de cursor. Si manteniu premuda la tecla **Maj** abans del desplaçament, augmentarà la velocitat de desplaçament. La vista també es pot desplaçar fent clic i arrossegant amb el ratolí. Cal tenir en compte que durant el desplaçament no es mostraran tots els objectes. Això es fa per a reduir la càrrega de la CPU durant el càlcul de les posicions dels objectes, aconseguint un desplaçament més suau (podeu configurar el que s'oculta mentre us desplaceu en la finestra de :doc:`Configuració - KStars <config>`). Hi ha diversos mètodes per a canviar l'ampliació (o el *Nivell d'ampliació*) de la vista:
ca@valencia: Ara que hem establit el temps i l'emplaçament, donem una ullada al nostre voltant. Podeu fer una panoràmica de la vista emprant les tecles de cursor. Si manteniu premuda la tecla **Majús** abans del desplaçament, augmentarà la velocitat de desplaçament. La vista també es pot desplaçar clicant i arrossegant amb el ratolí. Cal tindre en compte que durant el desplaçament no es mostraran tots els objectes. Açò es fa per a reduir la càrrega de la CPU durant el càlcul de les posicions dels objectes, el qual aconseguix un desplaçament més suau (podeu configurar el que s'ocultarà mentre vos desplaceu cap al diàleg :doc:`Configureu - KStars <config>` ). Hi ha diversos mètodes per a canviar l'ampliació (o el *Nivell de zoom*) de la vista:
fr: Maintenant que votre position et votre heure sont ajustées, faisons le tour du propriétaire. Vous pouvez bouger l'image à l'aide des flèches sur votre clavier. L'image bougera deux fois plus vite si vous gardez enfoncée la touche Maj. Une autre façon de bouger l'image est de laisser enfoncé le bouton de la souris tout en la bougeant. Vous noterez que certains objets disparaissent temporairement lorsque l'image est bougée. Cela réduit la charge sur votre processeur et permet un défilement plus en douceur (vous pouvez configurer ce qui est caché pendant le déplacement dans la fenêtre de :doc:`Configuration de KStars <config>`). Il y a plusieurs manières de changer le grossissement (ou *Niveau de zoom*) de l'affichage :
sv: När vi nu har ställt in tiden och platsen, låt oss ta en titt runt omkring. Du kan panorera skärmen med piltangenterna. Om du håller nere skifttangenten innan panorering, ökas panoreringshastigheten. Skärmen kan också panoreras genom att klicka och dra med musen. Observera att alla objekt visas inte medan skärmen panorerar. Det görs för att minska CPU-lasten för att beräkna objektens positioner igen, och gör panoreringen jämnare (du kan ställa in vad som göms under panorering i fönstret :doc:`Anpassa - Kstars <config>`). Det finns flera sätt att ändra skärmens förstoring (eller *zoomnivå*):

source: Use the **+** and **-** keys.
ca: Utilitzeu les tecles **+** i **-**.
ca@valencia: Utilitzeu les tecles **+** i **-**.
fr: Utilisez les touches + et - .
sv: Använd tangenterna **+** and **-**.

source: Press the ``Zoom In``/``Zoom Out`` buttons in the toolbar.
ca: Premeu els botons ``Amplia``/``Redueix`` a la barra d'eines.
ca@valencia: Premeu els botons ``Amplia``/``Reduïx`` en la barra d'eines.
fr: Actionnez les boutons ``zoom avant``/``zoom arrière`` dans la barre d'outils.
sv: Tryck på knapparna ``Zooma in`` eller ``Zooma ut`` i verktygsraden.

source: Select the View → ``Zoom In`` / ``Zoom Out`` menu item.
ca: Seleccioneu l'element de menú Visualitza → ``Amplia`` / ``Redueix``.
ca@valencia: Trieu l'element de menú ``Visualitza`` → ``Amplia / Reduïx``.
fr: Sélectionnez le menu ``Affichage`` ``Zoom arrière/Zoom avant``.
sv: Välj menyalternativet Visa → ``Zooma in`` / ``Zooma ut``.

source: Select the View → ``Zoom to Angular Size...`` menu item. This allows you to specify the field-of-view angle for the display, in degrees.
ca: Seleccioneu l'element de menú Visualitza → ``Amplia a una mida angular...``. Això us permetrà especificar en graus l'angle del camp de visió de la vista.
ca@valencia: Trieu l'element de menú ``Visualitza`` → ``Amplia a una mida angular…``. Açò us permetrà especificar en graus l'angle del camp de visió per a la vista.
fr: Sélectionnez le menu ``Affichage`` ``Zoomer à la dimension angulaire…``. Cela vous permet de spécifier l'angle (en degrés) du champ de vision pour l'affichage.
sv: Välj menyalternativet Visa → ``Zooma till vinkelstorlek...``. Det låter dig ange synfältsvinkeln för skärmen i grader.

source: Use the scroll wheel on your mouse.
ca: Utilitzeu la roda de desplaçament del ratolí.
ca@valencia: Utilitzeu la roda de desplaçament del ratolí.
fr: Utilisez la ``molette`` de votre souris.
sv: Använd hjulet på musen.

source: Drag the mouse up and down with the middle mouse button pressed.
ca: Arrossegueu el ratolí amunt i avall mentre manteniu premut el botó del mig del ratolí.
ca@valencia: Arrossegueu el ratolí cap amunt i cap avall mentre manteniu premut el botó central del ratolí.
fr: Tirez la souris vers le haut et le bas avec le bouton central enfoncé.
sv: Dra musen uppåt eller neråt med mittenknappen nertryckt.

source: Hold down **Ctrl** while dragging the mouse. This will allow you to define a rectangle in the map. When you release the mouse button, the display will zoom to match the rectangle.
ca: Manteniu premuda la tecla **Ctrl** mentre arrossegueu el ratolí. Això us permetrà definir un rectangle en el mapa. Quan deixeu anar el botó del ratolí, la vista serà ampliada fins a coincidir amb el rectangle.
ca@valencia: Manteniu premuda la tecla **Ctrl** mentre arrossegueu el ratolí. Açò us permetrà definir un rectangle en el mapa. Quan deixeu anar el botó del ratolí, la vista serà ampliada fins a coincidir amb el rectangle.
fr: Maintenez enfoncé Ctrl en tirant la souris. Cela vous permet de définir un rectangle dans la carte. Quand vous relâchez le bouton de la souris, l'affichage zoomera pour correspondre au rectangle.
sv: Håll nere **Ctrl** medan musen dras. Det låter dig definiera en rektangel på skärmen. När du släpper musknappen, zoomas skärmen för att motsvara rektangeln.

source: Notice that as you zoom in, you can see fainter stars than at lower zoom settings.
ca: Advertiu que quan s'apropa, podreu veure estrelles més febles que en opcions de configuració d'apropament més baixes.
ca@valencia: Advertiu que quan s'acosta, podreu veure estreles més febles que en opcions de configuració d'apropament més baixes.
fr: Notez que lorsque vous zoomez vers l'avant, vous pouvez voir des étoiles plus pâles qu'en zoom arrière.
sv: Observera att när du zoomar in, kan du se svagare stjärnor än vid lägre zoomningsgrader.

source: Zoom out until you can see a green curve; this represents your local :doc:`horizon <ai-horizon>`. If you have not adjusted the default KStars configuration, the display will be solid green below the horizon, representing the solid ground of the Earth. There is also a white curve, which represents the :doc:`celestial equator <ai-cequator>`, and a brown curve, which represents the :doc:`Ecliptic <ai-ecliptic>`, the path that the Sun appears to follow across the sky over the course of a year. The Sun is always found somewhere along the Ecliptic, and the planets are never far from it.
ca: Allunyeu-vos fins que veieu una corba verda, aquesta representa l':doc:`horitzó <ai-horizon>` local. Si no heu ajustat la configuració predeterminada del KStars, la vista serà de color verd sòlid per sota de l'horitzó, representant el contorn sòlid de la Terra. També hi ha una corba blanca, que representa l':doc:`equador celeste <ai-cequator>` i una corba daurada, la qual representa l':doc:`eclíptica <ai-ecliptic>`, el camí que el Sol aparenta seguir pel cel al llarg d'un any. El Sol sempre es troba en algun lloc de l'eclíptica i els planetes mai estan molt llunyans d'aquesta.
ca@valencia: Allunyeu el zoom fins que vegeu una corba verda. Esta representa l':doc:`horitzó <ai-horizon>` local. Si no heu ajustat la configuració predeterminada de KStars, la pantalla es mostrarà en verd sòlid per davall de l'horitzó, representant la superfície terrestre. També hi ha una corba blanca, la qual representa l':doc:`equador celeste <ai-cequator>` i una corba marró, la qual representa l':doc:`eclíptica <ai-ecliptic>`, la trajectòria que pareix que seguix el Sol al cel al llarg d'un any. El Sol sempre es trobarà en algun punt de l'eclíptica, i els planetes mai no estaran lluny.
fr: Faites un zoom arrière jusqu'à ce que vous apercevez une courbe verte ; cette courbe représente votre :doc:`horizon <ai-horizon>` local. Si vous n'avez pas modifié la configuration par défaut de KStars, l'image sous l'horizon devrait être complètement verte, ce qui représente le sol terrestre. Vous apercevrez aussi une courbe blanche qui représente :doc:`l'équateur céleste <ai-cequator>` et une courbe marron, qui représente :doc:`l'écliptique <ai-ecliptic>`, c'est-à-dire la position que le Soleil semble suivre dans le ciel au cours d'une année. Le Soleil se trouve toujours quelque part le long de l'écliptique et les planètes n'en sont jamais bien loin.
sv: Zooma ut tills du kan se en grön kurva. Det här representerar din lokala :doc:`horisont <ai-horizon>`. Om du inte har ändrat Kstars inställning, är skärmen helt grön under horisonten, vilket representerar fasta marken på jorden. En vit kurva visas också, som representerar :doc:`himmelsekvatorn <ai-cequator>` (en tänkt linje som delar himlen i norra och södra halvkloten). En mörkare kurva, som representerar :doc:`ekliptikan <ai-ecliptic>`, vägen som solen verkar följa över himlen under året, visas också. Solen finns alltid någonstans längs ekliptikan, och planeterna är aldrig långt borta från den.

source: You can configure KStars to draw or not the celestial equator and Ecliptic curves on the Sky Map using the ``Settings`` → ``Configure KStars...`` menu item. Select the ``Guides`` page and check/uncheck the ``Celestial equator`` and ``Ecliptic`` check boxes. You can also configure which colors KStars uses for drawing these curves, using the ``Colors`` page.
ca: Podeu configurar el KStars per a dibuixar o no l'equador celeste i les corbes eclíptiques al mapa celeste utilitzant l'element de menú ``Arranjament`` → ``Configura el KStars...``. Seleccioneu la pàgina ``Guies`` i marqueu/desmarqueu les caselles de selecció ``Equador celeste`` i ``Eclíptica``. També podeu configurar quins colors utilitzarà el KStars per a dibuixar aquestes corbes, utilitzant la pàgina ``Colors``.
ca@valencia: Podeu configurar KStars per a que dibuixe o no les corbes de l'equador celeste i l'eclíptica en el mapa celeste mitjançant l'element de menú ``Configuració`` → ``Configura KStars…``. Trieu la pàgina ``Guies`` i des/marqueu les caselles de selecció ``Equador celeste`` i ``Eclíptica``. També podeu configurar els colors que utilitzarà KStars per a dibuixar estes corbes en la pàgina ``Colors``.
fr: Vous pouvez configurer KStars pour dessiner ou non l'équateur céleste et la courbe de l'écliptique sur la carte du ciel en utilisant ``Configuration`` ``Configurer KStars…``. Sélectionnez la page ``Guides`` et cochez ou décochez ``Équateur céleste`` et ``Écliptique``. Vous pouvez aussi choisir les couleurs utilisées par KStars pour dessiner ces courbes dans la page ``Couleurs``.
sv: Det går att ställa in Kstars att visa eller dölja himmelsekvatorn och ekliptikans kurvor på himmelskartan genom att använda menyalternativet ``Inställningar`` → ``Anpassa Kstars...``. Välj fliken ``Hjälplinjer`` och markera eller avmarkera kryssrutorna ``Himmelsekvator`` och ``Ekliptikan``. Det går också att ställa in vilka färger som Kstars använder för att återge kurvorna, genom att använda sidan ``Färger``.

source: KStars Window
ca: Finestra del KStars
ca@valencia: La finestra de KStars
fr: Fenêtre de KStars
sv: Kstars fönster
