Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/skymap_orientation.po
Languages: ca, ca@valencia, fr

source: The ``Name`` field carries a unique name for the View. The ``Mount Type`` determines whether the reference direction used for orientation will be north or zenith. Typically, one would set this to the type of mount used for the telescope. However, when using refractors and Schmidt-Cassegrain Telescopes (SCTs) with a rotatable diagonal, the observer will have a tendency to re-orient the eyepiece for comfort so that the eyepiece remains at a fixed angle with respect to the zenith. For this reason, it makes sense to choose ``Altazimuth`` mounting even when the telescope is actually on an equatorial mount. Choose ``Equatorial`` mounting when the focuser will not be re-oriented, such as when using a camera on an equatorially mounted telescope. For Newtonian telescopes that invert (i.e. rotate by 180 degrees but do not change the handedness) of the view, pick the ``Inverted`` option. This is also the correct option for straight-through refractors and finder scopes. When using a erecting prism diagonal, the prism erects the inverted image by flipping it up-down. This results overall in a left-right mirrored image. Thus for telescopes that use an erecting prism, pick ``Mirrored``. A special kind of prism called an Amici roof prism not only erects the image vertically, but it also prevents left-right mirroring of the image. Finder scopes incorporating such a diagonal are normally called "Right-Angle Correct Image" or RACI finder scopes. Such diagonals may also be used on refractors and SCTs. When using such a prism that produces a correct image, choose the ``Correct`` option. The ``Mirrored on the vertical axis`` option is not encountered in typical astronomical instruments, but is provided for completeness. Two more factors need to be considered: one is the angle of the eyepiece with respect to the reference direction (north / zenith), and the other is the orientation of the observer's head (and notion of the vertical) which we explained when describing the erect observer correction feature. These two aspects are configured using the single slider titled ``Eyepiece Angle``. Two illustrations below the slider show the interpretation of this setting; on the left, as seen from the front as is more convenient for Newtonian telescopes, and on the right as is seen from the back, more convenient for refractors and Cassegrains. The observer naturally stands on the side that makes it more convenient to look through the eyepiece, so the erect observer correction is automatically adjusted accordingly. For eyepiece angles that are less than -1 degree on the slider, the ``Erect observer correction, right-handed`` option is applied. Similarly, for eyepiece angles that are greater than +1 degree, the ``Erect observer correction, left-handed`` is applied. At 0 degrees, no erect observer correction is applied. This correction is indicated by a silhouette of a person standing on the appropriate side of the telescope. In our convention, most mass-manufactured Dobsonians seem to have a correction around +45 degrees. Incidentally, this correction is also useful for finder scopes with diagonals. One may want to explicitly disable the erect observer correction even when the eyepiece angle is not zero. This is useful in case the view comes from a CCD camera that does not change angle with respect to the telescope body (unlike an observer's head), or if the display showing KStars' sky map is mounted on the telescope body itself. In this case the ``Display mounted on the telescope`` option can be checked. For the opposite effect, i.e. where the eyepiece angle is zero, but the observer is leaning to look through the eyepiece from one of the two sides, set the eyepiece angle to plus or minus 2 degrees to enable the erect observer correction; the minor difference will not be noticeable. Finally, one may want triggering of the view to also set the field-of-view of the sky map to some value, for example to set the FOV of a finder scope. In this case, the ``Also set the field of view`` check-box may be checked, and an approximate field-of-view to adjust may be specified. If this is not enabled, the zoom level of the sky map is not altered when this view is applied.
ca: El camp ``Nom`` té un nom únic per a la vista. El ``tipus de muntura`` determina si la direcció de referència utilitzada per a l'orientació serà el nord o el zenit. Normalment, hom establiria això al tipus de muntura utilitzada al telescopi. No obstant això, quan s'utilitzen telescopis refractors o Schmidt-Cassegrain (SCT) amb una diagonal que es pot girar, l'observador tindrà tendència a reorientar l'ocular per comoditat, de manera que l'ocular romangui en un angle fix respecte al zenit. Per aquesta raó, té sentit triar la muntura ``Altazimutal`` fins i tot quan el telescopi està realment en una muntura equatorial. Trieu la muntura ``Equatorial`` quan l'enfocador no es reorientarà, com per exemple quan s'utilitza una càmera en un telescopi muntat equatorialment. Per als telescopis newtonians que inverteixen (és a dir, giren 180 graus però no canvien la mà) la vista, trieu l'opció ``Invertida``. Aquesta és també l'opció correcta per als refractors directes i els telescopis cercadors. Quan s'utilitza una diagonal de prisma erector, el prisma aixeca la imatge invertida girant-la cap amunt. Això resulta en general en una imatge reflectida esquerra-dreta. Per tant, per als telescopis que utilitzen un prisma erector, trieu ``Emmirallada``. Un tipus especial de prisma anomenat prisma de sostre d'Amici no només aixeca la imatge verticalment, sinó que també evita que la imatge es reflecteixi de dreta a esquerra. Els telescopis cercadors que incorporen una diagonal d'aquest tipus normalment s'anomenen «Imatge correcta d'angle dret» o telescopis cercadors RACI. Aquestes diagonals també es poden utilitzar en refractors i SCT. Quan utilitzeu un prisma que produeixi una imatge correcta, trieu l'opció ``Correcta``. L'opció ``Emmirallada en l'eix vertical`` no es troba en els instruments astronòmics típics, però es proporciona per a completar. Cal tenir en compte dos factors més: un és l'angle de l'ocular respecte a la direcció de referència (nord / zenit), i l'altre és l'orientació del cap de l'observador (i noció de la vertical) que vam explicar a l'hora de descriure la característica de correcció de l'observador dret. Aquests dos aspectes es configuren utilitzant el control lliscant únic anomenat ``Angle de l'ocular``. Dues il·lustracions sota el control lliscant mostren la interpretació d'aquest paràmetre; a l'esquerra, com es veu des de davant és més adequat per als telescopis newtonians, i a la dreta com es veu des del darrere, més adequat per als refractors i Cassegrains. L'observador es troba de forma natural al costat que fa que sigui més convenient mirar a través de l'ocular, de manera que la correcció de l'observador dret s'ajusta automàticament en conseqüència. Per als angles de l'ocular que són inferiors a -1 grau al control lliscant, s'aplica l'opció ``Correcció de l'observador dret, mà dreta``. De la mateixa manera, per als angles de l'ocular que són més grans que +1 grau, s'aplica la ``Correcció d'observador dret, mà esquerra``. A 0 graus, no s'aplica cap correcció d'observador dret. Aquesta correcció s'indica amb la silueta d'una persona dempeus en el costat apropiat del telescopi. En la nostra convenció, la majoria dels Dobson de producció en cadena semblen tenir una correcció al voltant de +45 graus. Per cert, aquesta correcció també és útil per als telescopis cercadors amb diagonals. Es pot voler desactivar explícitament la correcció de l'observador dret fins i tot quan l'angle de l'ocular no és zero. Això és útil en cas que la vista provingui d'una càmera CCD que no canvia d'angle respecte al cos del telescopi (a diferència del cap d'un observador), o si la pantalla que mostra el mapa celeste del KStars està muntada en el propi cos del telescopi. En aquest cas es pot marcar l'opció ``Pantalla muntada en el telescopi``. Per a l'efecte oposat, és a dir, on l'angle de l'ocular és zero, però l'observador tendeix a mirar a través de l'ocular des d'un dels dos costats, establiu l'angle de l'ocular a més o menys 2 graus per a permetre la correcció de l'observador dret; la diferència menor no serà perceptible. Finalment, es pot voler activar la vista per a establir també el camp de visió del mapa celeste a algun valor, per exemple, per a establir el CDV d'un telescopi cercador. En aquest cas, es pot marcar la casella de selecció ``Estableix també el camp de visió``, i es pot especificar un camp de visió aproximat per a ajustar. Si això no està activat, el nivell d'ampliació del mapa celeste no s'alterarà quan s'apliqui aquesta vista.
ca@valencia: El camp ``Nom`` té un nom únic per a la vista. El ``Tipus de muntura:`` determina si la direcció de referència utilitzada per a l'orientació serà el nord o el zenit. Normalment, s'establiria açò al tipus de muntura utilitzada per al telescopi. Tanmateix, quan s'utilitzen refractors i telescopis Schmidt-Cassegrain (els SCT) amb una diagonal giratòria, l'observador tendirà a tornar a orientar l'ocular per a la seua comoditat, de manera que romanga en un angle fix respecte al zenit. Per este motiu, té sentit triar la muntura ``Altazimutal`` fins i tot quan el telescopi es troba en realitat en una muntura equatorial. Seleccioneu el muntatge ``Equatorial`` quan l'enfocador no es tornarà a orientar, com ara quan s'utilitza una càmera en un telescopi muntat equatorialment. Per als telescopis newtonians que invertixen (és a dir, que giren 180 graus però no canvien l'orientació lateral) la vista, trieu l'opció ``Invertida``. Esta també és l'opció correcta per a refractors i instruments de visió buscadors de pas directe. Quan s'utilitza una diagonal de prisma erecte, el prisma aixeca la imatge invertida capgirant-la cap amunt i cap avall. Açò generalment resulta en una imatge reflectida d'esquerra a dreta. Així, per als telescopis que utilitzen un prisma erecte, trieu ``Emmirallada``. Un tipus especial de prisma anomenat prisma de sostre Amici no només erigix ​​la imatge verticalment, sinó que també impedix que es reflectisca d'esquerra a dreta. Els instruments de visió de busca que incorporen esta diagonal normalment s'anomenen d'«imatge correcta en angle recte» o RACI. Estes diagonals també es poden emprar en els refractors i SCT. Quan utilitzeu un prisma d'este tipus que produïsca una imatge correcta, trieu l'opció ``Correcta``. L'opció ``Emmirallada sobre l'eix vertical`` no es troba als instruments d'astronomia típics, però es proporciona perquè estiga completa. Cal considerar dos factors més: un és l'angle de l'ocular respecte a la direcció de referència (nord/zenit), i l'altre és l'orientació del cap de l'observador (i la noció de la vertical), el qual hem explicat en descriure la característica de correcció de l'observador estant dret. Estos dos aspectes es configuren mitjançant l'únic control lliscant anomenat ``Angle de l'ocular:``. Dues il·lustracions davall el control lliscant mostren la interpretació d'este ajustament. A l'esquerra, vist des de davant, ja que és més convenient per als telescopis newtonians, i a la dreta, vist des del darrere, més convenient per als refractors i els Cassegrain. L'observador se situa naturalment al costat que fa que siga més còmode mirar a través de l'ocular, de manera que la correcció de l'observador estant dret s'ajustarà automàticament en conseqüència. Per als angles d'ocular que siguen inferiors a -1 grau al control lliscant, s'aplica l'opció ``Correcció de l'observador estant dret, mà dreta``. De manera similar, per als angles que siguen superiors a +1 grau, s'aplicarà l'opció ``Correcció de l'observador estant dret, mà esquerra``. A 0 graus, no s'aplica cap correcció d'observador estant dret. Esta correcció s'indica mitjançant la silueta d'una persona parada a la banda corresponent del telescopi. A la nostra convenció, la majoria dels Dobson fabricats en sèrie pareixen tindre una correcció al voltant de +45 graus. Per cert, esta correcció també és útil per a instruments de visió buscadors amb diagonals. És possible que vulgueu desactivar explícitament esta correcció de l'observador fins i tot quan l'angle de l'ocular no siga zero. Açò serà útil en cas que la vista provinga d'una càmera CCD que no canvia d'angle respecte al cos del telescopi (a diferència del cap d'un observador), o si la pantalla que mostra el mapa celeste de KStars està muntada al mateix cos del telescopi. En este cas, es pot marcar l'opció ``Pantalla muntada en el telescopi``. Per a l'efecte oposat, és a dir, quan l'angle de l'ocular siga zero, però l'observador s'inclina per a mirar a través de l'ocular des d'un dels dos costats, ajusteu l'angle de l'ocular a més o menys 2 graus per a permetre la correcció de l'observador estant dret -la diferència xicoteta no serà perceptible-. Finalment, possiblement voldreu alternar la vista per a establir també el camp de visió del mapa celeste a un valor, per exemple, establir el camp de visió d'un instrument de visió de busca. En este cas, podreu marcar la casella de selecció ``Establix també el camp de visió`` i es podrà especificar un camp de visió aproximat per a ajustar-lo. Si no està marcada, el nivell de zoom del mapa celeste no s'alterarà quan s'aplique esta vista.
fr: Le champ ``Nom`` contient le nom unique de la vue. Celui du ``Type de monture`` détermine si la direction de référence utilisée pour l'orientation est nord ou zénith. Il est typiquement réglé sur le type de monture utilisé avec le télescope. Toutefois, avec l'utilisation de réfracteurs et de télescopes Schmidt-Cassegrin ayant une diagonal rotative, l'observateur aura tendance à réorienter l'oculaire dans une position de confort de telle manière qu'il restera à un angle fixe par rapport au zénith. Pour cette raison, il fait sens de choisir ``Alt-Azimuth`` même si le télescope est monté sur une monture équatoriale. Choisissez ``Équatorial`` quand le moteur de mise au point ne sera pas réorienté, par exemple lors de l'utilisation d'un appareil monté sur une monture équatoriale. Pour les télescopes de Newton qui inverse la vue (rotation de 180° sans modifier la chiralité), choisissez l'option ``Inversé``. C'est également la bonne option pour les réfracteurs directs et les chercheurs. Pour l'utilisation de prisme redresseur, ce dernier redresse l'image inversée par symétrie horizontale, ce qui induit une image inversée verticalement. Ainsi, pour ces télescopes, choisissez l'option ``Miroir``. Un type spécial de prisme, le prisme Amici, redresse non seulement l'image verticalement mais empêche également l'inversion horizontale. Les chercheurs incorporant cette fonctionnalité sont appelés RACI (Right-Angle Correct Image). Ils peuvent également être utilisés avec des réfracteurs et des Schmidt-Cassegrin. Pour ces prismes qui produisent des images correctes, choisissez l'option ``Correct``. L'option ``Miroir axe vertical`` n'est pas trouvée dans des instruments astronomiques typiques mais est fournie à titre d'exhaustivité. Deux autres facteurs doivent être considérés : le premier est l'angle de l'oculaire par rapport à la direction de référence (nord/zénith) et le second est l'orientation de la tête de l'observateur (notion de verticalité) expliquée dans la description du redresseur. Ces deux aspects sont configurés à l'aide du curseur de défilement ``Angle de l'oculaire``. Deux illustrations sous le curseur illustrent l'interprétation de ce réglage ; sur la gauche, vu depuis devant car plus pratique pour des Newton et sur la droite, vu de derrière car plus pratique pour des réfracteurs et des Schmidt-Cassegrin. L'observateur se tient sur le côté le plus pratique pour observer à travers l'oculaire, et ainsi la correction du redresseur est ajusté en conséquence. Pour des angles inférieurs à 1°, l'option ``Correction redresseur, droite`` est utilisée. Au contraire, pour des angles supérieurs à 1°, c'est l'option ``Correction redresseur, gauche`` qui est utilisée. Pour zéro degré, aucune correction n'est appliquée. La correction est illustrée par la silhouette d'une personne se trouvant sur le côté approprié du télescope. Selon notre convention, la plupart de télescope de Dobson du marché ont une correction de l'ordre de 45°. Cette correction est accessoirement également utile pour les chercheurs avec prisme. Il peut être souhaitable de désactiver la correction même si l'angle n'est pas zéro. Cela peut être utile si la vue provient d'un appareil CCD qui ne modifie pas l'angle par rapport au corps du télescope (contrairement à la tête de l'observateur), ou si l'affichage de la carte du ciel de KStars est monté sur le corps du télescope lui-même. Dans ce cas, l'option ``Affichage monté sur le télescope`` peut être cochée. Pour l'effet opposé, quand l'angle de l'oculaire est zéro mais que l'observateur se penche pour regarder à travers l'oculaire d'un des deux côtés, réglez cette angle à plus ou moins 2 degrés pour activer la correction ; la petite différence sera invisible. Enfin, il peut être souhaitable de régler le champ de vue à une certaine valeur, par exemple pour régler le champ de vue du chercheur. Dans ce cas, l'option ``Régler aussi le CdV`` peut être cochée et une valeur approximative choisie. Si cette option n'est pas activée, le niveau de zoom de la carte du ciel ne sera pas modifié quand la vue sera appliquée.

source: Manage Sky Map Views
ca: Gestió de les vistes del mapa celeste
ca@valencia: Gestioneu les vistes del mapa celeste
fr: Gérer les vues de la carte du ciel

source: Edit / Create View
ca: Edita/Crea vista
ca@valencia: Editeu o creeu una vista
fr: Modifier/Créer une vue
