Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/skymap_orientation.po
Languages: ca, ca@valencia, fr

source: Eyepiece of a Dobsonian telescope: Choose Horizontal Coordinates, and in the ``View`` → ``Skymap Orientation`` submenu, select ``Zenith Down`` and enable the erect observer correction, picking the left/right handed option as is appropriate for your telescope. Then adjust the orientation manually once to match your telescope eyepiece view, and it should henceforth track it correctly.
ca: Ocular d'un telescopi Dobsonià: trieu coordenades horitzontals, i en el submenú ``Visualitza`` → ``Orientació del mapa celeste``, seleccioneu ``Zenit cap avall`` i activeu la correcció d'observador dret, triant l'opció esquerra/dreta segons sigui apropiat per al vostre telescopi. Després ajusteu l'orientació manualment una vegada per a fer coincidir la vista de l'ocular del telescopi, i d'ara endavant el seguiment hauria de ser correcte.
ca@valencia: Ocular d'un telescopi de Dobson: trieu Coordenades horitzontals i, en el submenú ``Visualitza`` → ``Orientació del mapa celeste``, seleccioneu ``Zenit cap avall`` i activeu la correcció de l'observador dret, triant l'opció esquerrana/dretana segons corresponga al vostre telescopi. A continuació, ajusteu manualment l'orientació una vegada per a que coincidisca amb la vista de l'ocular del vostre telescopi i, a partir d'ara, l'hauria de seguir correctament.
fr: Oculaire d'un télescope de Dobson : choisissez les coordonnées horizontales, et dans le sous-menu ``Affichage````Orientation de la carte du ciel``, choisissez ``Zénith en bas`` et activez la correction de l'observateur debout en choisissant l'option gauche/droite appropriée à votre télescope. Ensuite ajustez l'orientation manuellement une fois pour correspondre la vue de l'oculaire et le suivi devrait fonctionner.

source: It is typical in visual astronomy to use at least three different instruments: the unaided eye, a finder scope, and the main telescope. The orientations of these three will have different settings and will need frequent modification of all the aforementioned options. To make it easy to adjust these settings together, KStars provides the ``Views`` feature. This feature is accessible through the ``View`` → ``Views`` menu and the options contained therein. The ``Arbitrary`` view is not a real view, but the option that gets selected when the sky-map orientation is modified manually through the previously described options. The rest of the views are bona fide views. New views may be added, or the existing views may be edited, removed, or re-ordered using the ``View`` → ``Views`` → ``Edit Views...`` option. Choosing this brings up a window to manage the views:
ca: És típic en astronomia visual utilitzar almenys tres instruments diferents: l'ull nu, un telescopi cercador i el telescopi principal. Les orientacions dels tres tindran configuracions diferents i necessitaran modificacions freqüents de totes les opcions esmentades. Per a facilitar l'ajust d'aquests paràmetres, el KStars proporciona la característica ``Vistes``. Aquesta característica és accessible a través del menú ``Vista`` → ``Vistes`` i les opcions que conté. La vista ``Arbitrària`` no és una vista real, sinó l'opció que se selecciona quan l'orientació del mapa celeste es modifica manualment a través de les opcions descrites anteriorment. La resta de vistes són autèntiques. Es poden afegir vistes noves, i les vistes existents es poden editar, eliminar o reordenar utilitzant l'opció ``Visualització`` → ``Vistes`` → ``Edita vistes...``. En triar això s'obre una finestra per a gestionar les vistes:
ca@valencia: En astronomia visual és típic utilitzar almenys tres instruments diferents: a simple vista, un instrument de visió de busca i el telescopi principal. Les orientacions d'estos tres tindran configuracions diferents i necessitaran modificacions freqüents de totes les opcions esmentades anteriorment. Per a facilitar-ne l'ajust en conjunt, KStars proporciona la característica ``Vistes``. Esta característica és accessible mitjançant l'element de menú ``Visualitza`` → ``Vistes`` i les opcions que conté. La vista ``Arbitrària`` no és una vista real, sinó l'opció que se selecciona quan es modifica manualment l'orientació del mapa celeste mitjançant les opcions descrites anteriorment. La resta de vistes són fidedignes. Se'n poden afegir o editar, eliminar o tornar a ordenar les vistes existents mitjançant l'element de menu ``Visualitza`` → ``Vistes`` → ``Edita les vistes…``. Si es tria esta opció, s'obrirà un diàleg per a gestionar-les:
fr: Il est typique en observation visuelle d'utiliser au moins trois différents instruments : l'œil nu, le chercheur et le télescope principal. Leur orientation sera différente et nécessitera de fréquentes modifications des options déjà mentionnées. Pour faciliter leur réglages, KStars fournit la fonctionnalité de ``Vues``. Elle est accessible dans le menu ``Vue````Vues``, ainsi que les options liées. La vue ``Arbitraire`` n'est pas une vue réelle, mais l'option qui est sélectionnée lorsque l'orientation de la carte du ciel est modifiée manuellement à l'aide des options précédemment décrites. Les autres vues sont réelles. De nouvelles vues peuvent être ajoutées, ou les vues existantes modifiées, supprimées, ainsi que leur ordre modifié grâce à l'option ``Vue````Vues````Modifier Vues…``. La sélection de cette option ouvre une nouvelle fenêtre permettant de gérer les vues :

source: To remove a view, simply select the view from the list and delete it using the ``Remove`` button. To re-order the views, use the mouse to drag the view you wish to move and drop it at its destination in-between two other entries. To edit a view, select the view from the list and click ``Edit....`` To create a new view, click the ``New...`` button. The ``Edit...`` and ``New...`` options bring up a view editor interface:
ca: Per a eliminar una vista, simplement seleccioneu la vista de la llista i suprimiu-la utilitzant el botó ``Elimina``. Per a reordenar les vistes, utilitzeu el ratolí per a arrossegar la vista que voleu moure i deixar-la anar a la seva destinació entre dues entrades més. Per a editar una vista, seleccioneu la vista de la llista i feu clic a ``Edita...``. Per a crear una vista nova, feu clic al botó ``Nova...``. Les opcions ``Edita...`` i ``Nova...`` obren una interfície d'editor de vistes:
ca@valencia: Per a eliminar una vista, senzillament seleccioneu-la de la llista i suprimiu-la amb el botó ``Elimina``. Per a tornar-les a ordenar, utilitzeu el ratolí per a arrossegar la vista que voleu moure i deixar-la anar fins a la seua destinació entre dues altres entrades. Per a editar una vista, seleccioneu-la de la llista i cliqueu damunt ``Edita…``. Per a crear una vista nova, cliqueu damunt del botó ``Nova…``. Les opcions ``Edita…`` i ``Nova…`` obrin la interfície de l'editor de vistes:
fr: Pour supprimer une vue, sélectionnez simplement la vue depuis la liste et supprimez-là en cliquant sur le bouton ``Supprimer``. Pour modifier l'ordre des vues, glissez la vue avec la souris à la position souhaitée et relâchez. Pour modifier une vue, choisissez la vue de la liste et cliquez sur ``Modifier…``. Pour créer une nouvelle vue, cliquez sur le bouton ``Nouveau…``. Ces deux options ouvrent une fenêtre permettant de modifier les vues :
