Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/skymap_orientation.po
Languages: ca, ca@valencia, fr

source: Adjusting orientation of the sky map
ca: Ajustar l'orientació del mapa celeste
ca@valencia: Ajustar l'orientació del mapa celeste
fr: Ajustement de l'orientation de la carte du ciel

source: You can tweak various settings to make the orientation of the sky map match the view through your optical instrument.
ca: Podeu ajustar diverses opcions de configuració perquè l'orientació del mapa celeste coincideixi amb la vista a través de l'instrument òptic.
ca@valencia: Podeu ajustar diverses opcions de configuració perquè l'orientació del mapa celeste coincidisca amb la vista a través de l'instrument òptic.
fr: Vous pouvez ajuster différents réglages pour que l'orientation de la carte du ciel soit la même que la vue à travers votre instrument optique.

source: First, pick the coordinate system that matches your mount. For an equatorially mounted instrument, switch to the Equatorial Coordinate mode in the ``View`` menu or by pressing the **Space** key. The option to toggle the coordinate system should read ``Switch to Horizontal View (Horizontal Coordinates)`` when the current mode is Equatorial Coordinates. For an altazimuth-mounted instrument or naked-eye viewing, switch to Horizontal Coordinates, so that the option in the ``View`` menu reads ``Switch to Star Globe View (Equatorial Coordinates)``. This sets the base coordinate system used to render the sky map, and also sets the reference for the orientation of the skymap: zenith or north.
ca: Primer, trieu el sistema de coordenades que coincideixi amb la muntura. Per a un instrument muntat equatorialment, canvieu al mode de coordenades equatorials en el menú ``Visualitza`` o prement la tecla **Espai**. L'opció per a commutar el sistema de coordenades hauria de veure's ``Canvia a la vista horitzontal (coordenades horitzontals)`` quan el mode actual sigui coordenades equatorials. Per a un instrument muntat en altazimut o a simple vista, canvieu a Coordenades horitzontals, de manera que l'opció en el menú ``Visualitza`` es vegi ``Commuta a la vista de l'esfera celeste (Coordenades equatorials)``. Això estableix el sistema de coordenades base utilitzat per a representar el mapa celeste, i també estableix la referència per a l'orientació del mapa celeste: zenit o nord.
ca@valencia: Primer, trieu el sistema de coordenades que coincidisca amb la vostra muntura. Per a un instrument muntat equatorialment, canvieu al mode de Coordenades equatorials al menú ``Visualitza`` o prement la tecla **Espai**. L'opció per a alternar el sistema de coordenades s'anomena ``Canvia a la vista horitzontal (coordenades horitzontals)`` quan el mode actual és Coordenades equatorials. Per a un instrument muntat altazimutal o visualització a simple vista, canvieu a Coordenades horitzontals, de manera que l'opció del menú ``Visualitza`` s'anomene ``Canvia a la vista de l'esfera celeste (coordenades equatorials)``. Açò establix el sistema de coordenades base utilitzat per a renderitzar el mapa celeste i també establix la referència per a l'orientació del mapa celeste: zenit o nord.
fr: Commencez par choisir le système de coordonnées qui correspond à votre monture. Pour une monture équatoriale, passez en mode Coordonnées Équatoriales dans le menu ``Affichage`` ou à l'aide de la touche Espace . Cette option est nommée ``Passer en coordonnées horizontales`` quand le mode actif est en coordonnées équatoriales. Pour un instrument monté en alt-azimutale ou une observation à l'œil nu, passez aux coordonnées horizontales dans le menu ``Affichage`` avec l'option ``Passez en coordonnées horizontales``. Cette opération fixe le système de coordonnées de base utilisé pour l'affichage de la carte du ciel ainsi que la référence pour son orientation, soit zénith ou nord.

source: If your instrument is using an erecting prism, typically used on Schmidt-Cassegrain and refracting type telescopes, the view through the eyepiece will be mirrored horizontally. You can have the sky map match this by checking the ``Mirrored View`` option under the ``View`` menu, or using the key combination **Ctrl**\ +\ **Shift**\ +\ **M**.
ca: Si l'instrument està utilitzant un prisma erector, utilitzat normalment en telescopis de tipus Schmidt-Cassegrain o refractors, la vista a través de l'ocular es reflectirà horitzontalment. Podeu fer que el mapa celeste coincideixi amb aquesta marcant l'opció ``Vista emmirallada`` en el menú ``Visualitza``, o fent servir la combinació de tecles **Ctrl**\ +\ **Maj**\ +\ **M**.
ca@valencia: Si el vostre instrument utilitza un prisma erecte, el qual s'utilitza habitualment en els telescopis Schmidt-Cassegrain i de tipus refractant, la vista a través de l'ocular es reflectirà horitzontalment. Podeu fer que el mapa celeste coincidisca amb açò marcant l'element de menú ``Visualitza`` → ``Vista emmirallada`` o utilitzant la drecera **Ctrl**\ +\ **Majús**\ +\ **M**.
fr: Si votre instrument est équipé d'un redresseur à prisme, ce qui est typiquement utilisé sur un télescope Schmidt-Cassegrain ou un réfracteur, la vue à travers l'oculaire sera redressée horizontalement. La carte du ciel peut s'adapter à ce montage en cochant l'option ``Vue redressée`` dans le menu ``Affichage``, ou en utilisant la combinaison de touches **CtrlMaj M **.

source: Next, to rotate the sky map freely, you can hold down the **Shift** key and drag the mouse on the sky map. A temporary overlay will appear showing the direction of north and zenith at the point, and displaying the angle they make with the vertical in a counterclockwise sense. The orientations of zenith and north will update as you rotate the sky map. Letting go of **Shift** or the mouse button will stop the rotation operation. As you pan the sky map or focus it on different objects, the rotation you set is retained as an offset from the reference direction. The reference direction is north when using Equatorial Coordinates and zenith when using Horizontal Coordinates. As a reminder, the reference direction is solid and brighter in the temporary overlay. The temporary overlay also marks the East direction, which will be clockwise from north when mirrored and counter-clockwise when not mirrored. For the two common orientations of erect and inverted, the rotation can be set / reset using the ``View`` → ``Skymap Orientation`` submenu. Select ``North Down`` or ``Zenith Down`` as is applicable to set an orientation of 180 degrees.
ca: Després, per a girar el mapa celeste lliurement, podeu mantenir premuda la tecla **Maj** i arrossegar el ratolí sobre el mapa celeste. Apareixerà una superposició temporal que mostra la direcció nord i zenit en el punt, i que mostra l'angle que fan amb la vertical en sentit contrari a les agulles del rellotge. Les orientacions del zenit i del nord s'actualitzaran a mesura que gireu el mapa celeste. Deixant anar la tecla **Maj** o el botó del ratolí s'aturarà l'operació de gir. A mesura que desplaceu el mapa celeste o l'enfoqueu en diferents objectes, el gir que establiu es mantindrà com un desplaçament des de la direcció de referència. La direcció de referència és el nord quan s'utilitzen coordenades equatorials i el zenit quan s'utilitzen coordenades horitzontals. Com a recordatori, la direcció de referència és sòlida i més brillant en la superposició temporal. La superposició temporal també marca la direcció est, que serà en sentit horari des del nord quan està emmirallat i antihorari quan no ho està. Per a les dues orientacions normals dretes i invertides, el gir es pot establir/restablir utilitzant el submenú ``Visualitza`` → ``Orientació del mapa celeste``. Seleccioneu ``Nord cap avall`` o ``Zenit cap avall`` segons s'apliqui per a establir una orientació de 180 graus.
ca@valencia: A continuació, per a fer girar lliurement el mapa celeste, podeu mantindre premuda la tecla **Majús** i arrossegar el ratolí sobre el mapa celeste. Apareixerà una superposició temporal que mostrarà la direcció nord i zenit en el punt, i que mostrarà l'angle que fan amb la vertical en sentit contrari a les agulles del rellotge. Les orientacions del zenit i del nord s'actualitzaran a mesura que gireu el mapa celeste. Deixant anar la tecla **Majús** o el botó del ratolí, es pararà l'operació de gir. A mesura que desplaceu el mapa celeste o l'enfoqueu sobre objectes diferents, el gir que establiu es mantindrà com un desplaçament des de la direcció de referència. La direcció de referència serà el nord quan s'utilitzen les Coordenades equatorials i el zenit quan s'utilitzen les Coordenades horitzontals. Com a recordatori, la direcció de referència és sòlida i més brillant en la superposició temporal. La superposició temporal també marca la direcció Est, la qual serà en sentit horari des del nord quan es reflectisca i en sentit antihorari quan no es reflectisca. Per a les dues orientacions habituals, erecta i invertida, el gir es pot establir o restablir utilitzant el submenú ``Visualitza`` → ``Orientació del mapa celeste``). Seleccioneu ``Nord cap avall`` o ``Zenit cap avall`` segons s'aplique per a establir una orientació de 180 graus.
fr: Vous pouvez effectuer une rotation libre en gardant enfoncée la touche Maj et en glissant la souris sur la carte du ciel. Une superposition temporaire apparaîtra montrant la direction du nord et du zénith à ce point et affichera leur angle avec la verticale dans le sens antihoraire. L'orientation du zénith et du nord sera actualisée lorsque vous effectuerez une rotation de la carte du ciel. L'opération se terminera dès que vous relâcherez la touche Maj. La rotation fixée sera conservée en tant que décalage par rapport à la direction de référence, même lorsque vous déplacerez la carte du ciel ou zoomer sur différents objets. La direction de référence est le nord lorsque vous utilisez les coordonnées équatoriales et le zénith pour les coordonnées horizontales. Pour rappel, la direction de référence est représentée par un trait plein et de couleur vive dans la superposition temporaire. La rotation peut être réglée pour ces deux orientations communes dans les sous-menu ``Affichage````Orientation de la carte du ciel``. Choisissez ``Nord en bas`` ou ``Zénith en bas`` en fonction du système de coordonnées utilisé pour régler une orientation de 180 degrés.

source: If you are visually observing through an eyepiece of an instrument, you may need to do some more correction. For the common case of a large Dobsonian telescope (or more generally a Newtonian design mounted on an altazimuth mount), an additional systematic correction is of help. This correction applies because we stand erect while using the telescope irrespective of the angle the telescope tube is making with the ground. So as we move the telescope in altitude, an additional correction depending on the altitude of the object needs to be applied to make the sky map match the view through the eyepiece where the observer is standing erect. This correction is enabled by choosing the appropriate "Erect observer correction" option in the ``View`` → ``Skymap Orientation`` submenu. The correction depends on which side the telescope's focuser is placed by the manufacturer. If when observing just above the horizon through the eyepiece, the sky is on the observer's right side (and the mirror to the left), pick the ``Erect observer correction``, right-handed option. Similarly, if the sky is to the left of the observer, choose the ``Erect observer correct``, ``left-handed`` option. This correction only makes sense in Horizontal Coordinate mode and is disabled when using equatorial coordinates.
ca: Si esteu observant visualment a través de l'ocular d'un instrument, és possible que hàgiu de fer una mica més de correcció. Per al cas comú d'un gran telescopi Dobson (o més generalment un disseny newtonià muntat en una muntura altazimutal), és d'ajuda una correcció addicional sistemàtica. Aquesta correcció s'aplica perquè estem en posició dreta mentre utilitzem el telescopi independentment de l'angle que el tub del telescopi estigui fent amb el terra. Així que mentre movem el telescopi en altitud, cal aplicar una correcció addicional depenent de l'altitud de l'objecte per a fer que el mapa celeste coincideixi amb la vista a través de l'ocular quan l'observador està dret. Aquesta correcció s'activa triant la casella de selecció «Correcció d'observador dret» del submenú ``Visualitza`` → ``Orientació del mapa celeste``. La correcció depèn de quin costat el fabricant col·loca l'enfocador del telescopi. Si en observar just per sobre de l'horitzó a través de l'ocular, el cel es troba al costat dret de l'observador (i el mirall a l'esquerra), trieu l'opció ``Correcció d'observador dret, costat dret``. De la mateixa manera, si el cel es troba a l'esquerra de l'observador, trieu l'opció ``Correcció d'observador dret, costat esquerre``. Aquesta correcció només té sentit en el mode de coordenades horitzontals i està desactivada quan s'utilitzen coordenades equatorials.
ca@valencia: Si esteu observant visualment a través de l'ocular d'un instrument, és possible que hàgeu de fer una mica més de correccions. Per al cas comú d'un telescopi gran de Dobson (o més generalment un disseny newtonià muntat en una muntura altazimutal), ajudarà una correcció sistemàtica addicional. Esta correcció s'aplica perquè estem en posició dreta mentre utilitzem el telescopi independentment de l'angle que tinga el tub del telescopi amb el terra. De manera que mentre movem el telescopi en altitud, cal aplicar una correcció addicional depenent de l'altitud de l'objecte per a fer que el mapa celeste coincidisca amb la vista a través de l'ocular on l'observador està dret. Esta correcció s'activa seleccionant l'opció correcta de ``Correcció de l'observador estant dret`` des del submenú ``Visualitza`` → ``Orientació del mapa celeste``. La correcció dependrà d'a quin costat ha col·locat el fabricant l'enfocador del telescopi. Si quan observeu just per damunt de l'horitzó a través de l'ocular, el cel es troba al costat dret de l'observador (i l'espill a l'esquerra), trieu l'opció ``Correcció de l'observador estant dret, mà dreta``. De la mateixa manera, si el cel es troba a l'esquerra de l'observador, trieu l'opció ``Correcció de l'observador estant dret, mà esquerra``. Esta correcció només té sentit en el mode de Coordenades horitzontals i estarà desactivada quan s'utilitzen les Coordenades equatorials.
fr: Si vous observez à l'œil nu à travers un oculaire d'un instrument, il se peut que vous deviez faire quelques corrections supplémentaires. Pour le cas commun d'un télescope de Dobson (ou plus généralement un Newton monté sur une monture alt-azimutale), une correction supplémentaire systématique est nécessaire. Elle s'applique parce que l'observateur se tient debout lors de l'observation indépendamment de l'angle du tube du télescope par rapport au sol. Ainsi, à mesure que l'on bouge le télescope en élévation, il est nécessaire d'appliquer une correction dépendante de l'altitude de l'objet pour que la carte du ciel corresponde à la vue à travers l'oculaire. Cette correction dépend de la position du moteur de mise au point décidée par le constructeur. Cette correction est activée en cochant la case ``Correction observateur debout`` dans le sous-menu ``Affichage````Orientation de la carte du ciel``. Cette correction ne fait sens que dans le mode de coordonnées horizontales et est par conséquent désactivée en coordonnées équatoriales.

source: We now provide some examples of how to use these settings for various instruments:
ca: Ara proporcionem alguns exemples de com utilitzar aquests paràmetres en diversos instruments:
ca@valencia: Ara proporcionem alguns exemples de com utilitzar estes opcions de configuració per a diversos instruments:
fr: Voici quelques exemples d'utilisation de ces réglages pour différents instruments :

source: Naked-eye observing: Choose Horizontal Coordinates and a ``Zenith Up`` orientation under ``View`` → ``Skymap Orientation``.
ca: Observació a simple vista: trieu coordenades horitzontals i una orientació ``Zenit cap amunt`` des de ``Visualització`` → ``Orientació del mapa celeste``.
ca@valencia: Observació a simple vista: trieu Coordenades horitzontals i una orientació de ``Zenit cap amunt`` des del submenú ``Visualitza`` → ``Orientació del mapa celeste``.
fr: Observation à l'œil nu : choisissez les coordonnées horizontales et une orientation ``Zénith en haut`` dans le sous-menu ``Affichage````Orientation de la carte du ciel``.

source: Camera on an equatorially mounted telescope: Choose Equatorial Coordinates and adjust the orientation of the sky map so that it matches your camera. As your mount points to different regions of the sky, the orientation should be rendered correctly.
ca: Càmera en un telescopi muntat equatorialment: trieu les coordenades equatorials i ajusteu l'orientació del mapa celeste perquè coincideixi amb la càmera. Com que la muntura apunta a diferents regions del cel, l'orientació s'ha de renderitzar correctament.
ca@valencia: Càmera en un telescopi muntat equatorialment: trieu les Coordenades equatorials i ajusteu l'orientació del mapa celeste perquè coincidisca amb la càmera. Com que la muntura apunta cap a regions diferents del cel, l'orientació s'ha de renderitzar correctament.
fr: Appareil photo monté sur une monture équatoriale : choisissez les coordonnées équatoriales et ajustez l'orientation de la carte du ciel pour qu'elle corresponde à votre appareil photo. À mesure que votre monture point vers différentes régions du ciel, l'orientation devrait s'ajuster correctement.

source: Using binoculars: Same settings as Naked-eye observing
ca: Ús de binoculars: la mateixa configuració que l'observació a simple vista
ca@valencia: Ús de prismàtics: la mateixa configuració que amb l'observació a simple vista.
fr: Utilisation de jumelles : utilisez les mêmes réglages que pour l'observation à l'œil nu.

source: Eyepiece of an altazimuth Schmidt-Cassegrain telescope with an erecting prism: Under the ``View`` menu, choose ``Mirrored View``, and under the ``Skymap Orientation`` sub-menu, choose ``Zenith Up``. Finally, tweak the rotation manually to match the eyepiece view according to the angle you are using for your erecting prism.
ca: Ocular d'un telescopi Schmidt-Cassegrain altazimutal amb un prisma erector: en el menú ``Visualitza``, trieu ``Vista emmirallada``, i sota el submenú ``Orientació del mapa celeste``, trieu ``Zenit cap amunt``. Finalment, retoqueu manualment el gir per a fer coincidir la vista de l'ocular segons l'angle que utilitzeu al prisma erector.
ca@valencia: L'ocular d'un telescopi Schmidt-Cassegrain altazimut amb un prisma erecte: al menú ``Visualitza`` trieu ``Vista emmirallada`` i al submenú ``Orientació del mapa celeste`` trieu ``Zenit cap amunt``. Finalment, ajusteu el gir manualment perquè coincidisca amb la vista de l'ocular segons l'angle que utilitzeu per al prisma erecte.
fr: Oculaire d'un télescope Schmidt-Cassegrain équipé d'un redresseur terrestre à prisme : dans le menu ``Affichage``, choisissez ``Vue redressée``, et dans le sous-menu ``Orientation de la carte du ciel``, choisissez ``Zénith en haut``. Enfin, réglez manuellement la rotation pour qu'elle s'accorde à la vue de l'oculaire en accord avec l'angle utilisé pour le redresseur.

source: Using a RACI finder scope on an altazimuth mounted telescope, looking straight down into it: Same settings as Naked-eye observing, except you may need to tweak the orientation manually once if you have it mounted at an angle
ca: Utilitzant un telescopi cercador RACI en un telescopi muntat en altazimut, mirant-hi directament a través d'ell: la mateixa configuració que l'observació a simple vista, excepte que pot ser que hàgiu de modificar l'orientació manualment una vegada si el teniu muntat en un angle
ca@valencia: Utilitzant un instrument de visió de busca RACI en un telescopi muntat en altazimut, mirant-hi directament: la mateixa configuració que amb l'observació a simple vista, excepte que potser haureu d'ajustar manualment una vegada l'orientació si el teniu muntat en un angle.
fr: Chercheur redresseur d'image à angle droit sur une monture alt-azimutale, en y regardant droit dedans : utilisez les mêmes réglages que pour l'observation à l'œil nu, sauf qu'il vous faudra peut-être ajuster l'orientation une fois si elle est montée à un angle.

source: Using a RACI finder scope on an altazimuth mounted telescope, looking through it from the side: In addition to the aforementioned, enable Erect observer correction for the appropriate side.
ca: Utilitzant un telescopi cercador RACI en un telescopi muntat en altazimut, mirant a través d'ell des del costat: a més de l'esmentat, activeu la correcció de l'observador dret per al costat apropiat.
ca@valencia: Utilitzant un instrument de visió de busca RACI en un telescopi muntat en altazimut, mirant-hi des del costat: a més de l'esmentat anteriorment, seleccioneu ``Correcció de l'observador estant dret, mà «…»`` per al costat adequat.
fr: Utilisation d'un chercheur redresseur d'image à angle droit sur une monture alt-azimutale, en y regardant à travers depuis le côté : en plus de ce qui est mentionné ci-dessus, activez la correction du redresseur de l'observateur pour le côté approprié.

source: Using a straight-through (inverted view) finder scope on an altazimuth mounted telescope: Choose ``Horizontal Coordinates`` and a sky-map orientation of ``Zenith`` Down in ``View`` → ``Skymap Orientation`` submenu
ca: Utilitzant un telescopi de cerca directa (vista invertida) en un telescopi muntat en altazimut: trieu coordenades horitzontals i una orientació del mapa celeste de ``Zenit cap avall`` en el submenú ``Visualització`` → ``Orientació del mapa celeste``
ca@valencia: Utilitzant un instrument de visió de busca directa (vista invertida) en un telescopi muntat en altazimut: trieu ``Coordenades horitzontals`` i una orientació del mapa celeste de ``Zenit cap avall`` en el submenú ``Visualitza`` → ``Orientació del mapa celeste``.
fr: Chercheur inversé sur une monture alt-azimutale : choisissez les coordonnées horizontales et une orientation de la carte du ciel avec ``Zénith en bas`` dans le sous-menu ``Affichage````Orientation de la carte du ciel``.
