Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/skyobjects.po
Languages: ca, ca@valencia, fr, it, nl, pt_br, sl, sv

source: To center the display on an object, highlight the desired object in the list, and press ``Ok``. Note that if the object is below the horizon, the program will warn you that you may not see anything except the ground (you can make the ground invisible in the ``Guides`` settings page, or by pressing the ``Ground`` button in the View toolbar).
ca: Per a centrar la vista sobre un objecte, ressalteu-lo en la llista i premeu ``D'acord``. Cal tenir en compte que si l'objecte es troba per sota de l'horitzó, el programa us advertirà que podria ser que no es vegi res a excepció del terra (podeu tornar el terra invisible en la pàgina de configuració ``Guies`` o prement el botó ``Terra opac`` en la barra d'eines).
ca@valencia: Per a centrar la vista sobre un objecte, ressalteu-lo en la llista i premeu ``D'acord``. Cal tindre en compte que si l'objecte es troba per davall de l'horitzó, el programa vos advertirà que podria ser que no es veja res a excepció del terra (es pot fer el terra invisible en la pàgina de configuració ``Guies`` o prement el botó ``Terra`` en la barra d'eines).
fr: Pour centrer l'affichage sur un objet, choisissez l'objet souhaité dans la liste et cliquez sur le bouton ``Ok``. Notez que si l'objet est situé sous l'horizon, le programme vous avertira que vous risquez de ne rien voir excepté le sol terrestre (vous pouvez rendre le sol invisible dans la page de paramètres ``Guides`` ou en cliquant sur le bouton ``Sol`` dans la barre d'affichage).
it: Per centrare la mappa su un oggetto, selezionalo nella lista e premi ``Ok``. Nota che, se l'oggetto è sotto l'orizzonte, il programma ti avvertirà che potresti non vedere nulla eccetto il terreno (puoi rendere il terreno invisibile nella pagina di configurazione ``Guide`` o premendo il pulsante ``terreno`` nella barra degli strumenti di visualizzazione).
nl: Om op een object te centreren kiest u het gewenste object in de lijst en drukt u op de knop ``OK``. Merk op dat indien het object onder de horizon is, het programma waarschuwt dat u mogelijk niets ziet behalve de voorgrond (u kunt de voorgrond doorzichtig maken in de instellingenpagina ``Hulplijnen`` of door op de knop ``Voorgrond`` te drukken in de Weergavewerkbalk).
pt_br: Para centrar o mostrador em um objeto, destaque o objeto desejado na lista, e pressione ``OK``. Observe que se o objeto estiver abaixo do horizonte, o programa alertará que você não poderá ver nada, exceto o chão (você pode tornar o chão invisível na janela ``Guias``, ou pressionando o botão ``Chão`` na barra de ferramentas de exibição).
sl: Če želite prikaz centrirati na objekt, označite želeni objekt na seznamu in pritisnite ``V redu``. Upoštevajte, da če je objekt pod obzorjem, vas bo program opozoril, da morda ne boste videli ničesar razen tal (tla lahko naredite nevidna na strani z nastavitvami ``Vodila`` ali s pritiskom na gumb ``Tla`` v orodni vrstici Pogled).
sv: För att centrera skärmen på ett objekt, markera det önskade objektet i listan och tryck på ``Ok``. Observera att om objektet finns under horisonten, varnar programmet dig, och du kanske inte ser något annat än marken. (Du kan göra marken osynlig i på inställningssidan ``Hjälplinjer``, eller genom att trycka på knappen ``Mark`` i vyverktygsraden).

source: Centering and Tracking
ca: Centrar i seguir
ca@valencia: Centrar i seguir
fr: Centrage et suivi
it: Centrare e inseguire
nl: Centreren en volgen
pt_br: Centrando e rastreando
sl: Centriranje in sledenje
sv: Centrera och följa

source: KStars will automatically begin tracking on an object whenever one is centered in the display, either by using the ``Find Object`` window, by double-clicking on it, or by selecting ``Center & Track`` from its right-click popup menu. You can disengage tracking by panning the display, pressing the ``Stop Tracking`` icon in the Main toolbar, or selecting ``Pointing`` → ``Stop Tracking`` menu item.
ca: El KStars segueix automàticament els objectes en el moment en el qual un és centrat a la pantalla, ja sigui emprant la finestra ``Cerca un objecte``, fent doble clic a sobre del mateix o seleccionant ``Centra i segueix`` des del menú emergent del clic ``dret``. Podeu desfer el seguiment desplaçant la vista, prement la icona ``Atura el seguiment`` en la barra d'eines principal o seleccionant l'element de menú ``Apunta`` ``Atura el seguiment``.
ca@valencia: KStars començarà automàticament a fer el seguiment d'un objecte sempre que n'hi haja un centrat en la pantalla, ja siga utilitzant la finestra ``Busca un objecte``, fent-hi doble clic o seleccionant ``Centra i seguix`` en el menú emergent del clic dret. Podeu desactivar el seguiment desplaçant la pantalla, prement la icona ``Para el seguiment`` en la barra d'eines principal o seleccionant l'element de menú ``Apunta → Para el seguiment``.
fr: KStars commencera automatiquement à suivre un objet à chaque fois qu'il est centré dans l'affichage, soit à l'aide de la fenêtre ``Chercher un objet``, en double-cliquant sur l'objet, soit en choisissant ``Centrer et Suivre`` depuis son menu contextuel obtenu par un clic ``droit``. On peut cesser la poursuite de l'objet en faisant un panoramique de l'affichage, en cliquant sur l'icône ``Arrêter la poursuite`` dans la barre principale ou en choisissant ``Pointage`` ``Arrêter la poursuite``.
it: KStars inizierà automaticamente l'inseguimento di un oggetto ogni volta che lo stesso è centrato nella mappa, tramite la finestra ``Trova oggetto``, con un doppio clic su di esso o selezionando ``Centra e insegui`` dal menu a comparsa attivato con un clic sul tasto destro del mouse. È possibile disattivare l'inseguimento facendo scorrere la mappa, premendo l'icona ``Arresta inseguimento`` nella barra degli strumenti principale o selezionando la voce di menu ``Puntamento`` → ``Arresta inseguimento``.
nl: KStars zal automatisch beginnen met volgen zodra er op een object is gecentreerd, hetzij in het venster ``Object zoeken``, hetzij door op het object te dubbelklikken, hetzij door ``Centreren & volgen`` te kiezen in het contextmenu, dat u ziet na rechts klikken op het object. U kunt het volgen stoppen door het beeld te verplaatsen, op de knop ``Volgen stoppen`` in de hoofdwerkbalk te klikken of door menu-item ``Kijkrichting``→ ``Volgen stoppen`` te kiezen .
pt_br: O KStars automaticamente iniciará o rastreamento de um objeto sempre que ele estiver centrado no mostrador, seja usando a janela ``Procurar objeto``, seja por um duplo-clique sobre ele, ou seja selecionando ``Centrar e rastrear`` no se menu de contexto do clique-direito. Você pode desengajar o rastreamento movendo o mostrador, pressionando o ícone ``Parar o rastreamento`` na barra de ferramentas principal, ou selecionando o menu ``Apontamento`` → ``Parar o rastreamento``.
sl: KStars bo samodejno začel slediti objektu, kadar koli bo ta centriran na zaslonu, bodisi z uporabo okna ``Najdi objekt``, z dvojnim klikom nanj ali z izbiro možnosti ``Centriraj in sled`` v pojavnem meniju z desno miškino tipko. Sledenje lahko izklopite tako, da premaknete prikaz, pritisnete ikono ``Ustavi sledenje`` v glavni orodni vrstici ali izberete element menija ``Kazanje`` →``Ustavi sledenje``.
sv: Kstars börjar automatiskt följa ett objekt så fort något centreras på skärmen, antingen genom att använda fönstret ``Sök objekt``, genom att dubbelklicka på ett objekt eller genom att välja Centrera och följ i menyn som visas med höger musknapp. Du kan avbryta följning genom att panorera skärmen, genom att trycka på ikonen ``Stoppa följning`` i verktygsraden eller genom att välja menyalternativet ``Pekning`` → ``Stoppa följning``.

source: When tracking on a Solar System body, KStars will automatically attach an “orbit trail”, showing the path of the body across the sky. You will likely need to change the clock's timestep to a large value (such as “1 day”) to see the trail.
ca: Quan esteu seguint el moviment d'un cos del sistema solar, el KStars adjuntarà automàticament una «traça orbital» que mostrarà el camí del cos a través del cel. Per a veure-la, potser us caldrà modificar el pas del temps en el rellotge a un valor major (a tal com «1 dia»).
ca@valencia: Quan esteu seguint el moviment d'un cos del sistema solar, KStars adjuntarà automàticament una «traça orbital» que mostrarà el camí del cos a través del cel. Per a veure-la, potser vos caldrà modificar el pas del temps en el rellotge a un valor major (a tal com «1 dia»).
fr: En suivant un objet du système solaire, KStars attachera automatiquement une \"trace orbitale\", montrant la position du corps à travers le ciel. Vous aurez vraisemblablement besoin de changer le pas de l'horloge pour une valeur plus grande (comme \"1 jour\") pour voir la trace.
it: Durante l'inseguimento di un corpo del sistema solare, KStars visualizzerà automaticamente una “traccia orbitale“ che mostra il cammino dell'oggetto nel cielo. Molto probabilmente dovrai portare il passo temporale a un valore grande (per esempio “un giorno“) per vedere la traccia.
nl: Wanneer een lichaam in het zonnestelsel wordt gevolgd zal KStars er automatisch een “baanspoor” bij tekenen waardoor de baan van het lichaam langs de hemel zichtbaar wordt. U zult waarschijnlijk de tijdstap van de klok op een wat grotere waarde moeten zetten (zoals “1 dag”) om het spoor te kunnen zien.
pt_br: Ao rastrear um corpo do Sistema Solar, o KStars automaticamente anexará uma "trilha de órbita", mostrando o caminho do corpo pelo céu. Você precisará mudar o passo de tempo do relógio para um valor grande (como "1 dia") para ver a trilha.
sl: Pri sledenju telesa v Osončju bo KStars samodejno dodal “sled orbite“, ki prikazuje pot telesa po nebu. Verjetno boste morali časovni korak ure spremeniti na večjo vrednost (na primer “1 dan“), da boste videli sled.
sv: När Kstars följer en kropp i solsystemet, läggs automatiskt ett "banspår" till, som visar kroppens väg över himlen. Du måste troligen ändra klockans tidssteg till ett stort värde (som "1 dag") för att se spåret.

source: Keyboard Actions
ca: Accions del teclat
ca@valencia: Accions del teclat
fr: Actions du clavier
it: Azioni da tastiera
nl: Acties via het toetsenbord
pt_br: Ações de teclado
sl: Dejanja tipkovnice
sv: Tangentbordsåtgärder

source: When you click on an object in the map, it becomes the *selected object*, and its name is identified in the statusbar. There are a number of quick key commands available which act on the selected object:
ca: Quan feu clic sobre un objecte en el mapa, aquest es convertirà en l'*objecte seleccionat* i el seu nom serà mostrat en la barra d'estat. Hi ha diverses ordres ràpides de teclat que actuen sobre l'objecte seleccionat:
ca@valencia: Quan cliqueu damunt d'un objecte en el mapa, este es convertirà en l'*objecte seleccionat* i el seu nom es mostrarà en la barra d'estat. Disposeu de diverses ordres de teclat per a actuar amb l'objecte seleccionat:
fr: Quand vous cliquez sur un objet dans la carte, il devient *l'objet sélectionné*, et son nom est identifié dans la barre d'état. Il y a de nombreuses commandes rapides au clavier qui agissent sur l'objet sélectionné :
it: Quando fai clic su un oggetto nella mappa, esso diventa l`*oggetto selezionato*, e il suo nome compare nella barra di stato. Ci sono alcuni comandi rapidi da tastiera che agiscono sull'oggetto selezionato:
nl: Als u op een object klikt in de kaart wordt het het *geselecteerde object*, en ziet u de naam ervan in de statusbalk. Er zijn een aantal snelle toetsopdrachten beschikbaar voor acties op het geselecteerde object:
pt_br: Quando você clica num objeto do mapa, ele passa a ser o *objeto selecionado*, ficando o seu nome identificado na barra de estado. Existe um conjunto de comandos de teclado rápidos que atuam sobre o objeto selecionado:
sl: Ko kliknete na objekt na karti, postane *izbrani objekt*, njegovo ime pa se prikaže v vrstici stanja. Na voljo je več hitrih tipk, ki delujejo na izbrani objekt:
sv: När du klickar på ett av kartans objekt, blir det *markerat objekt*, och dess namn identifieras i statusraden. Det finns ett antal snabbtangentkommandon som använder sig av det markerade objektet.

source: Center and Track on the selected object.
ca: Centra i segueix l'objecte seleccionat.
ca@valencia: Centra i seguix l'objecte seleccionat.
fr: Centrer et suivre l'objet sélectionné.
it: Centrare e inseguire l'oggetto selezionato.
nl: Centreren op het geselecteerde object en het volgen.
pt_br: Centraliza e rastreia o objeto selecionado.
sl: Centriraj in sledi izbranemu objektu.
sv: Centrera och följ det markerade objektet.

source: Show the :ref:`Details window <tools-object-details-window>` for the selected object.
ca: Mostra la :ref:`finestra de detalls <tools-object-details-window>` de l'objecte seleccionat.
ca@valencia: Mostra la :ref:`finestra «Detalls» <tools-object-details-window>` per a l'objecte seleccionat.
fr: Afficher la :ref:`Fenêtre des détails <tools-object-details-window>` pour l'objet sélectionné.
it: Mostrare la :ref:`finestra dei dettagli <tools-object-details-window>` per l'oggetto selezionato.
nl: Toon het venster :ref:`Objectdetails <tool-object-details-window>` van het geselecteerde object.
pt_br: Exibe a :ref:`Janela de detalhes <tools-object-details-window>` para o objeto selecionado.
sl: Prikaži :ref:`Okno s podrobnostmi <tools-object-details-window>` za izbrani objekt.
sv: Visa :ref:`informationsfönstret <tools-object-details-window>` för det markerade objektet.

source: Toggle a visible name label on the selected object.
ca: Mostra o oculta una etiqueta de nom a sobre de l'objecte seleccionat.
ca@valencia: Mostra o oculta una etiqueta de nom damunt de l'objecte seleccionat.
fr: Basculer la visibilité de l'étiquette du nom de l'objet sélectionné.
it: Mostrare/nascondere sulla mappa il nome dell'oggetto selezionato.
nl: Naam van het geselecteerde object wel/niet tonen.
pt_br: Ativa ou desativa a legenda sobre o objeto selecionado.
sl: Preklopi vidno oznako imena na izbranem objektu.
sv: Växla en synligt namnbeteckning för det markerade objektet.

source: Add the selected object to the :doc:`Observing wish-list <tool-obsplanner>`.
ca: Afegeix l'objecte seleccionat a la :doc:`llista d'observació <tool-obsplanner>`.
ca@valencia: Afig l'objecte seleccionat en la :doc:`llista d'observacions desitjades <tool-obsplanner>`.
fr: Ajouter l'objet sélectionné à la :doc:`liste de souhaits des observations <tool-obsplanner>`.
it: Aggiungere l'oggetto selezionato alla :doc:`lista delle osservazioni desiderate <tool-obsplanner>`.
nl: Het geselecteerde object aan de :doc:`Waarneemlijst <tool-obsplanner>` toevoegen.
pt_br: Adiciona o objeto selecionado à :doc:`Lista de desejos de observações <tool-obsplanner>`.
sl: Dodaj izbrani objekt na :doc:`Seznam želja za opazovanje <tool-obsplanner>`.
sv: Lägg till det markerade objektet i :doc:`observationsönskelistan <tool-obsplanner>`.

source: Toggle a visible curve on the sky, showing the path of the object across the sky (only applicable to Solar System bodies).
ca: Mostra o oculta una corba sobre el cel mostrant el camí dels objectes a través del mateix (tan sols és aplicable als cossos del sistema solar).
ca@valencia: Mostra o oculta una corba sobre el cel mostrant el camí dels objectes a través del mateix (tan sols és aplicable als cossos del Sistema Solar).
fr: (Dés)activer la visibilité d'une courbe dans le ciel, montrant la trace de l'objet à travers du ciel (applicable seulement aux objets du système solaire).
it: Mostrare/nascondere sulla mappa una traccia che mostra il cammino dell'oggetto sulla volta celeste (valido solo per i corpi del sistema solare).
nl: Het baanspoor van een object (alleen in het zonnestelsel) wel/niet tonen.
pt_br: Ativa ou desativa a visibilidade da curva no céu, que mostra o trajeto do objeto ao longo do céu (só aplicável aos corpos do Sistema Solar).
sl: Preklopite vidno krivuljo na nebu, ki prikazuje pot objekta po nebu (velja samo za telesa sončevega sistema).
sv: Växla en synlig kurva på himlen, som visar objektets väg över himlen (gäller bara kroppar i solsystemet).

source: By holding down the **Shift** key, you can perform these actions on the centered object, rather than the selected object.
ca: Si manteniu premuda la tecla Maj, podreu realitzar aquestes accions sobre l'objecte centrat en comptes de sobre l'objecte seleccionat.
ca@valencia: Si manteniu premuda la tecla **Majús**, podreu realitzar estes accions sobre l'objecte centrat en comptes damunt de l'objecte seleccionat.
fr: En maintenant enfoncée la touche Maj, on peut effectuer ces actions sur l'objet centré, plutôt que sur l'objet sélectionné.
it: Tenendo premuto il tasto **Shift** puoi eseguire queste azioni sull'oggetto centrato, invece che su quello selezionato.
nl: Door tegelijkertijd de toets **Shift** ingedrukt te houden worden al deze acties niet op het geselecteerde object, maar op het gecentreerde object (dus dat in de kijkrichting) uitgevoerd.
pt_br: Mantendo pressionada a tecla **Shift**, você poderá efetuar estas ações sobre o objeto centrado, em vez do objeto selecionado.
sl: Če držite tipko **Shift**, lahko ta dejanja izvedete na centriranem objektu in ne na izbranem objektu.
sv: Genom att hålla nere skifttangenten, kan du utföra åtgärderna med det centrerade objektet istället för det markerade.

source: Popup Menu for Uranus
ca: Menú emergent per a Urà
ca@valencia: Menú emergent per a Urà
fr: Menu contextuel pour Uranus
it: Menu a comparsa per Urano
nl: Contextmenu voor Uranus
sl: Pojavni meni za Uran
sv: Sammanhangsberoende meny för Uranus

source: Find Object Window with search online feature
ca: Finestra «Cerca un objecte» amb la característica de cerca en línia
ca@valencia: Finestra «Busca un objecte» amb la característica de busca en línia
fr: Fenêtre de recherche d'objets avec fonctionnalité de recherche en ligne
it: Finestra Trova oggetto con funzione di ricerca in linea
nl: Venster object zoeken met online zoeken
sl: Okno Najdi objekt z zmožnostjo spletnega iskanja
sv: Fönstret Sök objekt med funktion för sökning på nätet

source: Find Object Window
ca: Finestra «Cerca un objecte»
ca@valencia: Finestra «Busca un objecte»
fr: Fenêtre de recherche d'objets
it: Finestra Trova oggetto
nl: Venster Object zoeken
sl: Orodje iskanje objekta
sv: Sök objektfönster
