Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/skyobjects.po
Languages: ca, ca@valencia, fr, it, nl, pt_br, sl, sv

source: The window contains a list of (almost, see :doc:`the section called “Catalogs” <catalogs>`) all the named objects that KStars is aware of. Many of the objects only have a numeric catalog name (for example, NGC 3077), but some objects have a common name as well (for example, Whirlpool Galaxy). You can filter the list by name and by object type. To filter by name, enter a string in the edit box at the top of the window; the list will then only contain names which start with that string. To filter by type, select a type from the combo box at the bottom of the window.
ca: La finestra conté una llista (gairebé, vegeu :doc:` <catalogs>`) de tots els noms d'objectes que reconeix el KStars. La majoria tan sols estan llistats per un nom de catàleg numèric (per exemple, NGC 3077), però d'altres també es llisten pel seu nom comú (per exemple, la galàxia Whirlpool). Podeu filtrar la llista per nom o per tipus d'objecte. Per a filtrar per nom, introduïu una cadena en el quadre d'edició a la part superior de la finestra. Aleshores la llista tan sols contindrà els noms que comencin amb aquesta cadena. Per a filtrar per tipus, seleccioneu un tipus des del quadre combinat a la part inferior de la finestra.
ca@valencia: La finestra conté una llista de (quasi, vegeu :doc:`la secció anomenada «Catàlegs» <catalogs>`) de tots els noms d'objectes que reconeix KStars. La majoria tan sols estan llistats per un nom de catàleg numèric (p. ex., NGC 3077), però d'altres també es llisten pel seu nom comú (p. ex., la galàxia Whirlpool). Podeu filtrar la llista per nom o per tipus d'objecte. Per a filtrar per nom, introduïu una cadena en el quadro d'edició a la part superior de la finestra. Aleshores la llista tan sols contindrà els noms que comencen amb esta cadena. Per a filtrar per tipus, seleccioneu un tipus des del quadro combinat a la part inferior de la finestra.
fr: La fenêtre contient la liste de (presque, voire :doc:` <catalogs>`) tous les objets dans KStars qui ont un nom. Beaucoup d'entre eux possèdent une dénomination seulement dans un catalogue (par exemple NGC 3077), et certains possèdent aussi un nom propre (la galaxie du Tourbillon). Vous pouvez filtrer la liste selon le nom ou le type d'objet. Pour filtrer par nom, saisissez une chaîne dans la zone de texte en haut de la fenêtre ; la liste ne contiendra alors que les noms qui commencent par cette chaîne. Pour filtrer par type, sélectionnez un type dans la liste déroulante combinée en bas de la fenêtre.
it: Questa finestra contiene un elenco di (la maggior parte, vedere la :doc:`sezione “Cataloghi” <catalogs>`) tutti gli oggetti con nome noti a KStars. Molti oggetti sono elencati soltanto con il loro nome di catalogo (per esempio NGC 3077), ma alcuni sono anche riportati con il loro nome comune (per esempio, Galassia vortice). È possibile filtrare la lista per nome o per tipo di oggetto. Se si desidera filtrare per nome, inserire una stringa nella casella in cima alla finestra, e la lista si ridurrà ai soli oggetti il cui nome inizia per quella stringa. Se si desidera filtrare per tipo, selezionarne uno dalla lista nella parte inferiore della finestra.
nl: Het venster bevat een lijst van (bijna, zie :doc:`Catalogi <catalogs>`) alle objecten in KStars die een naam hebben. Veel van deze objecten hebben alleen een catalogusnummer (bijvoorbeeld NGC 3077), maar er zijn objecten die ook een gewone naam hebben (bijvoorbeeld de Draaikolknevel). U kunt in deze lijst naar naam en naar objecttype filteren. Om op de naam te filteren voert u de eerste letters in van de naam in het invulvak boven de lijst, waarna in de lijst alleen nog namen voorkomen die met die letters beginnen. Om naar het type te filteren, kiest u het type in het combinatieveld onderin het venster.
pt_br: A janela contém uma lista de todos (quase, veja :doc:`a seção chamada “Catálogos” <catalogs>`) os objetos nomeados que o KStars possui. Muitos objetos possuem somente um nome de catálogo numérico (por exemplo, NGC 3077), mas alguns objetos possuem um nome comum também (por exemplo, Galáxia de Whirlpool). Você pode filtrar a lista por nome e por tipo de objeto. Para filtrar por nome, insira um texto na caixa de edição no topo da janela; a lista então somente conterá nomes que iniciem com o texto inserido. Para filtrar por tipo, selecione um tipo na caixa combinada na base da janela.
sl: Okno vsebuje seznam (skoraj, glejte :doc:`razdelek z naslovom “Katalogi“ <catalogs>`) vseh imenovanih objektov, ki jih KStars pozna. Mnogi objekti imajo le numerično ime kataloga (na primer NGC 3077), nekateri objekti pa imajo tudi splošno ime (na primer galaksija Vrtinec). Seznam lahko filtrirate po imenu in po vrsti objekta. Če želite filtrirati po imenu, vnesite niz v polje za urejanje na vrhu okna; seznam bo nato vseboval le imena, ki se začnejo s tem nizom. Če želite filtrirati po vrsti, izberite vrsto v kombiniranem polju na dnu okna.
sv: Fönstret listar (nästan, se :doc:`avsnittet som heter “Kataloger” <catalogs>`) alla namngivna objekt som Kstars känner till. Många objekt listas bara med sitt katalognamn (till exempel NGC 3077), men vissa listas med ett vanligt namn (till exempel Virvelgalaxen). Du kan filtrera listan enligt namn eller typ av objekt. För att filtrera enligt namn, skriv in text i redigeringsrutan längst upp i fönstret. Listan innehåller då bara namn som börjar med texten. För att filtrera enligt typ, välj en typ i kombinationsrutan längst ner i fönstret.

source: KStars provides another method for resolving the objects that are missing from any of its predefined catalogues, by using an internet connection. Thus, if you want to find an object that KStars is not aware of, you can easily do this by querying several professional astronomical databases as: SIMBAD, NED or VizieR. This can be done by entering the object's name and then press the ``or search the internet`` for `ObjectName` button. After your object is found, you can use it exactly as any object that is already loaded into KStars (i.e. adding it to the Observing WishList). If the object was not found in the online databases, then a warning dialogue will pop-up. Once you resolve an object by using this method, it is stored in KStars database, so if you close KStars and open it again, your object will still be there.
ca: El KStars proporciona un altre mètode per a la resolució dels objectes que falten en qualsevol dels seus catàlegs predefinits, utilitzant una connexió a Internet. Per tant, si voleu cercar un objecte que el KStars no reconeix, podeu fer-ho amb facilitat fent una consulta a diverses bases de dades astronòmiques professionals com: SIMBAD, NED o VizieR. Això es pot fer introduint el nom de l'objecte i després prement el botó ``o cercar nom_objecte a Internet``. Una vegada trobat el vostre objecte, el podreu utilitzar exactament com qualsevol objecte que ja estigui carregat al KStars (ead, afegir-lo a la llista de desitjos de l'observació). Si no s'ha trobat l'objecte a les bases de dades en línia, es mostrarà un diàleg d'avís. Una vegada resoleu un objecte utilitzant aquest mètode, s'emmagatzemarà a la base de dades del KStars, de manera que si tanqueu el KStars i l'obriu de nou, l'objecte encara hi serà.
ca@valencia: KStars proporciona un altre mètode per a resoldre els objectes que falten en qualsevol dels seus catàlegs predefinits, utilitzant una connexió amb Internet. Per tant, si voleu trobar un objecte que KStars no coneix, podeu fer-ho amb facilitat consultat diverses bases de dades astronòmiques professionals com: SIMBAD, NED o VizieR. Açò es pot fer introduint el nom de l'objecte i després prement el botó ``o buscar NomObjecte a Internet``. Una vegada trobat el vostre objecte, el podreu utilitzar exactament com qualsevol objecte que ja estiga carregat a KStars (és a dir, afegir-lo a la llista de desitjos de l'observació). Si no s'ha trobat l'objecte en les bases de dades en línia, es mostrarà un diàleg d'avís. Una vegada resoleu un objecte utilitzant este mètode, s'emmagatzemarà en la base de dades de KStars, de manera que si tanqueu KStars i l'obriu de nou, l'objecte encara hi serà.
fr: KStars fournit une autre méthode pour résoudre les objets qui sont absents des catalogues prédéfinis, qui est d'utiliser une recherche en ligne. Ainsi, si vous souhaitez trouver un objet que KStars ne connaît pas, vous pouvez le faire facilement en questionnant plusieurs bases de données astronomiques comme SIMBAD, NED ou encore VizieR. Cela peut être fait en indiquant le nom de l'objet et ensuite en cliquant sur le bouton ``Chercher ObjectName sur Internet``. Une fois l'objet trouvé, vous pouvez l'utiliser de la même manière que n'importe quel autre objet déjà chargé dans KStars (c'est-à-dire l'ajouter dans votre liste de souhaits). S'il est impossible de trouver l'objet dans les bases de données en ligne, un message d'avertissement apparaîtra. Une fois qu'un objet a été trouvé par cette méthode, il sera ajouté à la base de données de KStars pour pouvoir être utilisé ultérieurement.
it: KStars fornisce un altro metodo per risolvere gli oggetti mancanti da uno qualsiasi dei suoi cataloghi predefiniti, utilizzando una connessione Internet. Quindi, se vuoi trovare un oggetto che KStars non conosce, puoi farlo facilmente interrogando diverse banche dati astronomiche professionali come: SIMBAD, NED o VizieR. Questo può essere fatto inserendo il nome dell'oggetto e quindi premendo il pulsante ``o cerca in Internet`` `NomeOggetto`. Dopo che il tuo oggetto è stato trovato, puoi usarlo esattamente come qualsiasi oggetto già caricato in KStars (ossia aggiungendolo alla lista dei desideri di osservazione). Se l'oggetto non è stato trovato nelle banche dati in linea, sarà visualizzata una finestra di avviso. Una volta risolto un oggetto usando questo metodo, questo viene memorizzato nella banca dati di KStars, quindi se chiudi KStars e aprilo di nuovo, il tuo oggetto sarà ancora lì.
nl: In KStars; is een andere methode aanwezig voor het oplossen van objecten die ontbreekt in al de voorgedefinieerde catalogi, met behulp van het internet. Dus, als u een voor KStars onbekend object zoekt, kunt u hiervoor diverse professionele gegevensbanken raadplegen, zoals: SIMBAD, NED of ViZieR. U kunt dit doen door de naam van het object in te voeren en op de knop ``of zoek op internet`` `Objectnaam` te drukken. Na het vinden van het object kunt u dit precies zo gebruiken als elk ander reeds in KStars aanwezig object (d.w.z. het toevoegen aan de waarneemlijst). Indien het object niet werd gevonden in de online gegevensbanken, ziet u een waarschuwingsdialoog. Indien u met deze methode een object vindt, wordt het in de gegevensbank van KStars opgeslagen, zodat het na het afsluiten en weer starten van KStars nog steeds beschikbaar is.
pt_br: O KStars oferece outro método para resolver os objetos que estão faltando em qualquer um de seus catálogos predefinidos, usando uma conexão com a internet. Assim, se você quiser encontrar um objeto que o KStars não conhece, você pode fazer isso facilmente consultando diversos bancos de dados astronômicos profissionais, como: SIMBAD, NED ou VizieR. Isso pode ser feito inserindo o nome do objeto e pressionando o botão ``pesquisar na internet`` por ``NomeObjeto``. Após seu objeto ser encontrado, você pode usá-lo exatamente como qualquer objeto que já esteja carregado no KStars (ou seja, adicionando-o à Lista de Desejos de Observação). Se o objeto não for encontrado nos bancos de dados online, uma caixa de diálogo de aviso será exibida. Depois de resolver um objeto usando este método, ele é armazenado no banco de dados do KStars, portanto, se você fechar o KStars e abri-lo novamente, seu objeto ainda estará lá.
sl: KStars ponuja še eno metodo za razreševanje manjkajočih objektov v katerem koli od vnaprej določenih katalogov, in sicer z uporabo internetne povezave. Če torej želite najti objekt, ki ga KStars ne pozna, lahko to preprosto storite tako, da poiščete v več profesionalnih astronomskih bazah podatkov, kot so: SIMBAD, NED ali VizieR. To lahko storite tako, da vnesete ime objekta in nato pritisnete gumb ``ali poiščite na internetu`` za ``ImeObjekta`` Ko je objekt najden, ga lahko uporabite natanko tako kot kateri koli drug objekt, ki je že naložen v KStars (tj. ga dodate na seznam želja za opazovanje). Če objekta ni bilo mogoče najti v spletnih bazah podatkov, se bo pojavilo opozorilno okno. Ko objekt razrešite s to metodo, se shrani v bazo podatkov KStars, zato bo vaš objekt še vedno tam, če zaprete in ponovno odprete KStars.
sv: Kstars tillhandahåller en annan metod för att hitta objekt som saknas i alla fördefinierade kataloger genom att använda en Internet-anslutning. På så sätt, om du vill hitta ett objekt som Kstars inte känner till, kan du enkelt göra det genom att söka i flera professionella astronomiska databaser såsom SIMBAD, NED eller VixieR. Det kan göras genom att ange objektets namn och därefter klicka på ``eller sök på Internet`` efter knappen ``Objektnamn``. Efter att objektet har hittats kan det användas precis som alla objekt som redan har lästs in i Kstars (t.ex. lägga till det i listan med observationsönskemål). Om objektet inte hittas i nätdatabaserna, dyker en varningsdialogruta upp. När ett objekt väl har hittats med den här metoden, lagras det i Kstars databas, så om Kstars stängs och öppnas igen finns objektet fortfarande där.

source: You can choose to enable or disable this feature by checking or unchecking the ``Resolve names not known to KStars`` using online services check box from ``Catalogs`` page, inside of ``Configure - KStars`` dialog (select the ``Settings`` → ``Configure KStars...`` menu item). If this checkbox is checked, when an object name unknown to KStars is entered in the ``Find Dialog``, KStars will contact online services to learn about the desired object and then add it directly to KStars database. The objects acquired in this manner are stored in a fake catalog, called “\_Internet_Resolved”. Thus, you can enable or disable the display of these objects by checking or unchecking the “\_Internet_Resolved” catalog from the catalogues list. Note that you can not delete this fake catalogue, as you can do with a custom catalogue. If this checkbox is unchecked, then the ``Find Object`` window will be exactly the same, excepting a minor change: the online searching button will no longer be visible.
ca: Podeu optar per habilitar o inhabilitar aquesta característica marcant o desmarcant la casella de selecció ``Resoldre els noms desconeguts pel KStars emprant els serveis en línia`` de la pàgina ``Catàlegs``, dins del diàleg ``Configuració - KStars`` (seleccioneu l'element de menú ``Arranjament`` ``Configura el KStars...``). Si es marca aquesta casella de selecció, quan s'introdueixi un nom d'objecte desconegut pel KStars al diàleg ``Cerca``, el KStars contactarà amb els serveis en línia per a aprendre sobre l'objecte desitjat i després l'afegirà directament a la base de dades del KStars. Els objectes adquirits d'aquesta manera, s'emmagatzemen en un catàleg fals, anomenat «_Internet_Resolved». Per tant, podreu activar o desactivar la visualització d'aquests objectes marcant o desmarcant el catàleg «_Internet_Resolved» de la llista de catàlegs. Recordeu que no podreu eliminar aquest catàleg fals, com ho feu amb un catàleg personalitzat. Si no es marca aquesta casella de selecció, llavors el diàleg ``Cerca un objecte`` serà exactament el mateix, a excepció d'un petit canvi: el botó de cerca en línia ja no serà visible.
ca@valencia: Podeu optar per activar o desactivar esta característica marcant o desmarcant la casella de selecció ``Resoldre els noms desconeguts per KStars emprant els serveis en línia`` de la pàgina ``Catàlegs``, dins del diàleg ``Configureu - KStars`` (seleccioneu l'element de menú ``Configuració → Configura KStars…``). Si esta casella de selecció està marcada, quan s'introduïsca un nom d'objecte desconegut per a KStars al ``diàleg «Busca»``, KStars es posarà en contacte amb els serveis en línia per a conéixer l'objecte desitjat i després l'afegirà directament a la base de dades de KStars. Els objectes adquirits d'esta manera s'emmagatzemen en un catàleg fals, anomenat «\_Internet_Resolved». Així, podeu activar o desactivar la visualització d'estos objectes marcant o desmarcant el catàleg «\_Internet_Resolved» de la llista de catàlegs. Cal tindre en compte que no podreu eliminar este catàleg fals, com es pot fer amb un catàleg personalitzat. Si esta casella de selecció està desmarcada, la finestra ``Busca un objecte`` serà exactament la mateixa, excepte un canvi menor: el botó de busca en línia ja no serà visible.
fr: Vous pouvez choisir d'activer ou de désactiver cette fonctionnalité en cochant ou en décochant la case à cocher ``Trouver des objets inconnus de KStars en utilisant des service en ligne`` de la page des ``Catalogues`` du menu ``Configuration`` ``Configurer KStars``. Si la case est cochée, tout objet inconnu de KStars déclenchera une recherche sur les services en ligne afin d'en obtenir de l'information et de l'ajouter directement dans la base de données de KStars. Les objets trouvés ainsi sont enregistrés dans un faux catalogue appelé \"_Internet_Resolved\". Vous pouvez activer ou désactiver ce faux catalogue en cochant sa case dans la liste des catalogues. Veuillez noter que vous ne pouvez pas supprimer ce catalogue comme vous pourriez le faire avec un catalogue personnalisé. Si cette case est décochée, la fenêtre ``Trouver objet`` aura la même apparence à un détail près : le bouton de recherche en ligne ne sera pas visible.
it: Puoi scegliere di abilitare o disabilitare questa funzione selezionando o deselezionando la casella di selezione ``Risolvi nomi sconosciuti a KStars`` utilizzando i servizi in linea dalla pagina ``Catalogo``, all'interno della finestra ``Configura - KStars`` (seleziona la voce di menu ``Impostazioni`` → ``Configura KStars...``). Se questa casella è selezionata, quando un nome oggetto sconosciuto a KStars è inserito nella ``Finestra Trova``, KStars contatterà i servizi in linea per conoscere l'oggetto desiderato e poi lo aggiungerà direttamente alla banca dati di KStars. Gli oggetti acquisiti in questo modo sono archiviati in un falso catalogo, chiamato “\_Internet_Resolved“. Pertanto, puoi abilitare o disabilitare la visualizzazione di questi oggetti selezionando o deselezionando il catalogo “\_Internet_Resolved“ dall'elenco dei cataloghi. Nota che non puoi eliminare questo catalogo, come puoi fare con un catalogo personalizzato. Se questa casella di controllo è deselezionata, la finestra ``Trova oggetto`` sarà esattamente la stessa, tranne una piccola modifica: il pulsante di ricerca in linea non sarà più visibile.
nl: U kunt dit aan of uitzetten met behulp van het keuzevakje ``Oplossen van voor KStars onbekende namen met behulp van internet``, in de pagina ``Catalogi``, in de dialoog ``Configureren - KStars`` (selecteer het menu-item ``Instellingen`` → ``KStars configureren``. Indien dit keuzevakje wordt gekozen en een voor KStars onbekende naam wordt ingevoerd in de ``Zoekdialoog``, maakt KStars contact met online diensten voor de gegevens van het gewenste object en voegt die direct toe aan de gegevensbank van KStars. De op deze manier verkregen objecten worden opgeslagen in een nepcatalogus, met de naam “_Internet_Resolved” (“via internet verkregen”). Op deze manier kunt u het gebruiken van deze objecten aan en uitzetten door deze nepcatalogus te kiezen in de lijst van catalogi. Merk op dat u deze nepcatalogus niet kunt wissen, zoals dat met de andere eigen catalogi wel kan. Indien niet gekozen, is het venster van ``Object zoeken`` geheel onveranderd, op een kleinigheid na: de knop voor het online zoeken is niet meer zichtbaar.
pt_br: Você pode optar por habilitar ou desabilitar este recurso marcando ou desmarcando a caixa de seleção ``Resolver nomes desconhecidos do KStars`` usando serviços online na página ``Catálogos``, dentro da caixa de diálogo ``Configurar - KStars`` (selecione o item de menu ```Configurações`` → ``Configurar KStars...``). Se esta caixa de seleção estiver marcada, quando um nome de objeto desconhecido do KStars for inserido na ``Caixa de Diálogo Localizar``, o KStars entrará em contato com os serviços online para saber mais sobre o objeto desejado e, em seguida, adicioná-lo diretamente ao banco de dados do KStars. Os objetos adquiridos desta maneira são armazenados em um catálogo falso, chamado “\_Internet_Resolved”. Assim, você pode habilitar ou desabilitar a exibição desses objetos marcando ou desmarcando o catálogo “\_Internet_Resolved” na lista de catálogos. Observe que você não pode excluir este catálogo falso, como faria com um catálogo personalizado. Se esta caixa de seleção estiver desmarcada, a janela ``Localizar objeto`` será exatamente a mesma, exceto por uma pequena alteração: o botão de pesquisa online não estará mais visível.
sl: To funkcijo lahko omogočite ali onemogočite tako, da na strani ``Katalogi`` v pogovornem oknu ``Konfiguriraj - KStars`` označite ali počistite polje ``Razreši imena, ki jih KStars ne pozna`` z uporabo spletnih storitev (izberite element menija ``Nastavitve`` → ``Konfiguriraj KStars ...``). Če je to polje označeno, bo KStars, ko v pogovorno okno »Išči« vnesete ime objekta, ki ga KStars ne pozna, stopil v stik s spletnimi storitvami, da bi izvedel več o želenem objektu, in ga nato dodal neposredno v zbirko podatkov KStars. Objekti, pridobljeni na ta način, so shranjeni v ponarejenem katalogu z imenom ``\_Internet_Resolved``. Prikaz teh objektov lahko omogočite ali onemogočite tako, da na seznamu katalogov označite ali počistite polje ``\_Internet_Resolved``. Upoštevajte, da tega ponarejenega kataloga ne morete izbrisati, kot lahko to storite s katalogom po meri. Če to potrditveno polje ni označeno, bo okno ``Najdi objekt`` popolnoma enako, razen manjše spremembe: gumb za spletno iskanje ne bo več viden.
sv: Du kan välja att aktivera eller inaktivera funktionen genom att markera eller avmarkera kryssrutan ``Matcha namn som inte är kända av Kstars genom att använda nättjänster`` på sidan ``Kataloger``, i dialogrutan ``Anpassa - Kstars`` (välj menyalternativet ``Inställningar`` → ``Anpassa Kstars...``). Om kryssrutan är markerad och ett objektnamn inte är känt av Kstars anges i ``Sökdialogrutan`` kontaktar Kstars nättjänster för att få information om det önskade objektet och direkt lägga till det i Kstars databas. Objekten som hämtas på detta sätt lagras i en oäkta katalog som kallas "\_Internet_Resolved". På så sätt kan du aktivera och inaktivera visning av objekten genom att markera eller avmarkera katalogen "\_Internet_Resolved" i kataloglistan. Observera att den oäkta katalogen inte kan tas bort, vilket går att göra med en egen katalog. Om kryssrutan är avmarkerad, ser fönstret ``Sökdialogruta`` likadant ut, utom den mindre skillnaden att knappen för nätsökning inte längre är synlig.

source: |Find Object Window|
sl: |Okno iskanje objekta|
