Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/skyobjects.po
Languages: ca, ca@valencia, fr, it, nl, pt_br, sl, sv

source: Objects in the Sky
ca: Objectes en el cel
ca@valencia: Objectes en el cel
fr: Objets célestes
it: Oggetti celesti
nl: Objecten aan de hemel
pt_br: Objetos no céu
sl: Objekti na nebu
sv: Himmelsobjekt

source: KStars displays thousands of celestial objects: stars, planets, comets, asteroids, clusters, nebulae and galaxies. You can interact with displayed objects to perform actions on them or obtain more information about them. Clicking on an object will identify it in the status bar, and simply hovering the mouse cursor on an object will label it temporarily in the map. Double-clicking will recenter the display on the object and begin tracking it (so that it will remain centered as time passes). Right clicking an object opens the object's popup menu, which provides more options.
ca: El KStars mostra milers d'objectes celestes: estrelles, planetes, cometes, asteroides, cúmuls, nebuloses i galàxies. Podeu interactuar amb aquests objectes per a realitzar accions sobre seu o obtenir més informació. Fent clic sobre un objecte, s'identificarà en la barra d'estat, i simplement mantenint el cursor del ratolí sobre un objecte s'etiquetarà temporalment sobre el mapa. Fent doble clic, se centrarà la pantalla sobre l'objecte i es començarà a seguir (de manera que seguirà estant centrat a mesura que transcorre el temps). Fent clic amb el BDR sobre un objecte es desplegarà el seu menú emergent, el qual us permetrà més opcions.
ca@valencia: KStars mostra milers d'objectes celestes: estreles, planetes, cometes, asteroides, cúmuls, nebuloses i galàxies Podeu interactuar amb els objectes mostrats per a realitzar accions sobre seu o obtindre més informació. Si cliqueu damunt d'un objecte, s'identificarà en la barra d'estat, i senzillament passeu el cursor del ratolí sobre un objecte s'etiquetarà temporalment sobre el mapa. Si feu doble clic, se centrarà la pantalla sobre l'objecte i es començarà a seguir (de manera que es mantindrà centrat a mesura que transcórrega el temps). Si cliqueu amb el botó dret del ratolí sobre un objecte es desplegarà el seu menú emergent, el qual us permetrà més opcions.
fr: KStars affiche des milliers d'objets célestes : étoiles, planètes, comètes, astéroïdes, amas, nébuleuses et galaxies. Vous pouvez interagir avec les objets affichés et réaliser des actions sur eux ou obtenir plus d'informations à leur propos. En cliquant sur un objet, il s'identifie dans la barre d'état, et simplement en le survolant avec le pointeur de souris, un libellé s'affichera temporairement sur la carte. En double-cliquant, l'affichage se recentrera sur l'objet et commencera un suivi (de telle manière qu'il restera centré quand le temps s'écoulera). Un clic du bouton ``droit`` sur un objet fera apparaître un menu contextuel qui proposera d'autres options.
it: KStars visualizza migliaia di oggetti celesti: stelle, pianeti, comete, asteroidi, ammassi, nebulose e galassie. Puoi interagire con gli oggetti visualizzati in vari modi, e ottenere maggiori informazioni sul loro conto. Facendo clic su un oggetto il suo nome apparirà nella barra di stato; posizionando il puntatore del mouse su un oggetto, il suo nome apparirà temporaneamente sulla mappa. Un doppio clic centrerà la mappa sull'oggetto e inizierà l'inseguimento (in modo che rimanga centrato col passare del tempo). Un clic col pulsante destro del mouse aprirà il menu contestuale dell'oggetto, che mette a disposizione altre opzioni.
nl: KStars toont duizenden objecten aan de hemel: sterren, planeten, kometen, asteroïden, sterrenhopen, nevels en melkwegstelsels. U kunt allerlei dingen doen met de getoonde objecten en er informatie over krijgen. Door er op te klikken kunt u in de statusbalk zien hoe een object heet, en door de muisaanwijzer er even boven te houden wordt in de sterrenkaart de naam ervan gedurende korte tijd getoond. Er op dubbelklikken centreert de sterrenkaart op dit object en start het volgen ervan (zodat het in het midden van de sterrenkaart blijft terwijl de tijd doorloopt). Rechts klikken op een object geeft u een contextmenu met meer opties.
pt_br: O KStars exibe milhares de objetos celestes: estrelas, planetas, cometas, asteroides, conglomerados, nebulosas e galáxias. Você pode interagir com os objetos exibidos para realizar ações neles ou obter mais informações sobre eles. Clicar em um objeto o identificará na barra de estado, e ao simplesmente pairar o mouse sobre um objeto, um rótulo temporários será exibido no mapa. Um clique-duplo irá recentralizar o mostrador no objeto e iniciará a rastreá-lo (de modo que ele permaneça centrado conforme o tempo passa). Um clique direito em um objeto abre o menu de contexto do objeto, que fornece várias opções.
sl: KStars prikazuje na tisoče nebesnih objektov: zvezde, planete, komete, asteroide, zvezdne kopice, meglice in galaksije. Z prikazanimi objekti lahko izvajate dejanja ali pridobivate več informacij o njih. S klikom na objekt ga boste prepoznali v statusni vrstici, s preprostim pomikom kazalca miške nad objekt pa ga boste začasno označili na karti. Z dvojnim klikom boste prikaz na objektu ponovno centrirali in ga začeli slediti (tako da bo sčasoma ostal centriran). Z desnim klikom na objekt se odpre pojavni meni objekta, ki ponuja več možnosti.
sv: Kstars visar tusentals himmelsobjekt: stjärnor, planeter, kometer, asteroider, kluster, nebulosor och galaxer. Du kan påverka visade objekt genom att utföra åtgärder med dem eller skaffa mer information om dem. Genom att klicka på ett objekt identifieras det i statusraden, och genom att helt enkelt hålla musen stilla över ett objekt läggs en tillfällig beteckning till på kartan. Ett dubbelklick centrerar skärmen på objektet och börjar följa det (så att det förblir centrerat allteftersom tiden går). Genom att högerklicka på ett objekt, visas objektets sammanhangsberoende meny som tillhandahåller fler alternativ.

source: The Popup Menu
ca: El menú emergent
ca@valencia: El menú emergent
fr: Le menu contextuel
it: Il menu a comparsa
nl: Het contextmenu
pt_br: O menu de contexto
sl: Pojavni meni
sv: Objektens menyer

source: Here is an example of the right click popup menu, for the Uranus:
ca: Aquí hi ha un exemple d'un menú emergent fent clic ``dret``, per a Urà:
ca@valencia: Ací hi ha un exemple d'un menú emergent fent clic dret, per a Urà:
fr: Voici un exemple de menu contextuel obtenu d'un clic ``droit`` sur nébuleuse de Mairan ou M43 ou encore NGC 1982 :
it: Ecco un esempio del menu che compare premendo il tasto destro del mouse, relativo a Urano:
nl: Hier is een voorbeeld van het contextmenu voor Uranus, dat u ziet na er rechts op te klikken:
pt_br: Aqui está um exemplo do menu de contexto do clique direito, para Urânio:
sl: Tukaj je primer pojavnega menija z desnim klikom za Uran:
sv: Här är ett exempel på menyn som visas med högerklick, för Uranus:

source: |Popup Menu for Uranus|
sl: |Pojavni meni za Uran|

source: The appearance of the popup menu depends somewhat on the kind of object you right-click on, but the basic structure is listed below. You can get :ref:`more detailed information about the popup menu <commands-popup-menu>`.
ca: L'aparença del menú emergent dependrà del tipus d'objecte a sobre del qual feu clic amb el botó ``dret``, però l'estructura bàsica està llistada a sota. Podeu obtenir :ref:`informació més detallada sobre el menú emergent <commands-popup-menu>`.
ca@valencia: L'aparença del menú emergent dependrà del tipus d'objecte damunt del qual cliqueu amb el botó dret, però l'estructura bàsica es mostra davall. Podeu obtindre :ref:`informació més detallada sobre el menú emergent <commands-popup-menu>`.
fr: L'apparence du menu contextuel dépend du type d'objet sur lequel vous cliquez avec le bouton ``droit``, mais la structure de base est expliquée ci-dessous. Vous pouvez obtenir :ref:`plus d'informations détaillées sur le menu contextuel <commands-popup-menu>`.
it: L'aspetto del menu a comparsa dipende per certi versi dal tipo di oggetto su cui hai fatto clic col pulsante destro, ma la struttura di base è descritta qui sotto. Sono disponibili :ref:`maggiori informazioni sul menu a comparsa <commands-popup-menu>`.
nl: Hoe het contextmenu eruit ziet hangt een beetje af van het type object waarop is rechts klikt, maar de basisstructuur ziet u hieronder. U vindt er :ref:`nadere informatie over het contextmenu <commands-popup-menu>`.
pt_br: A aparência do menu de contexto depende de que tipo de objeto você executou o clique-direito, mas a estrutura básica está listada abaixo. Você pode obter :ref:`mais informações detalhadas sobre o menu de contexto <commands-popup-menu>`.
sl: Videz pojavnega menija je nekoliko odvisen od vrste predmeta, na katerega kliknete z desno miškino tipko, vendar je osnovna struktura navedena spodaj. Več informacij :ref:`o pojavnem meniju najdete <commands-popup-menu>`.
sv: Utseendet hos objektmenyn beror till en del på vilken sorts objekt som högerklickas, men den grundläggande strukturen visas nedan. Du kan få :ref:`mer detaljerad information om objektmenyn <commands-popup-menu>`.

source: The top section contains some lines of information which are not selectable: the object's names ("Uranus"), object type ("Solar system object"), and the constellation which contains the object ("Pisces"). The next three lines show the object's rise, set, and transit times. If the rise and set times say "circumpolar", it means that the object is always above the horizon for the present location.
ca: La secció superior conté algunes línies informatives que no són seleccionables: Els noms de l'objecte («M 42»; «Orion Nebula»), tipus d'objecte («nebulosa gasosa»), i la constel·lació que conté l'objecte («ORIÓ»). Les tres línies següents mostren l'hora de sortida, posta i trànsit. Si l'hora de sortida i posta diuen «circumpolar», això voldrà dir que l'objecte resta per sota de l'horitzó per a l'emplaçament actual.
ca@valencia: La secció superior conté algunes línies informatives que no es poden seleccionar: els noms de l'objecte («Urà»), tipus d'objecte («objecte del sistema solar»), i la constel·lació que conté l'objecte («Peixos»). Les tres línies següents mostren els temps d'eixida, posta i trànsit. Si els temps d'eixida i posta diuen «circumpolar», açò voldrà dir que l'objecte restarà sempre per damunt de l'horitzó per a l'emplaçament actual.
fr: La section supérieure contient certaines lignes d'information que l'on ne peut pas sélectionner : le nom de l'objet (la nébuleuse de Mairan ou M43), son type (nébuleuse gazeuse) et la constellation qui contient l'objet (Orion). Les trois lignes suivantes affichent l'heure du lever, du coucher et les heures de transit. Si les heures de lever et de coucher indiquent \"circumpolaire\", cela signifie que l'objet est toujours au-dessus de l'horizon pour la position actuelle.
it: La parte superiore contiene alcune righe di informazioni non selezionabili: i nomi dell'oggetto («Urano»), il tipo di oggetto («Oggetto del sistema solare») e la costellazione che contiene l'oggetto («Pesci»). Le tre righe successive mostrano i tempi di salita, tramonto e transito dell'oggetto. Se i tempi di sorgere e tramontare dicono «circumpolare», significa che l'oggetto è sempre sopra l'orizzonte per la posizione attuale.
nl: In het bovenste gedeelte vindt u wat informatie (die u niet kunt selecteren): de naam (of namen) van het object ("Uranus"), wat voor soort object het is ("Object in het zonnestelsel"), en het sterrenbeeld waarin het is te vinden ("Pisces"). In de volgende drie regels ziet u de tijden van opkomst, ondergang en(meridiaan)doorgang van het object. Als er "circumpolair" staat bij de opkomst- en ondergangstijden, dan betekent dat, dat het object op deze locatie altijd boven de horizon zal zijn.</para><para>Noot vertaler: circumpolair kan ook betekenen dat het object altijd onder de horizon is, en dus nooit opkomt of ondergaat. Zo is het Zuiderkruis voor een waarnemer in Nederland circumpolair onder de horizon. Vanuit Nederland is het Zuiderkruis dus niet zichtbaar.
pt_br: A seção superior contém algumas linhas de informação que não são selecionáveis: os nomes do objeto ("Urânio") e tipo do objeto ("Objeto do sistema solar") e a constelação que contém o objeto ("Peixes"). As próximas três linhas mostram as horas de nascente, trânsito e poente do objeto. Se as horas de nascente e poente informarem "circumpolar", isto significa que o objeto está sempre acima do horizonte para a localização atual.
sl: Zgornji razdelek vsebuje nekaj vrstic informacij, ki jih ni mogoče izbrati: imena objekta (»Uran«), vrsto objekta (»objekt sončevega sistema«) in ozvezdje, ki vsebuje objekt (»Ribi«). Naslednje tri vrstice prikazujejo čas vzhoda, zahoda in prehoda objekta. Če časi vzhoda in zahoda trdijo "cirkumpolarno", to pomeni, da je objekt vedno nad obzorjem za trenutno lokacijo.
sv: Den övre delen innehåller informationstext som inte kan markeras: Objektets namn ("Uranus"), objekttyp ("solsystemobjekt"), och stjärnbilden som objektet finns i ("Fiskarna"). De tre följande raderna visar objektets uppgångs-, övergångs- och nergångstider. Om uppgångs- och nergångstiderna anger "Polär bana", betyder det att objektet alltid är ovanför horisonten för aktuell plats.

source: The middle section contains actions which can be performed on the selected object, such as ``Center & Track``, ``Details``, and ``Attach`` Label. See the :ref:`popup menu description <commands-popup-menu>` for a full list and description of each action.
ca: La secció mitjana conté les accions que es poden realitzar sobre l'objecte, com ara ``Centra i segueix``, ``Detalls`` i ``Adjunta-hi una etiqueta``. Per a una llista i descripció completa de cada acció mireu la :ref:`descripció del menú emergent <commands-popup-menu>`.
ca@valencia: La secció del mig conté accions que es poden realitzar sobre l'objecte seleccionat, com ara ``Centra i seguix``, ``Detalls`` i ``Adjunta una etiqueta``. Per a obtindre una llista completa i una descripció de cada acció, vegeu la :ref:`descripció del menú emergent <commands-popup-menu>`.
fr: La section centrale contient des actions qui peuvent être effectuées sur l'objet sélectionné, comme ``Centrer et Suivre``, ``Détails`` et ``Attacher une étiquette``. Consultez la :ref:`description du menu contextuel <commands-popup-menu>` pour obtenir une liste complète et la description de chaque action.
it: La sezione centrale contiene azioni che possono essere eseguite sull'oggetto, come ``Centra e insegui``, ``Dettagli`` e ``Applica etichetta``. Vedere la :ref:`descrizione del menu a comparsa <commands-popup-menu>` per una lista completa delle azioni e una spiegazione del loro funzionamento.
nl: Het middelste gedeelte bevat een aantal mogelijke acties voor het geselecteerde object, zoals labels ``Centreren & volgen``, ``Details`` en ``Bijvoegen``. Zie :ref:`beschrijving contextmenu <commands-popup-menu>` voor een complete lijst en een beschrijving van elke actie.
pt_br: A seção central contém ações que podem ser executadas no objeto selecionado, como ``Centrar e rastrear``, ``Detalhes`` e ``Anexar`` rótulo. Veja a :ref:`descrição do menu de contexto <commands-popup-menu>` para uma lista completa e descrição de cada ação.
sl: Srednji del vsebuje dejanja, ki jih je mogoče izvesti na izbranem objektu, kot so ``Centriraj in sledi``, ``Podrobnosti`` in ``Pripni``. Za celoten seznam in opis posameznega dejanja glejte :ref:`opis pojavnega menija <commands-popup-menu>`.
sv: Delen i mitten innehåller alternativ för att utföra åtgärder med objektet, som Centrera och följ, Detaljinformation och Lägg till beteckning. Se :ref:`beskrivningen av menyn <popup-menu>` för en fullständig lista och beskrivning av varje alternativ.

source: The bottom section contains links to images and/or informative webpages about the selected object. If you know of an additional URL with information or an image of the object, you can add a custom link to the object's popup menu. Use the ``Details`` item in the popup menu to open the ``Object Details`` dialog. On the ``Links`` tab use the ``Add Link...`` button.
ca: La secció inferior conté enllaços a imatges i/o pàgines web informatives sobre l'objecte seleccionat. Si coneixeu algun URL addicional amb informació o una imatge d'algun objecte, podeu afegir un enllaç a mida al menú emergent de l'objecte. Utilitzeu l'element ``Detalls`` en el menú emergent per a obrir el diàleg ``Detalls de l'objecte``. A la pestanya ``Enllaços`` utilitzeu el botó ``Afegeix un enllaç...``.
ca@valencia: La secció inferior conté enllaços cap a imatges i/o pàgines web informatives sobre l'objecte seleccionat. Si coneixeu algun URL addicional amb informació o una imatge d'algun objecte, podeu afegir un enllaç personalitzat al menú emergent de l'objecte. Utilitzeu l'element ``Detalls`` en el menú emergent per a obrir el diàleg ``Detalls de l'objecte``. En la pestanya ``Enllaços`` utilitzeu el botó ``Afig un enllaç…``.
fr: La section inférieure contient des liens vers des images et/ou des pages web contenant de l'information sur l'objet sélectionné. Si vous avez connaissance d'une URL supplémentaire présentant des informations ou une image de l'objet, vous pouvez ajouter un lien personnalisé au menu contextuel de l'objet. Utilisez l'élément ``Détails`` dans le menu contextuel pour ouvrir la boîte de dialogue ``Détails de l'objet``. Sur l'onglet ``Liens``, choisissez l'élément ``Ajouter un lien…``.
it: La sezione inferiore contiene collegamenti a immagini e/o pagine web con informazioni sull'oggetto selezionato. Se si è a conoscenza di URL aggiuntivi con informazioni o immagini su un dato oggetto, è possibile aggiungere un collegamento personalizzato nel menu a comparsa dell'oggetto. Scegliere ``Dettagli`` dal menu a comparsa per aprire la finestra ``Dettagli oggetto``. Nella scheda ``Collegamenti`` premere il pulsante ``Aggiungi collegamento...``.
nl: Onderaan vindt u koppelingen naar afbeeldingen en/of pagina's op het internet met informatie over het geselecteerde object. Als u zelf nog een URL kent met informatie of een afbeelding van het object, kunt u zelf een koppeling toevoegen aan het contextmenu van het object, met behulp van ``Details`` in het contextmenu, waarna de dialoog ``Details van object`` verschijnt. In het tabblad ``Koppelingen`` selecteert u de knop ``Koppeling toevoegen...``.
pt_br: A seção inferior contém links para imagens e/ou páginas web informativas sobre o objeto selecionado. Se você conhece uma URL adicional com informações ou uma imagem do objeto, você pode adicionar um link ao menu de contexto do objeto. Use o item ``Detalhes`` no menu de contexto para abrir a janela ``Detalhes do objeto``. Na aba ``Links`` use o botão ``Adicionar link...``.
sl: Spodnji razdelek vsebuje povezave do slik in/ali informativnih spletnih strani o izbranem objektu. Če poznate dodaten URL z informacijami ali sliko objekta, lahko v pojavni meni objekta dodate povezavo po meri. Za odpiranje pogovornega okna ``Podrobnosti o objektu`` uporabite element ``Podrobnosti`` v pojavnem meniju. Na zavihku ``Povezave`` uporabite gumb ``Dodaj povezavo ...``.
sv: Den nedre delen innehåller länkar till bilder och/eller informativa webbsidor om det valda objektet. Om du känner till ytterligare webbadresser med information eller en bild av objektet, kan du lägga till en egen länk i objektmenyn. Använd alternativet Information i menyn för att visa dialogrutan ``Information om objekt``. Använd knappen ``Lägg till länk...`` under fliken ``Länkar``.

source: Finding Objects
ca: Trobar objectes
ca@valencia: Trobar objectes
fr: Trouver des objets
it: Trovare oggetti
nl: Objecten zoeken
pt_br: Encontrando objetos
sl: Iskanje objektov
sv: Söka objekt

source: You can search for named objects using the ``Find Object`` tool, which can be opened by clicking on the ``search`` icon in the toolbar, by selecting ``Pointing`` → ``Find Object...`` menu item, or by pressing **Ctrl**\ +\ **F**. The ``Find Object`` window is shown below:
ca: Podeu cercar els objectes per nom utilitzant la finestra ``Cerca un objecte``, la qual també es pot obrir fent clic a sobre de la icona ``Cerca un objecte`` de la barra d'eines, seleccionant l'element de menú **``Apunta`` ``Cerca un objecte...`` o prement **Ctrl F **. La finestra ``Cerca un objecte`` es mostra a sota:
ca@valencia: Podeu buscar objectes per nom mitjançant l'eina ``Busca un objecte``, el qual es pot obrir clicant damunt de la icona ``busca`` de la barra d'eines, seleccionant l'element de menú ``Apunta → Busca un objecte…`` o prement les tecles **Ctrl**\ +\ **F**. La finestra ``Busca un objecte`` es mostra a continuació:
fr: Vous pouvez chercher des objets en utilisant l'outil ``Chercher l'objet``, que vous pouvez ouvrir en cliquant sur l'icône ``Recherche d'objet`` dans la barre d'outils, en sélectionnant le menu **``Pointage`` ``Chercher un objet…`` ou en actionnant **Ctrl F **. La fenêtre ``Chercher un objet`` est affichée ci-dessous :
it: È possibile cercare oggetti con nome tramite la finestra ``Trova oggetto``, richiamabile facendo clic sull'icona ``cerca`` sulla barra degli strumenti, selezionando la voce di menu ``Puntamento`` → ``Trova oggetto...``, o premendo **Ctrl**\ +\ **F**. La finestra ``Trova oggetto`` è mostrata qui sotto:
nl: U kunt objecten met een naam zoeken in het venster ``Object zoeken`` dat u kunt openen door op het pictogram ``zoeken`` te klikken in de werkbalk, door menu-item ``Kijkrichting`` → ``Object zoeken...`` te kiezen of door op de toetsen **Ctrl**\ +\ **F** te drukken. Het venster ``Object zoeken`` ziet u hieronder:
pt_br: Você pode procurar por objetos nomeados usando a ferramenta ``Encontrar objeto``, que pode ser aberta clicando o ícone ``procurar`` na barra de ferramentas, selecionando o menu ``Apontamento`` → ``Procurar objeto...`` ou pressionando **Ctrl**\ +\**F**. A janela ``Procurar objeto`` é mostrada abaixo:
sl: Poimenovane objekte lahko iščete z orodjem ``Najdi objekt``, ki ga odprete s klikom na ikono ``iskanje`` v orodni vrstici, z izbiro elementa menija ``Kazanje`` → ``Najdi objekt...`` ali s pritiskom na **Ctrl**\ +\ **F**. Okno ``Najdi objekt`` je prikazano spodaj:
sv: Du kan söka efter namngivna objekt med verktyget ``Sök objekt``, som kan öppnas genom att klicka på ikonen ``sök`` i verktygsraden, genom att välja menyalternativet ``Pekning`` → ``Sök objekt...``, eller genom att trycka på **Ctrl**\ +\ **F**. Fönstret ``Sök objekt`` visas nedan:

source: |Find Object Window with search online feature|
sl: |Okno Najdi objekt s funkcijo spletnega iskanja|
