Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-imaging-planner.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: The <guibutton>Load Imaged</guibutton> button in the Imaged row of the Filters section allows you to load an already-imaged file. This file is a simple list of object names, one per row, that you can construct and load. Loading this will cause the tool to remember those object names and mark them as already imaged when it encounters them. If you wish to undo this action, the way to do that is to set the filters to just show imaged objects and then use the right-click/control-click menu to set the desired objects as not imaged. You can speed that up by selecting many objects at a time with the click then shift-click technique.
uk: Кнопка <guibutton>Завантажити зняті</guibutton> у рядку «Зняті» розділу Фільтри надає змогу завантажити файл із вже знятого. Цей файл є простим списком назв об'єктів, по одному на рядок, які ви можете зібрати і завантажити. Завантаження призведе до того, що інструмент запам'ятає ці назви об'єктів і позначить їх як уже зняті, коли він зустріне їх. Якщо ви бажаєте скасувати цю дію, це можна зробити, налаштувавши фільтри на показ лише знятих об'єктів, а потім скориставшись меню, викликати яке можна клацанням правою кнопкою або клацанням разом із натисканням клавіші &Ctrl;, щоб установити потрібні об'єкти як не зняті. Ви можете пришвидшити це, вибравши багато об'єктів одночасно за допомогою методики послідовного клацання з наступним клацанням разом із натисканням клавіші &Shift;.

source: Note that the <guibutton>Load Catalog</guibutton> button is also in this section.
uk: Зауважте, що кнопку <guibutton>Завантажити каталог</guibutton> також розташовано у цьому розділі.

source: The most important thing to do is go to <menuchoice><guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem></menuchoice> and download a catalog associated with this tool. The first time you use this tool you'll need to click on the Load Catalog button and load the downloaded catalog. The tool should automatically download the catalog in subsequent runs.
uk: Найважливішим є використання пункту меню <menuchoice><guimenu>Дані</guimenu> <guimenuitem>Отримати нові дані...</guimenuitem></menuchoice> і отримання каталогу, який пов'язано із цим інструментом. Коли ви вперше скористаєтеся цим інструментом, вам слід натиснути кнопку «Завантажити каталог» і завантажити отриманий каталог. Інструмент має завантажувати каталог автоматично під час наступних запусків.

source: Another important thing to do, also in the above <menuchoice><guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem></menuchoice> menu, is to download some deep-sky object catalogs. In particular the NGC IC, OpenNGC, Sharpless, Abell, Lynds and Hickson catalogs would be handy. You can run the Imaging Planner without these (small) downloads, but the start-up time on the first time you use this tool will be much longer if you don't download them.
uk: Ще одна важлива річ, яку потрібно зробити, також у згаданому вище меню <menuchoice><guimenu>Дані</guimenu> <guimenuitem>Завантажити нові дані...</guimenuitem></menuchoice>, це завантажити декілька каталогів віддалених об’єктів. Зокрема, були б корисними каталоги NGC IC, OpenNGC, Sharpless, Abell, Lynds і Hickson. Ви можете запустити Планувальник зйомки без цих (невеликих) наборів даних, але час запуску під час першого використання цього інструменту буде значно довшим, якщо ви їх не завантажите.

source: If you don't set the time, you may want to hide the terrain display (if you've set that up) and also not render the ground, as those may obscure the object. You show and hide the terrain display in the view menu, and the ground can be disabled in <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Guides</guimenuitem></menuchoice> with the Opaque Ground checkbox.
uk: Якщо ви не встановите час, можливо, ви захочете приховати показ рельєфу (якщо ви його налаштували), а також не візуалізувати землю, оскільки це може завадити перегляду об'єкта. Ви можете вмикати і вимикати показ рельєфу в меню перегляду, а землю можна вимкнути за допомогою пункту меню <menuchoice><guimenu>Параметри</guimenu> <guimenuitem>Напрямні</guimenuitem></menuchoice> за допомогою прапорця «Непрозора земля».

source: If you're using a HiPS-based skymap, you would likely want local copies of the DSS data to speed-up the rendering of the SkyMap. See <menuchoice><guimenu>View</guimenu> <guimenuitem>HiPS All Sky Survey</guimenuitem></menuchoice> and under there <menuchoice><guimenu>HiPS Settings...</guimenu> <guimenuitem>Cache</guimenuitem></menuchoice> and enable the cache and enter the location of your local copy of the data. The data is available on https://irsa.ipac.caltech.edu/data/hips/CDS/DSS2/color/Norder1 ... /Norder7 and another resource is https://coochey.net/?p=699
uk: Якщо ви використовуєте карту неба на основі HiPS, вам, імовірно, знадобляться локальні копії даних DSS, щоб пришвидшити візуалізацію карти неба. Див. <menuchoice><guimenu>Перегляд</guimenu> <guimenuitem>Огляд усього неба HiPS</guimenuitem></menuchoice>, а під ним <menuchoice><guimenu>Параметри HiPS...</guimenu> <guimenuitem>Кеш</guimenuitem></menuchoice>, увімкніть кеш і введіть розташування локальної копії даних. Дані можна отримати з https://irsa.ipac.caltech.edu/data/hips/CDS/DSS2/color/Norder1 ... /Norder7 та https://coochey.net/?p=699

source: It would be useful to create a custom SkyMap "FOV Symbol" which is the same as the field-of-view of your imager. See <menuchoice><guimenu>Settings</guimenu> <guimenuitem>FOV Symbols</guimenuitem></menuchoice>, and inside there select <menuchoice><guimenu>New</guimenu> <guimenuitem>Camera</guimenuitem></menuchoice>, and enter the focal length of your optics and the camera's specifications.
uk: Було б корисно створити нетипову «Рамку поля зору» карти неба, який би був таким самим, як поле зору вашого засобу зйомки. Див. <menuchoice><guimenu>Параметри</guimenu> <guimenuitem>Рамки поля зору</guimenuitem></menuchoice>, а далі виберіть <menuchoice><guimenu>Новий</guimenu> <guimenuitem>Камера</guimenuitem></menuchoice> і введіть фокусну відстань вашої оптики та технічні характеристики камери.

source: You may want to adjust the color theme, e.g. in <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Themes</guimenuitem></menuchoice> to Black Body if you like dark themes.
uk: Ви можете скоригувати тему кольорів за допомогою пункту <menuchoice><guimenu>Параметри</guimenu> <guimenuitem>Теми</guimenuitem></menuchoice>, наприклад на Black Body, якщо вам подобаються темні теми.

source: KStars currently provides a single imaging-planner catalog via the <menuchoice><guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem></menuchoice> menu item. The hope is that there will be future specialized catalogs, and possibly user-generated catalogs too. Therefore the catalog is formatted in a human-readable way.
uk: У поточній версії KStars передбачено єдиний каталог планувальника зйомки, доступ до якого здійснюється за допомогою пункту меню <menuchoice><guimenu>Дані</guimenu> <guimenuitem>Отримати нові дані...</guimenuitem></menuchoice>. Сподіваємося, у майбутньому можна буде скористатися спеціалізованими каталогами і, можливо, створеними користувачами каталогами. Через це вибрано зручний для читання формат каталогу.

source: The first column is an object ID--which is the kind of ID that would work with the KStars <link linkend="findobjects">Find Object tool</link>.
uk: У першому стовпчику має бути ідентифікатор об'єкта, тип ідентифікатора, який має працювати із <link linkend="findobjects">інструментом пошуку об'єктів</link> KStars.

source: If you wanted to add your own objects to the existing catalog, you could do so by creating your own catalog, say on your desktop in a .csv file, and having the first line include the existing catalog with a LoadCatalog line, and having subsequent lines list your new objects. You'd then run Load Catalog on your new .csv file.
uk: Якщо ви бажаєте додати власні об’єкти до наявного каталогу, ви можете зробити це, створивши власний каталог, скажімо, на стільниці у файлі .csv, у якому перший рядок містить наявний каталог із рядком LoadCatalog, а наступні рядки — перелік ваших нових об’єктів. Потім ви повинні запустити Load Catalog у своєму новому файлі .csv.

source: Catalogs read in from <menuchoice><guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem></menuchoice> are stored in the standard KStars data directory, but catalogs can be read in from anywhere.
uk: Каталоги, прочитані з <menuchoice><guimenu>Дані</guimenu> <guimenuitem>Отримати нові дані...</guimenuitem></menuchoice>, зберігаються у стандартному каталозі даних KStars, але читати каталоги можна з будь-якого місця.

source: Use the Imaging Planner's <guibutton>Load Catalog</guibutton> button to read in a new catalog.
uk: Скористайтеся кнопкою <guibutton>Завантажити каталог</guibutton> планувальника зйомки для читання нового каталогу.
