Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-scriptbuilder.po
Languages: bg, ca, ca@valencia, et, fr, gl, pt_br, sl

source: Actually, we are not quite done yet. We should probably make sure that the display is using Equatorial coordinates before the script tracks the Moon with an accelerated time step. Otherwise, if the display is using Horizontal coordinates, it will rotate very quickly through large angles as the Moon rises and sets. This can be very confusing, and is avoided by setting the View Option <firstterm>UseAltAz</firstterm> to <quote>false</quote>. To change any View Option, use the <firstterm>changeViewOption</firstterm> function. Add this function to the script, and examine the Function Arguments panel. There is a combobox which contains the list of all options which can be adjusted by changeViewOption. Since we know we want the UseAltAz option, we could simply select it from the combobox. However, the list is quite long, and there is no explanation of what each item is for. It therefore may be easier to press the <guibutton>Browse Tree...</guibutton> button, which will open a window containing a tree view of the available options, organized by topic. In addition, each item has a short explanation of what the option does, and the data type of the option's value. We find UseAltAz under the <guilabel>Skymap Options</guilabel> category. Just highlight this item and press <guibutton>OK</guibutton>, and it will be selected in the combobox of the Function Arguments panel. Finally, make its value <quote>false</quote> or <quote>0</quote>.
ca: Realment, encara no fa res. Probablement haurem d'assegurar-nos que la vista està emprant les coordenades equatorials abans que l'script faci un seguiment a la Lluna amb un pas temporal accelerat. D'altra manera, si la vista està emprant coordenades horitzontals, farà la rotació molt ràpidament amb grans angles com quan surt i es pon la Lluna. Això pot resultar molt confós i s'evita establint l'opció <firstterm>UseAltAz</firstterm> de les Opcions de la vista a <quote>false</quote> (fals). Per a canviar qualsevol opció de la vista, empreu la funció <firstterm>changeViewOption</firstterm>. Afegiu aquesta funció a l'script i examineu el plafó Arguments de la funció. Hi haurà una llista desplegable que conté el llistat de totes les Opcions de la vista que pot ajustar changeViewOption. Atès que sabem que volem l'opció UseAltAz, nosaltres podríem simplement seleccionar-la des del quadre combinat. No obstant això, resulta que la llista és inversemblantment llarga i no hi ha explicacions de per què serveix cada element. Per tant, podria ser més fàcil prémer el botó <guibutton>Navega per l'arbre...</guibutton>, el qual obrirà una finestra que conté una vista en arbre de les opcions de la vista, organitzada per assumpte. A més, cada element disposa d'una curta explicació del que fa aquesta opció, i el tipus de dades del valor de l'opció. Trobarem UseAltAz sota la categoria <guilabel>Opcions per al mapa del cel</guilabel>. Simplement ressalteu aquest element, premeu <guibutton>D'acord</guibutton> i aquest serà seleccionat al quadre combinat del plafó Arguments de la funció. Finalment, feu que el seu valor sigui <quote>false</quote> (fals) o <quote>0</quote>.

source: One more step: changing UseAltAz at the end of the script does us no good; we need this to be changed before anything else happens. So, make sure this function is highlighted in the Current Script box, and press the <guibutton>Move Up</guibutton> button until it is the first function.
ca: Un pas més: El fet de tenir a UseAltAz al final de l'script no ens farà cap servei, necessitarem canviar això abans que succeeixi res. Així doncs, assegureu-vos que aquesta funció estigui ressaltada al quadre Script actual i premeu el botó <guibutton>Mou amunt</guibutton> fins que aquesta sigui la primera funció.
et: Ja veel üks asi: kui muuta UseAltAz skripti lõpus, ei ole sellest mingit tolku. See tuleb muuta enne seda, kui midagi üldse juhtuma hakkab. Seepärast märgi funktsioon käesoleva skripti kastis ära ning klõpsa nupule <guibutton>Liiguta üles</guibutton>, kuni sellest on saanud kõige esimene funktsioon.
gl: Un paso máis: cambiar UseAltAz ao final do guión non nos serve de nada; ten que cambiar antes de que ocorra nada máis. Por iso, asegúrate de que a función estea realzada na caixa Script actual e preme o botón <guibutton>Subir</guibutton> ata que sexa a primeira función.
pt_br: Mais um passo: mudar o UseAltAz no final do script não é o que queremos; nós precisamos que isto seja mudado antes de qualquer coisa acontecer. Logo, certifique-se de que esta função esteja destacada na caixa do script atual, e pressione o botão <guibutton>Mover para cima</guibutton> até que ela seja a primeira função.

source: Now that we have finished the script, we should save it to disk. Press the <guibutton>Save Script</guibutton> button. This will first open a window in which you can provide a name for the script, and fill in your name as the author. Enter <quote>Tracking the Moon</quote> for a name, and your name as the author, and press <guibutton>OK</guibutton>. Next, you will see the standard &kde; Save File dialog. Specify a filename for the script and press <guibutton>OK</guibutton> to save the script. Note that if your filename does not end with <quote>.kstars</quote>, this suffix will be automatically attached. If you are curious, you can examine the script file with any text editor.
ca: Ara que hem finalitzat l'script, hem de desar-lo al disc. Premeu el botó <guibutton>Desa l'script</guibutton>. Primer obrirà una finestra en la qual podreu indicar un nom per a l'script i el vostre com a autor. Introduïu <quote>Seguiment de la Lluna</quote> com a nom, i el vostre nom en el de l'autor, tot seguit premeu <guibutton>D'acord</guibutton>. Després, veureu al diàleg per a desar fitxers estàndard del &kde;. Especifiqueu un nom de fitxer per a l'script i premeu <guibutton>D'acord</guibutton> per a desar-lo. Cal tenir en compte que el vostre nom de fitxer no acabi amb <quote>.kstars</quote>, aquest sufix li serà afegit automàticament. Si sou curiós de mena, podeu examinar el fitxer de l'script amb qualsevol editor de text.
et: Skript on valmis ja aeg on see kettale salvestada. Klõpsa nupule <guibutton>Salvesta skript</guibutton>. See avab akna, kus saab anda skriptile nime ning ennast selle autoriks tunnistada. Anna nimeks näiteks <quote>Kuu jälgimine</quote> ning kirjuta autori kohale enda nimi ja vajuta nupule <guibutton>OK</guibutton>. Seejärel ilmub tavapärane &kde; failisalvestamisdialoog. Siin tuleb määrata faili nimi ja skripti salvestamiseks klõpsata taas nupule <guibutton>OK</guibutton>. Pane tähele, et kui sa ei kirjuta ise failinime lõppu <quote>.kstars</quote>, lisatakse see laiend automaatselt. Kui huvi tunned, võid hiljem skripti uurida suvalise tekstiredaktoriga.
gl: Unha vez rematado o guión deberíamolo gardar no disco. Preme o botón <guibutton>Gardar script</guibutton>. Isto abre primeiro unha xanela na que pode fornecer un nome para o guión e inserir o seu nome como autor. Insire <quote>Seguindo a Lúa</quote> como nome e o teu nome como autor e preme <guibutton>Aceptar</guibutton>. A continuación, verás o diálogo estándar Gardar Ficheiro de &kde;. Especifica un nome de ficheiro para o guión e preme <guibutton>Aceptar</guibutton> para gardalo. Lembra que se o nome do ficheiro non remata con <quote>.kstars</quote>, este sufixo conéctase automaticamente. Se tes curiosidade, podes examinar o ficheiro do guión con calquera editor de texto.
pt_br: Agora que terminamos o script, nós devemos salvá-lo no disco. Pressione o botão <guibutton>Salvar script</guibutton>. Isto primeiro abrirá uma janela da qual você pode fornecer um nome para o script, e preencher seu nome como autor. Insira <quote>Rastreando a Lua</quote> para o nome, e seu nome como autor, e pressione <guibutton>OK</guibutton>. A seguir, você verá o diálogo padrão do &kde; de salvar arquivo. Especifique um nome de arquivo para o script e pressione <guibutton>OK</guibutton> para salvar o script. Observe que se seu nome de arquivo não terminar com <quote>.kstars</quote>, este sufixo será automaticamente anexado. Se estiver curioso, você pode examinar o arquivo de script com qualquer editor de texto.

source: Now that we have a completed script, we can run it in a couple of ways. From a console prompt, you can simply execute the script as long as an instance of &kstars; is currently running. Alternatively, you can execute the script from within &kstars; using the <menuchoice><guimenu>File</guimenu> <guimenuitem>Run Script...</guimenuitem></menuchoice> menu item.
ca: Ara que tenim l'script completat, podem executar-lo en un parell de maneres. Des d'un indicatiu a la consola, podeu simplement executar l'script mentre una instància del &kstars; s'estigui executant actualment. De manera alternativa, també podeu executar l'script des de dintre del &kstars; emprant l'element de menú <menuchoice><guimenu>Fitxer</guimenu> <guimenuitem>Executa un script...</guimenuitem></menuchoice>.

source: The Script Builder Tool
bg: Инструмент Редактор на скриптове
ca@valencia: L'eina «Constructor de scripts»
fr: L'outil de construction de scripts
sl: Orodje Izgrajevalnik skriptov

source: KDE applications can be controlled externally from another program, from a console prompt, or from a shell script using the Inter-process communication protocol (D-Bus). KStars takes advantage of this feature to allow rather complex behaviors to be scripted and played back at any time. This can be used, for example, to create a classroom demo to illustrate an astronomical concept.
bg: Приложенията на kde могат да се управляват външно от друга програма, от команда на конзолата или от шел скрипт, използвайки протокола за междупроцесна комуникация (DBus). KStars използва предимствата на тази функция, за да позволи изпълняването на комплексни задачи по всяко време посредством скриптове. Това може да се използва, например, за създаване на демонстрация в класна стая за илюстриране на дадена астрономическа концепция.
ca@valencia: Les aplicacions KDE es poden controlar externament des d'un altre programa, des d'un indicatiu de la consola o des d'un script de l'intèrpret d'ordres emprant el protocol de comunicació inter-processos (D-Bus) KStars s'aprofita d'esta característica per a permetre que els comportaments complexos siguen escrits a scripts i executats en segon pla en qualsevol moment Açò es pot utilitzar, per exemple, per a crear una presentació educativa per a il·lustrar un concepte astronòmic.
fr: Les applications KStars peuvent être pilotées de l'extérieur par un autre programme, depuis une invite de console ou depuis un script shell en utilisant le protocole de communication inter-processus (DBus). KStars utilise cette fonction pour permettre à des comportements plutôt complexes d'être traités par scripts et rejoués à n'importe quel moment. Ceci peut être utilisé par exemple pour créer une démonstration en salle de classe pour illustrer un concept astronomique.
sl: Aplikacije KDE je mogoče upravljati od zunaj iz drugega programa, iz konzolnega poziva ali iz skripte lupine z uporabo protokola za medprocesno komunikacijo (D-Bus). KStars izkorišča to funkcijo, da omogoča skriptiranje in predvajanje precej zapletenih vedenj kadar koli. To se lahko na primer uporabi za ustvarjanje predstavitve v učilnici za ponazoritev astronomskega koncepta.

source: The problem with D-Bus scripts is, writing them is a bit like programming, and can seem a daunting task to those who do not have programming experience. The Script Builder Tool provides a GUI point-and-click interface for constructing KStars D-Bus scripts, making it very easy to create complex scripts.
bg: Проблемът с D-Bus скриптовете е, че писането им е малко като програмиране и може да изглежда плашещо за тези, които нямат опит в програмирането. Инструментът за създаване на скриптове предоставя графичен интерфейс с посочване и щракване с мишката за конструиране на D-Bus скриптове за KStars, което прави много лесно създаването на сложни скриптове.
ca@valencia: El problema amb els scripts de D-Bus és que escriure'ls és quasi com programar, i poden aparentar una tasca descoratjadora per als que no tenen experiència programant. L'eina «Constructor de scripts», proporciona una IGU amb una interfície d'apuntar i clicar per a construir scripts de D-Bus per a KStars, tornant realment fàcil el fet de crear-ne de complexos.
fr: Le problème avec les scripts DBus est que leur écriture ressemble à de la programmation et peut sembler difficile à ceux qui n'ont pas l'expérience de la programmation. L'outil de génération de scripts fournit une interface graphique de type pointer-cliquer pour construire des scripts DBus pour KStars, rendant très facile l'écriture de scripts complexes.
sl: Težava s skriptami D-Bus je v tem, da je njihovo pisanje nekoliko podobno programiranju in se lahko zdi zastrašujoča naloga tistim, ki nimajo izkušenj s programiranjem. Orodje za gradnjo skriptov ponuja grafični vmesnik s kazalcem in klikom za izdelavo skriptov KStars D-Bus, kar zelo olajša ustvarjanje kompleksnih skriptov.

source: Before explaining how to use the Script Builder, I provide a very brief introduction to all of the GUI components; for more infomation, use the "What's This?" function.
bg: Преди да обясним, как да използваме редактора на скриптове, ще представим накратко всички графични компоненти на инструмента. За повече информация използвайте функцията "Какво е това?".
fr: Avant d'expliquer comment utiliser le générateur de scripts, voici une très brève introduction de tous les composants d'interface graphique ; pour plus d'informations, utilisez la fonction \"Qu'est-ce que c'est ?\" du menu \"Aide\".
sl: Preden razložim, kako uporabljati graditelja skriptov, bom na kratko predstavil vse komponente grafičnega uporabniškega vmesnika; za več informacij uporabite funkcijo "Kaj je to?".

source: |Script Builder Tool|
sl: |Orodje Izgrajevalnik skriptov|

source: The Script Builder is shown in the above screenshot. The box on the left is the *Current Script box*; it shows the list of commands that comprise the current working script. The box on the right is the *Function Browser*; it displays the list of all available script functions. Below the Function Browser, there is a small panel which will display short documentation about the script function highlighted in the Function Browser. The panel below the Current Script box is the *Function Arguments panel*; when a function is highlighted in the Current Script box, this panel will contain items for specifying values for any arguments that the highlighted function requires.
bg: Редакторът на скриптове е показан на екранната снимка по-горе. Полето отляво е полето *Текущ скрипт*; показва списъка с команди, които съставляват текущия работен скрипт. Полето вдясно предоставя наличните *функции*. Отдолу има малък панел, който показва кратка документация за избраната функцията. В панела под полето Текущ скрипт е разположено полето за *аргументите* на дадена функция. Когато една функция е маркирана в полето Текущ скрипт, това поле ще съдържа елементи за указване на стойности за необходимите аргументи, които маркираната функция изисква.
ca@valencia: El «Constructor de scripts» es mostra en la captura de pantalla de davall. El quadro a l'esquerra és el quadro *Script actual*. Mostra el llistat d'ordres que abasten l'escriptura de tasques a este script. El quadro a la dreta és el *Navegador de funcions*. Este mostra un llistat de totes les funcions disponibles per a l'script. A davall del «Navegador de funcions», hi ha un xicotet quadro que anirà mostrant la documentació curta sobre cada funció ressaltada al «Navegador de funcions». En el quadro davall de «Script actual» és el d'*Arguments de la funció*; quan es ressalta a una funció al quadro «Script actual», Este quadro contindrà els elements per a especificar els valors per a qualsevol argument que requerisca esta funció.
fr: Le constructeur de scripts est visible dans la capture d'écran ci-dessus. La zone à gauche est la zone de *script actuel* ; elle affiche la liste des commandes que comprend le script actuellement en fonctionnement. La zone à droite est le *navigateur de fonctions* ; il affiche la liste de toutes les fonctions de script disponibles. Sous le navigateur de fonctions se trouve un petit panneau qui affiche une courte documentation sur la fonction de script surlignée dans le navigateur de fonction. Le panneau sous la zone de script courante est le panneau des *paramètres de fonctions* ; quand une fonction est surlignée dans la zone de script courant, ce panneau contient des éléments pour spécifier les valeurs pour n'importe quel argument que la fonction surlignée nécessite.
sl: Graditelj skriptov je prikazan na zgornjem posnetku zaslona. Okvirček na levi je *okence Trenutni skript*; prikazuje seznam ukazov, ki sestavljajo trenutno delujoči skript. Okvirček na desni je *Brskalnik funkcij*; prikazuje seznam vseh razpoložljivih funkcij skripta. Pod brskalnikom funkcij je majhna plošča, ki prikazuje kratko dokumentacijo o funkciji skripta, označeni v brskalniku funkcij. Plošča pod okvirčkom Trenutni skript je plošča *Argumenti funkcije*; ko je funkcija označena v okvirčku Trenutni skript, bo ta plošča vsebovala elemente za določanje vrednosti za vse argumente, ki jih označena funkcija zahteva.

source: Along the top of the window, there is a row of buttons which operate on the script as a whole. From left to right, they are: ``New Script``, ``Open Script...``, ``Save Script``, ``Save Script As...``, and ``Test Script``. The function of these buttons should be obvious, except perhaps the last button. Pressing ``Test Script`` will attempt to run the current script in the main KStars window. You should move the Script Builder window out of the way before pressing this, so you can see the results.
bg: В горната част на прозореца има ред икони, които от ляво надясно задават следните операции върху скрипта: ``Нов скрипт``, ``Отваряне на скрипт...``, ``Запис на скрипт``, ``Запис на скрипт като...``, и ``Изпробване на скрит``. Функцията на тези бутони трябва да е очевидна, с изключение може би на последния бутон. При натискането на ``Изпробване на скрит`` KStars ще се опита да изпълни текущия скрипт в главния прозорец. Трябва да преместите прозореца на редактора на скриптове извън небесната карта преди тестването, за да можете да видите резултатите.
ca@valencia: En la part superior de la finestra, hi ha una fila de botons que operen sobre l'script en conjunt. D'esquerra a dreta, són: ``Script nou``, ``Obri un script…``, ``Guarda l'script``, ``Anomena i guarda l'script…`` i ``Prova l'script``. La funció d'estos botons hauria de ser òbvia, excepte potser l'últim botó. Si el premeu, s'intentarà executar l'script actual en la finestra principal de KStars. Hauríeu de moure la finestra del Constructor de scripts fora del camí abans de prémer-lo, per tal de poder veure els resultats.
fr: Le long du haut de la fenêtre, il y a une rangée de boutons qui opèrent sur le script comme un tout. De la gauche vers la droite, il y a : ``Nouveau script``, ``Ouvrir un script…``, ``Enregistrer le script``, ``Enregistrer le script sous…`` et ``Tester le script``. La fonction de ces boutons devrait être évidente, sauf peut-être le dernier bouton. En actionnant ``Tester le script``, vous tenterez de lancer le script courant dans la fenêtre principale de KStars. Vous devriez déplacer la fenêtre de générateur de script hors de l'emplacement avant d'actionner cela, et ainsi, vous pourrez voir le résultat.
sl: Na vrhu okna je vrsta gumbov, ki delujejo na skripto kot celoto. Od leve proti desni so to: ``Nova skripta``, ``Odpri skripto...``, ``Shrani skripto``, ``Shrani skripto kot...`` in ``Preizkusi skripto``. Funkcija teh gumbov bi morala biti očitna, razen morda zadnjega gumba. S pritiskom na ``Preizkusi skripto`` boste poskušali zagnati trenutno skripto v glavnem oknu KStars. Pred pritiskom na to tipko morate premakniti okno Graditelja skriptov, da boste lahko videli rezultate.

source: In the center of the window, there is a column of buttons which operate on individual script functions. From top to bottom, they are: ``Add Function``, ``Remove Function``, ``Copy Function``, ``Move Up``, and ``Move Down``. ``Add Function`` adds the currently-highlighted function in the Function Browser to the Current Script box (you can also add a function by double-clicking on it). The rest of the buttons operate on the function highlighted in the Current Script box, either removing it, duplicating it, or changing its position in the current script.
bg: В центъра на прозореца има колона с икони, с които се обработват отделните функции на скрипта. Отгоре надолу те са: ``Добавяне на функция``, ``Премахване на функция``, ``Копиране на функция``, ``Нагоре``, и ``Надолу``. Бутонът ``Добавяне на функция`` добавя текущо маркираната функция от полето в дясно в полето Текущ скрипт. Можете също да добавите функция, като щракнете двукратно върху нея. Останалите бутони извършват следните операции върху функцията, маркирана в полето Текущ скрипт: премахване, дублиране или промяна на позицията ѝ в текущия скрипт.
ca@valencia: En el centre de la finestra, hi ha una columna de botons que operen sobre funcions de script individuals. De dalt a baix, són: ``Afig una funció``, ``Elimina la funció``, ``Copia la funció``, ``Mou cap amunt`` i ``Mou cap avall``. ``Afig una funció`` afig la funció actualment ressaltada al «Navegador de funcions» al quadro Script actual (també podeu afegir una funció fent-hi doble clic). La resta de botons operen sobre la funció ressaltada en el quadro Script actual, ja siga eliminant-la, duplicant-la o canviant-ne la posició en l'script actual.
fr: Au centre de la fenêtre se trouve une colonne de boutons qui opèrent sur une fonction individuelle du script. De haut en bas, ce sont : ``Ajouter la fonction``, ``Supprimer la fonction``, ``Copier la fonction``, ``Monter`` et ``Descendre``. ``Ajouter la fonction`` ajoute la fonction actuellement sélectionnée dans le navigateur de fonctions à la zone de script courant (vous pouvez aussi ajouter une fonction en double-cliquant dessus). Le reste des boutons opère sur la fonction surlignée dans la zone de script courant, soit en l'enlevant, soit en la dupliquant, soit en changeant sa position dans le script courant.
sl: Na sredini okna je stolpec gumbov, ki delujejo na posameznih funkcijah skripte. Od zgoraj navzdol so to: ``Dodaj funkcijo``, ``Odstrani funkcijo``, ``Kopiraj funkcijo``, ``Premakni gor`` in ``Premakni dol``. ``Dodaj funkcijo`` doda trenutno označeno funkcijo v brskalniku funkcij v polje Trenutna skripta (funkcijo lahko dodate tudi tako, da nanjo dvokliknete). Ostali gumbi delujejo na funkcijo, označeno v polju Trenutna skripta, tako da jo odstranijo, podvojijo ali spremenijo njen položaj v trenutnem skriptu.
