Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-object-details.po
Languages: bg, ca, ca@valencia, it, nl, pt, sl, sv, uk

source: <title>Object Details Window</title>
bg: <title>Прозорец Сведения за обект</title>
ca@valencia: <title>Diàleg d'informació detallada</title>
nl: <title>Het dialoogvenster Details van Object</title>
pt: <title>Janela de Detalhes do Objecto</title>
sv: <title>Fönstret Information om objekt</title>
uk: <title>Вікно відомостей щодо об’єкта</title>

source: Tools
bg: Инструменти
ca@valencia: Eines
nl: Hulpmiddelen
pt: Ferramentas
sv: Verktyg
uk: Інструменти

source: <secondary>Object Details Window</secondary>
bg: <secondary>Прозорец Сведения за обект</secondary>
ca@valencia: <secondary>Finestra de detalls de l'objecte</secondary>
nl: <secondary>Venster Details van Object</secondary>
pt: <secondary>Janela de Detalhes do Objecto</secondary>
sv: <secondary>Fönstret Information om objekt</secondary>
uk: <secondary>Вікно відомостей щодо об’єкта</secondary>

source: Objects in the Sky
bg: Обекти в небето
ca@valencia: Objectes en el cel
nl: Objecten aan de hemel
pt: Os Objectos no Céu
sv: Himmelsobjekt
uk: Небесні об’єкти

source: Details
bg: Подробности
ca@valencia: Detalls
pt: Detalhes
sv: Information
uk: Відомості

source: The Object Details Window
bg: Прозорец Сведения за обект
ca@valencia: La finestra de detalls de l'objecte
nl: Het venster Details van Object
pt: A Janela de Detalhes do Objecto
sv: Fönstret Information om objekt
uk: Вікно відомостей щодо об’єкта

source: <phrase>Object Details Window</phrase>
bg: <phrase>Прозорец Сведения за обект</phrase>
ca@valencia: <phrase>Finestra de detalls de l'objecte</phrase>
nl: <phrase>Het venster Details van Object</phrase>
pt: <phrase>Janela de Detalhes do Objecto</phrase>
sv: <phrase>Fönstret Information om objekt</phrase>
uk: <phrase>Вікно відомостей щодо об’єкта</phrase>

source: The Object Details Window presents advanced data available about a specific object in the sky. To access this tool, <mousebutton>right</mousebutton>-click on any object, and select the <guimenuitem>Details...</guimenuitem> item from the popup menu.
bg: Прозорецът с подробности за обекта представя разширени данни, налични за конкретен обект в небето. За да получите достъп до този инструмент, щракнете с <mousebutton>десния</mousebutton> бутон върху произволен обект и изберете елемента <guimenuitem>Подробности...</guimenuitem> от изскачащото меню.
ca@valencia: La finestra de detalls de l'objecte presenta les dades avançades disponibles quant a un objecte específic en el cel. Per a accedir-hi, feu clic amb el botó <mousebutton>dret</mousebutton> damunt de qualsevol objecte i seleccioneu l'element <guimenuitem>Detalls…</guimenuitem> des del menú emergent.
nl: In het venster Details van Object vindt u nadere gegevens van een bepaald object aan de hemel. Om dit hulpmiddel te kunnen gebruiken klikt u met de <mousebutton>rechter</mousebutton> muisknop op een object, en kiest u <guimenuitem>Details </guimenuitem> in het contextmenu dat verschijnt.
pt: A Janela de Detalhes do Objecto apresenta os dados detalhados sobre um dado objecto no céu. Para aceder a esta ferramenta, carregue com o botão <mousebutton>direito</mousebutton> em qualquer objecto e seleccione o item <guimenuitem>Detalhes...</guimenuitem> no menu de contexto.
sv: Fönstret Information om objekt visar avancerad data tillgänglig för ett specifikt objekt på himlen. För att använda verktyget, <mousebutton>höger</mousebutton>klicka på vilket objekt som helst, och välj alternativet <guimenuitem>Information...</guimenuitem> i menyn som visas.
uk: У вікні відомостей щодо об’єкта показано докладні дані щодо окремого об’єкта на небі, до яких має доступ програма. Щоб відкрити це вікно, наведіть вказівник миші на об’єкт і клацніть <mousebutton>правою</mousebutton> кнопкою миші, а потім виберіть пункт <guimenuitem>Відомості...</guimenuitem> з контекстного меню.

source: The window is divided into a number of tabs. In the <guilabel>General</guilabel> tab, we present basic data about the current object. This includes names and catalog designations, object type, and <link linkend="ai-magnitude">magnitude</link> (brightness). On the <guilabel>Position</guilabel> tab are the object's Equatorial and Horizontal coordinates, as well as its rise, set and transit times.
bg: Прозорецът е разделен на няколко раздела. В раздела <guilabel>Общи</guilabel> представяме основни данни за текущия обект. Това включва имена и каталожни обозначения, тип обект и <link linkend="ai-magnitude">звездна величина (яркост)</link>. В раздела <guilabel>Позиция</guilabel> са екваториалните и хоризонталните координати на обекта, като и времето на изгрев, залез и кулминация.
ca@valencia: La finestra restarà dividida en un cert nombre de pestanyes. En la pestanya <guilabel>General</guilabel> se vos presenta un resum de les dades sobre l'objecte en qüestió. Esta inclou els noms i designacions del catàleg, tipus d'objecte i la <link linkend="ai-magnitude">magnitud</link> (la brillantor). Sobre la pestanya <guilabel>Posició</guilabel> es troben les seues coordenades equatorials i horitzontals de l'objecte, així com les seues hores d'eixida, trànsit i de posta.
nl: Het venster wordt verdeeld in een aantal tabbladen. In het tabblad <guilabel>Algemeen</guilabel> vindt u een aantal basisgegevens van het huidige object. Onder ander de namen en hoe het in catalogi wordt genoemd, het objecttype, en de <link linkend="ai-magnitude">magnitude</link> (helderheid). In het tabblad <guilabel>Positie</guilabel> vindt u de equatoriale- en horizontale coördinaten van het object, evenals de opkomst-, ondergangs- en doorgangstijden (circumpolair wil zeggen dat het object nooit opkomt of ondergaat, op de locatie van de waarnemer).
pt: A janela está dividida num conjunto de páginas. Na página <guilabel>Geral</guilabel>, é apresentado um resumo dos dados sobre o objecto actual. Isto inclui os nomes e as designações do catálogo, o tipo do objecto e a <link linkend="ai-magnitude">magnitude</link> (brilho). Na página <guilabel>Posição</guilabel>, são mostradas as coordenadas equatoriais e horizontais, assim como as suas horas de nascimento, trânsito e ocaso.
sv: Fönstret är delat i ett antal flikar. Under fliken <guilabel>Allmänt</guilabel>, visas grundläggande data om nuvarande objekt. Det här omfattar namn och katalogbeteckningar, objekttyp och <link linkend="ai-magnitude">magnitud</link> (styrka). Under fliken <guilabel>Position</guilabel> finns objektets ekvatoriella och horisontella koordinater, samt uppgångs-, nedgångs- och övergångstid.
uk: Це вікно розділено на декілька вкладок. На вкладці <guilabel>Загальне</guilabel> показано загальні дані про поточний об’єкт. Це, зокрема, його назва, позначення у каталогах, тип об’єкта і його <link linkend="ai-magnitude">зоряна величина</link> (яскравість). На вкладці <guilabel>Позиція</guilabel> буде показано координати об’єкта у екваторіальній і горизонтальній системах координат і час сходу, заходу і кульмінації об’єкта.

source: Internet Links
bg: Информационни връзки
ca@valencia: Enllaços d'Internet
nl: Internetkoppelingen
pt: Ligações à Internet
sv: Internetlänkar
uk: Ресурси інтернету

source: Customizing
bg: Персонализиране
ca@valencia: Personalitzar
nl: Aanpassen
pt: Personalização
sv: Anpassning
uk: Налаштування

source: In the <guilabel>Links</guilabel> tab, you can manage the internet links associated with this object. The Image and Information links associated with the object are listed. These are the links that appear in the popup menu when the object is <mousebutton>right</mousebutton>-clicked. You can add custom links to the object with the <guibutton>Add Link...</guibutton> button. This will open a window in which you fill in the &URL; and link text for the new link (you can also test the &URL; in the web browser from this window). Every time you add a custom &URL; to a certain object, you are able to choose the resource type using the <guibutton>Resource Type</guibutton> button. Keep in mind that the custom link can easily point to a file on your local disk, so you can use this feature to index your personal astronomical images or observing logs.
bg: В раздела <guilabel>Връзки</guilabel> можете да управлявате интернет връзките, свързани с този обект. Показва се списък с информационни връзки и връзки с изображения, свързани с обекта. Това са връзките, които се показват в изскачащо меню, когато върху обекта се щракне с <mousebutton>десния</mousebutton> бутон. Можете да добавите персонализирани връзки към обекта с бутона <guibutton>Добавяне на връзка....</guibutton> Това ще отвори прозорец, в който попълвате URL адреса и текста на връзката за нова връзка (можете също да тествате URL адреса в уеб браузъра от този прозорец). Всеки път, когато добавите персонализиран URL адрес към определен обект, можете да изберете типа на ресурса. Имайте предвид, че персонализираната връзка може лесно да сочи към файл на вашия локален диск, така че можете да използвате тази функция, за да индексирате вашите лични астрономически изображения или дневници за наблюдение.
ca@valencia: En la pestanya <guilabel>Enllaços</guilabel> podreu gestionar els enllaços d'internet associats amb este objecte. S'hi llisten els enllaços cap a imatges i informació associada amb el mateix. Estos enllaços són els que apareixeran en el menú emergent amb un clic <mousebutton>dret</mousebutton> sobre l'objecte. Podeu afegir enllaços personalitzats a l'objecte amb el botó <guibutton>Afig un enllaç…</guibutton>. Este vos obrirà una finestra en la qual podreu emplenar l'&URL; i el text per al nou enllaç (també podreu provar l'&URL; en el navegador des d'esta finestra). Cada vegada que afegiu un &URL; personalitzat a un objecte determinat, sereu capaç de triar el tipus de recurs utilitzant el botó <guibutton>Tipus de recurs</guibutton>. Cal tindre present que la personalització de l'enllaç pot facilitar que este apunte cap a un fitxer en el vostre disc local, de manera que podreu emprar esta característica per a indexar les vostres imatges astronòmiques personals o observar els registres d'observació.
nl: In het tabblad <guilabel>Koppelingen</guilabel> kunt u de (internet)koppelingen beheren voor dit object. U vindt er een lijst van de beeld- en informatiekoppelingen. Deze koppelingen verschijnen in het contextmenu dat u krijgt als u in de sterrenkaart <mousebutton>rechts</mousebutton> klikt op het object. U kunt deze lijst uitbreiden met uw eigen koppelingen met de knop <guibutton>Koppeling toevoegen ...</guibutton>. Hierdoor wordt een venster geopend, waarin de &URL; en de tekst voor de nieuwe koppeling kunnen worden ingevuld. (U kunt de &URL; vanuit dit venster in uw bladerprogramma (browser) uitproberen). Telkens wanneer u een eigen &URL; naar een object toevoegt, kunt u de hulpbron kiezen met het knop <guibutton>Type hulpbron</guibutton>. Vergeet niet dat u ook heel goed een koppeling kunt maken naar een bestand op uw eigen vaste schijf, zodat u dit ook kunt gebruiken om te verwijzen naar uw eigen astronomische afbeeldingen en waarnemingslogs.
pt: Na página <guilabel>Hiperligações</guilabel>, você poderá gerir as hiperligações da Internet associadas a este objecto. As ligações de Imagens e Informações associadas ao objecto serão então listadas. Estas são as ligações que aprecem no menu de contexto quando o objecto é seleccionado com o botão <mousebutton>direito</mousebutton>. Você poderá adicionar ligações personalizadas ao objecto com o botão <guibutton>Adicionar uma Hiperligação...</guibutton>. Isto irá abrir uma janela na qual poderá preencher o &URL; e o texto da nova ligação (poderá também testar o &URL; no navegador Web a partir desta janela). De cada vez que adicionar um &URL; personalizado a um dado objecto, poderá escolher o tipo de recurso com a opção exclusiva <guilabel>Tipo de Recurso</guilabel>. Tem dois valores predefinidos: <quote>Imagem</quote> ou <quote>Informação</quote>. Tenha em atenção que a ligação personalizada poderá apontar facilmente para um ficheiro no seu disco local, por isso poderá usar esta funcionalidade para indexar as suas imagens astronómicas ou registos de observações pessoais.
sv: Under fliken <guilabel>Länkar</guilabel>, kan du hantera Internetlänkar som hör ihop med objektet. Bild- och informationslänkarna som hör ihop med objektet visas. Det är länkarna som syns i menyn vid ett <mousebutton>höger</mousebutton>klick på objektet. Du kan lägga till egna länkar till objektet med knappen <guibutton>Lägg till länk...</guibutton>. Då visas ett fönster där du fyller i webbadress och länktext för den nya länken (du kan också prova webbadressen i webbläsaren från fönstret). Varje gång du lägger till en egen webbadress för ett visst objekt kan du välja resurstyp med knappen <guibutton>Resurstyp</guibutton>. Kom ihåg att den egna länken enkelt kan peka på en fil på din lokala disk, så du kan använda funktionen för att indexera personliga astronomiska bilder eller observationsloggar.
uk: За допомогою вкладки <guilabel>Посилання</guilabel> ви можете керувати посиланнями на ресурси мережі, пов’язаними з об’єктом. На цій вкладці показано посилання на зображення об’єкта і інформацію щодо нього. Це посилання, які з’являтимуться у контекстному вікні після наведення вказівника миші на об’єкт і клацання <mousebutton>правою</mousebutton> кнопкою. Ви можете додати власні посилання, пов’язані з об’єктом за допомогою кнопки <guibutton>Додати посилання...</guibutton>. Після натискання на цю кнопку відкриється вікно, у якому ви зможете вказати адресу URL текст посилання (з цього ж вікна ви зможете випробувати доступність адреси URL у переглядачі мережі). Кожного разу під час додавання нетипової адреси ви зможете вибрати тип ресурсу за допомогою варіантів зі списку <guibutton>Тип ресурсу</guibutton>. Майте на увазі, що ваше посилання може просто вказувати на якийсь з файлів на вашому локальному диску, отже, ви можете скористатися можливістю додавання посилань для створення покажчиків ваших особистих астрономічних знімків або журналів спостереження.

source: You can also modify or remove any link using the <guibutton>Edit Link...</guibutton> and <guibutton>Remove Link...</guibutton> buttons.
bg: Можете също да промените или премахнете всяка връзка, като използвате бутоните <guibutton>Редактиране на връзка...</guibutton> и <guibutton>Премахване на връзка...</guibutton>.
ca@valencia: També podeu modificar o eliminar qualsevol enllaç utilitzant els botons <guibutton>Edita l'enllaç…</guibutton> i <guibutton>Elimina l'enllaç</guibutton>.
nl: U kunt ook met de knoppen <guibutton>Koppeling bewerken...</guibutton> en <guibutton>Koppeling verwijderen...</guibutton> een koppeling veranderen verwijderen.
pt: Você poderá também modificar ou remover qualquer ligação com os botões <guibutton>Editar a Hiperligação...</guibutton> e <guibutton>Remover a Hiperligação</guibutton>.
sv: Du kan också ändra eller ta bort vilken länk som helst med knapparna <guibutton>Redigera länk...</guibutton> och <guibutton>Ta bort länk...</guibutton>.
uk: Ви також можете змінити або вилучити будь-яке посилання за допомогою кнопок <guibutton>Редагувати посилання...</guibutton> і <guibutton>Вилучити посилання...</guibutton>.

source: The <guilabel>Advanced</guilabel> tab (not available for all objects) allows you to query professional astronomical databases on the internet for information regarding the current object. To use these databases, double click on the desired database in the list to see the results of your query in a web browser window. The query is made using the primary name of the object you clicked on to open the Details Dialog. The following databases are available for querying:
bg: Разделът <guilabel>Разширени</guilabel> (не е достъпен за всички обекти) ви позволява да правите заявки в професионални бази данни за астрономия в интернет за информация относно текущия обект. За да използвате тези бази данни, щракнете два пъти върху желаната база данни в списъка, за да видите резултатите от вашата заявка в прозорец на уеб браузъра . Заявката се прави с помощта на основното име на обекта, върху който сте щракнали, за да отворите диалоговия прозорец с подробности. Следните бази данни са достъпни за заявки:
ca@valencia: La pestanya <guilabel>Avançat</guilabel> (no disponible per a tots els objectes) us permetrà que consulteu bases de dades astronòmiques professionals en la internet per a informació referent a l'objecte actual. Per a utilitzar estes bases de dades, feu doble clic damunt de la desitjada en la llista per a veure'n els resultats en una finestra del navegador web. Esta consulta es farà utilitzant el nom primari de l'objecte que heu fet clic en el diàleg Detalls que està obert. Estan disponibles per a consulta les següents bases de dades:
nl: In het tabblad <guilabel>Gevorderd</guilabel> (niet voor alle objecten beschikbaar) kunt u op het internet professionele astronomische gegevensbanken raadplegen voor informatie over het object. U kunt deze gegevensbanken gebruiken door op de gegevensbank in de lijst te dubbelklikken. U ziet dan de resultaten van uw vraag in het scherm van uw bladerprogramma. Bij het zoeken wordt de primaire naam gebruikt van het object waar u op klikte, bij het openen van het dialoogvenster Details van Object. De volgende gegevensbanken zijn beschikbaar:
pt: A página <guilabel>Avançado</guilabel> (não disponível para todos os objectos) permite-lhe pesquisar nas bases de dados astronómicas da Internet por mais informações sobre o objecto actual. Para usar essas bases de dados, faça duplo-click sobre a base de dados desejada na lista para ver os detalhes da sua pesquisa numa janela de navegação na Web. A pesquisa é feita com base no nome primário do objecto onde carregou para abrir a Janela de Detalhes. Estão disponíveis as seguintes bases de dados para pesquisa:
sv: Fliken <guilabel>Avancerat</guilabel> (inte tillgänglig för alla objekt) låter dig skicka frågor till professionella astronomiska databaser på Internet efter information om det aktuella objektet. För att använda databaserna, dubbelklicka på den önskade databasen i listan för att se resultatet av frågan i ett webbläsarfönster. Frågan ställs med det huvudsakliga namnet för objektet som du klickade på för att öppna informationsdialogrutan. Följande databaser är tillgängliga för frågor:
uk: Вкладка <guilabel>Додаткові</guilabel> (її буде показано не для всіх об’єктів) надає вам змогу надіслати запити до професійних астрономічних баз даних у інтернеті щодо інформації стосовно поточного об’єкта. Щоб скористатися послугами певної бази даних, просто двічі клацніть лівою кнопкою миші на пункті у списку, щоб побачити результати пошуку за вашим запитом у вікні переглядача інтернету. Запит буде надіслано за основною назвою об’єкта, який ви використовували для відкриття діалогового вікна відомостей. Ви можете надсилати запити до таких баз даних:

source: <guimenuitem>Set of Identifications, Measurements, and Bibliography for Astronomical Data (SIMBAD)</guimenuitem>: SIMBAD is similar to NED, except it provides data about all kinds of objects, not just galaxies.
bg: <guimenuitem>Set of Identifications, Measurements, and Bibliography for Astronomical Data (SIMBAD) - Набор от идентификации, измервания и библиография за астрономически данни</guimenuitem>: SIMBAD е подобен на NED, но предоставя данни за всички видове обекти, не само за галактики.
ca@valencia: <guimenuitem>Conjunt d'identificacions, mesures i bibliografia per a dades astronòmiques</guimenuitem> (<guimenuitem>Set of Identifications, Measurements, and Bibliography for Astronomical Data</guimenuitem> -SIMBAD-): El SIMBAD és similar a NED, a excepció que proveïx dades quant a tots els objectes coneguts, no només galàxies.
nl: <guimenuitem>Set of Identifications, Measurements, and Bibliography for Astronomical Data (SIMBAD)</guimenuitem> (Verzameling van identificaties, metingen en boeken over Astronomische gegevens). SIMBAD is gelijksoortig aan NED, behalve dat hier gegevens te vinden zijn over alle soorten objecten en niet alleen over melkwegstelsels.
pt: <guimenuitem>Set of Identifications, Measurements, and Bibliography for Astronomical Data (SIMBAD)</guimenuitem>. O SIMBAD é semelhante ao NED, excepto que fornece os dados sobre todos os tipos de objectos, não só sobre as galáxias.
sv: <guimenuitem>Set of Identifications, Measurements, and Bibliography for Astronomical Data (SIMBAD)</guimenuitem>: SIMBAD liknar NED, utom att det tillhandahåller data om alla sorters objekt, inte bara galaxer.
uk: Дані з ідентифікації, вимірів, бібліографічні та астрономічні дані (SIMBAD). SIMBAD подібний до NED, але у цій базі даних містяться дані про об’єкти всіх типів, не лише галактик.

source: <guimenuitem>SkyView</guimenuitem>: Provides images from All-Sky surveys that have been performed in dozens of different parts of the spectrum, from Gamma Rays to the Radio. The &kstars; interface will retrieve an image from any of these surveys, centered on the selected object.
bg: <guimenuitem>SkyView</guimenuitem>: Предоставя изображения от проучвания на All-Sky, които са извършени в десетки различни части от спектъра, от гама лъчи до радио вълни. Интерфейсът на &kstars; ще изтегли изображение от някое от тези проучвания, насочени върху избрания обект.
ca@valencia: <guimenuitem>SkyView</guimenuitem>: Proveïx imatges dels reconeixements sobre tot el cel que es fan realitzant en dotzenes de parts diferents de l'espectre, des de raigs gamma fins a la ràdio. La interfície de &kstars; recuperarà una imatge des de qualsevol d'estos reconeixements, centrat en l'objecte seleccionat.
nl: <guimenuitem>Skyview</guimenuitem> biedt beelden van All-Sky surveys (onderzoeken die het hele hemelgebied bestrijken). Deze onderzoeken zijn verricht in tientallen verschillende gedeelten van het spectrum, van gammastralen tot aan het radiogebied. De interface van &kstars; maakt het u mogelijk om beelden op te halen die in elk van deze onderzoeken zijn gemaakt, van het gekozen object.
pt: O <guimenuitem>SkyView</guimenuitem> fornece imagens das pesquisas do All-Sky que foram efectuadas em diversas partes do espectro, desde os raios Gama até ao Rádio. A interface do &kstars; irá obter uma imagem de qualquer uma destas pesquisas, centradas no objecto seleccionado.
sv: <guimenuitem>SkyView</guimenuitem>: Tillhandahåller bilder från alla himmelskartläggningar som har utförts i dussintals olika delar av spektrat, från gammastrålar till radiovågor. &kstars; gränssnitt hämtar en bild från vilken som helst av dessa kartläggningar, centrerad kring det valda objektet.
uk: SkyView надає зображення з інформації про вигляд зоряного неба у багатьох діапазонах спектра, від гамма-променів до радіочастот. Інтерфейс програми &kstars; отримає зображення з якогось з цих виглядів з виділеним об’єктом по центру.
