Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-imaging-planner.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: If the artificial horizon checkbox is checked, then artificial horizon constraints are used to calculate the possible imaging times. The artificial horizon are the parts of the sky that are blocked from imaging by buildings or trees or the like at your telescope's location. The artificial horizon is set up elsewhere in KStars (see :ref:`Setting Menu <commands-settings-menu>` and go down to ``Settings`` → ``Artificial Horizon``) and at its simplest is a list of azimuth and altitude values. If you make use of this tool and image from an area where significant parts of the sky is blocked, it is recommended you set up and use the artificial horizon feature. Associated with the artificial horizon is the SkyMap's :doc:`terrain feature <terrain>`. If you set up your terrain image, then when the Imaging Planner tool displays the object on the SkyMap, you will see when it is relative to your local environment. Of course, you'd need to set a realistic imaging time--that is, if you plan during the daytime and the tool is locating objects at the current time, then the object may be set or behind buildings or trees.
ca: Si la casella de selecció horitzó artificial està marcada, s'utilitzaran restriccions d'horitzó artificials per a calcular els temps possibles d'obtenció d'imatges. L'horitzó artificial és la part del cel que està bloquejat per a l'obtenció d'imatge per construccions o arbres o similars en la ubicació del telescopi. L'horitzó artificial s'estableix en altres llocs del KStars (vegeu :ref:`Menú d'arranjament <commands-settings-menu>` i baixeu a ``Configuració`` → ``Horitzó artificial``) i en el cas més senzill és una llista dels valors d'azimut i altitud. Si feu ús d'aquesta eina i obteniu imatges des d'una àrea on parts significatives del cel estan bloquejades, es recomana configurar i utilitzar la característica d'horitzó artificial. Associat amb l'horitzó artificial hi ha la :doc:`característica de terreny <terrain>` del mapa celeste. Si configureu la imatge del terreny, quan l'eina Planificador d'obtenció d'imatges mostri l'objecte al mapa celeste, veureu quan és relatiu al vostre entorn local. Per descomptat, hauríeu d'establir un temps realista d'obtenció d'imatges, és a dir, si planifiqueu durant el dia i l'eina està localitzant objectes a l'hora actual, llavors l'objecte pot estar post o darrere d'edificis o arbres.
ca@valencia: Si la casella de selecció horitzó artificial està marcada, s'utilitzaran restriccions d'horitzó artificial per a calcular els possibles temps d'obtenció d'imatges. L'horitzó artificial són les parts del cel que estan bloquejades per edificis, arbres o similars a l'emplaçament del vostre telescopi. L'horitzó artificial es configura en un altre lloc de KStars (vegeu el :ref:`menú Configuració <commands-settings-menu>` i aneu fins a ``Configuració`` → ``Horitzó artificial``) i, en la seua forma més simple, és una llista de valors d'azimut i altitud. Si utilitzeu esta eina i la imatge des d'una zona on parts significatives del cel estan bloquejades, es recomana configurar i utilitzar la característica horitzó artificial. Associada a l'horitzó artificial hi ha la :doc:`característica Terreny <terrain>` del mapa celeste. Si configureu la imatge del terreny, quan l'eina «Planificador de l'obtenció d'imatges» mostre l'objecte al mapa celeste, veureu quan és relatiu al vostre entorn local. Per descomptat, haureu de configurar un temps d'imatge realista, és a dir, si planifiqueu durant el dia i l'eina està localitzant objectes al temps actual, l'objecte es pot trobar darrere d'edificis o arbres.
nl: Als het keuzevak kunstmatige horizon is geactiveerd, dan worden de beperkingen van de kunstmatige horizon gebruikt om de mogelijke tijden voor opnamen te berekenen. De kunstmatige horizon zijn de delen van de hemel die geblokkeerd zijn voor het maken van opnamen door gebouwen of bomen of zoiets op de locatie van uw telescoop. De kunstmatige horizon is elders ingesteld in KStars (zie :ref:`Menu Instellingen <commands-settings-menu>` en ga omlaag naar ``Instellingen`` → ``Kunstmatige horizon`` en op zijn eenvoudigst is het een lijst met azimuth en hoogte waarden. Als u gebruik maakt van dit hulpmiddel en opneemt van een gebied waar significante delen van de hemel zijn geblokkeerd, is het aanbevolen om de functie kunstmatige horizon in te stellen. Verbonden met de kunstmatige horizon is de :doc:`terrein functie <terrain>` van de hemelkaart. Als u uw terreinafbeelding instelt, dan zult u, wanneer het hulpmiddel planner van opnamen het object toont op de hemelkaart, zien hoe het relatief is ten opzichte van uw lokale omgeving. U moet natuurlijk een realistische opnametijd instellen--dat wil zeggen, als u plant tijdens de dagtijd en het hulpmiddel lokaliseert objecten op de huidige tijd, dan kan het object onder zijn of achter gebouwen of bomen.
pt_br: Se a caixa de seleção do horizonte artificial estiver marcada, as restrições do horizonte artificial serão usadas para calcular os tempos possíveis de geração de imagens. O horizonte artificial são as partes do céu que estão bloqueadas da geração de imagens por edifícios, árvores ou similares na localização do seu telescópio. O horizonte artificial é configurado em outro lugar no KStars (consulte o :ref:`Menu Configurações <commands-settings-menu>` e vá até ``Configurações`` → ``Horizonte artificial``) e, em sua forma mais simples, é uma lista de valores de azimute e altitude. Se você usar esta ferramenta e uma imagem de uma área onde partes significativas do céu estão bloqueadas, é recomendável configurar e usar o recurso de horizonte artificial. Associado ao horizonte artificial está o :doc:`recurso de terreno <terrain>` do mapa celeste. Se você configurar sua imagem de terreno, quando a ferramenta do planejador de imagem exibir o objeto no mapa celeste, você verá quando ele está em relação ao seu ambiente local. Claro, você precisa definir um horário realista para a geração de imagens, ou seja, se você planejar durante o dia e a ferramenta estiver localizando objetos no horário atual, o objeto poderá estar posicionado atrás de prédios ou árvores.
sl: Če je potrditveno polje Umetni horizont označeno, se za izračun možnih časov slikanja uporabijo omejitve umetnega horizonta. Umetni horizont so deli neba, ki jih na lokaciji vašega teleskopa blokirajo stavbe, drevesa ali podobno. Umetni horizont je nastavljen drugje v KStars (glejte :ref:`Nastavitveni meni <commands-settings-menu>` in pojdite na ``Nastavitve`` → ``Umetni horizont``) in je v najpreprostejši obliki seznam vrednosti azimuta in nadmorske višine. Če uporabljate to orodje in slikate z območja, kjer so pomembni deli neba blokirani, je priporočljivo, da nastavite in uporabljate funkcijo umetnega horizonta. Z umetnim horizontom je povezana funkcija terena :doc:`<terrain>` v SkyMapu. Če nastavite sliko terena, boste, ko orodje za načrtovanje slik prikaže objekt na SkyMapu, videli, kdaj je ta relativen glede na vaše lokalno okolje. Seveda bi morali nastaviti realističen čas slikanja – torej, če načrtujete podnevi in ​​orodje trenutno locira predmete, potem je predmet morda postavljen za stavbami ali drevesi.
sv: Om kryssrutan för artificiell horisont är markerad används begränsningar för artificiell horisont för att beräkna möjliga tagningstider. Den artificiella horisonten är de delar av himlen som blockeras från tagning av byggnader, träd eller liknande på teleskopets plats. Den artificiella horisonten ställs in på annat ställe i Kstars (se :ref:`Inställningsmenyn <commands-settings-menu>` och gå till ``Inställningar`` → ``Artificiell horisont``) och är enklast en lista med azimut- och elevationsvärden. Om du använder verktyget och tar bilder från ett område där betydande delar av himlen är blockerade rekommenderas att du ställer in och använder funktionen för artificiell horisont. Till den artificiella horisonten hör himmelskartans :doc:`terrängfunktion <terrain>`. Om du ställer in terrängbilden, ser du var objektet är relativt till den lokala miljön när bildplaneraren visar objektet på himmelskartan. Naturligtvis måste du ställa in en realistisk tagningstid, det vill säga, om du planerar tagningen av bilder under dagtid och verktyget lokaliserar objekt vid den aktuella tiden, kan objektet befinna sig bakom byggnader eller träd.

source: KStars/Ekos uses astronomical twilight times to constrain imaging times. Using the defaults will result in no imaging outside of astronomical twilight times. If you wish to adjust this please see the constraint in the ``Ekos Scheduler's Offset`` menu--change the ``Dusk Offset`` positive to start imaging later, and negative to start imaging earlier. Similarly change ``Dawn Offset`` positive to continue imaging longer, and negative to stop imaging sooner. These controls can be found by selecting ``Tools`` → ``Ekos`` and then clicking on the ``Scheduler`` tab (2nd from the left), clicking the ``Options`` button on the bottom right, and the ``offset`` tab on the top-left.
ca: El KStars/Ekos utilitza temps astronòmics de crepuscle per a restringir els temps d'obtenció d'imatges. L'ús dels valors predeterminats no donarà lloc a cap imatge fora dels temps astronòmics del crepuscle. Si voleu ajustar això, vegeu la restricció al menú ``Desplaçament del programador de l'Ekos``: canvieu el ``Desplaçament del capvespre`` a positiu per a iniciar l'obtenció d'imatges més tard o negatiu per a iniciar l'obtenció d'imatges abans. De la mateixa manera, canvieu el ``Desplaçament de l'alba`` a positiu per a continuar l'obtenció d'imatges més temps, i negatiu per a aturar l'obtenció d'imatges abans. Aquests controls es poden trobar seleccionant ``Eines`` → ``Ekos`` i després fent clic a la pestanya`` Programador`` (2a per l'esquerra), fent clic al botó ``Opcions`` a la part inferior dreta i a la pestanya de desplaçament a la part superior esquerra.
ca@valencia: KStars/Ekos utilitza temps de crepuscle astronòmic per a restringir els temps d'imatge. Si utilitzeu els valors predeterminats, no es prendran imatges fora dels crepuscles astronòmics. Si voleu ajustar-ho, consulteu la restricció al menú ``Desplaçament cap al programador d'Ekos`` i canvieu el ``Desplaçament de la posta`` positiu per a començar la presa d'imatges més tard i el negatiu per a començar la presa d'imatges abans. De la mateixa manera, canvieu el ``Desplaçament de l'alba`` positiu per a continuar la presa d'imatges més temps i el negatiu per a parar la presa d'imatges abans. Estos controls es troben seleccionant ``Eines`` → ``Ekos`` i, a continuació, clicant damunt de la pestanya ``Programador`` (2a per l'esquerra), clicant damunt del botó ``Opcions`` a la part inferior dreta i a la pestanya ``Desplaçament`` a la part superior esquerra.
nl: KStars/Ekos gebruikt astronomische schemertijden om tijden voor opnamen te beperken. De standaarden gebruiken zal resulteren in geen opnamen buiten astronomische schemertijden. Als u deze wilt aanpassen zie dan de beperkingen in het menu ``Offset in Ekos-planner`` --wijzig de ``Dusk Offset`` positief om opnemen later te beginnen en negatief om eerder met opnemen te beginnen. Wijzig evenzo ``Dawn Offset`` positief om langer door te gaan met opnemen en negatief om eerder te stoppen met opnemen. Deze parameters zijn te vinden door het selecteren van ``Hulpmiddelen`` → ``Ekos`` en dan klikken op het tabblad ``Planner`` (2de van links), klikken op de knop ``Opties`` rechtsonder en het tabblad ``offset`` linksboven.
pt_br: O KStars/Ekos utiliza horários astronômicos de crepúsculo para restringir os tempos de geração de imagens. Usar os padrões resultará em nenhuma geração de imagens fora dos horários astronômicos de crepúsculo. Se desejar ajustar isso, consulte a restrição no menu ``Deslocamento do agendador Ekos`` — altere o ``Deslocamento do crepúsculo`` para positivo para iniciar a geração de imagens mais tarde e o ``Deslocamento do amanhecer`` para negativo para iniciar a geração de imagens mais cedo. Da mesma forma, altere o ``Deslocamento do amanhecer`` para positivo para continuar a geração de imagens por mais tempo e o ``Deslocamento do amanhecer`` para negativo para interromper a geração de imagens mais cedo. Esses controles podem ser encontrados selecionando ``Ferramentas`` → ``Ekos`` e clicando na aba ``Agendador`` (2ª da esquerda para a direita), clicando no botão ``Opções`` no canto inferior direito e na aba ``Deslocamento`` no canto superior esquerdo.
sl: KStars/Ekos uporablja astronomske čase somraka za omejitev časov slikanja. Uporaba privzetih nastavitev bo povzročila, da se slikanje zunaj astronomskih časov somraka ne bo izvajalo. Če želite to prilagoditi, si oglejte omejitev v meniju ``Odmik razporejevalnika Ekos`` – spremenite ``Odmik mraka`` na pozitivno, da se slikanje začne pozneje, in na negativno, da se slikanje začne prej. Podobno spremenite ``Odmik zore`` na pozitivno, da se slikanje nadaljuje dlje, in na negativno, da se slikanje ustavi prej. Te kontrole najdete tako, da izberete ``Orodj`` → ``Ekos`` in nato kliknete zavihek ``Razporejevalnik`` (drugi z leve), kliknete gumb ``Možnosti`` spodaj desno in zavihek ``odmik`` zgoraj levo.
sv: Kstars/Ekos använder astronomiska skymningstider för att begränsa tagningstiderna. Att använda standardinställningarna resulterar i att ingen tagning sker utanför astronomiska skymningstider. Om du vill justera det, se begränsningen i menyn ``Ekos schemaläggningsposition``: ändra ``Skymningsförskjutning`` i positiv riktning för att starta tagningen senare och negativ för att starta tagningen tidigare. Ändra på liknande sätt ``Gryningsförskjutning`` i positiv riktning för att fortsätta tagningen längre och negativ för att stoppa tagningen tidigare. Kontrollerna hittar du genom att välja ``Verktyg`` → ``Ekos`` och sedan klicka på fliken ``Schemaläggning`` (andra från vänster), klicka på knappen ``Alternativ`` längst ner till höger och fliken ``position`` längst upp till vänster.

source: Image/Object Search
ca: Cerca d'imatge/objecte
ca@valencia: Busca d'una imatge o objecte
nl: Zoeken naar afbeelding/object
pt_br: Pesquisa de imagem/objeto
sl: Iskanje slike/objekta
sv: Bild- och objektsökning
uk: Пошук зображення або об'єкта

source: The ``Search`` section provides some shortcuts for researching the currently selected object. The ``Wikipedia`` button brings up a browser window for Wikipedia using the object's ID. Similar for ``Simbad``. The ``NGC/IC`` button brings up a browser window for the Professor Seligman NGC/IC website.
ca: La secció ``Cerca`` proporciona algunes dreceres per a investigar l'objecte actualment seleccionat. El botó ``Wikipedia`` obre una finestra del navegador a la Viquipèdia utilitzant l'identificador de l'objecte. Similar per al Simbad. El botó ``NGC/IC`` obre una finestra del navegador per al lloc web NGC/IC del Professor Seligman.
ca@valencia: La secció ``Busca`` proporciona algunes dreceres per a investigar l'objecte actualment seleccionat. El botó ``Wikipedia`` obri una finestra del navegador a la Viquipèdia utilitzant l'identificador de l'objecte. Similar per a Simbad. El botó ``NGC/IC`` obri una finestra del navegador per al lloc web NGC/IC del Catedràtic Seligman.
nl: De sectie ``Zoeken`` levert enige sneltoetsen voor het onderzoeken van het nu geselecteerde object. De knop ``Wikipedia`` brengt een browservenster voor Wikipedia met het ID van het object. Evenzo voor voor ``Simbad``. De knop ``NGC/IC`` brengt een browservenster voor de website Professor Seligman NGC/IC.
pt_br: A seção ``Pesquisar`` fornece alguns atalhos para pesquisar o objeto selecionado. O botão ``Wikipedia`` abre uma janela do navegador para a Wikipédia usando o ID do objeto. O mesmo ocorre com ``Simbad``. O botão ``NGC/IC`` abre uma janela do navegador para o site do Professor Seligman NGC/IC.
sl: Razdelek ``Iskanje`` ponuja nekaj bližnjic za raziskovanje trenutno izbranega predmeta. Gumb ``Wikipedia`` odpre okno brskalnika za Wikipedijo z uporabo ID-ja predmeta. Podobno velja za ``Simbad``. Gumb ``NGC/IC`` odpre okno brskalnika za spletno mesto profesorja Seligmana NGC/IC.
sv: Sektionen ``Sök`` tillhandahåller några genvägar för att söka efter det valda objektet. Knappen ``Wikipedia`` öppnar ett webbläsarfönster för Wikipedia med hjälp av objektets id. Liknande för ``Simbad``. Knappen ``NGC/IC`` öppnar ett webbläsarfönster för Professor Seligmans NGC/IC-webbplats.

source: The ``Astrobin`` button uses the Astrobin.com search facility to perform a slightly more detailed image search. You can cause it search for images in Astrobin with a certain image radius, and require that the result images have won "Astrobin awards" such as top-pick nomination, top-pick or image-of-the-day. Once you browse to the Astrobin website, you can, of course, modify the Astrobin search constraints as you like given the constraints and capabilities of the Astrobin website. The Astrobin search constraints can be hidden and exposed using the button on the left of the Search line.
ca: El botó ``Astrobin`` utilitza la facilitat de cerca Astrobin.com per a realitzar una cerca d'imatges una mica més detallada. Podeu fer que busqui imatges a Astrobin amb un radi d'imatge determinat, i requerir que les imatges resultants hagin guanyat «Premis d'Astrobin» com ara la nominació de tria principal, tria principal o imatge del dia. Un cop navegueu pel lloc web d'Astrobin, podeu, per descomptat, modificar les restriccions de cerca d'Astrobin com vulgueu, amb les restriccions i capacitats del lloc web d'Astrobin. Les restriccions de cerca d'Astrobin es poden ocultar i exposar utilitzant el botó de l'esquerra de la línia de cerca.
ca@valencia: El botó ``Astrobin`` utilitza la funció de busca d'Astrobin.com per dur a terme una busca d'imatges una mica més detallada. Podeu fer que busque imatges a Astrobin amb un radi d'imatge determinat i exigir que les imatges resultants hagen guanyat «premes Astrobin», com ara nominació a la millor selecció, millor selecció o imatge del dia. Una vegada navegueu pel lloc web d'Astrobin, podeu, és clar, modificar les restriccions de busca d'Astrobin com vulgueu, tenint en compte les restriccions i les capacitats del lloc web d'Astrobin. Les restriccions de busca d'Astrobin es poden ocultar i exposar mitjançant el botó situat a l'esquerra de la línia de busca.
nl: De knop ``Astrobin`` gebruikt de zoekfaciliteit Astrobin.com om een iets gedetailleerdere afbeelding te zoeken. U kunt het laten zoeken naar afbeeldingen in Astrobin met een bepaalde afbeeldingsstraal en vereisen dat de resulterende afbeeldingen "Astrobin awards" hebben gewonnen zoals top-gekozen nominatie, top-gekozen of afbeelding-van-de-dag. Nadat u bent op de Astrobin website, kunt u, natuurlijk, de zoekbeperkingen van Astrobin wijzigen zoals u wilt, gegeven de beperkingen en mogelijkheden van de Astrobin website. De Astrobin zoekbeperkingen kunnen verborgen zijn en blootgelegd met de knop links van de zoekregel.
pt_br: O botão ``Astrobin`` utiliza o recurso de busca do Astrobin.com para realizar uma busca de imagens um pouco mais detalhada. Você pode fazer com que ele busque imagens no Astrobin com um raio de imagem específico e exigir que as imagens resultantes tenham ganhado "prêmios Astrobin", como indicação ao prêmio "melhor escolha", "melhor escolha" ou "imagem do dia". Ao navegar até o site do Astrobin, você pode, é claro, modificar as restrições de busca do Astrobin conforme desejar, considerando as restrições e os recursos do site. As restrições de busca do Astrobin podem ser ocultadas e exibidas usando o botão à esquerda da linha de pesquisa.
sl: Gumb ``Astrobin`` uporablja iskalno funkcijo Astrobin.com za nekoliko podrobnejše iskanje slik. Lahko nastavite iskanje slik v Astrobinu z določenim radijem slike in zahtevate, da so nastale slike prejele ``nagrade Astrobin``, kot so nominacija za najboljši izbor, najboljši izbor ali slika dneva. Ko brskate po spletnem mestu Astrobin, lahko seveda po želji spremenite omejitve iskanja Astrobin glede na omejitve in zmogljivosti spletnega mesta Astrobin. Omejitve iskanja Astrobin lahko skrijete in prikažete z gumbom na levi strani iskalne vrstice.
sv: Knappen ``Astrobin`` använder sökfunktionen hos Astrobin.com för att utföra en något mer detaljerad bildsökning. Du kan få den att söka efter bilder i Astrobin med en viss bildradie och kräva att resultatbilderna har vunnit "Astrobin-utmärkelser" som till exempel nominering till toppval, toppval eller dagens bild. När du väl har besökt Astrobin-webbplatsen kan du naturligtvis ändra Astrobin-sökbegränsningar som du vill, med tanke på Astrobin-webbplatsens begränsningar och möjligheter. Astrobin-sökbegränsningar kan döljas och visas med knappen till vänster om sökraden.

source: Filters
ca: Filtres
ca@valencia: Filtres
pt_br: Filtros
sl: Filtri
sv: Filter
uk: Фільтри

source: There are a number of ways one can filter the objects displayed in the Imaging Planner's object table. Filtering objects removes them from the table, but they can be accessed again by changing the filter. Note that the filter section can be hidden and exposed by clicking the small button at the left of the filter section.
ca: Hi ha diverses maneres de filtrar els objectes que es mostren a la taula d'objectes del Planificador d'obtenció d'imatges. El filtratge d'objectes els elimina de la taula, però es pot tornar a accedir-hi canviant el filtre. Tingueu en compte que la secció de filtres es pot ocultar i exposar fent clic al botó petit de l'esquerra de la secció de filtres.
ca@valencia: Hi ha diverses maneres de filtrar els objectes que es mostren a la taula d'objectes del Planificador de l'obtenció d'imatges. El filtratge d'objectes els elimina de la taula, però es pot tornar a accedir-hi canviant el filtre. Cal tindre en compte que la secció de filtres es pot ocultar i exposar clicant damunt del botó xicotet de l'esquerra de la secció de filtres.
nl: Er zijn een aantal manieren waarmee de getoonde objecten gefilterd kunnen worden in de tabel voor het plannen van opnamen van objecten. Objecten filteren verwijdert ze uit de tabel, maar ze er is weer toegang door het filter te wijzigen. merk op dat de filtersectie verborgen en gezien kan worden door te klikken op de kleine knop links van de filtersectie.
pt_br: Há várias maneiras de filtrar os objetos exibidos na tabela de objetos do planejador de imagem. Filtrar objetos os remove da tabela, mas eles podem ser acessados ​​novamente alterando o filtro. Observe que a seção de filtro pode ser ocultada e exibida clicando no pequeno botão à esquerda da seção de filtro.
sl: Obstaja več načinov, kako lahko filtriramo objekte, prikazane v tabeli objektov načrtovalnika slik. Filtriranje objektov jih odstrani iz tabele, vendar lahko do njih znova dostopate s spremembo filtra. Upoštevajte, da lahko del filtra skrijete in izpostavite s klikom na majhen gumb na levi strani razdelka filtra.
sv: Det finns ett antal sätt att filtrera objekten som visas i bildplaneringens objekttabell. Genom att filtrera objekt tas de bort från tabellen, men de kan nås igen genom att ändra filtret. Observera att filtersektionen kan döljas och visas genom att klicka på den lilla knappen till vänster om filtersektionen.
uk: Існує кілька способів фільтрування об'єктів, які буде показано у таблиці об'єктів планувальника зйомки. Фільтрування об'єктів вилучає їх із таблиці, але до них можна знову отримати доступ, змінивши фільтр. Зверніть увагу, що розділ фільтра можна приховати або відкрити, натиснувши маленьку кнопку ліворуч від розділу фільтра.
