Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-eyepieceview.po
Languages: bg, ca, ca@valencia, es, fr, it, nl, pt, pt_br, sl, sv, uk

source: To export the view to a file, click <guibutton>Export</guibutton> button. Export enables adding ticks for printed charts as shown above and save the image.
bg: За да експортирате изгледа във файл, щракнете върху бутона <guibutton>Експортиране</guibutton>. Експортирането позволява добавяне на отметки за отпечатани диаграми като показано по-горе и запазете изображението.
ca@valencia: Per a exportar la vista a un fitxer, feu clic en el botó <guibutton>Exporta</guibutton>. L'exportació permet afegir marques als gràfics impresos com s'ha mostrat anteriorment i guardar la imatge.
es: Para exportar la vista a un archivo, pulse el botón <guibutton>Exportar</guibutton>. Al exportar podrá añadir marcas a los mapas impresos como las que se muestran en la imagen anterior.
it: Per esportare la vista in un file, fai clic sul pulsante <guibutton>Esporta</guibutton>. L'esportazione consente l'aggiunta dei segni per i grafici stampati, come mostrato sopra, e di salvare l'immagine.
nl: U kunt het beeld naar een bestand exporteren, door te klikken op <guibutton>Exporteren</guibutton>. U kunt streepjes in afgedrukte kaarten mede exporteren, zoals hierboven getoond, en de afbeelding opslaan.
pt: Para exportar a vista para um ficheiro, carregue no botão <guibutton>Exportar</guibutton>. A Exportação permite a adição de traços para os gráficos impressos, como demonstrado acima, e a gravação da imagem.
sl: Da bi izvozili pogled v datoteko, kliknite gumb <guibutton>Izvozi</guibutton>. Izvoz omogoča dodajanje kljukic za natisnjene grafikone, kot je prikazano zgoraj, in shranjevanje slike.
sv: Klicka på knappen <guibutton>Exportera</guibutton> för att exportera vyn till en fil. Export aktiverar att lägga till tick för utskrivna diagram som visas ovan och spara bilden.
uk: Щоб експортувати зображення до файла, натисніть кнопку <guibutton>Експортувати</guibutton>. Засіб експортування надає змогу додати позначки на роздруковані карти, як це показано вище, і зберегти зображення.

source: Simulate Eyepiece View
ca: Simulació de la vista d'ocular
fr: Simuler la vue à l'oculaire
pt_br: Simular visão de ocular

source: On the left hand side is the sky map shot from KStars. On the right hand side is the POSS (DSS) image of the same region. The orientation in the above example has been adjusted to match the view through a Dobsonian telescope at the location and time of the simulation in KStars.
ca: Al costat esquerre hi ha el mapa celeste pres des del KStars. Al costat dret hi ha la imatge POSS (DSS) de la mateixa regió. L'orientació en l'exemple anterior s'ha ajustat perquè coincideixi amb la vista a través d'un telescopi Dobson en l'emplaçament i hora de la simulació al KStars.
pt_br: No lado esquerdo, está o mapa celeste obtido pelo KStars. No lado direito, está a imagem POSS (DSS) da mesma região. A orientação no exemplo acima foi ajustada para corresponder à visualização através de um telescópio Dobsoniano no local e no momento da simulação no KStars.

source: This tool simulates how an object looks through your eyepiece. In addition to rendering the eyepiece field, KStars can also fetch and overlay the DSS imagery. Additionally, if you are using a Dobsonian telescope, you can rotate the field of view to match the eyepiece view.
ca: Aquesta eina simula com es veurà un objecte a través del vostre ocular. A més de reproduir el camp de l'ocular, el KStars també poden obtenir i superposar les imatges DSS. A més, si feu servir un telescopi Dobson, podreu fer girar el camp de visió perquè coincideixi amb la vista de l'ocular.
fr: Cet outil simule la vue d'un objet obtenue à travers votre oculaire. En plus de rendre le champ de l'oculaire, KStars peut aller chercher et superposer une image DSS. De plus, si vous utiliser un Dobson, vous pouvez faire tourner le champ de vision pour le faire correspondre avec la vue à l'oculaire.
pt_br: Esta ferramenta simula a aparência de um objeto através da sua ocular. Além de renderizar o campo da ocular, o KStars também pode buscar e sobrepor as imagens do DSS. Além disso, se você estiver usando um telescópio Dobsoniano, poderá girar o campo de visão para corresponder à visão da ocular.

source: To use this feature, first define your eyepieces' fields of view using the :doc:`FOV Symbol editor <customize>`.
ca: Per a utilitzar aquesta característica, en primer lloc, definiu els camps de visió dels vostres oculars utilitzant l':doc:`editor de símbols CDV <customize>`.
fr: Pour utiliser cette fonctionnalité, vous devez d'abord définir les champs de vue de vos oculaires en utilisant l'outil :doc:`Indicateurs de champ de vision <customize>`.
pt_br: Para usar esta funcionalidade, primeiro defina os campos de visão das suas oculares usando o: doc:`Editor de símbolos de CDV <customize>`.

source: In Sky Map, right click on the desired object and click ``Simulate eyepiece view`` in the popup menu.
ca: Al mapa celeste, feu clic dret sobre l'objecte desitjat i després feu clic a ``Simula la vista d'ocular`` al menú emergent.
fr: Dans la carte du ciel, cliquez avec le bouton droit de la souris sur l'objet désiré et cliquez sur ``Simuler la vue à l'oculaire`` dans le menu.
pt_br: No mapa celeste, clique com o botão direito do mouse no objeto desejado e clique em ``Simular visualização da ocular`` no menu pop-up.

source: In observation planner, right click an object and click ``Simulate eyepiece view`` in the popup menu.
ca: Al planificador de l'observació, feu clic dret sobre un objecte i després feu clic a ``Simula la vista d'ocular`` al menú emergent.
fr: Dans le planificateur d'observations, cliquez avec le bouton droit de la souris et cliquez ensuite sur ``Simuler la vue à l'oculaire`` dans le menu.
pt_br: No planejador de observação, clique com o botão direito do mouse em um objeto e clique em ``Simular visualização da ocular`` no menu pop-up.

source: When the tool is first invoked, it will prompt a dialog to select the desired FOV to render the view. To compare the rendered view against a real sky image, click the ``Fetch DSS image`` button to download a DSS image. You can manually adjust the view to match your eyepiece using the rotation slider, the ``Invert view`` and ``Flip view`` check boxes. Alternatively, you can use a pre-calculated amount of rotation by using one item of the ``Preset:`` dropdown box that is tailored for different optical systems.
ca: Quan s'invoqui l'eina per primera vegada, un diàleg us demanarà seleccionar el CDV desitjat per a renderitzar la vista. Per a comparar la renderització de la vista contra una imatge real del cel, feu clic al botó ``Obtén la imatge DSS`` per a baixar una imatge DSS. Podeu ajustar manualment la vista perquè coincideixi amb el vostre ocular utilitzant el control lliscant de rotació, les caselles de selecció ``Inverteix la vista`` i ``Capgira la vista``. De manera alternativa, podeu utilitzar una quantitat calculada de rotació utilitzant un dels elements a la llista desplegable ``Predefinit:`` que s'adapten a sistemes òptics diferents.
fr: À la première invocation de cet outil, on vous demandera de choisir le champ de vue à utiliser pour afficher la vue. Vous pouvez comparer cette vue avec une vraie image du ciel en cliquant sur le bouton ``Chercher image DSS`` pour télécharger une image. Vous pouvez ajuster l'angle de rotation avec le curseur pour que la correspondance soit correcte, ou ``Inverser la vue`` et ``Retourner la vue`` en cochant les cases correspondantes. Sinon vous pouvez utiliser une quantité précalculée de rotation en utilisant un des éléments de la liste déroulante ``Préréglages`` qui est adapté à différents systèmes optiques.
pt_br: Quando a ferramenta for invocada pela primeira vez, ela abrirá uma janela para selecionar o campo de visão desejado para renderizar a visualização. Para comparar a visualização renderizada com uma imagem real do céu, clique no botão ``Obter imagem DSS`` para baixar uma imagem DSS. Você pode ajustar manualmente a visualização para corresponder à sua ocular usando o controle deslizante de rotação e as caixas de seleção ``Inverter visualização`` e ``Inverter visualização``. Como alternativa, você pode usar uma quantidade de rotação pré-calculada usando um item da caixa suspensa ``Predefinição:``, que é personalizada para diferentes sistemas ópticos.

source: To export the view to a file, click ``Export`` button. Export enables adding ticks for printed charts as shown above and save the image.
ca: Per a exportar la vista a un fitxer, feu clic al botó ``Exporta``. L'exportació permet afegir marques als gràfics impresos com s'ha mostrat anteriorment i desar la imatge.
fr: Pour exporter la vue vers un fichier, cliquez sur ``Exporter``. L'exportation permet d'ajouter des marques pour des graphiques imprimés comme montré ci-dessus et de enregistrer l'image.
pt_br: Para exportar a visualização para um arquivo, clique no botão ``Exportar``. A exportação permite adicionar marcadores para gráficos impressos, como mostrado acima, e salvar a imagem.
