Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-scriptbuilder.po
Languages: bg, ca, ca@valencia, et, fr, gl, pt_br, sl

source: <title>The Script Builder Tool</title>
ca: <title>L'eina Constructor de scripts</title>
et: <title>Skriptilooja tööriist</title>
gl: <title>A ferramenta Construtor de Scripts</title>
pt_br: <title>A ferramenta de construção de script</title>

source: Tools
ca: Eines
et: Tööriistad
gl: Ferramentas
pt_br: Ferramentas

source: Script Builder
ca: Constructor de scripts
et: Skriptilooja
gl: Construtor de Scripts
pt_br: Construtor de script

source: &kde; applications can be controlled externally from another program, from a console prompt, or from a shell script using the Inter-process communication protocol (&DBus;). &kstars; takes advantage of this feature to allow rather complex behaviors to be scripted and played back at any time. This can be used, for example, to create a classroom demo to illustrate an astronomical concept.
ca: Les aplicacions &kde; es poden controlar externament des d'un altre programa, des d'un indicatiu de la consola o des d'un script de l'intèrpret d'ordres emprant el protocol de comunicació inter-processos (&DBus;). El &kstars; s'aprofita d'aquesta característica per a permetre que els comportaments complexos siguin escrits a scripts i executats en segon pla en qualsevol moment. Això es pot utilitzar, per exemple, per a crear una presentació educativa per a il·lustrar un concepte astronòmic.

source: The problem with &DBus; scripts is, writing them is a bit like programming, and can seem a daunting task to those who do not have programming experience. The Script Builder Tool provides a <abbrev>GUI</abbrev> point-and-click interface for constructing &kstars; &DBus; scripts, making it very easy to create complex scripts.
ca: El problema amb els scripts de &DBus; és que escriure'ls és gairebé com programar, i poden aparentar una tasca descoratjadora per als que no tenen experiència programant. L'eina Constructor de scripts, proporciona una <abbrev>IGU</abbrev> amb una interfície d'apuntar i fer clic per a construir scripts de &DBus; per al &kstars;, tornant realment fàcil el fet de crear-ne de complexos.
et: &DBus;-skriptide hädaks on see, et nende kirjutamine näeb välja nagu korralik programmeerimine ja kui kasutajal ei ole programmeerimisega erilisi kokkupuuteid, võib see lausa eemale peletada. Skriptilooja pakub omalt poolt <abbrev>GUI</abbrev>, mis laseb ka lihtsalt hiirega klõpsates luua &kstars;ile &DBus;-skripte, olgu need siis kui tahes keerukad.
gl: O problema cos guións de DBus é que escribilos é un pouco como programar e que lles pode parecer unha tarefa aterradora a quen non teñan experiencia en programación. A ferramenta Construtor de Guións fornece unha interface <abbrev>GUI</abbrev> na que apuntar e premer para construír guións de &DBus; para &kstars;, tornando moi doada a creación de guións complexos.
pt_br: O problema com scripts &DBus; é que escrevê-los é um pouco parecido com programação, e pode ser uma tarefa desanimadora para quem não possui experiência de programação. A ferramenta de construção de script fornece uma <abbrev>GUI</abbrev> do tipo apontar e clicar para construir scripts &DBus; para o &kstars;, tornando muito fácil criar scripts complexos.

source: Introduction to the Script Builder
bg: Въведение в създаването на скриптове
ca: Introducció al constructor de scripts
ca@valencia: Introducció al «Constructor de scripts»
et: Skriptilooja sissejuhatus
fr: Introduction au constructeur de scripts
gl: Introdución ao Construtor de Scripts
pt_br: Introdução ao construtor de script
sl: Uvod v Izgrajevalnik skriptov

source: Before explaining how to use the Script Builder, I provide a very brief introduction to all of the <abbrev>GUI</abbrev> components; for more infomation, use the "What's This?" function.
ca: Abans d'explicar com emprar el constructor de scripts, us proporcionen una molt breu introducció a tots els components de la <abbrev>IGU</abbrev>; per a més informació, utilitzeu la funció <quote>Què és això?</quote>.
et: Enne skriptilooja kasutamise selgitamist tutvustan lühidalt kõiki <abbrev>GUI</abbrev> elemente. Kui soovid nende kohta rohkem infot, kasuta võimalust "Mis see on?"
gl: Antes de explicar como usar o Construtor de Scripts vou fornecer unha breve introdución a todos os controis; para máis información usa a función «Que é isto?».
pt_br: Antes de explanar como usar o construtor de script, eu fornecerei uma introdução bem resumida de todos os componentes <abbrev>GUI</abbrev>; para mais informações, use a função "O que é isto?".

source: <screeninfo>The Script Builder Tool</screeninfo>
ca: <screeninfo>L'eina Constructor de scripts</screeninfo>
et: <screeninfo>Skriptilooja tööriist</screeninfo>
gl: <screeninfo>A ferramenta Construtor de Scripts</screeninfo>
pt_br: <screeninfo>A ferramenta de construção de script</screeninfo>

source: Script Builder Tool
bg: Инструмент Редактор на скриптове
ca: Eina Constructor de scripts
ca@valencia: L'eina «Constructor de scripts»
et: Skriptilooja tööriist
fr: Outil de construction de scripts
gl: Ferramenta Construtor de Scripts
pt_br: Ferramenta de construção de script
sl: Orodje Izgrajevalnik skriptov

source: The Script Builder is shown in the above screenshot. The box on the left is the <firstterm>Current Script box</firstterm>; it shows the list of commands that comprise the current working script. The box on the right is the <firstterm>Function Browser</firstterm>; it displays the list of all available script functions. Below the Function Browser, there is a small panel which will display short documentation about the script function highlighted in the Function Browser. The panel below the Current Script box is the <firstterm>Function Arguments panel</firstterm>; when a function is highlighted in the Current Script box, this panel will contain items for specifying values for any arguments that the highlighted function requires.
ca: El constructor de scripts és mostra't a la captura de pantalla de sota. El quadre a l'esquerra és el quadre <firstterm>Script actual</firstterm>; mostra el llistat d'ordres que abasten l'escriptura de tasques a aquest script. El quadre a la dreta és el <firstterm>Navegador de funcions</firstterm>. Aquest mostra un llistat de totes les funcions disponibles per a l'script. A sota del navegador de funcions, hi ha un petit plafó que anirà mostrant la documentació curta sobre cada funció ressaltada en el navegador de funcions. En el plafó a sota de Script actual és el d'<firstterm>Arguments de la funció</firstterm>; quan es ressalta a una funció en el quadre Script actual, aquest plafó contindrà els elements per a especificar els valors per a qualsevol argument que requereixi aquesta funció.
et: Nagu pildil näha, asub skriptilooja vasakul pool <firstterm>käesoleva skript</firstterm>i kast, kus on näha käsud, millest koosneb parajasti töötav skript. Paremal asub <firstterm>funktsioonivalija</firstterm>, mis näitab kõiki saadaolevaid skriptifunktsioone. Funktsioonivalija all on väike paneel, mis näitab valijas esile tõstetud funktsiooni kohta lühiinfot. Käesoleva skripti kasti all paikneb <firstterm>funktsiooni argumentide paneel</firstterm>, kus juhul, kui mõni funktsioon on ära märgitud käesoleva skripti kastis, on näha kõigi skriptile vajalike argumentide väärtused.
gl: Na imaxe de abaixo vese o Construtor de Scripts. A caixa da esquerda é a <firstterm>caixa do guión actual</firstterm>; mostra a lista de ordes que constitúen o guión no que se está a traballar. A caixa da dereita é o <firstterm>Navegador de funcións</firstterm>; mostra a lista de todas as funcións de scrip dispoñíbeis. Por debaixo do Navegador de funcións hai un paneliño que mostra unha documentación breve sobre a función do guión realzado no Navegador de funcións. O panel por baixo da caixa do guión actual é o <firstterm>panel Argumentos da función</firstterm>; cando se realza unha función na caixa Guión actual, este panel contén elementos para indicar os valores de calquera argumento que requira a función realzada.
pt_br: O construtor de script é mostrado na captura de tela acima. A caixa à esquerda é a <firstterm>caixa do script atual</firstterm>; ela mostra a lista de comandos que compreende o script de trabalho atual. A caixa à direita é o <firstterm>Navegador de função</firstterm>; ele mostra a lista de todas as funções de script disponíveis. Abaixo do navegador de função, existe um pequeno painel que exibirá uma documentação resumida sobre a função de script destacada no navegador de função. O painel abaixo da caixa de script atual é o <firstterm>painel de argumentos da função</firstterm>; quando uma função é destacada na caixa do Script Atual, este painel conterá todos os itens para valores especificados para qualquer argumento que a função destacada precise.

source: Along the top of the window, there is a row of buttons which operate on the script as a whole. From left to right, they are: <guibutton>New Script</guibutton>, <guibutton>Open Script...</guibutton>, <guibutton>Save Script</guibutton>, <guibutton>Save Script As...</guibutton>, and <guibutton>Test Script</guibutton>. The function of these buttons should be obvious, except perhaps the last button. Pressing <guibutton>Test Script</guibutton> will attempt to run the current script in the main &kstars; window. You should move the Script Builder window out of the way before pressing this, so you can see the results.
ca: Al llarg de la part superior de la finestra, hi ha una fila de botons que operen sobre tot l'script. D'esquerra a dreta, són: <guibutton>Script nou</guibutton>, <guibutton>Obre un script...</guibutton>, <guibutton>Desa script</guibutton>, <guibutton>Desa l'script com a...</guibutton> i <guibutton>Prova l'script</guibutton>. La funció d'aquests botons hauria de resultar òbvia, a excepció potser de l'últim botó. El fet de prémer <guibutton>Prova l'script</guibutton> resultarà en l'intent d'executar l'actual script a la finestra principal del &kstars;. Abans de prémer haureu d'apartar la finestra del constructor de scripts per a poder veure els resultats.

source: In the center of the window, there is a column of buttons which operate on individual script functions. From top to bottom, they are: <guibutton>Add Function</guibutton>, <guibutton>Remove Function</guibutton>, <guibutton>Copy Function</guibutton>, <guibutton>Move Up</guibutton>, and <guibutton>Move Down</guibutton>. <guibutton>Add Function</guibutton> adds the currently-highlighted function in the Function Browser to the Current Script box (you can also add a function by double-clicking on it). The rest of the buttons operate on the function highlighted in the Current Script box, either removing it, duplicating it, or changing its position in the current script.
ca: En el centre de la finestra (entre les dues caixes superiors), hi ha una columna de botons que operen sobre les funcions individuals de l'script. De dalt a baix, són: <guibutton>Afegeix una funció</guibutton>, <guibutton>Elimina la funció</guibutton>, <guibutton>Copia la funció</guibutton>, <guibutton>Mou amunt</guibutton> i <guibutton>Mou avall</guibutton>. <guibutton>Afegeix una funció</guibutton>, afegirà la funció ressaltada en el navegador de funcions al quadre Script actual (també podeu afegir una funció fent doble clic a sobre seu). La resta de botons opera sobre la funció ressaltada al quadre Script actual, eliminant-la, duplicant-la, o canviant la seva posició a l'script actual.
et: Keset akent on nupurida, mis manipuleerib konkreetsete skriptifunktsioonidega. Ülalt alla on nupud järgmised: <guibutton>Lisa funktsioon</guibutton>, <guibutton>Eemalda funktsioon</guibutton>, <guibutton>Kopeeri funktsioon</guibutton>, <guibutton>Liiguta üles</guibutton> ja <guibutton>Liiguta alla</guibutton>. <guibutton>Lisa funktsioon</guibutton> lisab funktsioonivalijas parajasti esile tõstetud funktsiooni käesoleva skripti kasti (funktsiooni saab lisada ka selle nimel topeltklõpsu tehes). Ülejäänud nupud käivad käesoleva skripti kohta, eemaldades sealt esile tõstetud funktsiooni, kopeerides selle või muutes selle asukoha skriptis.
gl: No centro da xanela hai unha columna de botóns que actúan sobre as funcións individuais do guión. Desde arriba para baixo, son: <guibutton>Engadir función</guibutton>, <guibutton>Retirar función</guibutton>, <guibutton>Copiar función</guibutton>, <guibutton>Subir</guibutton> e <guibutton>Baixar</guibutton>. <guibutton>Engadir función</guibutton> engade a función realzada no Navegador de funcións á caixa Script actual (tamén se pode engadir unha función preméndoa dúas veces). O resto dos botóns actúan sobre a función realzada na caixa Script actual, retirándoo, duplicándoo ou cambiando a súa posición no guión actual.
pt_br: No centro da janela, existe uma coluna de botões que operam em funções individuais do script. De cima para baixo, elas são: <guibutton>Adicionar função</guibutton>, <guibutton>Remover função</guibutton>, <guibutton>Copiar função</guibutton>, <guibutton>Mover para cima</guibutton> e <guibutton>Mover para baixo</guibutton>. <guibutton>Adicionar função</guibutton> adiciona a função atualmente destacada no navegador de função à caixa do script atual (você pode também adicionar uma função dando um duplo clique nela). O resto dos botões operam na função destacada na caixa do script atual, seja removendo-a, duplicando-a, ou mudando sua posição no script atual.

source: Using the Script Builder
bg: Използване на редактора на скриптове
ca: Emprar el constructor de scripts
ca@valencia: Emprar el constructor de scripts
et: Skriptilooja kasutamine
fr: Utilisation du constructeur de scripts
gl: Uso do Construtor de Scripts
pt_br: Usando o construtor de script
sl: Uporaba Izgrajevalnika skriptov

source: In order to illustrate using the Script Builder, we present a small tutorial example where we make a script that tracks the Moon while the clock runs at an accelerated rate.
bg: За да илюстрираме използването на редактора на скриптове, представяме малък примерен урок, където правим скрипт, който проследява Луната, докато часовникът работи с ускорена скорост.
ca: Per a il·lustrar l'ús del constructor de scripts tot seguit us presentem una petita guia d'aprenentatge, en la qual creem un script que segueixi a la Lluna mentre el rellotge funciona en mode accelerat.
ca@valencia: Per a il·lustrar l'ús del constructor de scripts tot seguit vos presentem una xicoteta guia d'aprenentatge, en la qual creem un script que seguisca a la Lluna mentre el rellotge funciona en mode accelerat.
et: Skriptilooja kasutamise selgitamiseks näitame, kuidas valmistada skript, mis jälgib Kuud, samal ajal kui kell töötab kiirendusega.
fr: Pour illustrer l'utilisation du constructeur de scripts, nous présentons un petit tutoriel où nous faisons un script qui suit la Lune, alors que l'horloge fonctionne à une vitesse accélérée.
gl: Para ilustrar o uso do Construtor de Scripts presentamos un pequeno titorial de exemplo no que facemos un guión que segue a Lúa mentres o reloxo corre a unha velocidade acelerada.
pt_br: Para ilustrar o uso do construtor de script, nós apresentaremos um pequeno tutorial exemplo onde nós criaremos um script que rastreia a Lua enquanto o relógio roda a uma taxa acelerada.
sl: Za ponazoritev uporabe Izgrajevalnika skriptov predstavljamo majhen primer vadnice, kjer izdelamo skript, ki sledi Luni, medtem ko ura teče pospešeno.

source: If we are going to track the Moon, we will need to point the display at it first. The <firstterm>lookToward</firstterm> function is used to do this. Highlight this function in the Function Browser, and note the documentation displayed in the panel below the Browser. Press the <guibutton>Add Function</guibutton> button to add this function to the Current Script box. The Function Arguments panel will now contain a combobox labeled <quote>Dir</quote>, short for direction. This is the direction in which the display should be pointed. The combobox contains only the cardinal compass points, not the Moon or any other objects. You can either enter <quote>Moon</quote> in the box manually, or press the <guibutton>Object...</guibutton> button to use the <guilabel>Find Object...</guilabel> window to select the Moon from the list of named objects. Note that, as usual, centering on an object automatically engages object-tracking mode, so there is no need to add the <firstterm>setTracking</firstterm> function after lookToward.
ca: Si seguim la Lluna, primer necessitarem apuntar la vista cap a ella. La funció <firstterm>lookToward</firstterm> s'empra per a fer això. Ressalteu aquesta funció en el Navegador de funcions i observeu la documentació mostrada en el plafó a sota del navegador. Premeu el botó <guibutton>Afegeix una funció</guibutton> per a afegir aquesta funció al quadre Script actual. El plafó Arguments de la funció ara contindrà una llista desplegable anomenada com a <quote>Dir</quote>, abreujament per a direcció. Aquesta és la direcció en la qual la vista haurà d'apuntar. El quadre combinat tan sols conté els punts cardinals, no la Lluna o cap altre objecte. Podeu introduir la <quote>Lluna</quote> en el quadre manualment o prement el botó <guibutton>Objecte...</guibutton> per a emprar la finestra <guilabel>Cerca un objecte...</guilabel> per a seleccionar la Lluna des de la llista d'objectes. Cal tenir present que, com és habitual, el fet de centrar en un objecte inicia automàticament el mode de seguiment d'aquest, i per això no hi ha cap necessitat d'afegir la funció <firstterm>setTracking</firstterm> després de lookToward.

source: Now that we have taken care of pointing at the Moon, we next want to make time pass at an accelerated rate. Use the <firstterm>setClockScale</firstterm> function for this. Add it to the script by double-clicking on it in the Function Browser. The Function Arguments panel contains a timestep spinbox for setting the desired time step for the simulation clock. Change the timestep to 3 hours.
ca: Ara que hem pres cura d'apuntar a la Lluna, tot seguit desitgem establir un pas temporal accelerat. Utilitzeu la funció <firstterm>setClockScale</firstterm> per a això. Afegiu-la a l'script fent doble clic a sobre seu en el Navegador de funcions. El plafó Arguments de la funció contindrà un botó de selecció de valors de pas temporal per a establir-lo a l'hora desitjada per al rellotge de simulació. Canvieu el pas temporal a 3 hores.
et: Nüüd, kui vaade on suunatud Kuule, tuleb panna aeg kiiremini käima. Selleks sobib funktsioon <firstterm>setClockScale</firstterm>. Lisa see käesoleva skripti kasti, tehes funktsiooni nimel funktsioonivalijas topeltklõpsu. Funktsiooni argumentide paneelil on näha ajasammu kerimiskast, kus saab määrata kella vajaliku kiiruse. Määrame ajasammu väärtuseks 3 tundi.
gl: Unha vez que nos ocupamos de apuntar para a Lúa, o seguinte que queremos é facer que o tempo transcorra a unha velocidade acelerada. Para isto, usa a función <firstterm>setClockScale</firstterm>. Engádea ao script premendo dúas veces o Navegador de funcións. O panel Argumentos da función contén un selector de pasos de tempo para axustar os pasos de tempo desexados para o reloxo de simulación. Cambia os pasos de tempo a 3 horas.
pt_br: Agora que nós já apontamos para Lua, nós vamos em seguida criar um passo de tempo numa taxa acelerada. Use a função <firstterm>setClockScale</firstterm> para isto. Adicione-a ao script com um duplo-clique nela no navegador de função. O painel de argumentos da função contém um caixa de contagem de passo de tempo para configurar o passo de tempo desejado para a simulação do relógio. Mude o passo de tempo para 3 horas.

source: OK, we have pointed at the Moon and accelerated the clock. Now we just want the script to wait for several seconds while the display tracks on the Moon. Add the <firstterm>waitFor</firstterm> function to the script, and use the Function Arguments panel to specify that it should wait for 20 seconds before continuing.
ca: Bé, hem apuntat a la Lluna i accelerat el rellotge. Ara voldríem ajustar l'script perquè esperi uns pocs segons mentre que es fa el seguiment de la Lluna. Afegiu la funció <firstterm>waitFor</firstterm> a l'script i empreu el plafó Arguments de la funció per a especificar que s'haurà d'esperar 20 segons abans de continuar.
et: Vaade on nüüd Kuul ja kell kiirendatud. Veel läheb meil vaja, et skript ootaks mõned sekundid, kuni vaade Kuud jälgib. Lisame skriptile funktsiooni <firstterm>waitFor</firstterm> ja määrame funktsiooni argumentide paneelil, et enne jätkamist tuleks oodata 20 sekundit.
gl: Ben, apuntamos para a Lúa e aceleramos o reloxo. A continuación simplemente queremos que o guión agarde uns segundos mentres o visor segue a Lúa. Engade a función <firstterm>waitFor</firstterm> ao script e usa o panel Argumentos de función para especificar que debe agardar 20 segundos antes de continuar.
pt_br: OK, nós já apontamos para a Lua e aceleramos o relógio. Agora nós queremos simplesmente que o script espere por alguns segundo enquanto exibe a trilha da Lua. Adicione a função <firstterm>waitFor</firstterm> ao script, e use o painel de argumentos da função para especificar que ele deve esperar por 20 segundos antes de continuar.

source: To finish up, let us reset the clock's timestep to the normal value of 1 second. Add another instance of setClockScale, and set its value to 1 sec.
bg: За да завършим, нека върнем времевата стъпка на часовника до нормалната стойност от 1 секунда. Добавете друго копие на setClockScale и задайте стойността ѝ на 1 сек.
ca: Per a acabar, reajustem el pas temporal del rellotge al valor normal d'1 segon. Afegiu una altra instància de setClockScale i establiu el seu valor a 1 seg.
ca@valencia: Per a acabar, reajustem el pas temporal del rellotge al valor normal d'1 segon. Afegiu una altra instància de setClockScale i establiu el seu valor a 1 seg.
et: Lõpetuseks seame kella ajasammu tagasi normaalväärtusele 1 sekund. Selleks lisa veel kord setClockScale ning määra selle väärtuseks 1 sekund.
fr: Pour finir, réinitialisons le pas d'horloge à la valeur normale d'une seconde. Ajoutez une autre instance de setClockScale et positionnez sa valeur sur 1 sec.
gl: Para rematar, volvamos os pasos de tempo do reloxo ao valor normal de 1 segundo. Engade outro setClockScale e dálle o valor de 1 segundo.
pt_br: Para finalizar, vamos reiniciar o passo de tempo do relógio para o valor normal de 1 segundo. Adicione outra instância do setClockScale, e configure seu valor para 1 segundo.
sl: Za zaključek ponastavimo časovni korak ure na običajno vrednost 1 sekunde. Dodajte še en pojavek setClockScale in nastavite njegovo vrednost na 1 sekundo.
