Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-obsplanner.po
Languages: bg, ca, es, et, gl, it, nl, pt, pt_br, sl, sv, uk

source: You can choose the threshold of magnitude for the objects to be shown. In astronomy, absolute magnitude (also known as absolute visual magnitude when measured in the standard V photometric band) measures a celestial object&apos;s intrinsic brightness.
bg: Можете да изберете прага на звездната величина за обектите, които да бъдат показани. В астрономията, абсолютната звездна величина (известна също като абсолютна визуална звездна величина, когато се измерва на стандартна V фотометрична лента) измерва присъщата яркост на небесния обект.
ca: Podeu escollir el llindar de magnitud per als objectes que es mostraran. En astronomia, magnitud absoluta (també coneguda com a magnitud visual absoluta quan es mesura a la banda fotomètrica V estàndard) mesura la lluentor intrínseca d'un objecte celeste.
es: Puede escoger el umbral de la magnitud para los objetos que se muestran. En astronomía, la magnitud absoluta (también conocida como magnitud visual absoluta cuando se mide en la banda fotométrica estándar V) mide el brillo intrínseco de un objeto celeste.
it: Puoi scegliere la soglia della magnitudine degli oggetti da mostrare. In astronomia, la magnitudine assoluta (conosciuta anche come la magnitudine visuale assoluta quando misurata nella banda fotometrica standard V) misura la luminosità intrinseca dei corpi celesti.
nl: U kunt de magnitude (helderheid) kiezen van de getoonde objecten (in de astronomie is de absolute magnitude (of absolute visuele magnitude, wanneer gemeten in de standaard fotometrische V-band) de maat voor de intrinsieke helderheid van een object).</para><para>Noot vertaler: De absolute magnitude is de helderheid van een object aan de hemel, gezien vanaf een bepaalde standaard afstand. In werkelijkheid zien we de objecten helderder als ze dichterbij staan of minder helder als ze verder weg staan.
sl: Izberete lahko prag velikosti za objekte, ki bodo prikazani. V astronomiji absolutna magnituda (znana tudi kot absolutna vizualna magnituda, če jo merimo v standardnem fotometričnem pasu V) meri notranjo svetlost nebesnega objekta.
sv: Du kan välja magnitudtröskel för objekten som ska visas. I astronomi mäter absolut magnitud den inneboende ljusstyrkan hos ett objekt (också känd som absolut visuell magnitud när den mäts i det standardiserade fotometriska V-bandet).
uk: Ви можете обмежити діапазон зоряних величин об’єктів, які буде показано. У астрономії абсолютна зоряна величина (також відома як абсолютна видима величина, виміряна у стандартному фотометричному діапазоні V) є виміром явної яскравості небесного об’єкта.

source: You can save your observation plan. And it will save it with a <literal role="extension">.obslist</literal> extension.
bg: Можете да запазите своя план за наблюдение. Програмата ще го запази с разширение <literal role="extension"> .obslist</literal>.
ca: Podeu desar la vostra planificació de l'observació. I es desarà amb l'extensió <literal role="extension">.obslist</literal>.
es: Puede guardar el plan de observación, que se guardará con la extension <literal role="extension">.obslist</literal>.
it: Puoi salvare il tuo piano di osservazione, che sarà salvato con un'estensione <literal role="extension">.obslist</literal>.
nl: U kunt uw waarneemplan opslaan. Het wordt bewaard met de extensie <filename role="extension">.obslist</filename>
pt: Poderá gravar o seu plano de observação. Este será gravado com uma extensão <literal role="extension">.obslist</literal>.
sl: Svoj načrt opazovanja lahko shranite. In shranil ga bo s pripono <literal role="extension">.obslist</literal>.
sv: Du kan spara observationsplanen, och den sparas med filändelsen <literal role="extension">.obslist</literal>.
uk: Ви можете зберегти ваш план спостереження. План буде збережено до файла з суфіксом назви <literal role="extension">.obslist</literal>.

source: You can also access the <guilabel>WUT</guilabel> (What&apos;s up tonight), which could be of a great assistance to you. It can give you ideas what to observe on a date, time and place that you specify using the configuration buttons int the top-right corner of the <guilabel>What&apos;s up tonight</guilabel> window.
bg: Можете също така да отворите <guilabel>Нещо интересно тази вечер</guilabel>, което може да ви бъде от голяма полза. Тук можете получите идеи, какво да наблюдавате на дадена дата, час и място, които сте посочили с помощта на конфигурационните бутони в горния десен ъгъл на прозореца <guilabel>Нещо интересно тази вечер</guilabel>.
ca: També podeu accedir a la <guilabel>QPAN</guilabel> (Què passa aquesta nit), la qual pot ser-vos de gran ajuda. Us oferirà idees per a observar en una data, hora i lloc que especifiqueu utilitzant els botons de configuració a la cantonada superior dreta de la finestra <guilabel>Què passa aquesta nit</guilabel>.
es: También puede acceder a la herramienta <guilabel>Qué ocurre esta noche</guilabel>, lo que le puede resultar de gran ayuda. Le puede proporcionar ideas sobre lo que observar en una fecha, hora y lugar determinados que puede especificar usando los botones de configuración que hay en la esquina superior derecha de la ventana <guilabel>Qué ocurre esta noche</guilabel>.
et: Samuti võib kasutada tööriista <guilabel>Mis on täna näha</guilabel>, millest võib olla suur abi. Seal saab valida kuupäeva, kellaaja ja koha ning näha, mida sel ajas taevas vaadata on.
gl: Tamén se pode acceder a <guilabel>QPEN</guilabel> (Que Pasa Esta Noite), que pode ser de grande axuda. Pode dar ideas sobre o que observar na data, hora e lugar que se indiquen cos botóns de configuración do recuncho superior dereito da xanela <guilabel>Que Pasa esta noite</guilabel>.
it: Puoi anche usare lo strumento <guilabel>CSVS</guilabel> (Cosa si vede stanotte?), che può esserti di grande aiuto. Può darti un'idea di cosa osservare in una determinata data, ora e località specificate usando i pulsanti di configurazione nell'angolo in alto a destra nella finestra <guilabel>Cosa si vede stanotte</guilabel>.
nl: U kunt ook het hulpmiddel <guilabel>Wat is er vanavond te zien</guilabel> gebruiken, dat enorm handig kan zijn. Hiermee kunt u een idee krijgen van wat u op een gegeven tijdstip, op een bepaalde datum en op een bepaalde locatie kunt gaan waarnemen. Deze gegevens geeft u op in het venster voor <guilabel>Wat is er vanavond te zien</guilabel>.
pt: Poderá também aceder à ferramenta <guilabel>WUT</guilabel> (O&nbsp; que se passa esta noite), que poderá ser bastante útil para si. Poder-lhe-á dar ideias do que pode observar numa dada data, hora e local indicados por si com os botões de configuração no canto superior direito da janela <guilabel>O&nbsp; que se passa esta noite</guilabel>.
pt_br: Você pode também acessar o <guilabel>WUT</guilabel> (do inglês, O que está acontecendo hoje à noite), que pode ser um grande auxílio. Ele fornece ideias sobre o que observar em uma data, hora e local que você especifica usando os botões de configuração no canto superior direito da janela do <guilabel>O que está acontecendo hoje à noite</guilabel>.
sl: Dostopate lahko tudi do <guilabel>WUT</guilabel> (What&apos;s up tonight - Kaj je nocoj na nebu), ki vam je lahko v veliko pomoč. Lahko vam da ideje, kaj opazovati ob datumu, uri in kraju, ki ga določite s konfiguracijskimi gumbi v zgornjem desnem kotu okna <guilabel>Kaj bo nocoj na nebu</guilabel>.
sv: Du kan också komma åt <guilabel>Vad händer i natt</guilabel>, som kan vara till stor hjälp. Det kan ge dig idéer om vad man kan observera på ett datum, en tid och en plats som du anger med inställningsknapparna i övre högra hörnet av fönstret <guilabel>Vad händer i natt</guilabel>.
uk: Ви також можете відкрити вікно інструмента <guilabel>СВ</guilabel> («Сьогодні ввечері»). Цей інструмент може бути дуже корисним. За його допомогою ви зможете визначитися з тим, які об’єкти можна спостерігати відповідно до дати, часу і місця, які було вказано за допомогою кнопок налаштування у верхньому правому куті вікна <guilabel>Вечірні події</guilabel>.

source: Another way of adding objects to your observation plan is using the newly introduced <guibutton>Batch Add</guibutton> will open up a text box where you can type many objects to add in one shot to the observation planner. Any objects not in the &kstars; database already will be resolved using SIMBAD Astronomical Database (provided this has been enabled in the Settings) and added to the database. The entire process of adding objects is slow and may take a while, and you can watch the progress in the Status Bar. Any objects that could not be found are then listed in an error message, so you can identify and fix the errors. Usually this may be because SIMBAD expects a different way of specifying the object (&eg; Sim 147 instead of Simeis 147). This new feature allows you to easily scrape data from observing lists on the web &etc; and add them to your workflow in &kstars;.
bg: Друг начин за добавяне на обекти към вашия план за наблюдение е използването на нововъведеното <guibutton>Пакетно добавяне</guibutton>. Натискането на бутона ще отвори текстово поле, където можете да въведете много обекти, които да добавите наведнъж към списъка за наблюдение. Всички обекти, които не са в базата данни на &kstars;, ще бъдат решени с помощта на SIMBAD (при условие, че това е разрешено в настройките) и добавени към базата данни. Целият процес на добавяне на обекти е бавен и може да отнеме известно време. Можете да наблюдавате напредъка в лентата на състоянието. Всички обекти, които не могат да бъдат намерени, се изброяват в съобщение за грешка, така че вие може да идентифицирате и коригирате грешките. Обикновено това може да се дължи на факта, че SIMBAD очаква различен начин на задаване на обекта (напр. Sim 147 вместо Simeis 147). Тази нова функция ви позволява лесно да черпите данни от списъци за наблюдение в интернет и т.н. и да ги добавете към вашия работен процес в &kstars;.
ca: Una altra forma d'afegir objectes al vostre pla d'observació és emprar el botó <guibutton>Afegeix per lots</guibutton> recentment introduït, s'obrirà un quadre de text on podreu escriure molts objectes per a afegir-los al planificador d'observació. Qualsevol objecte que no estigui a la base de dades del &kstars; es resoldrà utilitzant la base de dades astronòmica SIMBAD (sempre que s'hagi habilitat a la configuració) i s'afegirà a la base de dades. Tot el procés d'afegir objectes és lent i pot trigar un temps, i es pot veure el progrés a la barra d'estat. Qualsevol objecte que no es pugui trobar es llistarà en un missatge d'error, de manera que pugueu identificar-lo i solucionar els errors. En general, això pot ser perquè SIMBAD espera una forma diferent d'especificar l'objecte (&pex;, Sim 147 en lloc de Simeis 147). Aquesta característica nova permet recollir amb facilitat les dades d'observació des de llistes al web, &etc; i afegir-les al vostre flux de treball en el &kstars;.
es: Otra forma de añadir objetos al plan de observación es usar el nuevo botón <guibutton>Añadir por lotes</guibutton> que abrirá un cuadro de texto donde puede escribir varios objetos para añadirlos de una sola vez al planificador de observación. Cualquier objeto que no estuviera en la base de datos de &kstars; se resolverá usando la base de datos astronómica SIMBAD (siempre que estuviera activada en las Preferencias) y se añadirá a la base de datos. Todo el proceso de añadir objetos es lento y puede tardar cierto tiempo, aunque puede ver su avance en la barra de estado. Cualquier objeto que no se pueda encontrar se listará en un mensaje de error para que pueda identificar y corregir los errores. Por lo general, esto se puede deber a que SIMBAD espera una forma diferente de especificar el objeto (por ejemplo, «Sim 147» en lugar de «Simeis 147»). Esta nueva función le permite extraer fácilmente datos de listas de observación de la web, etc., y añadirlos a su trabajo en &kstars;.
it: Un altro modo per aggiungere oggetti al tuo piano di osservazione è usare il nuovo <guibutton>Aggiungi in serie</guibutton> che aprirà una casella di testo in cui puoi digitare molti oggetti da aggiungere in un'unica soluzione al pianificatore di osservazione. Qualsiasi oggetto non ancora presente nella banca dati di &kstars; sarà risolto utilizzando la banca dati astronomica SIMBAD (a condizione che sia stato abilitato in Impostazioni) e aggiunto alla banca dati. L'intero processo di aggiunta di oggetti è lento e potrebbe richiedere del tempo e puoi osservare l'avanzamento nella barra di stato. Tutti gli oggetti che non sono stati trovati sono quindi elencati in un messaggio di errore, in modo da poter identificare e correggere gli errori. Di solito ciò può essere dovuto al fatto che SIMBAD si aspetta una diversa rappresentazione dell'oggetto (&eg; Sim 147 invece di Simeis 147). Questa nuova funzionalità ti consente di estrarre facilmente i dati dagli elenchi di osservazione sul web &etc; e aggiungerli al tuo flusso di lavoro in &kstars;.
nl: Een andere manier van objecten toevoegen aan uw observatieplan is met het nieuw geïntroduceerde <guibutton>In bulk toevoegen</guibutton>. Het zal een tekstvak openen waar u vele objecten kan typen om in een keer toe te voegen aan de waarnemingenplanner. Elk object dat niet al in de database van &kstars; zit zal opgelost worden met SIMBAD Astronomical Database (vooropgesteld dat deze is ingesteld in de Instellingen) en is toegevoegd aan de database. Het gehele proces van objecten toevoegen is langzaam en kan even duren en u kunt de voortgang in de statusbalk volgen. Elk object dat niet gevonden kon worden, worden dan getoond in een foutmelding, zodat u deze kunt identificeren en de fouten repareren. Gewoonlijk kan dit zijn omdat SIMBAD een andere manier van specificeren van het object verwacht (&eg; Sim 147 in plaats van Simeis 147). Deze nieuwe mogelijkheid biedt u het gemakkelijk schrapen van gegevens uit waarneemlijsten op het web &etc; en ze toevoegen aan uw workflow in &kstars;.
pt: Outra forma de adicionar objectos ao seu plano de observações é usar a recém-introduzida <guibutton>Adição em Lote</guibutton>, que irá abrir um campo de texto onde poderá escrever tantos objectos quantos deseje adicionar ao plano de observações. Todos os objectos fora da base de dados do &kstars; serão resolvidos com a Base de Dados Astronómica SIMBAD (desde que a mesma tenha sido activada na Configuração) e são adicionados à base de dados. O processo total de adição de objectos é lento e poderá demorar algum tempo, pelo que poderá ver o progresso na Barra de Estado. Todos os objectos que não foram encontrados serão então apresentados na mensagem de estado, para que possa identificar e corrigir os erros. Normalmente isto acontece porque o SIMBAD está à espera de um formato diferente para referenciar o objecto (&eg; 'Sim 147' em vez de 'Simeis 147'). Esta nova funcionalidade permite-lhe extrair facilmente os dados das listas de observações na Web, &etc;, e adicioná-las ao seu processo no &kstars;.
sl: Drug način dodajanja objektov v vaš načrt opazovanja je uporaba na novo uvedenega <guibutton>Paketnega dodajanja</guibutton>, ki odpre polje z besedilom, kamor lahko vnesete veliko objektov, ki jih dodate v načrtovalniku opazovanja v enem posnetku. Vsi objekti, ki niso v mapi baze podatkov &kstars; bo že razrešena s pomočjo SIMBAD Astronomical Database (če je to omogočeno v nastavitvah) in dodana v bazo podatkov. Celoten postopek dodajanja objektov je počasen in lahko traja nekaj časa, napredek pa lahko spremljate v vrstici stanja. Vsi objekti, ki jih ni bilo mogoče najti, so nato navedeni v sporočilu o napaki, tako da lahko prepoznate in odpravite napake. Običajno je to morda zato, ker SIMBAD pričakuje drugačen način določanja objekta (&eg; Sim 147 namesto Simeis 147). Ta nova funkcija vam omogoča preprosto strganje podatkov s seznamov opazovanja v spletu &etc; in jih dodajate svojemu poteku dela v &kstars;.
sv: Ett annat sätt att lägga till objekt i observationsplaneringen är att använda det nyintroducerade <guibutton>Lägg till i bakgrunden</guibutton>, som visar en textruta där du kan skriva in många objekt att lägga till på en gång i observationsplaneringen. Alla objekt som inte redan finns i &kstars; databas löses upp genom att använda SIMBAD astronomiska databas (under förutsättning att den har aktiverats i inställningarna) och läggs till i databasen. Hela processen att lägga till objekt är långsam och kan ta en stund. Du kan se processen i statusraden. Alla objekt som inte hittas listas sedan i ett felmeddelande, så att du kan identifiera och rätta fel. Oftast kan det vara eftersom SIMBAD förväntar sig ett annat sätt att ange objektet (t.ex. Sim 147 istället för Simeis 147). Den här nya funktionen låter dig enkelt inhämta data från observationslistor på webben etc. och lägga till dem i ditt arbetsflöde i &kstars;.
uk: Іншим способом додавання об'єктів до вашого плану спостереження є використання нового засобу <guibutton>Додати пакетно</guibutton>. У відповідь на натискання цієї кнопки програма відкриє текстову панель, де ви зможете ввести назви багатьох об'єктів, які разом буде додано до списку засобу планування спостереження. Для усіх об'єктів, яких ще немає у базі даних &kstars;, буде виконано пошук у астрономічній базі даних SIMBAD (якщо відповідну можливість було увімкнено у «Параметрах»). Знайдені записи буде додано до бази даних. Процедура додавання об'єктів є доволі повільною. За її поступом можна спостерігати за допомогою смужки стану вікна програми. Усі об'єкти, записи яких не вдасться знайти, буде показано у вікні повідомлення про помилку — ви зможете виявити і виправити помилки, які призвели до неможливості відшукання об'єкта. Зазвичай, такі помилки пов'язано зі способом визначення об'єктів у SIMBAD (наприклад, Sim 147 замість Simeis 147). За допомогою цієї нової можливості, ви без проблем зможете користуватися списками спостереження з інтернету та інших джерел і додавати ці списки у вашу робочу процедуру у &kstars;.

source: This is how the <guilabel>Execution Session</guilabel> Window look. It can be opened by pressing <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. In it you can also see some information about the selected object and you are able to add observing notes.
bg: Ето как изглежда прозорецът на <guilabel>Изпълнение на сесия</guilabel>. Може да се отвори чрез натискане на <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. В него можете също да видите информация за избрания обект и можете да добавите бележки за наблюдение.
ca: Aquest és l'aspecte de la finestra <guilabel>Executa la sessió</guilabel>. Es pot obrir prement <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. També s'hi pot veure una mica d'informació sobre l'objecte seleccionat i podeu afegir notes de l'observació.
es: Así es como aparece la ventana <guilabel>Ejecutar sesión</guilabel>. Se puede abrir pulsando <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. En ella también puede ver algo de información sobre el objeto seleccionado y podrá añadir notas sobre su observación.
et: Nii näeb välja aga <guilabel>seansi käivitamise</guilabel> aken. Selle saab avada, kui vajutada <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. Aknas näeb mõningast teavet valitud objekti kohta ning saab lisada vaatlusmärkmeid.
gl: Así é a xanela <guilabel>Sesión de execución</guilabel>. Pódese abrir premendo <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. Nela pódense ver tamén informacións sobre o obxectos seleccionado e pódense engadir notas de observación.
it: Puoi vedere come appare la finestra <guilabel>Esegui sessione</guilabel>. Può essere aperta premendo <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. Dentro ci sono varie informazioni sull'oggetto selezionato e puoi aggiungere note sull'osservazione.
nl: Zo ziet het venster <guilabel>Waarneemsessie</guilabel> er mogelijk uit. U kunt het openen met <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. Hierin vindt u ook wat informatie over het geselecteerde object en kunt u hieraan waarneemnotities toevoegen.
pt: Esta é a aparência da janela da <guilabel>Sessão de Execução</guilabel>. Poderá ser aberta se carregar em <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. Nela, poderá ver também algumas informações sobre o objecto seleccionado, podendo também adicionar algumas notas de observação.
pt_br: Assim é como a janela <guilabel>Execução da sessão</guilabel> se parece. Ela pode ser aberta pressionando <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. Nela você pode também ver algumas informações sobre o objeto selecionado e será capaz de adicionar notas de observação.
sl: Takole je videti okno <guilabel>Izvršilna seja</guilabel>. Odprete ga lahko s pritiskom <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. V njem lahko vidite tudi nekaj informacij o izbranem objektu in lahko dodate opombe opazovanja.
sv: Så här ser fönstret <guilabel>Utför session</guilabel> ut. Det kan öppnas genom att trycka på <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. Där kan du också se en del information om det markerade objektet och du kan lägga till observationsanteckningar.
uk: Нижче наведено вигляд вікна <guilabel>Виконання сеансу</guilabel>. Відкрити це вікно можна за допомогою натискання комбінації клавіш <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo>. У вікні буде наведено деякі дані щодо позначеного об’єкта, ви також зможете додати певні нотатки щодо його спостереження.

source: First Execute Session window
bg: Първи прозорец за Изпълнение на сесия
ca: Primera finestra Executa la sessió
es: Primera ventana de «Ejecutar sesión»
et: Esimene seansi käivitamise aken
gl: Primeira xanela da Sesión de execución
it: Prima finestra «Esegui sessione»
nl: Eerste venster voor de waarneemsessie
pt: Primeira Janela de Execução da Sessão
pt_br: Primeira janela do Executar sessão
sl: Okno prve izvedbe seje
sv: Första sidan av fönstret Utför session
uk: Перше вікно виконання сеансу
