Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-imaging-planner.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: The currently selected object's altitude is graphed in the Altitude vs Time graph. The graph runs from just before sunset to just after sunrise. You'll notice a dark background during the night. You may also notice a hash-pattern indicating moon illumination in the background. The altitude is graphed in white, but superimposed on top of it is a thicker green line indicating when the object can be imaged given your constraints (see Imaging Constraints section below). Thus if you just see a white altitude line, then the object cannot be imaged. If you see a green line, then those are the times and altitudes when the object can be imaged. If you click in the graph, you will see the altitude of the selected object displayed in the upper left of the graph.
ca: L'altitud de l'objecte seleccionat actualment es dibuixa al gràfic Altitud/Temps. El gràfic va des de just abans de la posta de sol fins just després de la sortida del sol. Notareu un fons fosc durant la nit. També es pot notar un patró ombrejat que indica la il·luminació de la lluna al fons. L'altitud es dibuixa en blanc, però superposada a la part superior és una línia verda més gruixuda que indica quan l'objecte pot ser obtenir la imatge donades les restriccions (vegeu a sota la secció Restriccions d'obtenció d'imatges). Per tant, si només veieu una línia d'altitud blanca, no es pot obtenir la imatge de l'objecte. Si veieu una línia verda, llavors aquests són els temps i les altituds en què es pot obtenir la imatge de l'objecte. Si feu clic al gràfic, veureu l'altitud de l'objecte seleccionat que es mostrarà a la part superior esquerra del gràfic.
ca@valencia: L'altitud de l'objecte seleccionat actualment es dibuixa en el gràfic «Altitud en funció del temps». El gràfic va des de just abans de la posta de sol fins just després de l'eixida del sol. Notareu un fons fosc durant la nit. També es pot notar un patró ombrejat que indica la il·luminació de la lluna al fons. L'altitud es dibuixa en blanc, però superposada a la part superior és una línia verda més gruixuda que indica quan l'objecte pot ser obtindre la imatge donades les restriccions (vegeu davall la secció Restriccions d'obtenció d'imatges). Per tant, si només veeu una línia d'altitud blanca, no es pot obtindre la imatge de l'objecte. Si veeu una línia verda, llavors estos són els temps i les altituds en què es pot obtindre la imatge de l'objecte. Si cliqueu damunt del gràfic, veureu l'altitud de l'objecte seleccionat que es mostrarà a la part superior esquerra del gràfic.
nl: De nu geselecteerde hoogte van het object heeft een grafiek in de hoogte vs tijd. De grafiek loopt van net voor zonsondergang tot net na zonsopgang. U zult een donkere achtergrond opmerken gedurende de nacht. U kunt ook een gestreept patroon in de achtergrond opmerken die verlichting met de maan aangeeft. De hoogte in de grafiek is wit, maar er op gesuperponeerd is een dikkere groene lijn die aangeeft wanneer er van het object een opname kan worden gemaakt gegeven uw beperkingen (zie onderstaande sectie Opnamebeperkingen). Dus als u alleen een witte hoogtelijn ziet, dan kan er geen opname gemaakt worden van het object. Als u een groene lijn ziet, dan zijn dat de tijden en hoogten wanneer er van het object opnamen gemaakt kunnen worden. Als u in de grafiek klikt, dan zult u de hoogte van het geselecteerde object getoond zien linksboven in de grafiek.
pt_br: A altitude do objeto selecionado no momento é representada graficamente no gráfico Altitude vs. Tempo. O gráfico vai de pouco antes do pôr do sol até logo após o nascer do sol. Você notará um fundo escuro durante a noite. Você também pode notar um padrão de hash indicando a iluminação da lua no fundo. A altitude é representada graficamente em branco, mas sobreposta a ela há uma linha verde mais espessa indicando quando o objeto pode ser visualizado, dadas as suas restrições (consulte a seção de restrições de imagem abaixo). Portanto, se você vir apenas uma linha branca de altitude, o objeto não pode ser visualizado. Se você vir uma linha verde, esses são os horários e altitudes em que o objeto pode ser visualizado. Se você clicar no gráfico, verá a altitude do objeto selecionado exibida no canto superior esquerdo do gráfico.
sl: Višina trenutno izbranega objekta je prikazana v grafu Višina glede na čas. Graf poteka od tik pred sončnim zahodom do tik po sončnem vzhodu. Ponoči boste opazili temno ozadje. Morda boste opazili tudi razpršeni vzorec, ki označuje osvetlitev lune v ozadju. Višina je prikazana v belem grafu, na vrhu pa je debelejša zelena črta, ki označuje, kdaj je objekt mogoče slikati glede na vaše omejitve (glejte razdelek Omejitve slikanja spodaj). Če torej vidite samo belo višinsko črto, objekta ni mogoče prikazati. Če vidite zeleno črto, so to časi in višine, ko je objekt mogoče posneti. Če kliknete na graf, boste v zgornjem levem kotu grafa videli prikazano višino izbranega objekta.
sv: Det valda objektets elevation visas i diagrammet Elevation mot tid. Diagrammet sträcker sig från strax före solnedgången till strax efter soluppgången. En mörk bakgrund används under natten. Du kan också se ett fyrkantigt mönster som indikerar månsken i bakgrunden. Elevationen visas i vitt, men ovanpå den finns en tjockare grön linje som indikerar när objektet kan avbildas med tanke på begränsningar (se avsnittet Bildbegränsningar nedan). Om du bara ser en vit elevationslinje kan objektet inte avbildas. Om du ser en grön linje är det de tider och elevationer då objektet kan avbildas. Om du klickar i diagrammet ser du att elevationen för det valda objektet visas i diagrammets övre vänstra hörn.
uk: Висоту поточного вибраного об'єкта буде показано на графіку залежності висоти від часу. Графік буде показано від моменту безпосередньо перед заходом до моменту відразу після сходу сонця. Вночі ви помітите темний фон. Ви також можете помітити штрихування, яке вказує на фонове освітлення місяцем. Висота над рівнем моря представлена ​​на графіку білим кольором, але поверх нього накладена товстіша зелена лінія, яка вказує, коли об'єкт можна зняти з урахуванням ваших обмежень (див. розділ «Обмеження» нижче). Таким чином, якщо ви бачите лише білу лінію висоти, то об'єкт неможливо зняти. Якщо ви бачите зелену лінію, це означає час і висоту, коли об'єкт може бути знято. Якщо ви клацнете на графіку, програма покаже висоту позначеного об'єкта у верхній лівій частині графіка.

source: |Imaging Planner Graph|
sv: |Bildplaneringsdiagram|

source: In the above graph screenshot, the X axis corresponds to the nighttime between about 20:30 in the evening and 05:30 in the morning. The white line is a plot of the altitude of the selected object (which happened to be NGC 6384, not displayed). The superimposed bright green line shows it is imageable between a little after midnight until about 4:20am. The blue background on both sides of the graph correspond to just before and after astronomical twilight. The hashing shows some moonlight between sunset and almost 2:30am. The user clicked on the graph where (on the X axis) it was 10:18pm, and at that time the object's altitude was 9.6º.
ca: A la captura de pantalla del gràfic anterior, l'eix X correspon a la nit entre les 20:30 del vespre i les 05:30 del matí. La línia blanca és una trama de l'altitud de l'objecte seleccionat (que va passar a ser NGC 6384, no es mostra). La línia de color verd brillant superposada mostra que es potobtenir imatges entre una mica després de la mitjanit fins a les 4:20h aproximadament. El fons blau a ambdós costats del gràfic correspon a just abans i després del crepuscle astronòmic. El resum mostra una mica de llum de lluna entre la posta de sol i gairebé les 2:30h. L'usuari va fer clic al gràfic on (en l'eix X) eren les 10:18pm, i en aquell moment l'altitud de l'objecte era de 9,6º.
ca@valencia: En la captura de pantalla del gràfic superior, l'eix X correspon a la nit entre les 20:30 de la vesprada i les 5:30 del matí aproximadament. La línia blanca és un gràfic de l'altitud de l'objecte seleccionat (la qual resulta ser NGC 6384, que no es mostra). La línia verda brillant superposada mostra que es pot visualitzar des d'una mica després de la mitjanit fins a les 4:20 del matí aproximadament. El fons blau a banda i banda del gràfic correspon a just abans i després del crepuscle astronòmic. El resum mostra una mica de llum de Lluna entre la posta de Sol i quasi les 2:30 del matí. L'usuari ha clicat damunt del gràfic on (a l'eix X) eren les 22:18, i en aquell moment l'altitud de l'objecte era de 9,6º.
pt_br: Na captura de tela do gráfico acima, o eixo X corresponde à noite entre aproximadamente 20h30 e 5h30 da manhã. A linha branca representa a altitude do objeto selecionado (que, por acaso, era NGC 6384, não exibido). A linha verde brilhante sobreposta indica que ele pode ser visualizado entre pouco depois da meia-noite e aproximadamente 4h20. O fundo azul em ambos os lados do gráfico corresponde a pouco antes e depois do crepúsculo astronômico. O hash mostra um pouco de luar entre o pôr do sol e quase 2h30. O usuário clicou no gráfico onde (no eixo X) eram 22h18, e naquele momento a altitude do objeto era de 9,6º.
sl: Na zgornjem posnetku zaslona grafa os X ustreza nočnemu času med približno 20:30 zvečer in 5:30 zjutraj. Bela črta prikazuje višino izbranega objekta (ki je bila NGC 6384, ki ni prikazana). Prekrivajoča svetlo zelena črta prikazuje, da je objekt mogoče zaznati med malo po polnoči in približno 4:20 zjutraj. Modro ozadje na obeh straneh grafa ustreza tik pred in po astronomskem mraku. Zgoščevanje prikazuje nekaj mesečine med sončnim zahodom in skoraj 2:30 zjutraj. Uporabnik je kliknil na graf, kjer je bila (na osi X) ura 22:18, takrat pa je bila višina objekta 9,6º.
sv: På skärmbilden av diagrammet ovan motsvarar X-axeln natten mellan cirka 20:30 på kvällen och 05:30 på morgonen. Den vita linjen är ett diagram över elevationen för det valda objektet (som råkade vara NGC 6384, visas inte). Den överlagrade ljusgröna linjen visar att det är avbildbart mellan strax efter midnatt och cirka 04:20. Den blå bakgrunden på båda sidor av diagrammet motsvarar strax före och efter astronomisk skymning. Streckningen visar lite månsken mellan solnedgången och nästan 02:30. Användaren klickade på diagrammet när klockan var 22:18 (på X-axeln), och vid den tidpunkten var objektets elevation 9,6º.

source: Imaging Constraints
ca: Restriccions de l'obtenció d'imatges
ca@valencia: Restriccions de l'obtenció d'imatges
nl: Beperkingen bij opnamen maken
pt_br: Restrições da imagem
sl: Omejitve slikanja
sv: Bildbegränsningar
uk: Обмеження зйомки

source: The Imaging Planner tool calculates when during the night objects can be imaged. There are several constraints that affect this calculation. Some are set in this tool and a few are KStars/Ekos parameters that may need to be modified.
ca: L'eina Planificador d'obtenció d'imatges calcula quan durant la nit els objectes dels quals es poden obtenir les seves imatges. Hi ha diverses restriccions que afecten aquest càlcul. Algunes estan definides en aquesta eina i alguns són paràmetres del KStars/Ekos que potser cal modificar.
ca@valencia: L'eina «Planificador de l'obtenció d'imatges» calcula quan durant la nit els objectes dels quals es poden obtindre les seues imatges. Hi ha diverses restriccions que afecten este càlcul. Algunes estan definides en esta eina i alguns són paràmetres de KStars/Ekos que potser cal modificar.
nl: Het hulpmiddel voor het plannen van opnamen berekent wanneer gedurende de nacht opnamen gemaakt kunnen worden van objecten. Er zijn verschillende beperkingen die deze berekeningen beïnvloeden. Sommigen zijn in dit hulpmiddel ingesteld en een paar zijn KStars/Ekos parameters die misschien gewijzigd moeten worden.
pt_br: A ferramenta do planejador de imagens calcula quando objetos podem ser fotografados durante a noite. Há diversas restrições que afetam esse cálculo. Algumas são definidas nesta ferramenta e outras são parâmetros do KStars/Ekos que podem precisar ser modificados.
sl: Orodje Načrtovalnik slikanja izračuna, kdaj je ponoči mogoče slikati objekte. Obstaja več omejitev, ki vplivajo na ta izračun. Nekateri so nastavljeni v tem orodju, nekaj pa je parametrov KStars/Ekos, ki jih bo morda treba spremeniti.
sv: Bildplaneringsverktyget beräknar när under natten objekt kan avbildas. Det finns flera begränsningar som påverkar beräkningen. Vissa ställs in i verktyget och några är Kstars/Ekos-parametrar som kan behöva ändras.
uk: Інструмент «Планувальник зйомки» обчислює, коли вночі можна буде зняти об'єкти. Є кілька обмежень, які впливають на цей розрахунок. Деякі параметри встановлюються за допомогою цього інструмента, а деякі з них є параметрами KStars/Ekos, які, можливо, потрібно буде змінити.

source: The minimum altitude in degrees that an object can be imaged is given in the Min alt box. If you change this value, you should see the Hours column recalculated in the object table and the graph recalculated in the Object Info section.
ca: L'altitud mínima en graus que un objecte del qual es pot obtenir la imatge s'indica en el quadre Alt Mín. Si canvieu aquest valor, hauríeu de veure la columna Hores recalculada a la taula d'objectes i el gràfic recalculat a la secció Informació de l'objecte.
ca@valencia: L'altitud mínima en graus a la qual es pot obtindre la imatge d'un objecte s'indica en el quadro «Alt. mín.». Si canvieu este valor, hauríeu de veure la columna «Hora» recalculada a la taula d'objectes i el gràfic recalculat a la secció «Informació de l'objecte».
nl: De minimale hoogte in graden waarop van een object een opname gemaakt kan worden is gegeven in het vak Min hgt. Als u deze waarde wijzigt, zou u de kolom Uren in de objectentabel opnieuw berekend moeten zien en de grafiek opnieuw berekend in de sectie Objectinformatie.
pt_br: A altitude mínima em graus em que um objeto pode ser visualizado é fornecida na caixa Alt. Mín. Se você alterar esse valor, a coluna Horas será recalculada na tabela de objetos e o gráfico será recalculado na seção Informações do objeto.
sl: Najmanjša višina v stopinjah, na kateri je mogoče posneti objekt, je podana v polju Min alt. Če spremenite to vrednost, bi morali videti stolpec Ure ponovno izračunan v tabeli objektov in graf ponovno izračunan v razdelku Informacije o objektu.
sv: Den minsta elevationen i grader som ett objekt kan avbildas på anges i rutan Min elevation. Om du ändrar värdet ska du se kolumnen Timmar omräknad i objekttabellen och diagrammet omräknat i sektionen Objektinformation.
uk: Мінімальна висота в градусах, на якій об'єкт може бути знято, вказана у полі «Мін. вис.». Якщо ви зміните це значення, ви побачите переобчислений стовпець «Години» в таблиці об'єктів і переобчислений графік у розділі «Дані щодо об'єкта».

source: Similar to altitude, you can change the minimum Moon-separation angle in degrees.
ca: Similar a l'altitud, podeu canviar l'angle mínim de separació de la Lluna en graus.
ca@valencia: Similar a l'altitud, podeu canviar l'angle mínim de separació de la Lluna en graus.
nl: Vergelijkbaar met hoogte kunt u de minimale scheiding van de maan in een hoek in graden wijzigen.
pt_br: Semelhante à altitude, você pode alterar o ângulo mínimo de separação da Lua em graus.
sl: Podobno kot pri višini lahko spremenite najmanjši kot lune v stopinjah.
sv: I likhet med elevation kan du ändra den minsta vinkeln för månseparation i grader.
uk: Подібно до висоти, ви можете змінити мінімальний кут у градусах відстані від місяця.
