Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-imaging-planner.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: Selected objects can be automatically centered in the SkyMap display. If that display is useful, you may want to adjust the zoom so that it is close to your imager's field of view. The items below also apply to that SkyMap display.
ca: Els objectes seleccionats es poden centrar automàticament a la pantalla del mapa celeste. Si aquesta visualització és útil, és possible que vulgueu ajustar el zoom de manera que estigui a prop del camp de visió de l'obtenció d'imatges. Els elements de sota també se'ls aplica aquesta pantalla del mapa celeste.
ca@valencia: Els objectes seleccionats es poden centrar automàticament a la pantalla del mapa celeste. Si esta visualització és útil, és possible que vulgueu ajustar el zoom de manera que estiga a prop del camp de visió del capturador d'imatges. Els elements de davall també se'ls aplicarà esta visualització del mapa celeste.
nl: Geselecteerde objecten kunnen automatisch in de getoonde hemelkaart gecentreerd worden. Als die weergave nuttig is, dan wilt u misschien de zoom aanpassen zodat het dicht bij het weergaveveld van uw opnemer is. De onderstaande items zijn ook van toepassing op die weergave van de hemelkaart.
pt_br: Objetos selecionados podem ser centralizados automaticamente na exibição do mapa celeste. Se essa exibição for útil, você pode ajustar o zoom para que fique próximo ao campo de visão do seu imageador. Os itens abaixo também se aplicam à exibição do mapa celeste.
sl: Izbrane objekte je mogoče samodejno postaviti na sredino zaslona zvezdne karte. Če je ta prikaz uporaben, boste morda želeli prilagoditi povečavo tako, da bo blizu vidnega polja vaše slikovne naprave. Spodnji elementi veljajo tudi za ta zaslon zvezne karte.
sv: Valda objekt kan automatiskt centreras i visningen av himmelskartan. Om visningen är användbar kan zoomnivån justeras så att den är nära kamerans synfält. Punkterna nedan gäller även för den visningen av himmelskartan.
uk: Вибрані об'єкти може бути автоматично центровано на карті неба. Якщо цей режим показу корисний, можливо, ви захочете відрегулювати масштаб так, щоб він був ближче до поля зору вашого засобу зйомки. Наведені нижче пункти також стосуються цього режиму показу карти неба.

source: You may also want to set the time in KStars to reflect when you'll be imaging. See the Time menu.
ca: També és possible que vulgueu establir l'hora al KStars per a reflectir quan estareu obtenint imatges. Vegeu el menú Temps.
ca@valencia: També és possible que vulgueu establir l'hora a KStars per a reflectir quan estareu obtenint imatges. Vegeu el menú «Temps».
nl: U zou ook de tijd in KStars willen instellen om weer te geven wanneer u de opname gaat maken. Zie het menu Tijd.
pt_br: Você também pode definir o horário no KStars para refletir o horário da captura de imagens. Consulte o menu "Hora".
sl: Morda boste želeli nastaviti tudi čas v KStars, ki bo odražal, kdaj boste slikali. Oglejte si meni Čas.
sv: Du kanske också vill ställa in tiden i Kstars för att motsvara när du ska ta bilderna. Se menyn Tid.
uk: Також вам варто налаштувати час у KStars так, щоб він відповідав часу вашої зйомки. Див. меню «Час».

source: If you don't set the time, you may want to hide the terrain display (if you've set that up) and also not render the ground, as those may obscure the object. You show and hide the terrain display in the view menu, and the ground can be disabled in ``Settings`` → ``Guides`` with the ``Opaque Ground`` checkbox.
ca: Si no heu establert l'hora, és possible que vulgueu ocultar la visualització del terra (si l'heu configurat) i tampoc renderitzar el terra, ja que poden enfosquir l'objecte. Mostreu i oculteu la visualització del terreny al menú de visualització, i el terra es pot desactivar a ``Configuració`` → ``Guies`` amb la casella de selecció Terra opac.
ca@valencia: Si no heu establit l'hora, és possible que vulgueu ocultar la visualització del terra (si l'heu configurat) i tampoc renderitzar-lo, ja que pot enfosquir l'objecte. Mostreu i oculteu la visualització del terreny al menú «Visualització», i el terra es pot desactivar a ``Configuració`` → ``Guies`` amb la casella de selecció ``Terra opac``.
nl: Als u de tijd niet instelt, dan wilt u misschien de terreinweergave verbergen (als u dat hebt ingesteld) en ook de grond niet renderen, omdat die het object zou kunnen verbergen. U toont en verbergt de terreinweergave in het menu Beeld en de grond kan uitgeschakeld worden in ``Instellingen`` → ``Hulplijnen`` met het keuzevak ``Dekking voorgrond``.
pt_br: Se você não definir o tempo, pode ser interessante ocultar a exibição do terreno (se tiver configurado isso) e também não renderizar o solo, pois isso pode obscurecer o objeto. Você pode exibir e ocultar a exibição do terreno no menu de visualização, e o solo pode ser desativado em ``Configurações`` → ``Guias`` com a caixa de seleção ``Terreno opaco``.
sl: Če ne nastavite časa, boste morda želeli skriti prikaz terena (če ste ga nastavili) in tudi ne upodobiti tal, saj lahko to zakrije objekt. Prikaz terena lahko prikažete in skrijete v meniju pogleda, tla pa lahko onemogočite v ``Nastavitve`` → ``Vodila`` s potrditvenim poljem ``Neprozorna tla``.
sv: Om du inte ställer in tiden kanske du vill dölja terrängvisning (om du har valt det) och inte heller återge marken, eftersom det kan skymma objektet. Du visar och döljer terrängvisningen i meny Visa, och marken kan inaktiveras i ``Inställningar`` → ``Hjälplinjer`` med kryssrutan ``Ogenomskinlig mark``.

source: If you're using a HiPS-based skymap, you would likely want local copies of the DSS data to speed-up the rendering of the SkyMap. See ``View`` → ``HiPS All Sky Survey`` and under there ``HiPS Settings...`` → ``Cache`` and enable the cache and enter the location of your local copy of the data. The data is available on https://irsa.ipac.caltech.edu/data/hips/CDS/DSS2/color/Norder1 ... /Norder7 and another resource is https://coochey.net/?p=699
ca: Si esteu utilitzant un mapa celeste basat en HiPS, probablement voldreu còpies locals de les dades DSS per a accelerar la renderització del mapa celeste. Vegeu ``Visualitza`` → ``HiPS All Sky Survey`` i sota d'això ``Configuració del HiPS...`` → ``Memòria cau`` i activar la memòria cau i introduir la ubicació de la còpia local de les dades. Les dades estan disponibles a https://irsa.ipac.caltech.edu/data/hips/CDS/DSS2/color/Norder1 ... /Norder7 i un altre recurs és https://coochey.net/?p=699
ca@valencia: Si esteu utilitzant un mapa celeste basat en HiPS, probablement voldreu còpies locals de les dades DSS per a accelerar la renderització del mapa celeste. Vegeu ``Visualitza`` → ``Totes les superposicions del cel de HiPS`` i davall d'açò `` Configuració de HiPS…`` → ``Memòria cau`` i activar la memòria cau i introduir la ubicació de la còpia local de les dades. Les dades estan disponibles a https://irsa.ipac.caltech.edu/data/hips/CDS/DSS2/color/Norder1 … /Norder7 i un altre recurs és https://coochey.net/?p=699
nl: Als u een op HiPS gebaseerde hemelkaart gebruikt, dan wilt u waarschijnlijk locale kopieën van de DSS-gegevens om het renderen van de hemelkaart te versnellen. Zie ``Beeld`` → ``HiPS volledig hemeloverzicht`` en daaronder ``HiPS instellingen...`` → ``Cache`` en de cache inschakelen en de locatie van uw lokale kopie van de gegevens. De gegevens zijn beschikbaar op https://irsa.ipac.caltech.edu/data/hips/CDS/DSS2/color/Norder1 ... /Norder7 en een andere hulpbron is https://coochey.net/?p=699
pt_br: Se você estiver usando um mapa celeste baseado em HiPS, provavelmente desejará cópias locais dos dados do DSS para acelerar a renderização do mapa celeste. Consulte ``Exibir`` → ``Pesquisa de todo o céu HiPS`` e, em ``Configurações do HiPS...`` → ``Cache``, habilite o cache e insira a localização da sua cópia local dos dados. Os dados estão disponíveis em https://irsa.ipac.caltech.edu/data/hips/CDS/DSS2/color/Norder1 ... /Norder7 e outro recurso é https://coochey.net/?p=699
sl: Če uporabljate zemljevid neba, ki temelji na HiPS, boste verjetno želeli lokalne kopije podatkov DSS, da pospešite upodabljanje zemljevida neba. Glejte ``View`` → ``HiPS All Sky Survey`` in pod ``HiPS Settings...`` → ``Cache`` ter omogočite predpomnilnik in vnesite lokacijo vaše lokalne kopije podatkov. Podatki so na voljo na https://irsa.ipac.caltech.edu/data/hips/CDS/DSS2/color/Norder1 ... /Norder7, drug vir pa je https://coochey.net/?p=699
sv: Om du använder en HiPS-baserad himmelskarta vill du förmodligen ha lokala kopior av DSS-data för att snabba upp återgivning av himmelskartan. Se ``Visa`` → ``Fullständig HIPS-himmelsöverlagring`` och därunder ``HiPS-inställningar...`` → ``Cache`` och aktivera cachen och ange platsen för lokal kopia av data. Data finns tillgängliga på https://irsa.ipac.caltech.edu/data/hips/CDS/DSS2/color/Norder1 ... /Norder7 och en annan resurs är https://coochey.net/?p=699

source: It would be useful to create a custom SkyMap "FOV Symbol" which is the same as the field-of-view of your imager. See ``Settings`` → ``FOV Symbols``, and inside there select ``New`` → ``Camera``, and enter the focal length of your optics and the camera's specifications.
ca: Seria útil crear un «símbol CDV» personalitzat per al mapa celeste, que és el mateix que el camp de visió del vostre imatger. Vegeu ``Configuració`` → ``Símbols del CDV``, i a dins seleccioneu ``Nou`` → ``Càmera``, i introduïu la distància focal de l'òptica i les especificacions de la càmera.
ca@valencia: Seria útil crear un «Símbol de CDV» personalitzat per al mapa celeste, el qual serà el mateix que el camp de visió del vostre capturador d'imatges. Vegeu ``Configuració`` → ``Símbols de CDV``, i a dins seleccioneu ``Nou`` → ``Càmera``, i introduïu la distància focal de l'òptica i les especificacions de la càmera.
nl: Het zou nuttig zijn om een aangepast "FOV-symbool" in de hemelkaart te maken die hetzelfde is als het weergaveveld van uw opnemer is. Zie ``Instellingen`` → ``FOV-symbolen`` en daarin selecteren ``Nieuw`` → ``Camera`` en de brandpuntsafstand van uw optiek en de specificaties van de camera.
pt_br: Seria útil criar um "Símbolo de campo de visão" no mapa celeste personalizado, que seja igual ao campo de visão do seu sensor. Consulte ``Configurações`` → ``Símbolos de campo de visão`` e, dentro dele, selecione ``Novo`` → ``Câmera`` e insira a distância focal da sua ótica e as especificações da câmera.
sl: Koristno bi bilo ustvariti simbol vidnega polja za zvezno karto po meri, ki je enak vidnemu polju vaše slikovne naprave. Glejte ``Nastavitve`` → ``Simboli vidnega polja`` in tam izberite ``Novo`` → ``Kamera`` ter vnesite goriščno razdaljo vaše optike in specifikacije kamere.
sv: Det vore bra att skapa en egen synfältssymbol för himmelskartan som är samma som synfältet för kamera. Se ``Inställningar`` → ``Synfältssymboler``, och välj där ``Ny`` → ``Kamera`` och ange brännvidden för optiken och kamerans specifikationer.

source: You may want to adjust the color theme, e.g. in ``Settings`` → ``Themes`` to Black Body if you like dark themes.
ca: Potser voleu ajustar el tema de color, p. ex. a ``Arranjament`` → ``Temes`` a Black Body si us agraden els temes foscos.
ca@valencia: Potser voleu ajustar el tema de color, p. ex., a ``Configuració`` → ``Temes`` a «Black Body» si vos agraden els temes foscos.
nl: U wilt misschien het kleurenthema aanpassen, bijv. in ``Instellingen`` → ``Thema's`` naar Black Body als u van donkere thema's houdt.
pt_br: Você pode querer ajustar o tema de cores, por exemplo, em ``Configurações`` → ``Temas`` para Corpo Preto se você gosta de temas escuros.
sl: Morda boste želeli prilagoditi barvno temo, npr. v ``Nastavitve`` → ``Teme`` na Črno telo, če vam je všeč temna tema.
sv: Du kanske vill ändra färgtemat, t.ex. i ``Inställningar`` → ``Teman`` till Svart kropp om du gillar mörka teman.

source: Catalogs
ca: Catàlegs
ca@valencia: Catàlegs
nl: Catalogi
pt_br: Catálogos
sl: Katalogi
sv: Kataloger
uk: Каталоги

source: KStars currently provides a single imaging-planner catalog via the ``Data`` → ``Download New Data...`` menu item. The hope is that there will be future specialized catalogs, and possibly user-generated catalogs too. Therefore the catalog is formatted in a human-readable way.
ca: El KStars actualment proporciona un catàleg únic de planificació d'obtenció d'imatges a través de l'element de menú ``Dades`` → ``Baixa dades noves...``. L'esperança és que hi hagi futurs catàlegs especialitzats, i possiblement també catàlegs generats per usuaris. Per tant, el catàleg té format de manera llegible per als humans.
ca@valencia: KStars actualment proporciona un catàleg únic per a la planificació de l'obtenció d'imatges a través de l'element de menú ``Dades`` → ``Descarrega dades noves…``. L'esperança és que hi haja catàlegs especialitzats en el futur, i possiblement també catàlegs generats per usuaris. Per tant, el catàleg té un format llegible pels humans.
nl: KStars levert nu een enkele catalogus van de planner voor opnamen via het menu-item ``Gegevens`` → ``Nieuwe gegevens downloaden...``. De hoop is dat er toekomstige gespecialiseerde catalogi zullen zijn en mogelijk ook gebruiker-gegenereerde catalogi. Daarom is de catalogus geformatteerd in een human-leesbare manier.
pt_br: Atualmente, o KStars fornece um único catálogo de planejamento de imagens por meio do item de menu ``Dados`` → ``Baixar novos dados...``. A expectativa é que no futuro haja catálogos especializados e, possivelmente, também catálogos gerados pelo usuário. Portanto, o catálogo é formatado de forma legível por humanos.
sl: KStars trenutno ponuja en sam katalog načrtovalcev slik prek menija ``Podatki`` → ``Prenesi nove podatke...``. Upamo, da bodo v prihodnosti na voljo specializirani katalogi in morda tudi uporabniško ustvarjeni katalogi. Zato je katalog oblikovan tako, da ga lahko bere človek.
sv: Kstars tillhandahåller för närvarande en enda katalog för bildplanering via menyalternativet ``Data`` → ``Ladda ner ny data...``. Förhoppningen är att det kommer att finnas specialiserade kataloger i framtiden, och eventuellt även användargenererade kataloger. Därför är katalogen formaterad på ett läsbart sätt.

source: Catalog Format
ca: Format dels catàlegs
ca@valencia: Format dels catàlegs
nl: Catalogusformaat
pt_br: Formato do catálogo
sl: Format kataloga
sv: Katalogformat
uk: Формат каталогу

source: The format is currently a comma-separated file with one object on a row.
ca: El format és actualment un fitxer separat per comes amb un objecte en cada fila.
ca@valencia: El format actualment s'un fitxer separat per comes amb un objecte en cada fila.
nl: Het formaat is nu een komma-gescheiden bestand met één object op een rij.
pt_br: O formato atual é um arquivo separado por vírgulas com um objeto por linha.
sl: Format je trenutno z vejicami ločena datoteka z enim objektom v vrstici.
sv: Formatet är för närvarande en kommaseparerad fil med ett objekt per rad.
uk: У поточній версії форматом файла є список відокремлених комами значень з одним рядковим записом для одного об'єкта.

source: The first column is an object ID--which is the kind of ID that would work with the KStars :ref:`Find Object tool <skyobjects-finding-objects>`.
ca: La primera columna és un identificador d'objecte; que és el tipus d'identificador que funcionarà amb l':ref:`eina de cerca d'objectes <skyobjects-finding-objects>` del KStars.
ca@valencia: La primera columna és un identificador d'objecte, el qual és el tipus d'identificador que funcionarà amb l':ref:`eina de «Busca un objecte» <skyobjects-finding-objects>` de KStars.
nl: De eerste kolom is een object-ID--wat het soort ID is dat zou moeten werken met het :ref:`hulpmiddel Object zoeken <skyobjects-finding-objects>` van KStars.
pt_br: A primeira coluna é um ID de objeto, que é o tipo de ID que funcionaria com a ferramenta :ref:`Localizar objeto <skyobjects-finding-objects>` do KStars.
sl: Prvi stolpec je ID objekta – vrsta ID-ja, ki bi delovala z orodjem KStars :ref:`Najdi objekt <skyobjects-finding-objects>`.
sv: Den första kolumnen är ett objekt-id, vilket är den typ av id som ska fungera med Kstars verktyg :ref:`Sök objekt <skyobjects-finding-objects>`.

source: The 2nd column is a filename (relative to the catalog's location) where an approximate 300x300 jpeg image of the object can be found.
ca: La 2a columna és un nom de fitxer (relatiu a la ubicació del catàleg) on es pot trobar una imatge jpeg d'aproximadament 300x300 de l'objecte.
ca@valencia: La 2a columna és un nom de fitxer (relatiu a la ubicació del catàleg) on es troba una imatge JPEG d'aproximadament 300x300 de l'objecte.
nl: De 2de kolom is een bestandsnaam (relatief ten opzichte van de locatie van de catalogus) waar een ongeveer 300x300 jpeg afbeelding van het object gevonden kan worden.
pt_br: A segunda coluna é um nome de arquivo (relativo à localização do catálogo) onde uma imagem jpeg aproximada de 300x300 do objeto pode ser encontrada.
sl: 2. stolpec je ime datoteke (glede na lokacijo kataloga), kjer je mogoče najti približno 300x300 jpeg sliko objekta.
sv: Den andra kolumnen är ett filnamn (relativt till katalogens plats) där en jpeg-bild av objektet på ungefär 300x300 kan hittas.
uk: У другому стовпчику має бути назва файла (відносно до розташування каталогу), де зберігається зображення JPEG об'єкта розміром приблизно 300x300.

source: The 3rd column is the name of the image's photographer.
ca: La 3a columna és el nom del fotògraf de la imatge.
ca@valencia: La 3a columna és el nom del fotògraf de la imatge.
nl: De 3de kolom is de naam van de fotograaf van de opname.
pt_br: A terceira coluna é o nome do fotógrafo da imagem.
sl: 3. stolpec je ime fotografa slike.
sv: Den tredje kolumnen är namnet på bildens fotograf.
uk: У третьому стовпчику буде показано ім'я фотографа.

source: The 4th is a link to a larger version of the image,
ca: La 4a és un enllaç a una versió més gran de la imatge,
ca@valencia: La 4a és un enllaç cap a una versió més gran de la imatge,
nl: De 4de is een koppeling naar een grotere versie van de afbeelding,
pt_br: A quarta é um link para uma versão maior da imagem,
sl: 4. je povezava do večje različice slike,
sv: Den fjärde är en länk till en större version av bilden.
uk: 4-й є посиланням на більшу версію зображення.

source: The 5th column is Creative Commons license permission for using the image (e.g. ACC is Attribution Creative Commons, ANCSACC is Attribution Non-Commercial ShareAlike Creative Commons, using the same conventions as the Astrobin.com website).
ca: La 5a columna és el permís de llicència Creative Commons per a utilitzar la imatge (per exemple, ACC és Reconeixement Creative Commons, ANCSACC és Reconeixement No Comercial Compartir Igual Creative Commons, utilitzant les mateixes convencions que el lloc web Astrobin.com).
ca@valencia: La 5a columna és el permís de llicència Creative Commons per a utilitzar la imatge (p. ex., ACC és Reconeixement Creative Commons, ANCSACC és Reconeixement No Comercial Compartir Igual Creative Commons, utilitzant les mateixes convencions que el lloc web Astrobin.com).
nl: De 5de kolom is Creative Commons licentie toestemming voor het gebruik van de afbeelding (bijv. ACC is Attribution Creative Commons, ANCSACC is Attribution Non-Commercial ShareAlike Creative Commons, waarbij dezelfde conventies worden gebruikt als de website Astrobin.com).
pt_br: A quinta coluna é a permissão da licença Creative Commons para usar a imagem (por exemplo, ACC é Attribution Creative Commons, ANCSACC é Attribution Non-Commercial ShareAlike Creative Commons, usando as mesmas convenções do site Astrobin.com).
sl: 5. stolpec je dovoljenje licence Creative Commons za uporabo slike (npr. ACC je Attribution Creative Commons, ANCSACC je Attribution Non-Commercial ShareAlike Creative Commons, z uporabo enakih konvencij kot na spletnem mestu Astrobin.com).
sv: Den femte kolumnen är Creative Commons-licensen för att använda bilden (t.ex. ACC är Attribution Creative Commons, ANCSACC är Attribution Non-Commercial ShareAlike Creative Commons, med samma konventioner som webbplatsen Astrobin.com).
uk: У п'ятому стовпчику мають бути ліцензійні права Creative Commons на використання зображення (наприклад, ACC — Attribution Creative Commons, ANCSACC — Attribution Non-Commercial ShareAlike Creative Commons, з використанням тих самих правил, що і на сайті Astrobin.com).

source: To add an object without an image, simply add the object ID with no following commas, or an object ID with 4 following commas, such as one of these lines (without quotes): "M 42", or "M 42,,,,". An example full line might be: "M 42,M_42.jpg,Hy Murveit,https://www.astrobin.com/x4dpey/,ACC".
ca: Per a afegir un objecte sense cap imatge, simplement afegiu l'ID de l'objecte sense comes finals, o un ID de l'objecte seguit de 4 comes, com una d'aquestes línies (sense cometes): «M 42» o «M 42,,,,». Un exemple de línia completa podria ser: «M 42,M42.jpg,Hy Murveit,https://www.astrobin.com/x4dpey/,ACC».
ca@valencia: Per a afegir un objecte sense cap imatge, senzillament afegiu l'ID de l'objecte sense comes finals, o un ID de l'objecte seguit de 4 comes, com una d'estes línies (sense cometes): «M 42» o «M 42,,,,». Un exemple de línia completa podria ser: «M 42,M42.jpg,Hy Murveit,https://www.astrobin.com/x4dpey/,ACC».
nl: Om een object zonder een afbeelding toe te voegen, voeg eenvoudig het object-ID toe zonder volgende komma's of een object-ID met 4 volgende komma's, zoals een van deze lijnen (zonder aanhalingstekens): "M 42" of "M 42,,,,". Een voorbeeld met een volledige regel zou kunnen zijn: "M 42,M_42.jpg,Hy Murveit,https://www.astrobin.com/x4dpey/,ACC".
pt_br: Para adicionar um objeto sem imagem, basta adicionar o ID do objeto sem vírgulas, ou um ID do objeto com 4 vírgulas, como uma destas linhas (sem aspas): "M 42" ou "M 42,,,,". Um exemplo de linha completa seria: "M 42,M_42.jpg,Hy Murveit,https://www.astrobin.com/x4dpey/,ACC".
sl: Če želite dodati objekt brez slike, preprosto dodajte ID objekta brez naslednjih vejic ali ID objekta s 4 naslednjimi vejicami, kot je ena od teh vrstic (brez narekovajev): "M 42" ali "M 42,,, ,". Primer polne vrstice je lahko: "M 42,M_42.jpg,Hy Murveit,https://www.astrobin.com/x4dpey/,ACC".
sv: För att lägga till ett objekt utan bild, lägg helt enkelt till objekt-id utan efterföljande kommatecken, eller ett objekt-id med fyra efterföljande kommatecken, till exempel en av följande rader (utan citationstecken): "M 42" eller "M 42,,,,". Ett exempel på en fullständig rad kan vara: "M 42,M_42.jpg,Hy Murveit,https://www.astrobin.com/x4dpey/,ACC".
uk: Щоб додати об'єкт без зображення, просто впишіть ідентифікатор об'єкта без наступних ком або ідентифікатор об'єкта з 4 наступними комами, як в одному з цих рядків (без лапок): "M 42" або "M 42,,,,". Приклад повного рядка: "M 42,M_42.jpg,Hy Murveit,https://www.astrobin.com/x4dpey/,ACC".

source: There are a few other possible specialized rows:
ca: Hi ha altres files especialitzades possibles:
ca@valencia: Hi ha algunes altres possibles files especialitzades:
nl: Er zijn een paar andere mogelijke gespecialiseerde rijen:
pt_br: Existem algumas outras linhas especializadas possíveis:
sl: Obstaja nekaj drugih možnih specializiranih vrstic:
sv: Det finns några andra möjliga specialiserade rader:
uk: Маємо ще декілька інших спеціалізованих рядків:

source: Rows that start with # are comments.
ca: Les files que comencen per # són comentaris.
ca@valencia: Les files que comencen per # són comentaris..
nl: Rijen die beginnen met # is commentaar.
pt_br: Linhas que começam com # são comentários.
sl: Vrstice, ki se začnejo z #, so komentarji.
sv: Rader som börjar med # är kommentarer.
uk: Рядки, які починаються з #, є коментарями.
