Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-scriptbuilder.po
Languages: bg, ca, ca@valencia, et, fr, gl, pt_br, sl

source: If we are going to track the Moon, we will need to point the display at it first. The *lookToward* function is used to do this. Highlight this function in the Function Browser, and note the documentation displayed in the panel below the Browser. Press the ``Add Function`` button to add this function to the Current Script box. The Function Arguments panel will now contain a combobox labeled “Dir”, short for direction. This is the direction in which the display should be pointed. The combobox contains only the cardinal compass points, not the Moon or any other objects. You can either enter “Moon” in the box manually, or press the ``Object...`` button to use the ``Find Object...`` window to select the Moon from the list of named objects. Note that, as usual, centering on an object automatically engages object-tracking mode, so there is no need to add the *setTracking* function after lookToward.
bg: Ако ще проследяваме Луната, ще трябва първо да насочим дисплея към нея. Функцията *lookToward* се използва за това. Маркирайте тази функция в полето от дясно и обърнете внимание на документацията, показана в панела под списъка. Натиснете бутона ``Добавяне на функция``, за да добавите тази функция в полето Текущ скрипт. Панелът с аргументи на функцията вече ще съдържа падащ списък с надпис \"Посока\". Това е посоката, в която трябва да бъде насочен екранът. Полето съдържа само главните точки на компаса, но не Луната или други обекти. Можете да въведете \"Луна\" в полето ръчно, или натиснете бутона ``Обект...``, за да използвате диалоговия прозорец ``Намиране на обект...``, за да изберете Луната от списъка. Имайте предвид, че обикновено, центрирането върху обект автоматично включва режим за проследяване на обекта, така че няма нужда да добавяте функцията *setTracking* след lookToward.
ca@valencia: Si volem seguir la Lluna, primer haurem d'apuntar-hi la pantalla. La funció *lookToward* s'utilitza per a fer açò. Ressalteu esta funció al «Navegador de funcions» i observeu la documentació que es mostra en el quadro davall el Navegador. Premeu el botó ``Afig una funció`` per a afegir esta funció al quadro Script actual. El quadro Arguments de la funció ara contindrà un quadro combinat anomenat «Dir», abreviatura de direcció. Esta és la direcció cap a la qual s'ha d'apuntar la pantalla. El quadro combinat només conté els punts cardinals de la brúixola, no la Lluna ni cap altre objecte. Podeu introduir «Lluna» al quadro manualment o prémer el botó ``Objecte…`` per a utilitzar la finestra ``Busca un objecte…`` per a seleccionar la Lluna des de la llista d'objectes amb nom. Cal tindre en compte que, com de costum, centrar un objecte activa automàticament el mode de seguiment d'objectes, de manera que no cal afegir la funció *setTracking* després de *lookToward*.
fr: Si nous voulons suivre la Lune, nous aurons besoin de pointer l'affichage dessus d'abord. La fonction *lookToward* est utilisée pour faire cela. Surlignez cette fonction dans le navigateur de fonctions et notez la documentation affichée dans le panneau au-dessous. Actionnez le bouton ``Ajouter une fonction`` pour ajouter cette fonction à la zone de script courante. Le panneau des paramètres de fonctions comportera maintenant une liste combinée libellée \"Dir\", abréviation de direction. C'est la direction dans laquelle l'affichage doit être pointé. La liste combinée ne contient que les points cardinaux, pas la Lune ni d'autres objets. Vous pouvez soit écrire \"Lune\" dans la zone à la main, soit actionner le bouton ``Objet…`` pour utiliser la fenêtre de ``recherche d'objet`` pour sélectionner la Lune dans la liste des objets nommés. Notez que, comme d'habitude, un centrage sur un objet engage automatiquement le mode de suivi, de telle manière qu'il n'y a pas besoin d'ajouter la fonction *setTracking* après lookToward.
sl: Če bomo sledili Luni, bomo morali najprej usmeriti zaslon nanjo. Za to se uporablja funkcija *lookToward*. Označite to funkcijo v brskalniku funkcij in si oglejte dokumentacijo, prikazano v plošči pod brskalnikom. Pritisnite gumb ``Dodaj funkcijo``, da jo dodate v polje Trenutni skript. Plošča Argumenti funkcije bo zdaj vsebovala kombinirano polje z oznako ``Smer``, kar je okrajšava za smer. To je smer, v katero naj bo zaslon usmerjen. Kombinirano polje vsebuje samo glavne točke kompasa, ne pa Lune ali drugih predmetov. V polje lahko ročno vnesete ``Luna`` ali pa pritisnete gumb ``Objekt...«, da uporabite okno ``Najdi objekt...`` in izberete Luno s seznama imenovanih objektov. Upoštevajte, da se kot običajno centriranje na predmet samodejno vklopi način sledenja objektu, zato ni treba dodajati funkcije *setTracking* za lookToward.

source: Now that we have taken care of pointing at the Moon, we next want to make time pass at an accelerated rate. Use the *setClockScale* function for this. Add it to the script by double-clicking on it in the Function Browser. The Function Arguments panel contains a timestep spinbox for setting the desired time step for the simulation clock. Change the timestep to 3 hours.
bg: След като се погрижихме да насочим екранът към Луната, сега искаме да направим така, че времето да тече с ускорен темп напред. Използвайте функцията *setClockScale* за това. Добавете я към скрипта, като щракнете двукратно върху нея в списъка с функциите. Панелът с аргументи на функцията съдържа поле за настройка на времевата стъпка за симулационния часовник. Задайте времевата стъпка на 3 часа.
ca@valencia: Ara que hem pres cura d'apuntar cap a la Lluna, tot seguit desitgem establir un pas temporal accelerat. Utilitzeu la funció *setClockScale* per a açò. Afegiu-la a l'script fent doble clic damunt seu al «Navegador de funcions». El quadro Arguments de la funció contindrà un botó de selecció de valors de pas temporal per a establir-lo al temps desitjat per al rellotge de simulació. Canvieu el pas temporal a 3 hores.
fr: Maintenant que nous avons pris soin de pointer la Lune, nous voulons ensuite faire passer le temps en accéléré. Utilisez la fonction *setClockScale* pour cela. Ajoutez-la au script en double-cliquant dessus dans le navigateur de fonctions. Le panneau des paramètres de fonctions contient un compteur de pas du temps pour régler le pas désiré pour l'horloge de simulation. Changez le pas sur 3 heures.
sl: Zdaj, ko smo poskrbeli za kazanje na Luno, želimo pospešiti čas. Za to uporabimo funkcijo *setClockScale*. Dodajte jo v skript tako, da jo dvokliknete v brskalniku funkcij. Plošča Argumenti funkcij vsebuje časovni korak za nastavitev želenega časovnega koraka za simulacijsko uro. Spremenite časovni korak na 3 ure.

source: OK, we have pointed at the Moon and accelerated the clock. Now we just want the script to wait for several seconds while the display tracks on the Moon. Add the *waitFor* function to the script, and use the Function Arguments panel to specify that it should wait for 20 seconds before continuing.
bg: Добре, насочихме екрана към Луната и ускорихме часовника. Сега ние просто искаме скриптът да изчака няколко секунди, докато дисплеят следи Луната. Добавете функцията *waitFor* към скрипта и използвайте панела с аргументи на функцията, за да укажете, че трябва да изчака 20 секунди преди да продължи.
ca@valencia: BÉ, hem apuntat cap a la Lluna i accelerat el rellotge. Ara voldríem ajustar l'script perquè espere uns pocs segons mentre que es fa el seguiment de la Lluna. Afegiu la funció *waitFor* a l'script i utilitzeu el quadro Arguments de la funció per a especificar que s'haurà d'esperar 20 segons abans de continuar.
fr: Bien. Nous avons pointé la Lune et accéléré l'horloge. Maintenant, nous voulons simplement que le script attende plusieurs secondes pendant que l'affichage suit la Lune. Ajoutez la fonction *waitFor* au script et utilisez le panneau des paramètres de fonctions pour spécifier qu'il devrait attendre 20 secondes avant de continuer.
sl: V redu, pokazali smo na Luno in pospešili uro. Zdaj želimo le še, da skript počaka nekaj sekund, medtem ko zaslon sledi Luni. Skriptu dodajte funkcijo *waitFor* in uporabite ploščo Argumenti funkcije, da določite, da naj počaka 20 sekund, preden nadaljuje.

source: Actually, we are not quite done yet. We should probably make sure that the display is using Equatorial coordinates before the script tracks the Moon with an accelerated time step. Otherwise, if the display is using Horizontal coordinates, it will rotate very quickly through large angles as the Moon rises and sets. This can be very confusing, and is avoided by setting the View Option *UseAltAz* to “false”. To change any View Option, use the *changeViewOption* function. Add this function to the script, and examine the Function Arguments panel. There is a combobox which contains the list of all options which can be adjusted by changeViewOption. Since we know we want the UseAltAz option, we could simply select it from the combobox. However, the list is quite long, and there is no explanation of what each item is for. It therefore may be easier to press the ``Browse Tree...`` button, which will open a window containing a tree view of the available options, organized by topic. In addition, each item has a short explanation of what the option does, and the data type of the option's value. We find UseAltAz under the ``Skymap Options`` category. Just highlight this item and press ``OK``, and it will be selected in the combobox of the Function Arguments panel. Finally, make its value “false” or “0”.
bg: Всъщност все още не сме съвсем готови. Вероятно трябва да се уверим, че дисплеят използва екваториални координати, преди скриптът да проследи Луната с ускорена времева стъпка. В противен случай, ако дисплеят използва хоризонтални координати, той ще се върти много бързо през големи ъгли като Луната изгрява и залязва. Това може да бъде много объркващо и се избягва чрез задаване на опцията за изглед *UseAltAz* на \"false\". За да промените която и да е опция за изглед, използвайте функцията *changeViewOption*. Добавете тази функция към скрипта и прегледайте панела с аргументи на функцията. Има поле с падащ списък, който съдържа всички опции, които могат да бъдат коригирани чрез changeViewOption. Както знаем, ние искаме опцията UseAltAz. Можем просто да я изберем от падащия списък, обаче този списък е доста дълъг и няма обяснение, за какво служи всеки елемент. За това може да е по-лесно да натиснем бутона ``Йерархичен списък...``, който ще отвори прозорец, съдържащ дървовиден изглед на наличните опции, организирани по теми. Освен това всеки елемент има кратко обяснение, за какво служи и типа на данните на опцията. Намираме UseAltAz в категорията ``Настройки на звездната карта``. Просто маркирайте този елемент и натиснете ``Добре`` и той ще бъде избран в падащия списък с аргументи на функцията. Накрая, направете стойността му \"false\" или \"0\".
ca@valencia: De fet, encara no hem acabat del tot. Probablement hauríem d'assegurar-nos que la pantalla utilitza coordenades equatorials abans que l'script seguisca la Lluna amb un pas de temps accelerat. En cas contrari, si la pantalla utilitza coordenades horitzontals, girarà molt ràpidament a través de grans angles a mesura que la Lluna ix i es pon. Açò pot ser molt confús i s'evita establint l'opció de visualització *UseAltAz* a «false». Per a canviar qualsevol opció de visualització, utilitzeu la funció *changeViewOption*. Afegiu esta funció a l'script i examineu el quadro Arguments de la funció. Hi ha un quadro combinat que conté la llista de totes les opcions que es poden ajustar amb *changeViewOption*. Com que sabem que volem l'opció *UseAltAz*, senzillament podríem seleccionar-la des del quadro combinat. Tanmateix, la llista és força llarga i no hi ha cap explicació de per a què servix cada element. Per tant, pot ser més fàcil prémer el botó ``Navega per l'arbre…``, el qual obrirà una finestra que conté una vista en arbre de les opcions disponibles, organitzades per tema. A més, cada element té una breu explicació del que fa l'opció i el tipus de dades del valor de l'opció. Trobem UseAltAz a la categoria ``Opcions del mapa celeste``. Només cal que seleccioneu este element i premeu ``D'acord``, i se seleccionarà al quadro combinat del quadro Arguments de la funció. Finalment, feu que el seu valor siga «fals» o «0».
fr: En fait, tout n'est pas fini. Nous devons probablement nous assurer que l'affichage utilise les coordonnées équatoriales avant que le script ne suive la Lune avec le pas accéléré. Sinon, si l'affichage utilise les coordonnées horizontales, il tournera très vite sur de grands angles au lever et au coucher de la Lune. Cela peut être troublant, et on l'évite en réglant l'option d'affichage *UseAltAz* sur \"False\". Pour changer une option d'affichage, utilisez la fonction *changeViewOption*. Ajoutez cette fonction au script et examinez le panneau des paramètres de fonctions. Il y a une liste combinée qui contient la liste de toutes les options d'affichage qui peuvent être ajustées par changeViewOption. Comme nous savons que nous voulons l'option UseAltAz, nous pouvons simplement la sélectionner dans la liste combinée. Cependant, la liste est assez longue, et il n'y a pas d'explication sur l'utilisation de chaque élément. Pour cela, il peut être plus facile d'actionner le bouton ``Parcourir l'arborescence…``, qui ouvrira une fenêtre contenant une vue arborescente des options disponibles, organisées par sujet. De plus, chaque élément dispose d'une courte explication sur ce que fait l'option, et le type de donnée de valeur de l'option. Nous trouvons UseAltAz sous la catégorie ``Options de carte du ciel``. Surlignez simplement cet élément et actionnez ``Ok`` et elle sera sélectionnée dans la liste combinée du panneau des paramètres de fonctions. Enfin, rendez sa valeur \"False\" ou \"0\".
sl: Pravzaprav še nismo čisto končali. Verjetno bi morali preveriti, ali prikaz uporablja ekvatorialne koordinate, preden skript sledi Luni s pospešenim časovnim korakom. V nasprotnem primeru se bo prikaz, če uporablja horizontalne koordinate, zelo hitro vrtel za velike kote, ko Luna vzhaja in zahaja. To je lahko zelo zmedeno in se temu izognemo tako, da možnost pogleda *UseAltAz* nastavimo na “false”. Če želite spremeniti katero koli možnost pogleda, uporabite funkcijo *changeViewOption*. Dodajte to funkcijo v skript in preglejte ploščo Argumenti funkcije. Obstaja kombinirani seznam, ki vsebuje seznam vseh možnosti, ki jih je mogoče prilagoditi s funkcijo changeViewOption. Ker vemo, da želimo možnost UseAltAz, jo lahko preprosto izberemo iz kombiniranega seznama. Vendar je seznam precej dolg in ni razlage, čemu služi vsak element. Zato je morda lažje pritisniti gumb ``Prebrskaj drevo ...``, ki bo odprl okno z drevesnim prikazom razpoložljivih možnosti, organiziranih po temah. Poleg tega ima vsak element kratko razlago, kaj možnost počne, in podatkovni tip vrednosti možnosti. Funkcijo UseAltAz najdemo v kategoriji ``Možnosti zvezdne karte``. Samo označite ta element in pritisnite ``V redu``, da bo izbran v kombiniranem seznamu na plošči Argumenti funkcij. Na koncu mu nastavite vrednost ``fals`` ali ``0``.

source: One more step: changing UseAltAz at the end of the script does us no good; we need this to be changed before anything else happens. So, make sure this function is highlighted in the Current Script box, and press the ``Move Up`` button until it is the first function.
bg: Още една стъпка: промяната на UseAltAz в края на скрипта не ни помага; имаме нужда това да бъде променено, преди да се изпълнят другите операции. Така че, уверете се, че тази функция е маркирана в полето Текущ скрипт и натиснете бутона ``Нагоре``, докато стане първата функция в списъка.
ca@valencia: Un pas més: El fet de tindre «UseAltAz» al final de l'script no ens farà cap servei, necessitarem canviar açò abans que succeïsca res. Així doncs, assegureu-vos que esta funció estiga ressaltada en el quadro Script actual i premeu el botó ``Mou cap amunt`` fins que esta siga la primera funció.
fr: Une dernière étape : le changement « UseAltAz » à la fin du script n'est pas bon ; nous avons besoin de le changer avant que quelque chose d'autre n'arrive. Ainsi, assurez-vous que cette fonction est surlignée dans la zone de script courant et actionnez le bouton ``Monter`` jusqu'à ce que ce soit la première fonction.
sl: Še en korak: spreminjanje UseAltAz na koncu skripta nam ne pomaga; to moramo spremeniti, preden se zgodi karkoli drugega. Prepričajte se, da je ta funkcija označena v polju Trenutni skript in pritiskajte gumb ``Premakni gor``, dokler ni prva funkcija.

source: Now that we have finished the script, we should save it to disk. Press the ``Save Script`` button. This will first open a window in which you can provide a name for the script, and fill in your name as the author. Enter “Tracking the Moon” for a name, and your name as the author, and press ``OK``. Next, you will see the standard KDE Save File dialog. Specify a filename for the script and press ``OK`` to save the script. Note that if your filename does not end with “.kstars”, this suffix will be automatically attached. If you are curious, you can examine the script file with any text editor.
bg: Сега, след като сме готови със скрипта, трябва да го запазим на диска. Натиснете бутона ``Запазване на скрипта``. Това първо ще отвори прозорец, в който можете да въведете име за скрипта и да попълните вашето име като автор. Въведете \"Проследяване на Луната\" за име и вашето име като автор и натиснете ``Добре``. След това ще видите стандартния диалогов прозорец за запазване на файл на KDE. Посочете име на файл за скрипта и натиснете ``Добре``, за да запазите скрипта. Имайте предвид, че ако името на вашия файл не завършва с '.kstars', този суфикс ще бъда прикачен автоматично. Ако сте любопитни, можете да разгледате скриптовия файл с произволен текстов редактор.
ca@valencia: Ara que hem finalitzat l'script, hem de guardar-lo al disc. Premeu el botó ``Guarda l'script``. Primer obrirà una finestra en la qual podreu indicar un nom per a l'script i el vostre com a autor. Introduïu «Seguiment de la Lluna» com a nom, i el vostre nom al de l'autor, tot seguit premeu ``D'acord``. Després, veureu el diàleg per a guardar fitxers estàndard de KDE. Especifiqueu un nom de fitxer per a l'script i premeu ``D'acord`` per a guardar-lo. Cal tindre en compte que el vostre nom de fitxer no acabe amb «.kstars», este sufix li serà afegit automàticament. Si sou curiós de mena, podeu examinar el fitxer de l'script amb qualsevol editor de text.
fr: Maintenant que nous avons fini le script, nous devrions l'enregistrer sur le disque. Actionnez le bouton ``Enregistrer le script``. Cela ouvrira d'abord une fenêtre dans laquelle vous pouvez fournir un nom pour le script et saisir votre nom comme auteur. Écrivez \"Suivi de la Lune\" comme nom, et votre nom comme auteur et actionnez le bouton ``Ok``. Ensuite, vous verrez la boîte de dialogue standard de kde d'enregistrement des fichiers. Donnez un nom de fichier pour le script et actionnez ``Ok`` pour enregistrer le script. Notez que si votre nom de fichier ne se termine pas par \".kstars\", ce suffixe sera automatiquement ajouté. Si vous êtes curieux, vous pouvez examiner le fichier de script avec un éditeur de texte.
sl: Zdaj, ko smo končali s skriptom, bi ga morali shraniti na disk. Pritisnite gumb ``Shrani skript``. To bo najprej odprlo okno, v katerem lahko vnesete ime scenarija in vnesete svoje ime avtorja. Vnesite ``Tracking the Moon`` za ime in svoje ime kot avtorja ter pritisnite ``V redu``. Nato boste videli standardno pogovorno okno KDE za shranjevanje datoteke. Določite ime datoteke za skript in pritisnite ``V redu``, da shranite skript. Upoštevajte, da če se vaše ime datoteke ne konča z ``.kstars``, bo ta pripona samodejno dodana. Če ste radovedni, lahko datoteko skripta pregledate s katerim koli urejevalnikom besedil.

source: Now that we have a completed script, we can run it in a couple of ways. From a console prompt, you can simply execute the script as long as an instance of KStars is currently running. Alternatively, you can execute the script from within KStars using the ``File`` → ``Run Script...`` menu item.
bg: Сега, след като имаме завършен скрипт, можем да го стартираме по няколко начина. От командния ред на конзолата, можете просто да изпълните скрипта, докато има отворен прозорец на KStars. Иначе можете да изпълните скрипта от KStars, като използвате елемента от менюто ``Файл`` ``Изпълняване на скрипт...``.
ca@valencia: Ara que tenim l'script completat, podem executar-lo en un parell de maneres. Des d'un indicatiu en la consola, podeu senzillament executar l'script mentre una instància de KStars s'estiga executant actualment. De manera alternativa, també podeu executar l'script des de dintre de KStars emprant l'element de menú ``Fitxer`` → ``Executa un script…``.
fr: Maintenant que nous avons un script terminé, nous pouvons le lancer de plusieurs manières. De l'invite d'une console, vous pouvez simplement exécuter le script tant qu'une instance de KStars est en fonctionnement. Vous pouvez également exécuter le script depuis KStars en utilisant l'élément ``Fichier`` ``Exécuter un script…``.
sl: Zdaj, ko imamo dokončan skript, ga lahko izvajamo na več načinov. Iz ukazne mize lahko preprosto izvedete skript, dokler pojavek KStars trenutno teče. Druga možnost je, da izvedete skript znotraj KStars z uporabo menijske postavke ``Datoteka`` → ``Zaženi skript...``.

source: Before explaining how to use the Script Builder, I provide a very brief introduction to all of the GUI components; for more information, use the "What's This?" function.
ca@valencia: Abans d'explicar com emprar el «Constructor de scripts», vos proporcionarem una molt breu introducció a tots els components de la IGU per a més informació, utilitzeu la funció «Què és açò?».
