Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-imaging-planner.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: The date for which the analysis is done can be changed by the date input boxes at the top-right of the tool. One can be move back a day by clicking the button on the left of the date, and one can more ahead one day with the button to the right. One can change to an arbitrary date by selected the menu button by the date, or by simply editing the date text. The moon illumination for that day is displayed to the left of the date.
ca: La data per a la qual es fa l'anàlisi es pot canviar amb els quadres d'entrada de data a la part superior dreta de l'eina. Es pot tornar enrere un dia fent clic al botó de l'esquerra de la data, i es pot avançar un dia més amb el botó de la dreta. Es pot canviar a una data arbitrària seleccionant el botó de menú de la data, o simplement editant el text de la data. La il·luminació de la lluna per a aquest dia es mostra a l'esquerra de la data.
ca@valencia: La data per a la qual es fa l'anàlisi es pot canviar amb els quadros d'entrada de data a la part superior dreta de l'eina. Es pot tornar arrere un dia clicant damunt del botó de l'esquerra de la data, i es pot avançar un dia més amb el botó de la dreta. Es pot canviar a una data arbitrària seleccionant el botó de menú de la data, o senzillament editant el text de la data. La il·luminació de la Lluna per a este dia es mostra a l'esquerra de la data.
nl: De datum waarvoor de analyse wordt gedaan kan gewijzigd worden door de datuminvoervakken rechtsboven van het hulpmiddel. Met een dag terug door te klikken op de knop links van de datum en een verder een dag met de knop rechts. Wijzigen naar een willekeurige datum door de menuknop bij de datum te selecteren of door eenvoudig de datumtekst te bewerken. De maanverlichting voor die dag wordt getoond links van de datum.
pt_br: A data para a qual a análise é realizada pode ser alterada nas caixas de entrada de data no canto superior direito da ferramenta. É possível retroceder um dia clicando no botão à esquerda da data, e avançar um dia com o botão à direita. É possível alterar para uma data arbitrária selecionando o botão de menu ao lado da data ou simplesmente editando o texto da data. A iluminação lunar para aquele dia é exibida à esquerda da data.
sl: Datum, za katerega je bila opravljena analiza, lahko spremenite s polji za vnos datuma v zgornjem desnem kotu orodja. S klikom na gumb na levi strani datuma se lahko premaknete za dan nazaj, z gumbom na desni strani pa en dan več. Na poljuben datum lahko preklopite tako, da izberete menijski gumb ob datumu ali preprosto uredite besedilo datuma. Osvetlitev lune za ta dan je prikazana levo od datuma.
sv: Datumet som analysen görs för kan ändras med hjälp av datuminmatningsrutorna längst upp till höger i verktyget. Man kan gå tillbaka en dag genom att klicka på knappen till vänster om datumet, och man kan gå framåt en dag med knappen till höger. Man kan ändra till ett godtyckligt datum genom att använda menyknappen bredvid datumet, eller genom att helt enkelt redigera datumtexten. Månens ljusstyrka för den dagen visas till vänster om datumet.
uk: Дату, для якої виконується аналіз, можна змінити за допомогою полів для введення дати у верхньому правому куті вікна інструмента. Можна перейти на день назад, натиснувши кнопку ліворуч від дати, а можна перейти на день вперед кнопкою праворуч. Дату можна змінити на довільну, вибравши кнопку меню біля дати, або просто відредагувавши текст дати. Освітлення місяцем для цього дня буде показано ліворуч від дати.

source: The time used (e.g. for the object's position in the skymap) and the geography/location used to determine an object's sky position are taken from the values being used in by KStars. To change your location, go to the ``Settings`` → ``Geographic`` menu. To change the current time, go to the ``Time`` → ``Set Time...`` menu.
ca: L'hora emprada (p. ex. per a la posició de l'objecte en el mapa celeste) i la geografia/ubicació utilitzada per a determinar la posició del cel d'un objecte es prenen dels valors que fa servir el KStars. Per a canviar la ubicació, aneu al menú ``Configuració`` → ``Geografia``. Per a canviar l'hora actual, aneu al menú ``Temps`` → ``Estableix la data i l'hora...``.
ca@valencia: El temps utilitzat (p. ex., per a la posició de l'objecte al mapa celeste) i la geografia/emplaçament utilitzada per a determinar la posició d'un objecte en el cel es prenen dels valors que utilitza KStars. Per a canviar el vostre emplaçament, utilitzeu l'element de menú ``Configuració`` → ``Emplaçament geogràfic…``. Per a canviar el temps actual, utilitzeu l'element de menú ``Temps`` → ``Establix la data i l'hora…``.
nl: De tijd gebruikt (bijv. voor de positie van het object in de hemelkaart) en de geografie/locatie gebruikt om de hemelpositie van een object te bepalen worden genomen uit de waarden die door KStars worden gebruikt. Om uw locatie te wijzigen, ga naar het menu ``Instellingen`` → ``Geografie``. Om de huidige tijd te wijzigen, ga naar het menu ``Tijd`` → ``Tijd instellen...``.
pt_br: O tempo usado (por exemplo, para a posição do objeto no mapa celeste) e a geografia/localização usada para determinar a posição de um objeto no céu são obtidos a partir dos valores usados ​​pelo KStars. Para alterar sua localização, acesse o menu ``Configurações`` → ``Geográfico``. Para alterar a hora atual, acesse o menu ``Hora`` → ``Definir hora...``.
sl: Uporabljeni čas (npr. za položaj objekta na zemljevidu neba) in geografija/lokacija, uporabljena za določitev položaja objekta na nebu, sta vzeta iz vrednosti, ki jih uporablja KStars. Če želite spremeniti svojo lokacijo, pojdite v meni ``Nastavitve`` → ``Geografsko``. Če želite spremeniti trenutni čas, pojdite v meni ``Čas`` → ``Nastavi čas...``.
sv: Tiden som används (t.ex. för objektets position på himmelskartan) och geografin/platsen som används för att bestämma ett objekts himmelsposition tas från de värden som används av Kstars. För att ändra plats, gå till menyn ``Inställningar`` → ``Geografisk``. För att ändra aktuell tid, gå till menyn ``Tid`` → ``Ställ in tid...``.

source: Options and Help
ca: Opcions i ajuda
ca@valencia: Opcions i ajuda
nl: Opties en Help
pt_br: Opções e Ajuda
sl: Možnosti in pomoč
sv: Alternativ och hjälp
uk: Параметри і довідка

source: There are two buttons to the right of the date control.
ca: Hi ha dos botons a la dreta del control de la data.
ca@valencia: Hi ha dos botons a la dreta del control de la data.
nl: Er zijn twee knoppen rechts van de datumbesturing.
pt_br: Há dois botões à direita do controle de data.
sl: Desno od nadzora datuma sta dva gumba.
sv: Det finns två knappar till höger om datumkontrollen.
uk: Праворуч від засобу вибору даних передбачено дві кнопки.

source: The options "hamburger" button brings up a small options menu. Currently the menu contains two checkboxes. One controls whether the system slews the KStars SkyMap to an object's coordinates when the object is selected in the table. The second decides if the tool is an independent window (i.e. can go behind or in front of other KStars windows), or if it always goes in front of the main KStars window.
ca: El botó d'opcions «hamburguesa» obre un menú petit d'opcions. Actualment el menú conté dues caselles de selecció. Una controla si el sistema orienta el mapa celeste del KStars a les coordenades de l'objecte quan l'objecte està seleccionat a la taula. El segon decideix si l'eina és una finestra independent (és a dir, pot anar darrere o davant d'altres finestres del KStars), o si sempre va davant de la finestra principal del KStars.
ca@valencia: El botó d'opcions «hamburguesa» obri un menú xicotet d'opcions. Actualment el menú conté dues caselles de selecció. Una controla si el sistema orienta el mapa celeste de KStars a les coordenades de l'objecte quan este està seleccionat a la taula. El segon decidix si l'eina és una finestra independent (és a dir, pot anar darrere o davant d'altres finestres de KStars), o si sempre va davant de la finestra principal de KStars.
nl: De optieknop "hamburger" brengt een klein opties-menu. Op dit moment bevat het menu twee keuzevakken. Een bestuurt of het systeem de hemelkaart van KStars naar de coördinaten van een object verschuift wanneer het object wordt geselecteerd in de tabel. De tweede bepaalt of het hulpmiddel een onafhankelijk venster is (d.w.z. achter of voor een ander venster van KStars kan gaan), of dat het altijd voor het hoofdvenster van KStars gaat.
pt_br: O botão "hambúrguer" abre um pequeno menu de opções. Atualmente, o menu contém duas caixas de seleção. Uma controla se o sistema move o mapa celeste do KStars para as coordenadas de um objeto quando ele é selecionado na tabela. A segunda decide se a ferramenta é uma janela independente (ou seja, pode ir para trás ou para a frente de outras janelas do KStars) ou se sempre vai para a frente da janela principal do KStars.
sl: Gumb z možnostmi "hamburger" prikaže majhen meni z možnostmi. Trenutno meni vsebuje dve potrditveni polji. Ena nadzoruje, ali sistem usmeri zvezdno karto KStars na koordinate objekta, ko je objekt izbran v tabeli. Drugo odloča, ali je orodje neodvisno okno (tj. lahko gre za ali pred druga okna KStars) ali če je vedno pred glavnim oknom KStars.
sv: Alternativknappen "hamburgare" visar en liten alternativmeny. För närvarande innehåller menyn två kryssrutor. Den ena bestämmer om systemet flyttar Kstars himmelskarta till ett objekts koordinater när objektet är valt i tabellen. Den andra bestämmer om verktyget har ett oberoende fönster (dvs. kan placeras bakom eller framför andra fönster i Kstars), eller om det alltid placeras framför Kstars huvudfönster.
uk: Кнопка меню «гамбургер» відкриває невелике меню параметрів. У поточній версії меню містить два пункти. Один з них визначає, чи повертатиме система карту неба KStars до координат об’єкта, коли об’єкт вибрано в таблиці. Другий визначає, чи буде інструмент окремим вікном (тобто може розташовуватися позаду чи перед іншими вікнами KStars), чи він завжди розміщуватиметься перед головним вікном KStars.

source: The 2nd button, when clicked, brings up this KStars Handbook in a web browser.
ca: El segon botó, en fer-hi clic, obre aquest manual del KStars en un navegador web.
ca@valencia: El segon botó, quan s'hi clique, obri este manual de KStars a un navegador web.
nl: De tweede knop, indien er op wordt geklikt, brengt dit handboek van KStars op in een webbrowser.
pt_br: O segundo botão, quando clicado, abre este Manual do KStars em um navegador da web.
sl: Ko kliknete 2. gumb, se ta priročnik KStars prikaže v spletnem brskalniku.
sv: När den andra knappen klickas visas Kstars handbok i en webbläsare.
uk: Натискання другої кнопки відкриє цей підручник з KStars у програмі для перегляду сторінок інтернету.

source: Object Information
ca: Informació de l'objecte
ca@valencia: Informació de l'objecte
nl: ObjectInformatie
pt_br: Informações do objeto
sl: Informacije o objektu
sv: Objektinformation
uk: Дані щодо об'єкта

source: The object information section near the top of the left-side of the tool displays information about the selected object. Click on an object and you should see this section filled in.
ca: La secció d'informació de l'objecte a prop de la part superior de l'esquerra de l'eina mostra informació sobre l'objecte seleccionat. Feu clic sobre un objecte i hauríeu de veure aquesta secció emplenada.
ca@valencia: La secció d'informació de l'objecte a prop de la part superior esquerra de l'eina mostra informació sobre l'objecte seleccionat. Cliqueu damunt d'un objecte i hauríeu de veure esta secció emplenada.
nl: De sectie objectinformatie bij de bovenkant van de linkerkat van het hulpmiddel toont informatie over het geselecteerde object. Klik op een object en u zou deze sectie ingevuld moeten zien.
pt_br: A seção de informações do objeto, próxima ao canto superior esquerdo da ferramenta, exibe informações sobre o objeto selecionado. Clique em um objeto e você verá esta seção preenchida.
sl: Odsek z informacijami o objektu blizu vrha leve strani orodja prikazuje informacije o izbranem objektu. Kliknite na objekt in ta razdelek bi moral biti izpolnjen.
sv: Objektinformationssektionen nära verktygets övre vänstra sida visar information om det valda objektet. Klicka på ett objekt så ska du se att sektionen fylls i.
uk: У розділі відомостей щодо об'єкта у верхній частині лівого боку вікна інструмента буде показано відомості про вибраний об'єкт. Натисніть на пункт об'єкта, і програма заповнить розділ даними.

source: The top line should display the primary name, object type, and object size on the top line.
ca: La línia superior ha de mostrar el nom principal, el tipus d'objecte i la mida de l'objecte a la línia superior.
ca@valencia: La línia superior hauria de mostrar el nom principal, el tipus d'objecte i la mida de l'objecte a la línia superior.
nl: De bovenste regel zou de primaire naam, type object en objectgrootte moeten tonen.
pt_br: A linha superior deve exibir o nome principal, o tipo de objeto e o tamanho do objeto na linha superior.
sl: Zgornja vrstica mora prikazati primarno ime, vrsto objekta in velikost objekta v zgornji vrstici.
sv: Den översta raden ska visa det primära namnet, objekttypen och objektstorleken.
uk: У верхньому рядку має бути показано основну назву, тип об'єкта та розмір об'єкта.

source: The 2nd line should display any alternate names the object has.
ca: La 2a línia hauria de mostrar qualsevol nom alternatiu que tingui l'objecte.
ca@valencia: La 2a línia hauria de mostrar qualsevol nom alternatiu que tinga l'objecte.
nl: De 2de regel zou elke alternatieve naam die het object heeft moeten tonen.
pt_br: A segunda linha deve exibir quaisquer nomes alternativos que o objeto tenha.
sl: V 2. vrstici morajo biti prikazana vsa nadomestna imena, ki jih ima objekt.
sv: Den andra raden ska visa eventuella alternativa namn som objektet har.
uk: У другому рядку має бути показано усі альтернативні назви об'єкта.

source: The 3rd line give transit and moon-separation information.
ca: La 3a línia dona informació de trànsit i separació de la lluna.
ca@valencia: La 3a línia dona informació de trànsit i separació de la Lluna.
nl: De 3de regel geeft informatie over verloop en afstand tot de maan.
pt_br: A terceira linha fornece informações sobre trânsito e separação da lua.
sl: 3. vrstica podaja informacije o prehodu in ločitvi lune.
sv: Den tredje raden ger information om övergångar och månseparation.
uk: У третьому рядку має бути показано кульмінацію та дані щодо відстані від місяця.

source: The last line allows you to add notes about the object. This information should be stored from session-to-session by KStars in its MySQL database, and is keyed by the object name. You edit these notes by clicking on the pencil icon at the left of the Note line. If you add a upto three URLs in the note (remember to use http or https at the start of the URL) then they should be automatically detected and an icon for browsing those URLs will be added to the Notes line. If the note you add is too long for the line allocated in the Object Information section, you can always see the full note by clicking the editing pencil button.
ca: L'última línia permet afegir notes sobre l'objecte. Aquesta informació s'ha d'emmagatzemar de sessió a sessió del KStars a la seva base de dades MySQL, i es pren com a índex el nom de l'objecte. Editeu aquestes notes fent clic a la icona del llapis a l'esquerra de la línia Nota. Si afegiu tres URL a la nota (recordeu utilitzar http o https a l'inici de l'URL) llavors s'haurien de detectar automàticament i s'afegirà una icona per a navegar per aquests URL a la línia Notes. Si la nota que afegiu és massa llarga per a la línia assignada a la secció Informació de l'objecte, sempre podreu veure la nota completa fent clic al botó d'edició del llapis.
ca@valencia: L'última línia permet afegir notes sobre l'objecte. Esta informació s'ha d'emmagatzemar de sessió a sessió de KStars a la seua base de dades MySQL, i es pren com a índex el nom de l'objecte. Editeu estes notes clicant damunt de la icona del llapis a l'esquerra de la línia «Nota». Si afegiu tres URL cap a la nota (recordeu utilitzar http o https a l'inici de l'URL) llavors s'haurien de detectar automàticament i s'afegirà una icona per a navegar per estos URL cap a la línia «Nota». Si la nota que afegiu és massa llarga per a la línia assignada a la secció «Informació de l'objecte», sempre podreu veure la nota completa clicant damunt del botó d'edició del llapis.
nl: De laatste regel biedt u het toevoegen van notities over het object. Deze informatie zou opgeslagen moetne worden van sessie-naar-sessie door KStars in zijn MySQL database en is gekoppeld door de naam van het object. U bewerkt deze notities door op het potloodpictogram te klikken aan de linkerkant van de notitieregel. Als u tot drie URL's toevoegt in de notitie (bedenk http of https aan het begin van de URL te gebruiken) dan zouden ze automatisch gedetecteerd moeten worden en zal een pictogram voor het browsen van die URL's toegevoegd moeten worden aan de notitieregel. Als de notitie, die u toevoegt, te lang is voor de regel toegekend in de sectie Objectinformatie, dan kunt u de volledige notitie zien door te klikken op de potloodknop voor bewerken.
pt_br: A última linha permite adicionar notas sobre o objeto. Essas informações devem ser armazenadas de sessão para sessão pelo KStars em seu banco de dados MySQL e são indexadas pelo nome do objeto. Você edita essas notas clicando no ícone de lápis à esquerda da linha "Nota". Se você adicionar até três URLs na nota (lembre-se de usar http ou https no início da URL), elas serão detectadas automaticamente e um ícone para navegar por essas URLs será adicionado à linha "Notas". Se a nota adicionada for muito longa para a linha alocada na seção "Informações do objeto", você sempre poderá ver a nota completa clicando no botão de edição em formato de lápis.
sl: Zadnja vrstica vam omogoča dodajanje opomb o objektu. Te informacije bi moral KStars shranjevati od seje do seje v svojo podatkovno bazo MySQL in je ključ z imenom objekta. Te opombe urejate s klikom na ikono svinčnika na levi strani vrstice Opombe. Če v opombo dodate do tri URL-je (ne pozabite uporabiti http ali https na začetku URL-ja), bi morali biti samodejno zaznani in v vrstico Opombe bo dodana ikona za brskanje po teh URL-jih. Če je opomba, ki jo dodate, predolga za vrstico, dodeljeno v razdelku Informacije o objektu, si lahko vedno ogledate celotno opombo s klikom na gumb za urejanje svinčnika.
sv: Den sista raden låter dig lägga till anteckningar om objektet. Informationen ska lagras från session till session av KStars i MySQL-databasen och refereras med objektnamnet. Du redigerar anteckningarna genom att klicka på pennikonen till vänster om anteckningsraden. Om du lägger till upp till tre webbadresser i anteckningen (kom ihåg att använda http eller https i början av webbadressen) ska de upptäckas automatiskt och en ikon för att bläddra bland webbadresserna läggs till på anteckningsraden. Om anteckningen du lägger till är för lång för raden som tilldelats i avsnittet Objektinformation kan du alltid se hela anteckningen genom att klicka på redigeringspennans knapp.
uk: Останній рядок дозволяє додати примітки про об'єкт. Ця інформація має зберігатися між сеансами KStars у власній базі даних MySQL і формується за назвами об'єктів. Редагувати ці нотатки можна, натиснувши піктограму олівця ліворуч від рядка приміток. Якщо ви додасте до примітки до трьох адрес (не забувайте скористатися http або https на початку адреси), програма має автоматично їх виявити і додати у рядок «Примітки» піктограму для перегляду цих адрес. Якщо примітка, яку ви додаєте, задовга для рядка, розміщеного у розділі «Відомості щодо об'єкта», ви завжди можете переглянути повну примітку, натиснувши кнопку олівця.

source: The Altitude Graph
ca: El gràfic d'altitud
ca@valencia: El gràfic d'altitud
nl: De hoogtegrafiek
pt_br: O gráfico de altitude
sl: Graf višine
sv: Elevationsdiagrammet
uk: Графік висоти
