Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-object-details.po
Languages: bg, ca, ca@valencia, it, nl, pt, sl, sv, uk

source: <guimenuitem>High Energy Astrophysical Archive (HEASARC)</guimenuitem>: Here you can retrieve data about the current object from a number of <quote>High-energy</quote> observatories, which covers the Ultraviolet, X-ray and Gamma Ray portions of the electromagnetic spectrum.
bg: <guimenuitem>High Energy Astrophysical Archive (HEASARC) - Астрофизичен архив на високи енергии</guimenuitem>: Тук можете да извлечете данни за текущия обект от редица "високоенергийни" обсерватории, които покриват ултравиолетовата, рентгеновата и гама-лъчистата област от електромагнитния спектър.
ca@valencia: <guimenuitem>Arxiu astrofísic d'alta energia</guimenuitem> (<guimenuitem>High Energy Astrophysical Archive</guimenuitem> -HEASARC-): Ací podreu rebre dades sobre l'objecte actual des d'un nombre d'observatoris d'<quote>alta energia</quote>, els quals cobrixen les porcions ultraviolades, raigs X i raigs Gamma de l'espectre electromagnètic.
nl: <guimenuitem>High Energy Astrophysical Archive (HEASARC)</guimenuitem>, (Astrofysisch archief voor (waarnemingen van) hoge energie). Hier kunt u gegevens vinden over dit object afkomstig van een aantal <quote>hoge energie</quote>-observatoria. Deze gegevens bestrijken het gehele hoogenergetische deel van het elektromagnetische spectrum: de ultraviolette-, röntgen- en gammastraling.
pt: <guimenuitem>High Energy Astrophysical Archive (HEASARC)</guimenuitem>. Aqui você poderá obter dados sobre o objecto actual a partir de um conjunto de observatórios de <quote>Alta-energia</quote>, e que cobre as partes dos Ultra-violetas, raios X e raios Gama no espectro electromagnético.
sv: <guimenuitem>High Energy Astrophysical Archive (HEASARC)</guimenuitem>: Här kan du hämta data om aktuellt objekt från ett antal <quote>högenergi</quote>-observatorier, som täcker ultravioletta, röntgen och gammastrålningsdelarna av det elektromagnetiska spektrat.
uk: Архів астрофізики високих енергій (HEASARC). Звідси ви можете отримати дані про поточний об’єкт, які було надано обсерваторіями, що ведуть спостереження у діапазоні <quote>високих енергій</quote>, зокрема, у діапазонах ультрафіолетових, рентгенівських та гамма-діапазону електромагнітного спектра.

source: <guimenuitem>NASA/IPAC Extragalactic Database (NED)</guimenuitem>: NED provides encapsulated data and bibliographic links about extragalactic objects. You should only use NED if your target is extragalactic; &ie; if it is itself a galaxy.
bg: <guimenuitem>NASA/IPAC Extragalactic Database (NED) Извънгалактична база данни на NASA/IPAC</guimenuitem>: NED предоставя капсулирани данни и библиотеки с графични връзки за извънгалактични обекти. Трябва да използвате NED само ако целта ви е извънгалактическа; т.е. друга галактика.
ca@valencia: <guimenuitem>Base de dades extragalàctica de la NASA/IPAC</guimenuitem> (<guimenuitem>NASA/IPAC Extragalactic Database</guimenuitem> -NED-): La NED proporciona dades encapsulades i enllaços cap a bibliografia sobre objectes extragalàctics. Tan sols haureu d'utilitzar la NED si el vostre objectiu és extragalàctic, &pex;, si es tracta d'una galàxia.
nl: <guimenuitem>NASA/IPAC Extragalactic Database (NED)</guimenuitem> (Extragalactische gegevensbank van de NASA/IPAC): NED stelt ingevoegde gegevens en bibliografische koppelingen ter beschikking met betrekking tot extragalactische objecten. Gebruik NED alleen als u iets wilt weten over een extragalactisch object, dus als het zelf een melkwegstelsel is. Noot vertaler: Extragalactisch wil zeggen: buiten ons eigen Melkwegstelsel, dus onder andere de andere melkwegstelsels.
pt: <guimenuitem>NASA/IPAC Extragalactic Database (NED)</guimenuitem>. O NED oferece os dados encapsulados e as referências bibliográficas sobre os objectos extra-galáctico. Você só deverá usar o NED se o seu alvo for extra-galáctico; &ie;, se é ele próprio uma galáxia.
sv: <guimenuitem>NASA/IPAC</guimenuitem> extragalaktiska databas (NED): NED tillhandahåller inkapslad data och bibliografiska länkar om extragalaktiska objekt. Du bör bara använda NED om objektet är extragalaktiskt, dvs. om det själv är en galax.
uk: База даних позагалактичних об’єктів НАСА/IPAC (NED). У NED містяться дані і бібліографічні посилання щодо позагалактичних об’єктів. NED слід використовувати лише, якщо ваш об’єкт є позагалактичним, наприклад, сам є галактикою.

source: <guimenuitem>NASA Astrophysical Data System (ADS)</guimenuitem>: This incredible bibliographic database encompass the entire body of literature published in international peer-review Journals about astronomy and astrophysics. The database is divided into four general subject areas (Astronomy and Astrophysics, Astrophysics Preprints, Instrumentation, and Physics and Geophysics). Each of these has three sub-nodes that query the database in different ways. <quote>Keyword search</quote> will return articles which listed the object's name as a keyword. <quote>Title word search</quote> will return articles which included the object name in their Title, and the <quote>Title &amp; Keyword search</quote> uses both options together.
bg: <guimenuitem>NASA Astrophysical Data System (ADS)</guimenuitem>: Система за астрофизични данни на НАСА (ADS): Тази невероятна библиографска база данни обхваща цялата литература, публикувана в международни рецензирани списания за астрономия и астрофизика. Базата данни е разделена на четири общи предметни области (астрономия и Астрофизика, предварителни отпечатъци по астрофизика, инструментариум и физика и геофизика). Всеки от тези раздели имат три подвъзела, които правят заявка в базата данни по различни начини. <quote>Търсене в ключови думи</quote> ще връща статии, които изброяват името на обекта като ключова дума. <quote>Търсене по заглавна дума</quote> ще върне статии, които включват името на обекта в заглавието си, и използването на <quote>Търсене по заглавие и ключова дума</quote>. двата варианта заедно.
ca@valencia: <guimenuitem>Sistema de dades astrofísiques de la NASA</guimenuitem> (<guimenuitem>NASA Astrophysical Data System</guimenuitem> -ADS-): Esta increïble base de dades bibliogràfica abasta tot el cos de la literatura publicada en diaris internacionals de revistes d'astronomia i astrofísica. La base de dades es dividix en quatre temes generals (astronomia i astrofísica, impressions d'astrofísica, instrumentació, i física i geofísica). Cadascun d'estos té tres subnodes secundaris que consulten la base de dades de diverses maneres. La <quote>Keyword search</quote> (paraula clau de busca) retornarà els articles que han llistat el nom de l'objecte com a paraula clau. La <quote>Title word search</quote> (busca de la paraula en el títol) retornarà els articles que incloguen el nom de l'objecte en el seu títol i la <quote>Title &amp; Keyword search</quote> (busca la paraula clau i el títol) utilitzarà ambdues opcions alhora.
nl: <guimenuitem>NASA Astrophysical Data System (ADS)</guimenuitem> (Astrofysisch gegevenssysteem van de NASA): deze fantastische bibliografische gegevensbank omvat alle litteratuur die in de belangrijkste internationale tijdschriften is gepubliceerd over Astronomie en Astrofysica. De gegevensbank is onderverdeeld in vier algemene onderwerpen (Astronomie en Astrofysica, Astrofysische vooruitgaven, Instrumentatie, en Natuurkunde en Geofysica). In elk hiervan zijn 3 methoden beschikbaar waarmee de gegevens kunnen worden opgevraagd. <quote>Keyword Search</quote> (zoeken op sleutelwoord) levert die artikelen op waarvan in de lijst met zoektermen het opgegeven keyword voorkomt, <quote>Title Words search</quote> (zoeken op woorden in de titel) levert de artikelen op waarvan in de titel het opgegeven woord voorkomt en de <quote>Authors search</quote> (zoeken op naam van de auteur) waarbij op de naam van de auteur wordt gezocht. Noot vertaler: Astronomie is de wetenschap met betrekking tot alles buiten onze aarde, zoals ons zonnestelsel, sterren, ons eigen Melkwegstelsel en alles daar binnen en daar buiten (behalve dus de aarde). Astrofysica is dat deel van de Astronomie waarin men zich bezig houdt met de Natuurkundige aspecten, zoals de fysische processen in de zon en andere sterren (de lijst is heel erg lang).
pt: <guimenuitem>NASA Astrophysical Data System (ADS)</guimenuitem>. Esta base de dados bibliográfica incrível acompanha o conteúdo inteiro da literatura publicada nos Jornais e fóruns sobre astronomia e astrofísica. A base de dados está dividida em quatro áreas gerais temáticas (Astronomia e Astrofísica, Pré-Impressões de Astrofísica, Instrumentação e Física e Geofísica). Cada um destes temas têm três sub-nós que pesquisam a base de dados de diferentes formas. A <quote>pesquisa por palavras-chave</quote> irá devolver os artigos que referiram o nome do objecto como uma palavra-chave. A <quote>pesquisa por palavra no título</quote> irá devolver os artigos que incluíram o nome do objecto no seu título e a <quote>Pesquisa por Título &amp; Palavra-Chave</quote> usa ambas as opções em conjunto.
sv: <guimenuitem>NASA astrofysiska datasystem (ADS)</guimenuitem>: Den här otroliga bibliografiska databasen omfattar hela mängden litteratur som publicerats i internationella sakkunnigbedömda tidskrifter om astronomi och astrofysik. Databasen är uppdelad i fyra allmänna ämnesområden (astronomi och astrofysik, astrofysiska förhandsutgåvor, instrumentering, och fysik och geofysik). Vart och ett av dessa har tre underavdelningar som hanterar frågor till databasen på olika sätt. <quote>Nyckelordsökning</quote> returnerar artiklar som angav objektets namn som ett nyckelord. <quote>Titelordsökning</quote> returnerar artiklar som innehöll objektets namn i titeln, och <quote>Titel- och nyckelordsökning</quote> använder båda alternativen tillsammans.
uk: Астрофізична система даних НАСА (ADS). Ця неймовірна бібліографічна база даних охоплює всі літературні джерела і публікації у міжнародних рейтингових журналах астрономічного і астрофізичного напрямків. Базу даних поділене на чотири основні предметні частини (Астрономія і астрофізика, препринти з астрофізики, контрольно-вимірювальні прилади та фізика і геофізика). Кожна з частин ділиться на три підвузли для надсилання запитів до бази даних у різний спосіб. <quote>Пошук за ключовими словами</quote> поверне статті, у яких назва об’єкта входить до переліку ключових слів. <quote>Пошук за словами у назві</quote> поверне статті, у яких назва об’єкта фігурує у назві статті, а <quote>Пошук за назвою і ключовими словами</quote> поверне всі результати двох попередніх варіантів пошуку.

source: <guimenuitem>Multimission Archive at Space Telescope (MAST)</guimenuitem>: The <ulink url="https://www.stsci.edu/">Space Telescope Science Institute</ulink> provides access to the entire collection of images and spectra taken with the Hubble Space Telescope, as well as several other space-based observatories.
bg: <guimenuitem>Multimission Archive at Space Telescope (MAST)</guimenuitem>: The <ulink url="https://www.stsci.edu/">Space Telescope Science Institute</ulink> Научният институт за космически телескопи предоставя достъп до цялата колекция от изображения и спектри, направени с космическия телескоп Хъбъл, както и на няколко други космически базирани обсерватории.
ca@valencia: <guimenuitem>Arxiu de les múltiples missions en el telescopi espacial</guimenuitem> (<guimenuitem>Multimission Archive at Space Telescope</guimenuitem> -MAST-). El <ulink url="https://www.stsci.edu/">telescopi espacial de l'Institut de ciència</ulink> proveïx accés a tota la col·lecció d'imatges i espectre que es rep amb el telescopi espacial Hubble, així com des d'altres diversos observatoris espacials.
nl: <guimenuitem>Multimission Archive at Space Telescope (MAST)</guimenuitem> (Multimissiearchief van Ruimtetelescoop): het Space Telescope Science Institute (Wetenschappelijk Instituut Ruimtetelescoop) maakt de hele verzameling van afbeeldingen en spectra toegankelijk die met de Hubble-ruimtetelescoop zijn gemaakt en door nog een aantal andere waarnemingsstations in de ruimte.
pt: <guimenuitem>Multimission Archive no Space Telescope (MAST)</guimenuitem>. O <ulink url="https://www.stsci.edu/">Space Telescope Science Institute</ulink> oferece o acesso à colecção completa das imagens e espectros retirados a partir do Telescópio Espacial Hubble, assim como outros observatórios espaciais.
sv: <guimenuitem>Multimission Archive at Space Telescope (MAST)</guimenuitem>: Space Telescope Science Institute erbjuder möjlighet att komma åt hela samlingen bilder och spektra som tagits med rymdteleskopet Hubble, samt flera andra rymdbaserade observatorier.
uk: Архів робіт на космічному телескопі (MAST). <ulink url="https://www.stsci.edu/">Науковий інститут космічного телескопа</ulink> надає доступ до повної колекції знімків і спектральних даних, отриманих за допомогою космічного телескопа «Хаббл», а також декількох інших космічних обсерваторій.

source: Finally, in the <guilabel>Log</guilabel> tab, you can type in some text that will remain associated with this object's <guilabel>Details</guilabel> window. You could use this to attach personal observing notes, for example. Your notes will be saved, such that you can easily read or use them next time when you will use &kstars;.
bg: И накрая, в раздела <guilabel>Дневник</guilabel> можете да въведете някакъв текст, който ще остане свързан с този обект. Можете да използвате това, за да прикачите например лични бележки за наблюдение. Вашите бележки ще бъдат запазени, така че да можете лесно да ги прочетете или да ги използвате следващия път, когато използвате &kstars;.
ca@valencia: Finalment, en la pestanya <guilabel>Registre</guilabel> podreu escriure algun text que romanga associat amb esta finestra de <guilabel>Detalls</guilabel> de l'objecte. Per exemple, ho podreu utilitzar per a adjuntar notes personals d'observació. Les vostres notes seran guardades, de tal manera que les podreu llegir amb facilitat o utilitzar-les la pròxima vegada que utilitzeu &kstars;.
nl: Tenslotte, in het tabblad <guilabel>Log</guilabel> kunt u tekst intypen die aanwezig zal blijven in het venster <guilabel>Details</guilabel> van het object. U kunt die bijvoorbeeld gebruiken om hier uw persoonlijke waarnemingsnotities te bewaren. Uw aantekeningen worden zo bewaard dat u die gemakkelijk kunt lezen of gebruiken, wanneer u de volgende keer &kstars; opstart.
pt: Finalmente, na página <guilabel>Registo</guilabel>, você poderá escrever um texto qualquer que irá permanecer associado com a janela de <guilabel>Detalhes</guilabel> deste objecto. Você poderá usar isto para anexar notas de observação pessoais, por exemplo. As suas notas serão gravadas de forma que as possa ler ou usar da próxima vez que usar o &kstars;.
sv: Till sist, under fliken <guilabel>Logg</guilabel> kan du skriva in text som hör till det här objektets informationsfönster. Du kan till exempel använda det för att bifoga personliga observationsanteckningar. Dina anteckningar sparas, så att du enkelt kan läsa eller använda dem nästa gång du använder &kstars;.
uk: Нарешті, на вкладці <guilabel>Журнал</guilabel> ви можете ввести якийсь текст, який буде пов’язано з цим об’єктом у вікні <guilabel>Подробиці</guilabel>. Наприклад, ви можете використати це поле, щоб вказати особисті нотатки щодо спостереження за об’єктом. Ваші нотатки буде збережено, ви без проблем зможете прочитати їх або скористатися ними під час подальшої роботи із &kstars;.

source: Object Details Window
ca: Finestra de detalls de l'objecte
it: Finestra Dettagli oggetto
sl: Okno s podrobnostmi o objektu

source: The Object Details Window presents advanced data available about a specific object in the sky. To access this tool, right-click on any object, and select the ``Details...`` item from the popup menu.
ca: La finestra de detalls de l'objecte presenta les dades avançades disponibles quant a un objecte específic en el cel. Per a accedir-hi, feu clic amb el botó dret a sobre de qualsevol objecte i seleccioneu l'element ``Detalls...`` del menú emergent.
it: La finestra di dialogo Dettagli oggetto mostra informazioni avanzate disponibili su un certo oggetto celeste. Per accedere a questa funzione, fai clic col pulsante destro del mouse su un oggetto e seleziona ``Dettagli...`` dal menu a comparsa.
sl: Okno s podrobnostmi o objektu prikazuje napredne podatke, ki so na voljo o določenem objektu na nebu. Za dostop do tega orodja kliknite z desno miškino tipko na kateri koli objekt in v pojavnem meniju izberite element ``Podrobnosti ...``.

source: The window is divided into a number of tabs. In the ``General`` tab, we present basic data about the current object. This includes names and catalog designations, object type, and :doc:`magnitude <ai-magnitude>` (brightness). On the ``Position`` tab are the object's Equatorial and Horizontal coordinates, as well as its rise, set and transit times.
ca: La finestra restarà dividida en un cert nombre de pestanyes. A la pestanya ``General`` es presenta un resum de les dades sobre l'objecte en qüestió. Això inclou els noms i designacions del catàleg, el tipus d'objecte i la :doc:`magnitud <ai-magnitude>` (la lluminositat). Sobre la pestanya ``Posició`` es troben les seves coordenades equatorials i horitzontals de l'objecte, així com les seves hores de sortida, trànsit i de posta.
it: La finestra è divisa in una serie di schede. Nella scheda ``Generale`` troviamo i dati principali sull'oggetto corrente. Essi includono i suoi nomi e le sigle di catalogo, il tipo di oggetto e la :doc:`magnitudine <ai-magnitude>` (luminosità). Nella scheda ``Posizione`` troviamo le coordinate equatoriali e orizzontali dell'oggetto, insieme ai suoi istanti di levata, culminazione e tramonto.
sl: Okno je razdeljeno na več zavihkov. V zavihku ``Splošno`` so prikazani osnovni podatki o trenutnem objektu. To vključuje imena in kataloške oznake, vrsto objekta in :doc:`magnitude <ai-magnitude>` (svetlost). Na zavihku ``Položaj``so ekvatorialne in horizontalne koordinate objekta ter časi njegovega vzhoda, zahoda in prehoda.

source: In the ``Links`` tab, you can manage the internet links associated with this object. The Image and Information links associated with the object are listed. These are the links that appear in the popup menu when the object is right-clicked. You can add custom links to the object with the ``Add Link...`` button. This will open a window in which you fill in the URL and link text for the new link (you can also test the URL in the web browser from this window). Every time you add a custom URL to a certain object, you are able to choose the resource type using the ``Resource Type`` button. Keep in mind that the custom link can easily point to a file on your local disk, so you can use this feature to index your personal astronomical images or observing logs.
ca: A la pestanya ``Enllaços`` podreu gestionar els enllaços d'internet associats amb aquest objecte. S'hi llisten els enllaços a imatges i informació associada amb el mateix. Aquests enllaços són els que apareixeran en el menú emergent amb un clic dret sobre l'objecte. Podeu afegir enllaços personalitzats a l'objecte amb el botó ``Afegeix un enllaç...``. Aquest us obrirà una finestra en la qual podreu omplir l'URL i el text per a l'enllaç nou (també podreu provar l'URL en el navegador des d'aquesta finestra). Cada vegada que afegiu un URL personalitzat a un objecte determinat, podreu triar el tipus de recurs utilitzant el botó ``Tipus de recurs``. Cal tenir present que la personalització de l'enllaç pot facilitar que aquest apunti a un fitxer en el disc local, de manera que podreu emprar aquesta característica per a indexar les vostres imatges astronòmiques personals o els registres d'observació.
it: Nella scheda ``Collegamenti`` puoi gestire i collegamenti Internet a immagini e informazioni associati all'oggetto, che vi sono elencati. Si tratta dei collegamenti che appaiono nel menu a comparsa quando si fa clic sull'oggetto col pulsante destro del mouse. Puoi aggiungere collegamenti personalizzati all'oggetto con il pulsante ``Aggiungi collegamento...``. Si aprirà una finestra in cui potrai inserire l'URL e un testo descrittivo per il collegamento (puoi anche provarlo nel tuo browser web a partire da questa finestra). Ogni volta che aggiungi un URL a un oggetto puoi scegliere il tipo di risorsa usando la casella a scelta ``Tipo di risorsa``. Ricorda che i collegamenti personalizzati possono tranquillamente puntare a un file sul tuo disco locale, in modo che tu possa usare questa funzione per organizzare le tue immagini astronomiche personali o i tuoi resoconti di osservazioni.
sl: Na zavihku ``Povezave`` lahko upravljate internetne povezave, povezane s tem objektom. Navedene so povezave do slik in informacij, povezane z objektom. To so povezave, ki se prikažejo v pojavnem meniju, ko objekt kliknete z desno miškino tipko. Povezave po meri lahko dodate objektu z gumbom ``Dodaj povezavo ...``. Odprlo se bo okno, v katerega vnesete URL in besedilo povezave za novo povezavo (URL lahko v tem oknu preizkusite tudi v spletnem brskalniku). Vsakič, ko določenemu objektu dodate URL po meri, lahko izberete vrsto vira z gumbom ``Vrsta vira``. Upoštevajte, da lahko povezava po meri preprosto kaže na datoteko na vašem lokalnem disku, zato lahko to funkcijo uporabite za indeksiranje svojih osebnih astronomskih slik ali dnevnikov opazovanja.

source: You can also modify or remove any link using the ``Edit Link...`` and ``Remove Link...`` buttons.
ca: També podeu modificar o eliminar qualsevol enllaç utilitzant els botons ``Edita l'enllaç...`` i ``Elimina l'enllaç``.
it: Puoi anche modificare o eliminare un collegamento qualsiasi tramite i pulsanti ``Modifica collegamento...`` ed ``Elimina collegamento``.
sl: Povezavo lahko spremenite ali odstranite tudi z gumboma ``Uredi povezavo ...`` in ``Odstrani povezavo ...``.
