Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tools.po
Languages: bg, de, nl, sl

source: &kstars; Tools
bg: Инструменти на &kstars;
nl: Hulpmiddelen in &kstars;
sl: &kstars; Orodja

source: Tools
bg: Инструменти
de: Werkzeuge
nl: Hulpmiddelen
sl: Orodja

source: &kstars; comes with a number of tools that allow you to explore some more advanced aspects of astronomy and the night sky.
bg: &kstars; идва с редица инструменти, които ви позволяват да изследвате някои по-разширени аспекти на астрономията и нощно небе.
de: &kstars; bringt eine Anzahl von Hilfsmitteln mit, die Ihnen erlauben, einige erweiterte Aspekte der Astronomie und des Nachthimmels zu entdecken.
nl: In &kstars; zijn een aantal hulpmiddelen beschikbaar, waarmee u iets meer te weten kunt komen over Astronomie en de nachtelijke hemel.
sl: &kstars; prihaja s številnimi orodji, ki vam omogočajo raziskovanje nekaterih naprednejših vidikov astronomije in nočnega neba.

source: Object Details
bg: Сведения за обекта
de: Objektdetails
nl: Details van Object
sl: Podrobnosti objekta

source: Astrocalculator
bg: Астрокалкулатор
de: Astrorechner
nl: Astrorekenmachine
sl: Astrokalkulator

source: Altitude vs. Time Plotter
bg: Графика на височина и време
de: Höhe- und Zeitgraphen
nl: Hoogte vs. tijd-plotter
sl: Risalnik višine glede na čas

source: What's up Tonight?
bg: Нещо интересно тази вечер
nl: Wat is er vanavond te zien?
sl: Kaj je nocoj na nebu?

source: Simulate Eyepiece View
bg: Симулиране на изглед на окуляр
de: Okular-Sichtfeld simulieren
nl: Oculairbeeld simuleren
sl: Simuliraj pogled z okularjem

source: Script Builder
bg: Редактор на скриптове
de: Skriptbaukasten
nl: Scriptbouwer
sl: Izgrajevalnik skripta

source: Solar System Viewer
bg: Визуализатор на Слънчевата система
de: Sonnensystembetrachter
nl: Zonnestelsel
sl: Ogledovalnik sončevega sistema

source: Jupiter Moons Tool
bg: Модул Луни на Юпитер
de: Jupitermonde
nl: Het hulpmiddel Manen van Jupiter
sl: Orodje Jupitrovih lun

source: Observation Planner
bg: Планиране на наблюдения
de: Beobachtungsliste
nl: Waarnemingen plannen
sl: Načrtovalnik opazovanja

source: Imaging Planner
nl: Planner van opnamen maken
sl: Načrtovalnik slikanja
