Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-calculator.po
Languages: bg, ca, ca@valencia, fr, it, nl, pt_br, sl, sv, uk

source: The Angular Distance tool is used to measure the angle between any two points on the sky. You simply specify the :ref:`Equatorial coordinates <ai-skycoords-equatorial>` of the desired pair of points, and then obtain the angle between the two points.
bg: Инструментът Ъглово разстояние се използва за измерване на ъгъла между произволни две точки на небето. Вие задавате :doc:`екваториалните координати <ai-skycoords-equatorial>` на желаната двойка точки и след това получавате ъгъла между двете точки.
ca: L'eina de distància angular s'utilitza per a mesurar l'angle entre dos punts qualsevol del cel. Simplement especifiqueu les :ref:`coordenades equatorials <ai-skycoords-equatorial>` dels dos punts desitjats i després obteniu l'angle entre aquests dos punts.
ca@valencia: L'eina «Distància angular» s'utilitza per a mesurar l'angle entre dos punts qualsevol del cel. Senzillament especifiqueu les :ref:`coordenades equatorials <ai-skycoords-equatorial>` dels dos punts desitjats i després obteniu l'angle entre estos dos punts.
fr: L'outil de distance angulaire sert à mesurer l'angle entre deux points dans le ciel. Vous spécifiez simplement les :ref:`coordonnées équatoriales <ai-skycoords-equatorial>` des deux points désirés, et actionnez le bouton ``Calculer`` pour obtenir l'angle entre les deux points.
it: Il modulo per la distanza angolare serve a misurare l'angolo tra due punti qualsiasi sulla sfera celeste. Basta specificare le :ref:`Coordinate equatoriali <ai-skycoords-equatorial>` dei due punti desiderati per ottenere il risultato.
nl: Het hulpmiddel Hoekafstand wordt gebruikt voor het berekenen van de hoekafstand tussen twee punten aan de hemel. U geeft eenvoudig de :ref:`Equatoriale coördinaten <ai-skycoords-equatorial>` op van de twee punten, waarna u de hoek tussen die twee punten kunt aflezen.
pt_br: A ferramenta Distância Angular é usada para medir o ângulo entre dois pontos quaisquer no céu. Basta especificar as :ref:`Coordenadas equatoriais <ai-skycoords-equatorial>` do par de pontos desejado e, em seguida, obter o ângulo entre os dois pontos.
sl: Orodje Kotna razdalja se uporablja za merjenje kota med katerima koli dvema točkama na nebu. Preprosto določite :ref:`Ekvatorialne koordinate <ai-skycoords-equatorial>` želenega para točk in nato dobite kot med obema točkama.
sv: Verktyget Vinkelavstånd används för att mäta vinkeln mellan två godtyckliga punkter på himlen. Du anger helt enkelt :ref:`ekvatoriella koordinater <ai-skycoords-equatorial>` för önskat par av punkter, och erhåller vinkeln mellan de två punkterna.
uk: Інструмент вимірювання кутової відстані призначено для вимірювання кута між двома точками на небі. Вам просто слід вказати :ref:`Екваторіальні координати <ai-skycoords-equatorial>` бажаної пари точок і отримати значення кута між двома точками.

source: There is also a Batch mode for this module. In batch mode, you specify an input filename which contains a number of parameters (up to four) on each line: the initial right ascension (RA), initial declination (Dec), final right ascension and final declination. By default, each line should contain four numbers signifying the RA and Dec values for pairs of points. Alternatively, you can specify a single value for any of these four coordinates in the calculator panel (the corresponding values in the input file should be skipped if they are specified in the calculator).
bg: Има и възможност за вкарване на данни от файл за този модул. В този режим вие посочвате име на входен файл, който съдържа редица параметри (до четири) на всеки ред: начална ректасцензия (RA), начална деклинация (Dec), крайна ректасцензия и крайна деклинация. По подразбиране всеки ред трябва да съдържа четири числа, означаващи стойностите на RA и Dec за двойки точки. Като алтернатива можете да посочите една стойност за всяка от тези четири координати в панела на калкулатора (съответните стойности във входния файл трябва да се пропуснат, ако са посочени в калкулатора).
ca: Aquest mòdul també disposa d'un mode de treball per lots. Hi podeu especificar un nom de fitxer d'entrada que contingui un nombre de paràmetres (fins a quatre) en cada línia: l'ascensió recta inicial (AR), la declinació inicial (Dec), l'ascensió recta final i la declinació final. De manera predeterminada, cada línia haurà de contenir quatre números que signifiquen els valors de l'AR i la Dec per als parells de punts. De manera alternativa, podeu especificar un valor simple per a qualsevol d'aquestes quatre coordenades al plafó de càlcul (els valors corresponents en el fitxer d'entrada seran omesos si s'han especificat prèviament a la calculadora).
ca@valencia: Este mòdul també disposa d'un mode de treball per lots. Hi podeu especificar un nom de fitxer d'entrada que continga un nombre de paràmetres (fins a quatre) en cada línia: l'ascensió recta inicial (AR), la declinació inicial (Dec), l'ascensió recta final i la declinació final. De manera predeterminada, cada línia haurà de contindre quatre números que signifiquen els valors de l'AR i la Dec per als parells de punts. De manera alternativa, podeu especificar un valor simple per a qualsevol d'estes quatre coordenades en el quadro de càlcul (els valors corresponents en el fitxer d'entrada seran omesos si s'han especificat prèviament en la calculadora).
fr: Il existe également un mode de traitement par lots pour ce module. Dans ce mode, vous spécifiez un nom de fichier d'entrée contenant un certain nombre de paramètres (jusqu'à quatre) sur chaque ligne : l'ascension droite initiale (AD), la déclinaison initiale (DEC), l'ascension droite finale et la déclinaison finale. Par défaut, chaque ligne doit contenir quatre nombres signifiant les valeurs \"AD\" et \"Dec\" pour des paires de points. Alternativement, vous pouvez spécifier une seule valeur pour l'une de ces quatre coordonnées dans le panneau de la calculatrice (les valeurs correspondantes dans le fichier d'entrée doivent être ignorées si elles sont spécifiées dans la calculatrice).
it: Questo modulo dispone inoltre di una modalità non interattiva. In tale modalità puoi indicare il nome di un file che contenga un numero di parametri (fino a quattro) in ogni riga: l'ascensione retta (AR) e la declinazione (Dec) iniziale, l'ascensione retta e la declinazione finale. Come impostazione predefinita ogni riga dovrebbe contenere quattro numeri che indicano i valori AR e Dec per le coppie di punti. In alternativa puoi specificare un singolo valore per una qualunque di queste quattro coordinate nel pannello della calcolatrice. Se una coordinata è già indicata nella calcolatrice, i valori corrispondenti all'interno del file saranno ignorati.
nl: Deze module heeft een stapelmodus, voor het in een keer omzetten van diverse coördinatenparen. U moet een invoerbestand aanmaken, met op elke regel tot vier waarden: de Rechte klimming beginpunt, de Declinatie beginpunt, de Rechte klimming eindpunt, de Declinatie eindpunt. Standaard moet elke regel vier getallen bevatten, voor de RK en Dec waarden van puntenparen. Ook kunt u in het paneel van de rekenmachine een enkele waarde opgeven voor elk van deze coördinaten (de hiermee overeenkomende waarden in het invoerbestand moeten hierbij worden overgeslagen, als ze in de rekenmachine worden opgegeven).
pt_br: Há também um modo em lote para este módulo. No modo em lotes, você especifica um nome de arquivo de entrada que contém um número de parâmetros (até quatro) em cada linha: a ascensão reta inicial (AR), declinação inicial (Dec), ascensão final direita e declinação final. Por padrão, cada linha deve conter quatro números, significando os valores de AR e Dec para pares de pontos. Alternativamente, você pode especificar um valor único para qualquer uma dessas quatro coordenadas no painel da calculadora (os valores correspondentes no arquivo de entrada devem ser ignorados se forem especificados na calculadora).
sl: Za ta modul obstaja tudi paketni način. V paketnem načinu določite ime vhodne datoteke, ki v vsaki vrstici vsebuje več parametrov (do štiri): začetno rektascenzijo (RA), začetno deklinacijo (Dec), končno rektascenzijo in končno deklinacijo. Privzeto mora vsaka vrstica vsebovati štiri številke, ki označujejo vrednosti RA in Dec za pare točk. Lahko pa v plošči kalkulatorja določite eno samo vrednost za katero koli od teh štirih koordinat (ustrezne vrednosti v vhodni datoteki je treba preskočiti, če so določene v kalkulatorju).
sv: Modulen innehåller också ett körläge. I körläget anger du ett filnamn med indata som innehåller ett antal parametrar (upp till fyra) på varje rad: ursprunglig rektascension (RA), ursprunglig deklination (Dek), slutlig rektascension och slutlig deklination. Normalt ska varje rad innehålla fyra tal som motsvarar RA och Dek för par av punkter. Som alternativ kan du ange ett enda värde för någon av de fyra koordinaterna i räknarens ruta (motsvarande värden i indatafilen ska hoppas över om de anges i räknaren).
uk: Цей модуль може виконувати команди і у пакетному режимі. Якщо ви виберете цей режим, вам слід буде вказати файл, у якому зберігаються початкові дані у вигляді декількох чисел (до чотирьох) у кожному рядку: пряме сходження початку, схилення початку, пряме сходження кінця і схилення кінця. Типово, у кожному з рядків має бути чотири значення прямого сходження і схилення для пар точок. По іншому скористатися цим інструментом можна, якщо вказати одне значення з цих чотирьох координат на панелі калькулятора (якщо значення вказано у калькуляторі, відповідні значення файла з початковими даними буде пропущено).

source: Once you have specified the input filename and an output filename, simply press the ``Run`` button to generate the output file.
bg: След като сте посочили името на входния файл и името на изходния файл, просто натиснете бутона ``Старт`` за генериране на изходния файл.
ca: Una vegada especificat el nom per al fitxer d'entrada i un per al de sortida, senzillament premeu el botó ``Executa`` perquè es generi aquest últim.
ca@valencia: Una vegada especificat el nom per al fitxer d'entrada i un per al d'eixida, senzillament premeu el botó ``Executa`` perquè es genere este últim.
fr: Une fois que vous avez spécifié le nom du fichier d'entrée et un nom de fichier de sortie, actionnez simplement le bouton ``Lancer`` pour générer le fichier de sortie.
it: Una volta forniti i nomi dei file in ingresso e in uscita, premi semplicemente il pulsante ``Esegui`` per generare il file in uscita.
nl: Als het invoerbestand en een uitvoerbestand zijn opgegeven drukt u op ``Berekenen`` waarna u het uitvoerbestand verkrijgt.
pt_br: Uma vez que você tenha especificado o nome do arquivo de entrada e um nome de arquivo de saída, simplesmente pressione o botão ``Executar`` para gerar o arquivo de saída.
sl: Ko določite ime vhodne in izhodne datoteke, preprosto pritisnite gumb ``Zaženi``, da ustvarite izhodno datoteko.
sv: När du väl har angett ett indatafilnamn och ett utdatafilnamn, tryck helt enkelt på knappen ``Kör`` för att skapa utdatafilen.
uk: Після того, як ви вкажете файл, з якого слід взяти дані, і файл, куди слід вивести дані, просто натисніть кнопку ``Запустити``, щоб створити файл вихідних даних.

source: Geodetic Coordinates module
bg: Модул Геодезични координати
ca: Mòdul de coordenades geodèsiques
ca@valencia: El mòdul «Coordenades geodèsiques»
fr: Modules de coordonnées géodésiques
it: Modulo coordinate geodetiche
nl: Module Geodetische coördinaten
pt_br: Módulo de coordenadas geodésicas
sl: Modul geodetskih koordinat
sv: Geodetisk koordinatmodul
uk: Модуль обчислення геодезичних координат

source: Geodetic Coordinates
bg: Геодезични координати
ca: Coordenades geodèsiques
ca@valencia: Coordenades geodèsiques
fr: Coordonnées géodésiques
it: Coordinate geodetiche
nl: Geodetische coördinaten
sl: Geodetske koordinate
sv: Geodetiska koordinater
uk: Геодезичні координати

source: The normal :doc:`geographic coordinate system <ai-geocoords>` assumes that the Earth is a perfect sphere. This is nearly true, so for most purposes geographic coordinates are fine. If very high precision is required, then we must take the true shape of the Earth into account. The Earth is an ellipsoid; the distance around the equator is about 0.3% longer than a :doc:`Great Circle <ai-greatcircle>` that passes through the poles. The *Geodetic Coordinate system* takes this ellipsoidal shape into account, and expresses the position on the Earth's surface in Cartesian coordinates (X, Y and Z) or in Geographic coordinates (Longitude, Latitude and Elevation).
bg: Нормалната :doc:`географска координатна система <ai-geocoords>` предполага, че Земята е идеална сфера. Това е почти вярно, така че за повечето цели географските координати са добри. Ако се изисква много висока точност , тогава трябва да вземем предвид истинската форма на Земята. Земята е елипсоид и разстоянието около екватора е с около 0, 3% по-дълго от :doc:`голям кръг <ai-greatcircle>`, който минава през полюсите. *Геодезическата координатна система* взема под внимание тази елипсоидална форма и изразява позиция на земната повърхност в декартови координати (X, Y и Z) или в географски координати (географска дължина, ширина и надморска височина).
ca: El :doc:`sistema de coordenades geogràfiques <ai-geocoords>` normal assumeix que la Terra és una esfera perfecta. Això és una mitja veritat, encara que per a la majoria de finalitats les coordenades geogràfiques estan molt bé. Si es requereix una precisió molt alta, després haurem de tenir en compte la forma verdadera de la Terra. La Terra és un el·lipsoide; la distància al voltant de l'equador és almenys un 0,3% més llarg que un :doc:`cercle major <ai-greatcircle>` que passi a través dels pols. El *sistema de coordenades geodèsiques* té en compte aquesta forma el·lipsoidal i expressa la posició sobre la superfície de la Terra en coordenades cartesianes (X, Y i Z) o en coordenades geogràfiques (longitud, latitud i elevació).
ca@valencia: El :doc:`sistema de coordenades geogràfiques <ai-geocoords>` normal assumix que la Terra és una esfera perfecta. Açò és quasi cert, de manera que per a la majoria de propòsits les coordenades geogràfiques són suficients. Si es requerix una precisió molt alta, haurem de tindre en compte la forma real de la Terra. La Terra és un el·lipsoide; la distància al voltant de l'equador és aproximadament un 0,3% més llarga que un :doc:`cercle major <ai-greatcircle>` que passe pels pols. El *sistema de coordenades geodèsiques* té en compte esta forma el·lipsoidal i expressa la posició a la superfície de la Terra en coordenades cartesianes (X, Y i Z) o en coordenades geogràfiques (longitud, latitud i elevació).
fr: Le :doc:`système de coordonnées géographiques <ai-geocoords>` suppose que la Terre est une sphère parfaite. C'est presque vrai, et ainsi, pour la plupart des besoins, les coordonnées géographiques conviennent. S'il est nécessaire d'avoir une grande exactitude, nous devons prendre en compte la vraie forme de la Terre. La Terre est un ellipsoïde ; la distance autour de l'équateur est environ 0,3 % plus longue qu'un :doc:`grand cercle <ai-greatcircle>` passant par les pôles. Le *système de coordonnées géodésiques* prend en compte cette forme ellipsoïdale, et exprime la position sur la surface de la Terre en coordonnées cartésiennes (X, Y et Z).
it: Il normale :doc:`sistema di coordinate geografiche <ai-geocoords>` presume che la Terra sia una sfera perfetta. Ciò è parzialmente vero, dunque per le coordinate geografiche per la maggior parte degli scopi va bene. Se è richiesta un'altissima precisione, allora è necessario prendere in considerazione la reale forma della Terra. La Terra è un'ellissoide, e la distanza attorno all'equatore è circa lo 0,3% più lunga di un :doc:`cerchio massimo <ai-greatcircle>` che passa attraverso i poli. Il *sistema di coordinate geografiche* prende in considerazione questa forma ellissoide ed esprime la posizione sulla superficie della Terra in coordinate cartesiane (X, Y e Z) o in coordinate geografiche (longitudine, latitudine e altitudine).
pt_br: O :doc:`sistema de coordenadas geográficas <ai-geocoords>` normal assume que a Terra é uma esfera perfeita. Isso é quase verdade, portanto, para a maioria dos propósitos, as coordenadas geográficas são adequadas. Se for necessária uma precisão muito alta, devemos levar em consideração a forma real da Terra. A Terra é um elipsoide; a distância ao redor do equador é cerca de 0,3% maior do que um :doc:`Círculo máximo <ai-greatcircle>` que passa pelos polos. O *Sistema de coordenadas geodésicas* leva em consideração essa forma elipsoidal e expressa a posição na superfície da Terra em coordenadas cartesianas (X, Y e Z) ou em coordenadas geográficas (Longitude, Latitude e Elevação).
sl: Običajni :doc:`geografski koordinatni sistem <ai-geocoords>` predpostavlja, da je Zemlja popolna krogla. To je skoraj res, zato so za večino namenov geografske koordinate v redu. Če je potrebna zelo visoka natančnost, moramo upoštevati dejansko obliko Zemlje. Zemlja je elipsoid; razdalja okoli ekvatorja je približno 0,3 % daljša od :doc:`velikega kroga <ai-greatcircle>`, ki poteka skozi pola. *Geodetski koordinatni sistem* upošteva to elipsoidno obliko in izraža položaj na Zemljini površini v kartezičnih koordinatah (X, Y in Z) ali v geografskih koordinatah (zemljepisna dolžina, zemljepisna širina in višina).
sv: Det normala :doc:`geografiska koordinatsystemet <ai-geocoords>` antar att jorden är en perfekt sfär. Det är nästan sant, så för de flesta ändamål är geografiska koordinater bra. Om mycket hög precision krävs måste vi ta hänsyn till jordens verkliga form. Jorden är en ellipsoid; avståndet runt ekvatorn är cirka 0,3 % längre än en :doc:`Storcirkel <ai-greatcircle>` som går genom polerna. Det *geodetiska koordinatsystemet* tar hänsyn till den ellipsoida formen och uttrycker positionen på jordens yta i kartesiska koordinater (X, Y och Z) eller i geografiska koordinater (longitud, latitud och höjd).
uk: У звичайній :doc:`географічній системі координат <ai-geocoords>` Земля вважається ідеальною сферою. Це припущення дуже близьке до істини, отже, у більшості випадків ним можна користуватися. Але якщо потрібний високий ступінь точності, слід брати до уваги справжню форму Землі. Земна куля є еліпсоїдом — довжина екватора приблизно на 0,3% більша за :doc:`Велике коло <ai-greatcircle>`, яке проходить через полюси. У *геодезичній системі координат* враховується ця еліпсоїдальна форма, а точка на поверхні Землі описується декартовими координатами (X, Y і Z) або географічними координатами (довготою, широтою і висотою).

source: To use the module, first select which coordinates you will use as input in the ``Select Input Coordinates`` section: ``Cartesian`` or ``Geographic`` radio buttons. Then select an ellipsoid model and fill in the input coordinates in either the ``Cartesian Coordinates`` section or the ``Geographic Coordinates`` section. When you press the ``Convert`` button, the corresponding coordinates will be filled in.
bg: За да използвате модула, първо изберете, кои координати ще използвате като входни данни в секцията ``Избор на входни координати`` : декартови или географски. След това изберете елипсоиден модел и попълнете входните координати или в полето ``Декартови координати`` или в полето `` Географски координати``. Когато натиснете бутона ``Преобразуване`` , съответните координати ще бъдат попълнени.
ca: Per a utilitzar el mòdul, seleccioneu primer quines coordenades s'hauran de prendre com a valors d'entrada en la secció ``Selecciona les coordenades d'entrada``: els botons d'opció ``Cartesiana`` o ``Geogràfica``. A continuació, seleccioneu un model el·lipsoidal i ompliu les coordenades d'entrada en les ``Coordenades cartesianes`` o ``Coordenades geodèsiques``. Quan premeu el botó ``Converteix`` es completaran les coordenades corresponents.
ca@valencia: Per a utilitzar el mòdul, primer seleccioneu quines coordenades voleu utilitzar com a entrada als botons d'opció ``Tria les coordenades d'entrada``: ``Cartesianes`` o ``Geogràfiques``. A continuació, trieu un model del·lipsoide i empleneu les coordenades d'entrada a la secció ``Coordenades cartesianes`` o a la secció ``Coordenades geogràfiques``. Quan premeu el botó ``Convertix``, s'emplenaran les coordenades complementàries.
fr: Pour utiliser le module, choisissez d'abord le système de coordonnées que vous utiliserez dans la section ``Sélection des coordonnées d'entrée``. Sélectionnez ensuite un modèle ellipsoïdal et remplissez les coordonnées d'entrée soit dans ``Coordonnées cartésiennes``, soit dans ``Coordonnées géographiques``. Lorsque vous actionnez le bouton ``Convertir``, les coordonnées correspondantes seront remplies.
it: Per usare il modulo prima seleziona quali coordinate in ingresso utilizzerai nella sezione ``Seleziona le coordinate in ingresso``: pulsanti di opzione ``Cartesiane`` o ``Geografiche``. Quindi seleziona un modello ellissoide e completa le coordinate in ingresso nella sezione ``Coordinate cartesiane`` o nella sezione ``Coordinate geografiche``. Le coordinate corrispondenti verranno completate quando premi il pulsante ``Converti``.
pt_br: Para usar o módulo, primeiro selecione as coordenadas que você usará como entrada na seção ``Selecionar coordenadas de entrada``: botões de opção ``Cartesianas`` ou ``Geográficas``. Em seguida, selecione um modelo elipsoide e preencha as coordenadas de entrada na seção ``Coordenadas cartesianas`` ou na seção ``Coordenadas geográficas``. Ao pressionar o botão ``Converter``, as coordenadas correspondentes serão preenchidas.
sl: Za uporabo modula najprej v razdelku »Izberi vhodne koordinate« izberite, katere koordinate boste uporabili kot vhod: izbirni gumbi »kartezični« ali »geografski«. Nato izberite elipsoidni model in vnesite vhodne koordinate v razdelek »Kartezične koordinate« ali razdelek »Geografske koordinate«. Ko pritisnete gumb »Pretvori«, se bodo izpolnile ustrezne koordinate.
sv: För att använda modulen, välj först vilka koordinater du ska använda som indata i sektionen "Välj inkoordinater": alternativknapparna "Kartesisk" eller "Geografisk". Välj sedan en ellipsoidmodell och fyll i inkoordinaterna antingen i sektionen "Kartesiska koordinater" eller i sektionen "Geografiska koordinater". När du trycker på knappen "Konvertera" fylls motsvarande koordinater i.
uk: Щоб скористатися цим модулем, спочатку оберіть, які координати слід вважати початковими у розділі `Вибір вхідних координат`: ``Декартові`` або ``Географічні``. Потім вкажіть модель еліпсоїда і початкові координати або у розділі ``декартової системи координат``, або у розділі географічних координат. Якщо після цього ви натиснете кнопку ``Перетворити``, буде заповнено поля потрібних вам координат.
