Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-altvstime.po
Languages: ca, fr, it, sl, sv

source: There are a few ways to add curves to the plot. The simplest way to add the curve of an existing object is to simply type its name in the ``Name:`` input field, and press Enter, or the ``Plot`` button. If the text you enter is found in the object database, the object's curve is added to the graph. You can also press the ``Find Object...`` button to open the :ref:`Find Object Window <skyobjects-finding-objects>` to select an object from the list of known objects. If you want to add a point that does not exist in the object database, simply enter a name for the point, and then fill in the coordinates in the ``RA:`` and ``Dec:`` input fields. Then press the ``Plot`` button to add the curve for your custom object to the plot (note that you have to pick a name that does not already exist in the object database for this to work).
fr: Il y a plusieurs manières d'ajouter des courbes au graphique. La manière la plus simple pour ajouter la courbe d'un objet existant est simplement d'écrire son nom dans le champ de saisie ``Nom``. Si le texte que vous saisissez se trouve dans la base de données, la ``courbe`` de l'objet s'ajoute au graphique. Vous pouvez aussi actionner le bouton ``Chercher un objet…`` pour ouvrir la fenêtre :ref:`Chercher un objet… <skyobjects-finding-objects>` afin de sélectionner un objet dans la liste des objets connus. Si vous voulez ajouter un point qui n'existe pas dans la base de données des objets, donnez simplement un nom pour le point et remplissez les coordonnées dans les champs de saisie ``AD`` et ``DEC``. Actionnez ensuite le bouton ``Tracer`` pour ajouter la courbe pour votre objet personnalisé au graphique (notez que vous devez donner un nom qui n'existe pas déjà dans la base de données pour que cela fonctionne).
it: Ci sono alcuni modi per aggiungere curve al grafico. Il modo più semplice per aggiungere la curva di un oggetto esistente è digitare il suo nome nella casella di inserimento ``Nome`` e premere Invio, o il pulsante ``Traccia``. Se il testo inserito viene trovato nel database degli oggetti, la curva corrispondente è aggiunta al grafico. Puoi anche premere il pulsante ``Trova oggetto...`` per aprire la :ref:`finestra Trova oggetto <skyobjects-finding-objects>` e selezionare un oggetto dall'elenco di quelli noti. Se vuoi aggiungere un punto che non esiste nel database degli oggetti, digita un nome per quel punto e le coordinate nelle caselle ``AR`` e ``Dec``. Quindi premi il pulsante ``Traccia`` per aggiungere al grafico la curva dell'oggetto personalizzato (nota che perché questo funzioni devi scegliere un nome che non esista già nella banca dati degli oggetti).
sl: Obstaja nekaj načinov za dodajanje krivulj na graf. Najenostavnejši način za dodajanje krivulje obstoječega objekta je, da preprosto vnesete njegovo ime v vnosno polje ``Ime:`` in pritisnete Enter ali gumb ``Graf``. Če je besedilo, ki ga vnesete, najdeno v podatkovni bazi objektov, se krivulja objekta doda na graf. Lahko pa pritisnete tudi gumb ``Najdi objekt...``, da odprete okno :ref:`Najdi objekt <skyobjects-finding-objects>`, da izberete objekt s seznama znanih objektov. Če želite dodati točko, ki ne obstaja v podatkovni bazi objektov, preprosto vnesite ime točke in nato v vnosna polja ``RA:`` in ``Dec:`` vnesite koordinate. Nato pritisnite gumb ``Graf``, da dodate krivuljo za svoj objekt po meri na graf (upoštevajte, da morate za delovanje izbrati ime, ki še ne obstaja v podatkovni bazi objektov).

source: These curves show the objects' Altitude (angle above the :doc:`horizon <ai-horizon>`) as a function of time. When a curve passes from the lower half to the upper half, the object has risen; when it falls back to the lower half, it has set. For example, in the screenshot, the minor planet *Quaoar* is setting at around 15:00 local time, and is rising at about 04:00 local time.
fr: Ces courbes montrent la hauteur des objets (angle au-dessus de l':doc:`horizon <ai-horizon>`) en fonction de temps. Quand une courbe passe de la moitié inférieure à la moitié supérieure, l'objet s'est levé. Lorsqu'il retombe dans la moitié inférieure, il s'est couché. Par exemple, dans la capture d'écran, l'amas globulaire *M 13* (courbe rouge) se lève vers 22:10 heure locale et se couche à environ 16:00 heure locale.
it: Queste curve mostrano l'altezza dell'oggetto (l'angolo rispetto all`:doc:`orizzonte <ai-horizon>`) in funzione del tempo. Quando una curva passa dalla metà inferiore a quella superiore del grafico, l'oggetto è sorto; quando torna nella metà inferiore, è tramontato. Per esempio, nella figura l'asteroide *Quaoar* tramonta circa alle 15:00 nel tempo locale, e sorge intorno alle 04:00.
sl: Te krivulje prikazujejo nadmorsko višino objektov (kot nad :doc:`horizon <ai-horizon>`) kot funkcijo časa. Ko krivulja prehaja iz spodnje polovice v zgornjo polovico, se objekt dvigne; ko se spusti nazaj v spodnjo polovico, se zaide. Na primer, na posnetku zaslona manjši planet *Quaoar* zahaja okoli 15:00 po lokalnem času in vzhaja okoli 04:00 po lokalnem času.

source: The plot can be easily zoomed and panned using the mouse. The zooming level can be adjusted using the mouse scroll wheel. When the plot is zoomed out, the zooming level will be automatically limited to a default minimum value, such as the axes’ ranges are able to cover the entire plot (i.e. on vertical axis, the maximum altitude value should touch the top edge of the plot frame). The same principle is applied when the plot is panned using the mouse movement. For panning the plot, all you need to do is to click on the point of the plot you want to pan and then drag the mouse on your desired direction: left, right, up or down.
fr: Le tracé peut être facilement agrandi et déplacé à l'aide de la souris. Le niveau de zoom peut être ajusté à l'aide de la ``molette`` de la souris. Lorsque le tracé est dézoomé, le niveau de zoom est automatiquement limité à une valeur minimale, afin que les plages des axes puissent couvrir l'ensemble du tracé (par exemple, sur l'axe vertical, la valeur d'altitude maximale doit toucher le bord supérieur du cadre du tracé). Le même principe s'applique lorsque le graphique est déplacé à l'aide de la souris. Pour faire un panoramique du tracé, il suffit de cliquer sur le point du tracé que vous souhaitez déplacer, puis de faire glisser la souris dans la direction souhaitée : gauche, droite, haut ou bas.
it: Il grafico può essere facilmente ingrandito o spostato usando il mouse: il livello di ingrandimento può essere regolato con la rotellina del mouse. Quando viene rimpicciolito, il livello d'ingrandimento viene automaticamente limitato al valore minimo predefinito, ad esempio gli intervalli degli assi riescono a coprire l'intero grafico (cioè, sull'asse verticale il valore dell'altezza massima dovrebbe toccare il bordo superiore del riquadro del grafico). Lo stesso principio si applica quando il grafico viene spostato usando il movimento del mouse. Per spostarlo, tutto quello che devi fare è premere il pulsante sul punto del grafico che vuoi spostare e trascinare il mouse nella direzione desiderata: a sinistra, a destra, in alto o in basso.
sl: Risbo je mogoče preprosto povečati in premikati z miško. Stopnjo povečave lahko prilagodite s koleščkom miške. Ko je risba pomanjšana, bo stopnja povečave samodejno omejena na privzeto najmanjšo vrednost, na primer, da razponi osi lahko pokrijejo celotno risbo (tj. na navpični osi se mora največja vrednost višine dotikati zgornjega roba okvira ploskve). Enako načelo se uporablja, ko se risba premika s premikanjem miške. Za premikanje risbe morate samo klikniti na točko risbe, ki jo želite premikati, in nato povlecite miško v želeno smer: levo, desno, gor ali dol.

source: Another useful feature that Altvstime tool provides is its ability to compute and mark the Rise/Set/Transit times. This can be accomplished by a simple press of one of the ``Rise``, ``Set`` or ``Transit`` buttons. When one of these buttons is pressed, a filled colored circle will be marked on the curve. The color used for Rise, Set and Transit dots are: red for Rise, blue for Set and green for Transit time. For a more intuitive way of using these buttons, they are marked with the color of their specific dots. This way, the user can easily understand the plot and make the association between a certain color and its significance.
fr: Une autre fonctionnalité utile fournie par cet outil est sa capacité à calculer et à marquer les heures de lever, de coucher et de transit. Cela peut être réalisé par une simple pression sur l'un des boutons ``Lever``, ``Coucher`` ou ``Transit``. Lorsque l'on appuie sur l'un de ces boutons, un cercle coloré rempli sera marqué sur la courbe. Les couleurs utilisées pour les points \"Lever\", \"Coucher\" et \"Transit\" sont : rouge pour \"Lever\", bleu pour \"Coucher\" et vert pour \"Transit\". Pour une utilisation plus intuitive de ces boutons, ils sont marqués de la couleur de leurs points spécifiques. De cette façon, l'utilisateur peut facilement comprendre le graphique et faire l'association entre une certaine couleur et sa signification.
it: Un'altra funzionalità utile dello strumento Altezza in funzione del tempo è quella di calcolare e segnare le ore del sorgere, del tramontare e del culmine. Questo può essere fatto con una semplice pressione sui pulsanti ``Sorge``, ``Tramonta`` o ``Culmina``: quando viene premuto uno di questi pulsanti, sulla curva viene segnato un cerchio pieno e colorato. I colori per il sorgere, il tramontare e il culmine sono rispettivamente il rosso, il blu e il verde, gli stessi che sono riportati anche sul pulsante in questione: in questo modo l'utente può facilmente comprendere il grafico e fare l'associazione fra un certo colore e il suo significato.
sl: Druga uporabna funkcija, ki jo ponuja orodje Altvstime, je njegova zmožnost izračuna in označevanja časov vzhoda/zahoda/prehoda. To lahko storite s preprostim pritiskom enega od gumbov ``Vzhod``, ``Zahod`` ali ``Prehod``. Ko pritisnete enega od teh gumbov, bo na krivulji označen zapolnjen barvni krog. Barve, ki se uporabljajo za pike Vzhod, Zahod in Prehod, so: rdeča za Vzhod, modra za zahod in zelena za čas prehoda. Za bolj intuitiven način uporabe teh gumbov so označeni z barvo svojih pik. Tako lahko uporabnik zlahka razume zaplet in vzpostavi povezavo med določeno barvo in njenim pomenom.

source: Altvstime tool provides an easy way to find out the altitude of a sky-object at a certain moment of time using the ``Compute`` button. After you select the object from the Objects list and set the moment of time, the altitude can be computed by pressing the ``Compute`` button. But this is not the only way you can find out the altitude. Another method is to hover with mouse above one curve and thus, a tooltip containing the Local Time, Local Sidereal Time and Altitude will come up. This way, you can read the information in real time.
fr: L'outil offre un moyen facile de connaître l'altitude d'un objet du ciel à un certain moment en utilisant le bouton ``Calculer``. Après avoir sélectionné l'objet dans la liste des objets et défini l'heure locale, l'altitude peut être calculée en appuyant sur le bouton ``Calculer``. Mais ce n'est pas la seule façon de connaître l'altitude. Une autre méthode consiste à survoler une courbe avec la souris. Une infobulle apparaîtra contenant l'heure locale, le temps sidéral local et l'altitude. De cette façon, vous pouvez lire les informations en temps réel.
it: Lo strumento Altezza in funzione del tempo fornisce una semplice modalità per scoprire l'altezza di un oggetto celeste in un certo istante: usando il pulsante ``Calcola``. Dopo aver selezionato un oggetto dall'elenco degli oggetti e impostato l'istante di tempo, puoi infatti calcolarne l'altezza premendo il pulsante ``Calcola``. Questo non è però l'unico modo: puoi passare sopra col mouse su una curva e verrà mostrato un suggerimento contenente il tempo locale, quello locale siderale e, appunto, l'altezza. In questo modo puoi leggere le informazioni in tempo reale.
sl: Orodje Altvstime ponuja preprost način za ugotavljanje višine nebesnega objekta v določenem trenutku z uporabo gumba ``>Izračunaj``. Ko izberete objekt s seznama Objekti in nastavite trenutek, lahko višino nad obzorjem izračunate s pritiskom na gumb ``Izračunaj``. Vendar to ni edini način, kako lahko ugotovite višino. Druga metoda je, da se z miško pomaknete nad eno krivuljo in tako se prikaže opis orodja, ki vsebuje lokalni čas, lokalni zvezdni čas in višino. Tako lahko informacije berete v realnem času.

source: The Altitude of an object depends on both where you are on Earth, and on the Date. By default, the Tool adopts the Location and Date from the current KStars settings. You can change these parameters in the ``Date & Location`` Tab. To change the Location, you can press the ``Choose City...`` button to open the :doc:`Set Geographic Location <config-setgeo>` Window, or enter Longitude and Latitude values manually in the input fields, and press the ``Update`` button. To change the Date, use the spin and combo boxes, then press ``Update``. Note that any curves you had already plotted will be automatically updated when you change the Date and/or Location.
fr: La hauteur d'un objet dépend à la fois de votre position sur la terre et de la date. Par défaut, l'outil adopte la position et la date des réglages actuels de KStars. Vous pouvez changer ces paramètres dans l'onglet ``Date et position``. Pour changer la position, vous pouvez actionner le bouton ``Choisir une ville…`` pour ouvrir la fenêtre de :doc:`position géographique <config-setgeo>`, ou indiquer les valeurs de longitude et de latitude dans les champs de saisie puis actionner le bouton ``Actualiser``. Pour modifier la date, utilisez le bouton ``Date`` puis actionnez ``Actualiser``. Notez que toute courbe que vous avez déjà tracée sera automatiquement mise à jour lorsque vous changerez la date et/ou la position.
it: L'altezza di un oggetto dipende sia dalla data, sia dalla posizione dell'osservatore sulla Terra. L'azione predefinita è di adottare la località e la data delle impostazioni correnti di KStars. Puoi cambiare questi parametri nella scheda ``Data e luogo``. Per cambiare la località puoi premere il pulsante ``Scegli città...`` per aprire la finestra :doc:`Imposta località geografica <config-setgeo>` oppure inserire manualmente latitudine e longitudine nelle caselle apposite, e premere il pulsante ``Aggiorna``. Per cambiare la data, utilizza le caselle di scelta, quindi premi ``Aggiorna``. Nota che le curve eventualmente già tracciate saranno aggiornate automaticamente dopo aver cambiato data e/o località.
sl: Višina objekta je odvisna tako od vaše lokacije na Zemlji kot od datuma. Orodje privzeto prevzame lokacijo in datum iz trenutnih nastavitev KStars. Te parametre lahko spremenite na zavihku ``Datum in lokacija``. Če želite spremeniti lokacijo, lahko pritisnete gumb ``Izberi mesto...``, da odprete okno :doc:`Nastavi geografsko lokacijo <config-setgeo>`, ali pa ročno vnesete vrednosti zemljepisne dolžine in širine v vnosna polja in pritisnete gumb »Posodobi«. Če želite spremeniti datum, uporabite vrtljiv in kombinirani meni, nato pa pritisnite ``Posodobi``. Upoštevajte, da se bodo vse krivulje, ki ste jih že narisali, samodejno posodobile, ko spremenite datum in/ali lokacijo.
