Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-imaging-planner.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: Imaging Planner Tool
ca: Eina del Planificador d'obtenció d'imatges
ca@valencia: L'eina «Planificador de l'obtenció d'imatges»
nl: Het hulpmiddel voor plannen van opnamen
pt_br: Ferramenta do planejador de imagem
sl: Orodje za načrtovanje slik
sv: Bildplaneringsverkyget

source: |Imaging Planner|
sv: |Bildplanering|

source: The Imaging Planner tool assists users in selecting objects to image. Users can download catalogs of recommended objects, and may create and share their own catalogs. The tool calculates when objects in a catalog may be imaged on the selected night, given constraints such as minimum altitude, terrain, and moon elevation and separation. It can sort the objects along several dimensions including the number of hours an object may be imaged tonight (given the user's geography, constraints and possibly artificial horizon), the object's peak altitude, distance from the moon, constellation, name, and type. Objects can also be filtered out for several reasons (e.g., object type, whether it was previously imaged, keywords, whether the object has been selected, or if the user is uninterested). This tool aids object selection by displaying high-quality images, showing sky locations on the skymap, and providing links to follow to internet sites with more information and images. It allows attaching notes and links to objects, and selecting them for future consideration. This tool can be used with Ekos or other imaging tools, but does not directly interact with the imager; it helps the user decide what to image.
ca: L'eina Planificador d'obtenció d'imatges ajuda els usuaris a seleccionar objectes a passar a imatge. Els usuaris poden descarregar catàlegs d'objectes recomanats, o bé crear i compartir els seus catàlegs propis. L'eina calcula quan els objectes d'un catàleg es poden fotografiar en la nit seleccionada donades les restriccions com l'altitud mínima, el terreny i la separació de la lluna. Pot ordenar els objectes segons diverses dimensions diferents, inclòs el nombre d'hores que un objecte pot ser fotografiat aquesta nit (indicant la geografia de l'usuari, restriccions i possible horitzó artificial), la seva altitud màxima, la distància de la lluna, la constel·lació, nom i tipus. Els objectes també es poden filtrar per diverses raons (per exemple, el tipus d'objecte, si s'han obtingut imatges prèviament, paraules clau que l'usuari ha afegit, si l'objecte s'ha seleccionat, l'usuari no està interessat, etc.). Aquesta eina ajuda els usuaris a investigar els objectes mostrant imatges petites dels objectes, mostrant les ubicacions al cel dels objectes en el mapa celeste, i proporcionant enllaços per a seguir a llocs d'Internet amb més informació i imatges. Permet als usuaris adjuntar notes i enllaços a objectes, i seleccionar-ne alguns per a la seva consideració posterior. Aquesta eina es pot utilitzar en conjunció l'obtenció d'imatges de l'Ekos o qualsevol altra eina d'obtenció d'imatges. Actualment no interacciona directament amb l'analitzador d'imatges real; només ajuda l'usuari a decidir quines imatges ha d'obtenir.
ca@valencia: L'eina «Planificador de l'obtenció d'imatges» ajuda els usuaris a seleccionar objectes per a fotografiar. Els usuaris poden baixar catàlegs d'objectes recomanats i poden crear i compartir els seus propis catàlegs. L'eina calcula quan es poden fotografiar objectes d'un catàleg la nit seleccionada, tenint en compte restriccions com l'altitud mínima, el terreny i l'elevació i la separació de la lluna. Pot ordenar els objectes segons diverses dimensions, inclòs el nombre d'hores que es pot fotografiar un objecte esta nit (tenint en compte la geografia de l'usuari, les restriccions i possiblement l'horitzó artificial), l'altitud màxima de l'objecte, la distància a la Lluna, la constel·lació, el nom i el tipus. Els objectes també es poden filtrar per diversos motius (p. ex., el tipus d'objecte, si s'ha fotografiat prèviament, paraules clau, si l'objecte s'ha seleccionat o si l'usuari no hi està interessat). Esta eina ajuda a la selecció d'objectes mostrant imatges d'alta qualitat, mostrant la ubicació del cel al mapa celeste i proporcionant enllaços cap a llocs web amb més informació i imatges. Permet adjuntar notes i enllaços cap als objectes i seleccionar-los per a una futura consideració. Esta eina es pot utilitzar amb Ekos o altres eines d'imatge, però no interactua directament amb l'obtenidor d'imatges. Ajuda a l'usuari a decidir quina imatge vol capturar.
nl: Het hulpmiddel voor plannen van opnamen assisteert gebruikers bij het selecteren van welke objecten opnamen te maken. Gebruikers kunnen catalogi van aanbevolen objecten downloaden of kunnen hun eigen catalogi aanmaken en delen. Het hulpmiddel berekent wanneer van objecten in een catalogus opnamen gemaakt kunnen worden in de geselecteerde nacht gegeven de beperkingen zoals minimale hoogte, terrein en hoogte en afstand tot de maan. Het kan de objecten langs verscheidene dimensies sorteren inclusief het aantal uren dat een van een object vannacht een opname wordt gemaakt (gegeven de geografie van de gebruiker, beperkingen en mogelijke kunstmatige horizon), zijn piekhoogte, afstand tot de maan, constellatie, naam en type. Objecten kunnen ook uitgefilterd worden om verschillende redenen (bijv. type van het object, of er eerder een opname is gemaakt, trefwoorden die de gebruiker heeft toegevoegd, of het object geselecteerd is, gebruiker niet geïnteresseerd, etc). Dit hulpmiddel helpt gebruikers de objecten te onderzoeken door kleinen afbeeldingen van de objecten te tonen, de hemellocaties van de objecten op de hemelkaart te tonen en door koppelingen te leveren om internetsites te volgen met meer informatie en afbeeldingen. Het helpt bij objecten te selecteren door hoge kwaliteitsafbeeldingen te tonen, hemellocaties op de hemelkaart en en koppelingen te leveren naar internetsites met meer informatie en afbeeldingen. Dit hulpmiddel kan gebruikt worden samen met Ekos-imager of andere hulpmiddelen voor opnamen maken, maar er is op dit moment is er geen directe interactie met de echte maker van de opname; het helpt de gebruiker alleen te bepalen waarvan opnamen te maken.
pt_br: A ferramenta do planejador de imagem auxilia os usuários na seleção de objetos para geração de imagens. Os usuários podem baixar catálogos de objetos recomendados e criar e compartilhar seus próprios catálogos. A ferramenta calcula quando os objetos em um catálogo podem ser fotografados na noite selecionada, dadas restrições como altitude mínima, terreno e elevação e separação da lua. Ela pode classificar os objetos em várias dimensões, incluindo o número de horas em que um objeto pode ser fotografado naquela noite (dadas a geografia do usuário, restrições e possivelmente horizonte artificial), a altitude máxima do objeto, distância da lua, constelação, nome e tipo. Os objetos também podem ser filtrados por vários motivos (por exemplo, tipo de objeto, se já foi fotografado anteriormente, palavras-chave, se o objeto foi selecionado ou se o usuário não está interessado). Esta ferramenta auxilia na seleção de objetos exibindo imagens de alta qualidade, mostrando as localizações do céu no mapa celeste e fornecendo links para sites da internet com mais informações e imagens. Ela permite anexar notas e links a objetos e selecioná-los para consideração futura. Esta ferramenta pode ser usada com o Ekos ou outras ferramentas de imagem, mas não interage diretamente com o gerador de imagens; ela ajuda o usuário a decidir o que deseja capturar.
sl: Orodje za načrtovanje slik uporabnikom pomaga pri izbiri objektov za slikanje. Uporabniki lahko prenesejo kataloge priporočenih objektov ter ustvarijo in delijo svoje lastne kataloge. Orodje izračuna, kdaj se lahko objekti v katalogu slikajo v izbrani noči, glede na omejitve, kot so najmanjša višina, teren ter višina in oddaljenost lune. Objekte lahko razvrsti po več dimenzijah, vključno s številom ur, ko se lahko objekt slika nocoj (glede na uporabnikovo geografijo, omejitve in morebitni umetni horizont), najvišjo višino objekta, oddaljenost od lune, ozvezdje, ime in vrsto. Objekte je mogoče tudi filtrirati iz več razlogov (npr. vrsta objekta, ali je bil že prej slikan, ključne besede, ali je bil objekt izbran ali če uporabnik ni zainteresiran). To orodje pomaga pri izbiri objektov s prikazom visokokakovostnih slik, prikazom lokacij neba na zemljevidu neba in zagotavljanjem povezav do spletnih mest z več informacijami in slikami. Omogoča pripenjanje opomb in povezav k objektom ter njihovo izbiro za prihodnjo obravnavo. To orodje se lahko uporablja z Ekosom ali drugimi orodji za slikanje, vendar ne komunicira neposredno s slikovno napravo; uporabniku pomaga pri odločitvi, kaj bo slikal.
sv: Bildplaneringsverkyget hjälper användare att välja vilka objekt som ska avbildas. Användare kan ladda ner kataloger med rekommenderade objekt, eller eventuellt skapa och dela sina egna kataloger. Verktyget beräknar när objekten i en inläst katalog kan avbildas på den valda natten med begränsningar som minimielevation, terräng och månseparation. Det kan sortera objekten efter flera olika dimensioner inklusive antalet timmar ett objekt kan avbildas i kväll (med tanke på användarens geografi, begränsningar och eventuell artificiell horisont), dess högsta elevation, avstånd från månen, konstellation, namn och typ. Objekt kan också filtreras bort av flera skäl (t.ex. typ av objekt, om det tidigare avbildats, nyckelord som användaren har lagt till, om objektet har valts, användaren inte är intresserad, etc). Verktyget hjälper användare att undersöka objekten genom att visa små bilder av objekten, visa objektens position på himmelskartan och genom att tillhandahålla länkar att följa till webbplatser med mer information och bilder. Det tillåter användare att bifoga anteckningar och länkar till objekt och välja vissa av dem för vidare övervägande. Verktyget kan användas tillsammans med Ekos avbildningsverktyg eller något annat bildverktyg. Det är för närvarande inte direkt interagerat med själva avbildningsfunktionen. Det hjälper bara användaren att bestämma vad som ska avbildas.

source: Setting up the Imaging Planner
ca: Configuració del Planificador d'obtenció d'imatges
ca@valencia: Configurar el Planificador de l'obtenció d'imatges
nl: Opzetten de Planner van opnamen
pt_br: Configurando o planejador de imagens
sl: Nastavitev načrtovalnika slikanja
sv: Inställning av bildplanering

source: The Imaging Planner tool can be used with KStars/Ekos or other astrophotography software. This section provides setup instructions, if you are new to KStars. Existing KStars users may find the initial steps unnecessary.
ca: L'eina Planificador d'obtenció d'imatges es pot utilitzar amb el KStars/Ekos o altres programes d'astrofotografia. Aquesta secció proporciona instruccions de configuració, si sou nou al KStars. Els usuaris existents del KStars poden trobar innecessaris els passos inicials.
ca@valencia: L'eina «Planificador de l'obtenció d'imatges» es pot utilitzar amb KStars/Ekos o altres programes d'astrofotografia. Esta secció proporciona instruccions de configuració si sou nous a KStars. Els usuaris actuals de KStars poden trobar innecessaris els passos inicials.
nl: Het hulpmiddel voor het plannen van opnamen kan gebruikt worden met KStars/Ekos of andere astrofotografie software. Deze sectie levert instructies voor opzetten, als u nieuw bent bij KStars. Bestaande gebruikers van KStars kunnen de initiële stappen onnodig vinden.
pt_br: A ferramenta Planejador de imagens pode ser usada com o KStars/Ekos ou outros softwares de astrofotografia. Esta seção fornece instruções de configuração, caso você seja novo no KStars. Usuários atuais do KStars podem achar os passos iniciais desnecessários.
sl: Orodje za načrtovanje slik lahko uporabljate s programoma KStars/Ekos ali drugo programsko opremo za astrofotografijo. Ta razdelek vsebuje navodila za nastavitev, če ste novi v KStars. Obstoječim uporabnikom KStars se začetni koraki morda ne bodo zdeli potrebni.
sv: Bildplaneringsverktyget kan användas med KStars/Ekos eller annan programvara för astrofotografering. Det här avsnittet innehåller installationsanvisningar om du är nybörjare på Kstars. Befintliga användare Kstars kan tycka att de inledande stegen är onödiga.

source: **Download KStars**
ca: **Baixada del KStars**
ca@valencia: **Baixar KStars**
nl: **KStars downloaden**
pt_br: **Baixar o KStars**
sl: **Prenesi KStars**
sv: **Ladda ner Kstars**

source: Follow the instructions at `https://kstars.kde.org/download/ <https://kstars.kde.org/download/>`__.
ca: Seguiu les instruccions de `https://kstars.kde.org/download/ <https://kstars.kde.org/download/>`__.
ca@valencia: Seguiu les instruccions a `https://kstars.kde.org/download/ <https://kstars.kde.org/download/>`__.
nl: Volg de instructies op `https://kstars.kde.org/download/ <https://kstars.kde.org/download/>`__.
pt_br: Siga as instruções em `https://kstars.kde.org/download/ <https://kstars.kde.org/download/>`__.
sl: Sledite navodilom na spletni strani `https://kstars.kde.org/download/ <https://kstars.kde.org/download/>`__.
sv: Följ instruktionerna på`https://kstars.kde.org/download/ <https://kstars.kde.org/download/>`__.

source: The ``Startup Wizard`` appears when you run KStars for the first time. You can also access it from ``Settings`` → ``Startup Wizard``.
ca: L'``Assistent d'engegada`` apareix quan executeu el KStars per primera vegada. També podeu accedir-hi des de ``Arranjament`` → ``Assistent d'engegada``.
ca@valencia: Quan executeu KStars per primera vegada, apareixerà l'``Assistent d'iniciada``. També hi podeu accedir des de l'element de menú ``Configuració`` → ``Assistent d'iniciada…``.
nl: De ``Opstartassistent`` verschijnt wanneer u KStars voor de eerste keer uitvoert. U krijgt ook toegang vanuit ``Instellingen`` → ``Opstartassistent``.
pt_br: O ``Assistente de Inicialização`` aparece quando você executa o KStars pela primeira vez. Você também pode acessá-lo em ``Configurações`` → ``Assistente de Inicialização``.
sl: ``Čarovnik za zagon`` se prikaže, ko prvič zaženete KStars. Do njega lahko dostopate tudi prek ``Nastavitve`` → ``Čarovnik za zagon``.
sv: ``Startguide`` visas när du kör Kstars för första gången. Du kan också komma åt den med ``Inställningar`` → ``Startguide``.

source: Setup your geography in the Startup Wizard.
ca: Configureu la vostra geografia a l'Assistent d'inici.
ca@valencia: Configureu la zona geogràfica a l'Assistent d'iniciada.
nl: Zet uw geografie op in de Opstartassistent.
pt_br: Configure sua geografia no Assistente de Inicialização.
sl: Nastavite svojo geografsko lokacijo v čarovniku za zagon.
sv: Ställ in geografi i startguiden.

source: Click ``Download Extra Data``.
ca: Feu clic a ``Descarrega les dades extres``.
ca@valencia: Cliqueu damunt ``Baixa dades addicionals``.
nl: Klik op ``Extra gegevens downloaden``.
pt_br: Clique em ``Baixar dados extras``.
sl: Kliknite ``Prenesi dodatne podatke``.
sv: Klicka på ``Ladda ner extra data``.

source: If you are running KStars 3.7.6 or later, the only required Imaging Planner download is the Imaging Planner catalog (see image). It should say ``Catalog 2...`` or later.
ca: Si esteu executant el KStars 3.7.6 o posterior, l'única descàrrega requerida del Planificador d'imatges és el catàleg del Planificador d'imatges (vegeu la imatge). Hauria de dir ``Catàleg 2...`` o posterior.
ca@valencia: Si esteu executant KStars 3.7.6 o posterior, l'única baixada necessària del Planificador de l'obtenció d'imatges és el catàleg «Imaging Planner» (vegeu la imatge). Hauria de dir ``Catàleg 2…`` o posterior.
nl: Als u KStars 3.7.6 of later uitvoert is de enige vereiste download van de Opnameplanner de catalogus van de Opnameplanner (zie afbeelding). Het zou ``Catalog 2...`` of later moeten zeggen.
sl: Če uporabljate KStars 3.7.6 ali novejšo različico, je edini potreben prenos programa Imaging Planner katalog programa Imaging Planner (glejte sliko). V njem bi moralo pisati ``Katalog 2...`` ali novejša različica.
sv: Om du använder Kstars 3.7.6 eller senare är den enda nödvändiga nerladdningen katalogen Imaging Planner (se bilden). Det ska stå "Catalog 2..." eller senare.

source: |Imaging Planner Catalog Download|
sv: |Nerladdning av Imaging Planner Catalog|

source: If you are running earlier versions, it's recommended to also download the ``NGC/IC``, ``Open NGC``, ``Abell``, ``Sharpless``, ``Hickson``, and ``Lynds`` catalogs to greatly speed up the time it takes the Imaging Planner to start up for the first time.
ca: Si esteu executant versions anteriors, es recomana també descarregar els catàlegs ``NGC/IC``, ``Open NGC``, ``Abell``, ``Sharpless``, ``Hickson`` i ``Lynds`` per a accelerar molt el temps que triga el Planificador d'obtenció d'imatges a iniciar-se per primera vegada.
ca@valencia: Si esteu executant versions anteriors, es recomana descarregar també els catàlegs ``NGC/IC``, ``Open NGC``, ``Abell``, ``Sharpless``, ``Hickson``, i ``Lynds`` per a accelerar molt el temps que tarda a iniciar-se per primera vegada el «Planificador de l'obtenció d'imatges».
nl: Als u eerdere versies gebruikt is het aanbevolen ook de catalogi ``NGC/IC``, ``Open NGC``, ``Abell``, ``Sharpless``, ``Hickson`` en ``Lynds`` te downloaden om de tijd die het neemt om de Afbeeldingenplanner voor de eerste keer op te starten aanzienlijk te versnellen.
pt_br: Se você estiver executando versões anteriores, é recomendável baixar também os catálogos ``NGC/IC``, ``Open NGC``, ``Abell``, ``Sharpless``, ``Hickson`` e ``Lynds`` para acelerar bastante o tempo que o Planejador de imagem leva para iniciar pela primeira vez.
sl: Če uporabljate starejše različice, je priporočljivo, da prenesete tudi kataloge ``NGC/IC``, ``Open NGC``, ``Abell``, ``Sharpless``, ``Hickson`` in ``Lynds``, da znatno skrajšate čas, ki ga program Imaging Planner potrebuje za prvi zagon.
sv: Om du använder tidigare versioner rekommenderas att även ladda ner katalogerna ``NGC/IC``, ``Open NGC``, ``Abell``, ``Sharpless``, ``Hickson`` och ``Lynds`` för att avsevärt snabba upp den tid det tar för Imaging Planner att starta första gången.

source: **Run KStars for the first time**
ca: **Execució del KStars per primera vegada**
ca@valencia: **Executa KStars per primera vegada**
nl: **KStars voor de eerste keer uitvoeren**
pt_br: **Execute o KStars pela primeira vez**
sl: **Prvi zagon KStars**
sv: **Kör Kstars för första gången**

source: In either case, you can also download any other catalogs you may want.
ca: En qualsevol cas, també podeu descarregar qualsevol altre catàleg que vulgueu.
ca@valencia: En qualsevol cas, també podeu baixar qualsevol altre catàleg que vulgueu.
nl: In elk geval kunt u ook elke andere catalog, die u zou willen, downloaden.
pt_br: Em ambos os casos, você também pode baixar quaisquer outros catálogos que desejar.
sl: V obeh primerih lahko prenesete tudi katere koli druge kataloge, ki jih morda želite.
sv: Hur som helst kan du också ladda ner andra kataloger du vill ha.

source: Your horizon file should be formatted as follows, where the lines starting with ``#`` are just comments and are optional, ``SideNearFence`` can be replaced by whatever you want to call your horizon, and the other lines have two floating point numbers for azimuth and altitude. This format is likely similar or identical to the horizon file format used by other imaging software::
ca@valencia: El vostre fitxer d'horitzó haurà de tindre el format següent, on les línies que comencen amb ``#`` només seran comentaris i són opcionals, ``SideNearFence`` es pot substituir per com vulgueu anomenar el vostre horitzó i les altres línies tenen dos nombres de coma flotant per a l'azimut i l'altitud. Este format és probablement similar o idèntic al format de fitxer d'horitzó utilitzat per altres programes d'imatges:
nl: Uw horizonbestand zou als volgt geformatteerd moeten zijn, waar de regels beginnend met ``#`` gewoon commentaar zijn en optioneel zijn, ``SideNearFence`` kan vervangen worden door wat u uw horizon wilt noemen en de andere regels hebben twee drijvende-komma getallen voor azimuth en hoogte. Dit formaat is waarschijnlijk soortgelijk of identiek aan het horizonbestandsformaat gebruikt door andere software voor afbeeldingen::
pt_br: Seu arquivo de horizonte deve ser formatado da seguinte forma: as linhas que começam com ``#`` são apenas comentários e são opcionais, ``LadoPertoDaCerca`` pode ser substituído pelo nome que você quiser dar ao seu horizonte e as outras linhas têm dois números de ponto flutuante para azimute e altitude. Este formato é provavelmente semelhante ou idêntico ao formato de arquivo de horizonte usado por outros softwares de imagem:
sl: Vaša datoteka s horizontom mora biti formatirana na naslednji način: vrstice, ki se začnejo z ``#``, so le komentarji in so neobvezne, ``SideNearFence`` lahko nadomestite s poljubnim imenom horizonta, ostale vrstice pa imajo dve števili s plavajočo vejico za azimut in višino. Ta format je verjetno podoben ali enak formatu datoteke horizonta, ki ga uporablja druga programska oprema za obdelavo slik::
sv: Horisontfilen ska formateras enligt följande, där raderna som börjar med ``#`` bara är kommentarer och är valfria, ``SideNearFence`` kan ersättas med vad du vill kalla horisonten, och de andra raderna har två flyttal för azimut och elevation. Formatet är sannolikt likt eller identiskt med horisontfilformatet som används av andra bildbehandlingsprogramvaror::

source: Go to ``Settings`` → ``Artificial Horizon``. Click the icon that's the 5th from the left (if you hover your mouse over it, and it should say "Import a previously exported horizon file").
ca: Aneu a ``Arranjament`` → ``Horitzó artificial``. Feu clic a la icona que és la 5a de l'esquerra (si hi passeu el ratolí per sobre, i hauria de dir «Importa un fitxer d'horitzó exportat prèviament»).
ca@valencia: Aneu fins a ``Configuració`` → ``Horitzó artificial``. Cliqueu damunt de la icona que és la cinquena des de l'esquerra (si hi passeu el ratolí per damunt, hauria de dir «Importa un fitxer d'horitzó exportat prèviament»).
nl: Ga naar ``Instellingen`` → ``Kunstmatige horizon``. Klik op het pictogram dat de 5de van links is (als u met uw muis er over zweeft en het zou moeten zeggen "Importeer een eerder geëxporteerd horizonbestand").
pt_br: Vá em ``Configurações`` → ``Horizonte artificial``. Clique no ícone que é o quinto da esquerda para a direita (se você passar o mouse sobre ele, verá que ele deve dizer "Importar um arquivo de horizonte exportado anteriormente").
sl: Pojdite v ``Nastavitve`` → ``Umetni horizont``. Kliknite ikono, ki je peta z leve (če se z miško pomaknete nadnjo, bi moralo pisati "Uvozi prej izvoženo datoteko horizonta").
sv: Gå till ``Inställningar`` → ``Artificiell horisont``. Klicka på ikonen som är den femte från vänster (om du håller muspekaren över den, så ska det stå "Importera en tidigare exporterad horisontfil").

source: Navigate to your horizon file and select it.
ca: Navegueu fins al fitxer d'horitzó i seleccioneu-lo.
ca@valencia: Navegueu fins al fitxer d'horitzó i seleccioneu-lo.
nl: Navigeer naar uw horizonbestand en selecteer het.
pt_br: Navegue até seu arquivo horizon e selecione-o.
sl: Poiščite datoteko horizonta in jo izberite.
sv: Gå till horisontfilen och välj den.
