Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-object-details.po
Languages: bg, ca, ca@valencia, it, nl, pt, sl, sv, uk

source: The ``Advanced`` tab (not available for all objects) allows you to query professional astronomical databases on the internet for information regarding the current object. To use these databases, double click on the desired database in the list to see the results of your query in a web browser window. The query is made using the primary name of the object you clicked on to open the ``Details`` Dialog. The following databases are available for querying:
ca: La pestanya ``Avançat`` (no disponible per a tots els objectes) us permetrà que consulteu bases de dades astronòmiques professionals a internet per a informació referent a l'objecte actual. Per a utilitzar aquestes bases de dades, feu doble clic sobre la desitjada en la llista per a veure'n els resultats en una finestra del navegador web. Aquesta consulta es farà utilitzant el nom primari de l'objecte que heu fet clic en el diàleg Detalls que està obert. Estan disponibles per a consulta les bases de dades següents:
it: La scheda ``Avanzate`` (non disponibile per tutti gli oggetti) ti permette di interrogare banche dati astronomiche professionali su Internet alla ricerca di informazioni sull'oggetto corrente. Per utilizzare queste banche dati è sufficiente fare doppio clic su quella desiderata nell'elenco per osservare i risultati dell'interrogazione in una finestra del browser web. L'interrogazione viene eseguita usando il nome principale dell'oggetto su cui hai fatto clic per aprire la finestra di dialogo ``Dettagli``. Sono disponibili le seguenti banche dati:
sl: Zavihek ``Napredno`` (ni na voljo za vse objekte) vam omogoča, da v profesionalnih astronomskih zbirkah podatkov na internetu poiščete informacije o trenutnem objektu. Za uporabo teh baz podatkov dvokliknite želeno bazo podatkov na seznamu, da si v oknu spletnega brskalnika ogledate rezultate vaše poizvedbe. Poizvedba se izvede z uporabo primarnega imena objekta, na katerega ste kliknili, da odprete pogovorno okno s podrobnostmi. Za poizvedovanje so na voljo naslednje baze podatkov:

source: ``Set of Identifications, Measurements, and Bibliography for Astronomical Data (SIMBAD)``: SIMBAD is similar to NED, except it provides data about all kinds of objects, not just galaxies.
ca: ``Conjunt d'identificacions, mesures i bibliografia per a dades astronòmiques`` (``Set of Identifications, Measurements, and Bibliography for Astronomical Data`` -SIMBAD-): El SIMBAD és similar al NED, a excepció que proveeix dades quant a tots els objectes coneguts, no només galàxies.
it: ``SIMBAD (Set of Identifications, Measurements, and Bibliography for Astronomical Data, *Insieme di Identificazioni, Misure e Bibliografia per Dati Astronomici*)``: è molto simile a NED, con l'eccezione che fornisce dati su tutti i tipi di oggetti, non solo sulle galassie.
sl: ``Sklop identifikacij, meritev in bibliografije za astronomske podatke (SIMBAD)``: SIMBAD je podoben NED, le da zagotavlja podatke o vseh vrstah objektov, ne samo o galaksijah.

source: ``SkyView``: Provides images from All-Sky surveys that have been performed in dozens of different parts of the spectrum, from Gamma Rays to the Radio. The KStars interface will retrieve an image from any of these surveys, centered on the selected object.
ca: ``SkyView``: Proveeix imatges dels rastreigs sobre tot el cel que s'han realitzat en dotzenes de parts diferents de l'espectre, des de raigs gamma fins a ràdio. La interfície del KStars recuperarà una imatge des de qualsevol d'aquests rastreigs, centrada en l'objecte seleccionat.
it: ``SkyView``: fornisce immagini di rilevamenti su tutto il cielo effettuate in decine di bande diverse dello spettro, dai raggi gamma alle onde radio. L'interfaccia di KStars preleverà un'immagine da ciascuna di questi rilevamenti, centrata sull'oggetto selezionato.
sl: ``SkyView``: Ponuja slike iz raziskav All-Sky, ki so bile izvedene na desetinah različnih delov spektra, od žarkov gama do radia. Vmesnik za KStars bo pridobil sliko iz katere koli od teh raziskav, osredotočeno na izbrani objekt.

source: ``High Energy Astrophysical Archive (HEASARC)``: Here you can retrieve data about the current object from a number of “High-energy” observatories, which covers the Ultraviolet, X-ray and Gamma Ray portions of the electromagnetic spectrum.
ca: ``Arxiu astrofísic d'alta energia`` (``High Energy Astrophysical Archive`` -HEASARC-): Aquí podreu rebre dades sobre l'objecte actual des d'un nombre d'observatoris d'«alta energia», els quals cobreixen les porcions ultraviolades, raigs X i raigs Gamma de l'espectre electromagnètic.
it: ``HEASARC (High Energy Astrophysical Archive, *Archivio Astrofisico Alte Energie*)``: qui puoi prelevare dati sull'oggetto corrente da una serie di osservatori delle “alte energie“, che coprono le regioni ultravioletta, X e gamma dello spettro elettromagnetico.
sl: ``High Energy Astrophysical Archive (HEASARC)``: Tukaj lahko pridobite podatke o trenutnem objektu iz številnih ``High-energy`` observatorijev, ki pokrivajo ultravijolične, rentgenske žarke in dela gama žarkov elektromagnetnega spektra.

source: ``NASA/IPAC Extragalactic Database (NED)``: NED provides encapsulated data and bibliographic links about extragalactic objects. You should only use NED if your target is extragalactic; i.e. if it is itself a galaxy.
ca: ``Base de dades extragalàctica de la NASA/IPAC`` (``NASA/IPAC Extragalactic Database`` -NED-): La NED proporciona dades encapsulades i enllaços a bibliografia sobre objectes extragalàctics. Tan sols haureu d'utilitzar la NED si el vostre objectiu és extragalàctic, p. ex., si es tracta d'una galàxia.
it: ``NED (NASA/IPAC Extragalactic Database, *Database Extragalattico NASA/IPAC*)``: fornisce dati e riferimenti bibliografici sugli oggetti extragalattici. Andrebbe usato solo se l'oggetto del tuo studio è extragalattico, per esempio se si tratta di una galassia.
sl: ``NASA/IPAC Extragalactic Database (NED)``: NED zagotavlja enkapsulirane podatke in bibliografske povezave o zunaj galaktičnih objektih. NED uporabite samo, če je vaša tarča zunaj galaktična; to je če je sama galaksija.

source: ``NASA Astrophysical Data System (ADS)``: This incredible bibliographic database encompass the entire body of literature published in international peer-review Journals about astronomy and astrophysics. The database is divided into four general subject areas (Astronomy and Astrophysics, Astrophysics Preprints, Instrumentation, and Physics and Geophysics). Each of these has three sub-nodes that query the database in different ways. “Keyword search” will return articles which listed the object's name as a keyword. “Title word search” will return articles which included the object name in their Title, and the “Title & Keyword search” uses both options together.
ca: ``Sistema de dades astrofísiques de la NASA`` (``NASA Astrophysical Data System`` -ADS-): Aquesta increïble base de dades bibliogràfica abasta tot el cos de la literatura publicada en diaris internacionals de revistes d'astronomia i astrofísica. La base de dades es divideix en quatre temes generals (astronomia i astrofísica, impressions d'astrofísica, instrumentació, i física i geofísica). Cadascun d'aquests té tres subnodes secundaris que consulten la base de dades de diverses maneres. La «Keyword search» (paraula clau de cerca) retornarà els articles que han llistat el nom de l'objecte com a paraula clau. La «Title word search» (cerca de la paraula al títol) retornarà els articles que incloguin el nom de l'objecte al seu títol i la «Title & Keyword search» (cerca paraula clau i al títol) utilitzarà ambdues opcions alhora.
it: ``ADS (Astrophysical Data System, *Sistema Dati Astrofisici NASA*)``: questa incredibile banca dati bibliografica comprende tutta la letteratura pubblicata nei giornali scientifici internazionali sull'astronomia e l'astrofisica. La banca dati è divisa in quattro aree generali (astronomia e astrofisica, preprint di astrofisica, strumentazione, fisica e geofisica). Ogni area possiede tre ulteriori suddivisioni che interrogano la banca dati in modi diversi. “Ricerca per parola chiave“ restituisce articoli che presentano il nome dell'oggetto come parola chiave. “Ricerca per parola nel titolo“ trova articoli che includono il nome dell'oggetto nel loro titolo, e “Ricerca per titolo e parola chiave“ usa entrambe le opzioni contemporaneamente.
sl: ``NASA Astrophysical Data System (ADS)``: Ta neverjetna bibliografska zbirka podatkov zajema celotno literaturo, objavljeno v mednarodnih recenziranih revijah o astronomiji in astrofiziki. Baza podatkov je razdeljena na štiri splošna predmetna področja (astronomija in astrofizika, astrofizikalni prednatisi, instrumentacija ter fizika in geofizika). Vsako od teh ima tri podvozlišča, ki poizvedujejo po bazi podatkov na različne načine. ``Iskanje po ključnih besedah`` bo vrnilo članke, ki so navedli ime objekta kot ključno besedo. ``Iskanje naslovne besede`` bo vrnilo članke, ki so vključevali ime objekta v svojem naslovu, in ``Naslov & Iskanje po ključnih besedah`` uporablja obe možnosti skupaj.

source: ``Multimission Archive at Space Telescope (MAST)``: The `Space Telescope Science Institute <https://www.stsci.edu/>`__ provides access to the entire collection of images and spectra taken with the Hubble Space Telescope, as well as several other space-based observatories.
ca: ``Arxiu de les múltiples missions al telescopi espacial`` (``Multimission Archive at Space Telescope`` -MAST-). El `Space Telescope Science Institute <https://www.stsci.edu/>`__ (Telescopi espacial de l'Institut de la ciència) proporciona accés a tota la col·lecció d'imatges i espectre que es rep amb el telescopi espacial Hubble, així com des d'altres diversos observatoris espacials.
it: ``MAST (Multimission Archive at Space Telescope, *Archivio Multimissione presso il Telescopio Spaziale*): lo `Space Telescope Science Institute <https://www.stsci.edu/>`__ fornisce accesso all'intera raccolta di immagini e spettri ottenuti con il telescopio spaziale Hubble, oltre a parecchi altri osservatori spaziali.
sl: ``Multimisijski arhiv na vesoljskem teleskopu (MAST)``: `Znanstveni inštitut za vesoljski teleskop <https://www.stsci.edu/>`__ omogoča dostop do celotne zbirke slik in spektrov, posnetih s Hubblovim vesoljskim teleskopom, pa tudi do več drugih vesoljskih observatorijev.

source: Finally, in the ``Log`` tab, you can type in some text that will remain associated with this object's ``Details`` window. You could use this to attach personal observing notes, for example. Your notes will be saved, such that you can easily read or use them next time when you will use KStars.
ca: Finalment, a la pestanya ``Registre`` podreu escriure algun text que romangui associat amb aquesta finestra de ``Detalls`` de l'objecte. Per exemple, ho podreu utilitzar per a adjuntar notes personals d'observació. Les vostres notes es desaran de tal manera que les podreu llegir amb facilitat o utilitzar-les la pròxima vegada que utilitzeu el KStars.
it: Infine, nella scheda ``Registro`` puoi digitare del testo che resterà associato alla finestra ``Dettagli`` di questo oggetto. Potresti farne uso per allegare note personali di osservazioni, per esempio. Le tue note saranno salvate, cosicché puoi leggerle o usarle facilmente la prossima volta che usi KStars.
sl: Končno lahko v zavihek ``Dnevnik`` vnesete nekaj besedila, ki bo ostalo povezano z oknom ``Podrobnosti`` tega objekta. To lahko uporabite za pripenjanje na primer osebnih opazovalnih zapiskov. Vaše opombe bodo shranjene, tako da jih boste lahko zlahka prebrali ali uporabili naslednjič, ko boste uporabljali KStars.
