Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-altvstime.po
Languages: ca, fr, it, sl, sv

source: <title>Altitude vs. Time Tool</title>
ca: <title>Eina Altitud en funció del temps</title>
sv: <title>Verktyget Elevation mot tid</title>

source: Tools
ca: Eines
sv: Verktyg

source: <secondary>Altitude vs. Time Tool</secondary>
ca: <secondary>Eina Altitud en funció del temps</secondary>
sv: <secondary>Verktyget Elevation mot tid</secondary>

source: The Altitude vs. Time Tool
ca: L'eina Altitud en funció del temps
sv: Verktyget Elevation mot tid

source: Altitude vs. Time Plotter
ca: Eina que representa gràficament l'altitud en funció del temps
fr: Le traceur d'élévation selon l'heure
it: Grafico dell'altezza in funzione del tempo
sl: Risalnik višine glede na čas
sv: Uppritning av elevation mot tid

source: This tool plots the altitude of any objects as a function of time, for any date and location on Earth. The top section is a graphical plot of altitude angle on the vertical axis, and time on the horizontal axis. The time is shown both as standard local time along the bottom, and <link linkend="ai-sidereal">sidereal time</link> along the top. The bottom half of the graph is shaded green to indicate that points in this region are below the horizon.
ca: Aquesta eina representa gràficament l'altitud de qualsevol objecte en funció del temps, per a qualsevol data i emplaçament sobre la Terra. La secció superior és una representació gràfica de l'angle de l'altitud a l'eix vertical i l'hora a l'eix horitzontal. L'hora es mostra com a hora local estàndard al llarg de la part inferior i l'<link linkend="ai-sidereal">hora sidèria</link> al llarg de la part superior. La meitat inferior de la representació gràfica és verda amb ombres per a indicar que els punts en aquesta regió resten per sota de l'horitzó.
sv: Det här verktyget ritar upp elevationen för ett objekt som funktion av tiden, för godtyckligt datum och godtycklig plats på jorden. Överdelen är ett diagram med elevationsvinkel längs den vertikala axeln, och tid längs den horisontella. Tiden visas både som vanlig lokal tid längs underkanten, och <link linkend="ai-sidereal">siderisk</link> tid längs överkanten. Underdelen av diagrammet är grönskuggad för att ange att punkter i det här området är under horisonten.

source: There are a few ways to add curves to the plot. The simplest way to add the curve of an existing object is to simply type its name in the <guilabel>Name:</guilabel> input field, and press Enter, or the <guibutton>Plot</guibutton> button. If the text you enter is found in the object database, the object's curve is added to the graph. You can also press the <guibutton>Find Object...</guibutton> button to open the <link linkend="findobjects">Find Object Window</link> to select an object from the list of known objects. If you want to add a point that does not exist in the object database, simply enter a name for the point, and then fill in the coordinates in the <guilabel>RA:</guilabel> and <guilabel>Dec:</guilabel> input fields. Then press the <guibutton>Plot</guibutton> button to add the curve for your custom object to the plot (note that you have to pick a name that does not already exist in the object database for this to work).
ca: Hi ha unes quantes maneres d'afegir corbes a la representació gràfica. La més simple és simplement escrivint el seu <guilabel>Nom:</guilabel> en el camp d'entrada i prémer &Intro; o el botó <guibutton>Dibuixa</guibutton>. Si el text que introduïu es troba a la base de dades d'objectes, la corba de l'objecte serà afegida a la gràfica. També podeu prémer el botó <guibutton>Cerca un objecte...</guibutton> per a obrir la finestra <link linkend="findobjects">Cerca un objecte</link> per a seleccionar-ne un de la llista d'objectes coneguts. Si desitgeu afegir un punt que no existia a la base de dades, simplement introduïu un nom per al punt i després completeu les coordenades en els camps d'entrada <guilabel>AR:</guilabel> i <guilabel>Dec:</guilabel>. Aleshores premeu el botó <guibutton>Dibuixa</guibutton> per a afegir la corba per al vostre objecte personalitzat a la representació gràfica (cal tenir en compte que perquè això funcioni, haureu d'escollir un nom que no existís anteriorment a la base de dades d'objectes).
sv: Det finns ett antal sätt att lägga till kurvor i diagrammet. Det enklaste sättet är att helt enkelt skriva in dess namn i inmatningsfältet <guilabel>Namn:</guilabel>, och trycka på returtangenten eller knappen <guibutton>Rita</guibutton>. Om texten du skrev in hittas i objektdatabasen, så läggs objektets kurva till i diagrammet. Du kan också trycka på knappen <guibutton>Sök objekt...</guibutton> för att öppna fönstret <link linkend="findobjects">Sök objekt...</link> och välja ett objekt i listan med kända objekt. Om du vill lägga till en punkt som inte finns i objektdatabasen, skriv helt enkelt in ett namn för punkten, och fyll sedan i koordinaterna i inmatningsfälten <guilabel>RA:</guilabel> och <guilabel>Dek:</guilabel>. Tryck därefter på knappen <guibutton>Rita</guibutton> för att lägga till kurvan för ditt eget objekt i diagrammet (observera att du måste välja ett namn som inte redan finns i objektdatabasen för att detta ska fungera).

source: When you add an object to the plot, its altitude vs. time curve is plotted with a thick white line, and its name is added to the listbox at the lower right. Any objects that were already present are plotted with a thinner red curve. You can choose which object is plotted with the thick white curve by highlighting its name in the listbox.
ca: Quan afegiu un objecte a la representació gràfica, la seva altitud en funció del temps és representada gràficament amb una gruixuda línia blanca i el seu nom serà afegit al quadre de llista (a la dreta, a sota). Qualsevol objecte que ja estigués present es traça amb una corba vermella més fina. Podeu triar quin objecte és traçat amb la corba gruixuda blanca ressaltant el seu nom al quadre de llista.
fr: Lorsque vous ajoutez un objet au graphique, sa courbe de hauteur en fonction de l'heure est tracée avec une ligne blanche épaisse et son nom est ajouté à la liste en bas à droite. Tout objet qui était déjà présent est affiché avec une courbe rouge plus fine. Vous pouvez choisir quel objet est affiché avec la ligne blanche épaisse en surlignant son nom dans la liste.
it: Quando aggiungi un oggetto al grafico, la sua curva dell'altezza in funzione del tempo è tracciata con una linea bianca e spessa, e il suo nome è aggiunto alla lista in basso a destra. Le curve di eventuali oggetti già presenti sono visualizzate con una linea rossa e più sottile. Puoi scegliere quale curva visualizzare con la linea bianca spessa selezionando l'oggetto corrispondente nella lista.
sl: Ko na risbo dodate objekt, se njegova krivulja višine glede na čas izriše z debelo belo črto, njegovo ime pa se doda v seznamsko polje spodaj desno. Vsi objekti, ki so že bili prisotni, so izrisani s tanjšo rdečo krivuljo. Izberete lahko, kateri objekt je izrisan z debelo belo krivuljo, tako da označite njegovo ime v seznamskem polju.
sv: När du lägger till ett objekt i diagrammet, så ritas kurvan för dess elevation mot tid med en tjock vit linje, och namnet läggs till i listrutan längst ner till höger. Alla objekt som redan fanns ritas med en tunnare röd linje. Du kan välja vilket objekt som ritas med den tjocka vita linjen genom att markera dess namn i listrutan.

source: These curves show the objects' Altitude (angle above the <link linkend="ai-horizon">horizon</link>) as a function of time. When a curve passes from the lower half to the upper half, the object has risen; when it falls back to the lower half, it has set. For example, in the screenshot, the minor planet <firstterm>Quaoar</firstterm> is setting at around 15:00 local time, and is rising at about 04:00 local time.
ca: Aquestes corbes mostren l'altitud dels objectes (angle sobre l'<link linkend="ai-horizon">horitzó</link>) en funció del temps. Quan una corba passa de la meitat inferior a la meitat superior, l'objecte haurà sortit, quan baixa altra vegada a la meitat inferior, aquest haurà arribat al seu ocàs. Per exemple, a la captura de pantalla, el planeta nan <firstterm>Quaoar</firstterm> està sortint aproximadament a les 15.00 hores en hora local i es pondrà al voltant de les 04.00 hores en hora local.
sv: Kurvorna visar objektets elevation (vinkel ovanför <link linkend="ai-horizon">horisonten</link>) som funktion av tiden. När en kurva passerar från underdelen till överdelen, har objektet gått upp, och när den går ner till underdelen igen, har det gått ner. I skärmbilden går till exempel asteroiden Ceres upp omkring 08:00 lokal tid, och går ner omkring 20:00.

source: The plot can be easily zoomed and panned using the mouse. The zooming level can be adjusted using the mouse scroll <mousebutton>wheel</mousebutton>. When the plot is zoomed out, the zooming level will be automatically limited to a default minimum value, such as the axes’ ranges are able to cover the entire plot (i.e. on vertical axis, the maximum altitude value should touch the top edge of the plot frame). The same principle is applied when the plot is panned using the mouse movement. For panning the plot, all you need to do is to click on the point of the plot you want to pan and then drag the mouse on your desired direction: left, right, up or down.
ca: Es pot ampliar i fer panoràmiques de la representació gràfica amb facilitat utilitzant el ratolí. El nivell de zoom es pot ajustar amb la <mousebutton>roda</mousebutton> del ratolí. Quan s'allunya la representació gràfica, el nivell de zoom es limitarà automàticament a un valor mínim predeterminat, com els intervals dels eixos són capaços de cobrir tot el gràfic (&ead;, en l'eix vertical, el valor màxim de l'altitud ha de tocar la part superior del marc de la representació gràfica). El mateix principi s'aplica quan es fa una panoràmica de la representació gràfica utilitzant el moviment del ratolí. Per a la panoràmica de la representació gràfica, tot el que heu de fer, és fer clic al punt de la representació gràfica de la qual voleu fer una panoràmica i després arrossegar el ratolí en la direcció desitjada: esquerra, dreta, amunt o avall.
sv: Diagrammet kan enkelt zoomas och panoreras med musen. Zoomnivån kan justeras med musens hjul. När diagrammet zoomas ut begränsas zoomnivån automatiskt till ett förvalt minimalt värde, så att axlarnas intervall kan täcka hela diagrammet (dvs. det maximala elevationsvärdet på den vertikala axeln ska beröra övre kanten på diagrammets ruta). Samma princip används när diagrammet panoreras med musrörelser. Allt du behöver göra för att panorera diagrammet är att klicka på punkten i diagrammet du vill panorera och dra musen i önskad riktning: vänster, höger, uppåt eller nedåt.

source: Another useful feature that Altvstime tool provides is its ability to compute and mark the Rise/Set/Transit times. This can be accomplished by a simple press of one of the <guibutton>Rise</guibutton>, <guibutton>Set</guibutton> or <guibutton>Transit</guibutton> buttons. When one of these buttons is pressed, a filled colored circle will be marked on the curve. The color used for Rise, Set and Transit dots are: red for Rise, blue for Set and green for Transit time. For a more intuitive way of using these buttons, they are marked with the color of their specific dots. This way, the user can easily understand the plot and make the association between a certain color and its significance.
ca: Una altra característica útil que ofereix l'eina altitud en funció del temps, és la seva capacitat per a calcular i marcar l'hora de Sortida/Posta/Trànsit. Això es pot aconseguir amb una simple pressió d'un dels botons <guibutton>Sortida</guibutton>, <guibutton>Posta</guibutton> o <guibutton>Trànsit</guibutton>. Quan es prem un d'aquests botons, un cercle omplert de color estarà marcat a la corba. El color utilitzat per als punts de la Sortida, Posta i Trànsit són: vermell per a la Sortida, blau per a la Posta i verd per a l'hora de Trànsit. Per a una manera més intuïtiva d'utilitzar aquests botons, estan marcats amb el color dels seus punts específics. D'aquesta manera, l'usuari podrà entendre amb facilitat la representació gràfica i fer l'associació entre un determinat color i el seu significat.
sv: En annan användbar funktion som verktyget Elevation mot tid tillhandahåller är möjligheten att beräkna och markera uppgångs-, nedgångs- och övergångstider. Det kan åstadkommas genom att helt enkelt klicka på en av knapparna <guibutton>Uppgång</guibutton>, <guibutton>Nedgång</guibutton> eller <guibutton>Övergång</guibutton>. När en av knapparna klickas, visas en ifylld färgad cirkel på kurvan. Färgerna som används för uppgångs-, nedgångs-, och övergångspunkterna är: röd för uppgång, blå för nedgång och grön för övergång. För ett mer intuitivt sätt att använda knapparna är de markerade med färgen på respektive punkt. På så sätt förstår användaren enkelt diagrammet och kopplingen mellan en viss färg och dess betydelse.

source: Altvstime tool provides an easy way to find out the altitude of a sky-object at a certain moment of time using the <guibutton>Compute</guibutton> button. After you select the object from the Objects list and set the moment of time, the altitude can be computed by pressing the <guibutton>Compute</guibutton> button. But this is not the only way you can find out the altitude. Another method is to hover with mouse above one curve and thus, a tooltip containing the Local Time, Local Sidereal Time and Altitude will come up. This way, you can read the information in real time.
ca: L'eina altitud en funció del temps proporciona una manera fàcil d'esbrinar l'altitud d'un objecte celeste en un moment determinat de temps utilitzant el botó <guibutton>Calcula</guibutton>. Després de seleccionar l'objecte de la llista d'objectes i establir el moment del temps, es pot calcular l'altitud prement el botó <guibutton>Calcula</guibutton>. Però aquesta no és l'única forma en què pot esbrinar l'altitud. Un altre mètode consisteix a desplaçar-se amb el ratolí per sobre d'una corba i, per tant, apareixerà un consell d'eina que contindrà l'hora local, l'hora sidèria local i l'altitud. D'aquesta manera podreu llegir la informació en temps real.
sv: Verktyget Elevation mot tid tillhandahåller ett enkelt sätt att ta reda på elevationen för ett himmelsobjekt vid en viss tid med knappen <guibutton>Beräkna</guibutton>. När ett objekt har valts i objektlistan och tiden har ställts in, kan elevationen beräknas genom att klicka på knappen <guibutton>Beräkna</guibutton>. Men det är inte det enda sättet att ta reda på elevationen: Ett annat sätt är att hålla musen över en kurva, och därmed visa ett verktygstips som innehåller lokal tid, lokal siderisk tid och elevation. På så sätt kan informationen läsas av i realtid.

source: The Altitude of an object depends on both where you are on Earth, and on the Date. By default, the Tool adopts the Location and Date from the current &kstars; settings. You can change these parameters in the <guilabel>Date &amp; Location</guilabel> Tab. To change the Location, you can press the <guibutton>Choose City...</guibutton> button to open the <link linkend="setgeo">Set Geographic Location</link> Window, or enter Longitude and Latitude values manually in the input fields, and press the <guibutton>Update</guibutton> button. To change the Date, use the spin and combo boxes, then press <guibutton>Update</guibutton>. Note that any curves you had already plotted will be automatically updated when you change the Date and/or Location.
ca: L'altitud d'un objecte dependrà d'on esteu sobre la Terra i de la data. De manera predeterminada, l'eina adopta l'emplaçament i la data de la configuració actual del &kstars;. Podeu canviar aquests paràmetres a la pestanya <guilabel>Data i emplaçament</guilabel>. Per a canviar l'emplaçament, podeu prémer el botó <guibutton>Tria la ciutat...</guibutton> per a obrir la finestra <link linkend="setgeo">Emplaçament geogràfic</link> o introduir els valors de la longitud i latitud manualment en els camps d'entrada i prémer el botó <guibutton>Actualitza</guibutton>. Per a canviar la data, utilitzeu els botons de selecció de valors i els quadres combinats, aleshores premeu <guibutton>Actualitza</guibutton>. Cal tenir en compte que qualsevol corba que s'hagi traçat anteriorment serà actualitzada automàticament quan canvieu la data i/o l'emplaçament.
sv: Elevationen hos ett objekt beror både på var du befinner dig på jorden, och på datumet. Normalt anpassas verktyget efter plats och datum i &kstars; nuvarande inställningar. Du kan ändra parametrarna under fliken <guilabel>Datum och tid</guilabel>. För att ändra plats, kan du trycka på knappen <guibutton>Välj stad...</guibutton> för att öppna fönstret <link linkend="setgeo">Ange geografisk plats</link>, eller skriva in longitud- och latitudvärden för hand i inmatningsfälten, och trycka på knappen <guibutton>Uppdatera</guibutton>. För att ändra datum, använd nummer- och kombinationsrutorna, och tryck därefter på <guibutton>Uppdatera</guibutton>. Observera att kurvor som redan var uppritade när du ändrar datum och/eller plats, automatiskt uppdateras.

source: Exercise:
ca: Exercici:
fr: Exercice
it: Esercizio:
sl: Vaja:
sv: Övning:

source: Plot the Sun's Altitude curve. Make sure the geographic location is not near the equator. Change the Date to some time in June, and then again to sometime in January. You can see easily why we have seasons; in the winter, the Sun is above the horizon for less time (the days are shorter), and its altitude is never very high.
ca: Traceu la corba de l'altitud del Sol. Assegureu-vos que l'emplaçament geogràfic no resti a prop de l'equador. Canvieu la data a alguna hora en el mes de juny i aleshores una altra vega a una en el mes de gener. Podreu observar fàcilment perquè tenim estacions; a l'hivern, el Sol està sobre l'horitzó durant menys temps (els dies són més curts) i la seva altitud mai és gaire alta.
fr: Tracez la courbe de hauteur du Soleil. Assurez-vous que la position géographique n'est par proche de l'Équateur. Changez la date en une date en juin, puis en une date en janvier. Vous pouvez voir facilement pourquoi nous avons des saisons ; en hiver, le Soleil est au-dessus de l'horizon moins longtemps (les jours sont plus courts) et sa hauteur n'est jamais très grande.
it: Traccia la curva dell'altezza del Sole. Assicurati che la località geografica non sia nei pressi dell'Equatore. Cambia la data a un giorno qualsiasi di giugno, quindi a un giorno di gennaio. Puoi vedere facilmente perché abbiamo le stagioni: in inverno il Sole è sopra l'orizzonte per meno tempo (i giorni sono più corti) e la sua altezza è sempre modesta.
sl: Narišite krivuljo višine sonca. Prepričajte se, da geografska lokacija ni blizu ekvatorja. Spremenite datum na nekje v juniju in nato znova na nekje v januarju. Z lahkoto vidite, zakaj imamo letne čase; pozimi je Sonce nad obzorjem manj časa (dnevi so krajši), njegova višina pa nikoli ni zelo visoka.
sv: Rita upp solens elevationskurva. Försäkra dig om att den geografiska platsen inte är nära ekvatorn. Ändra datum till någon dag i juni, och därefter till någon dag i januari. Du kan lätt se varför vi har årstider: på vintern är solen ovanför horisonten mycket kortare tid (dagarna är kortare), och elevationen är aldrig särskilt hög.

source: Altitude vs. Time Tool
fr: Outil d'élévation selon l'heure
it: Strumento Altezza in funzione del tempo
sl: Orodje za višino in čas

source: This tool plots the altitude of any objects as a function of time, for any date and location on Earth. The top section is a graphical plot of altitude angle on the vertical axis, and time on the horizontal axis. The time is shown both as standard local time along the bottom, and :doc:`sidereal time <ai-sidereal>` along the top. The bottom half of the graph is shaded green to indicate that points in this region are below the horizon.
fr: Cet outil trace une courbe de l'altitude de n'importe quel objet en fonction de l'heure pour toute position sur Terre. La partie du haut est une représentation de l'angle d'élévation (axe vertical) en fonction de l'heure (axe horizontal). L'heure est affichée à la fois comme heure locale standard sur l'axe horizontal du bas et l':doc:`heure sidérale locale <ai-sidereal>` sur l'axe horizontal du haut. La moitié inférieure du graphique est ombrée de vert pour indiquer que les points dans cette région sont sous l'horizon.
it: Questo strumento mostra l'altezza di un oggetto qualsiasi in funzione del tempo, per ogni data e in qualsiasi località terrestre. La parte superiore è un grafico con il tempo sull'asse delle ascisse e l'angolo di altezza sull'asse delle ordinate. Il tempo è mostrato sia come tempo locale standard, in basso, sia come :doc:`tempo siderale <ai-sidereal>`, in alto. La metà inferiore del grafico è verde per indicare che i punti in questa regione si trovano sotto l'orizzonte.
sl: To orodje prikazuje višino poljubnih objektov kot funkcijo časa, za kateri koli datum in lokacijo na Zemlji. Zgornji del je grafični prikaz višinskega kota na navpični osi in časa na vodoravni osi. Čas je prikazan tako kot standardni lokalni čas na dnu kot :doc:`zvezdni čas <ai-sidereal>` na vrhu. Spodnja polovica grafa je osenčena zeleno, kar pomeni, da so točke v tem območju pod obzorjem.
