Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-imaging-planner.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: Rows that contain LoadCatalog RELATIVE_CATALOG_FILENAME mean that the contents of RELATIVE_CATALOG_FILENAME should be read in as if they were in this catalog file.
ca: Les files que contenen LoadCatalog RELATIVE_CATALOG_FILENAME signifiquen que el contingut de RELATIVE_CATALOG_FILENAME s'ha de llegir com si estigués en aquest fitxer de catàleg.
ca@valencia: Les files que contenen LoadCatalog RELATIVE_CATALOG_FILENAME signifiquen que el contingut de RELATIVE_CATALOG_FILENAME s'ha de llegir com si estiguera en este fitxer de catàleg.
nl: Rijen die LoadCatalog RELATIEVE_CATALOGUS_BESTANDSNAAM bevatten betekent dat de inhoud van RELATIEVE_CATALOGUS_BESTANDSNAAM ingelezen zou moeten worden alsof ze in dit catalogsbestand zijn.
pt_br: Linhas que contêm LoadCatalog NOMEARQUIVO_CATALOGO_RELATIVO significam que o conteúdo de NOMEARQUIVO_CATALOGO_RELATIVO deve ser lido como se estivesse neste arquivo de catálogo.
sl: Vrstice, ki vsebujejo LoadCatalog RELATIVE_CATALOG_FILENAME, pomenijo, da je treba vsebino RELATIVE_CATALOG_FILENAME brati, kot da bi bila v tej kataloški datoteki.
sv: Rader som innehåller LoadCatalog RELATIVE_CATALOG_FILENAME innebär att innehållet i RELATIVE_CATALOG_FILENAME ska läsas in som om det vore i katalogfilen.
uk: Рядки, у яких міститься LoadCatalog RELATIVE_CATALOG_FILENAME, означають, що слід прочитати дані RELATIVE_CATALOG_FILENAME так, неначе вони були у цьому файлі каталогу.

source: To add custom objects, create a .csv file (e.g., on your desktop). The first line should reference the existing catalog with LoadCatalog. Subsequent lines list your objects. Then, use ``Load Catalog`` on your new .csv file.
ca: Per a afegir objectes personalitzats, creeu un fitxer «.csv» (p. ex. al vostre escriptori). La primera línia ha de referenciar el catàleg existent amb LoadCatalog. Les línies posteriors llistaran els vostres objectes. Després, executeu ``Carrega el catàleg`` del fitxer «.csv» nou.
ca@valencia: Per a afegir objectes personalitzats, creeu un fitxer «.csv» (p. ex., a l'escriptori). La primera línia ha de fer referència al catàleg existent amb LoadCatalog. Les línies següents llisten els vostres objectes. A continuació, utilitzeu ``Load Catalog`` al vostre fitxer «.csv» nou.
pt_br: Para adicionar objetos personalizados, crie um arquivo .csv (por exemplo, na sua área de trabalho). A primeira linha deve fazer referência ao catálogo existente com LoadCatalog. As linhas subsequentes listam seus objetos. Em seguida, use ``Carregar catálogo`` no seu novo arquivo .csv.
sl: Če želite dodati objekte po meri, ustvarite datoteko .csv (npr. na namizju). Prva vrstica se mora sklicevati na obstoječi katalog z ukazom LoadCatalog. V naslednjih vrsticah so navedeni vaši objekti. Nato v novi datoteki .csv uporabite ukaz ``Naloži katalog``.
sv: För att lägga till egna objekt, skapa en .csv-fil (t.ex. på skrivbordet). Den första raden ska referera till den befintliga katalogen med LoadCatalog. Efterföljande rader listar objekten. Använd sedan ``Läs in katalog`` med den nya .csv-filen.

source: Loading Catalogs
ca: Càrrega dels catàlegs
ca@valencia: Càrrega dels catàlegs
nl: Catalogi laden
pt_br: Carregar catálogos
sl: Nalaganje katalogov
sv: Läsa in kataloger
uk: Завантаження каталогів

source: Catalogs read in from ``Data`` → ``Download New Data...`` are stored in the standard KStars data directory, but catalogs can be read in from anywhere.
ca: Els catàlegs llegits de ``Dades`` → ``Descarrega dades noves...`` s'emmagatzemen al directori de dades estàndard del KStars, però els catàlegs es poden llegir des de qualsevol lloc.
ca@valencia: Els catàlegs llegits des de ``Dades`` → ``Descarrega dades noves…`` s'emmagatzemen al directori de dades estàndard de KStars, però els catàlegs es poden llegir des de qualsevol lloc.
nl: Catalogi ingelezen met ``Gegevens`` → ``Nieuwe gegevens downloaden...`` worden opgeslagen in de standaard gegevensmap van KStars, maar catalogi kunnen vanaf overal ingelezen worden.
pt_br: Os catálogos lidos em ``Dados`` → ``Baixar novos dados...`` são armazenados na pasta de dados padrão do KStars, mas os catálogos podem ser lidos de qualquer lugar.
sl: Katalogi, prebrani iz ``Podatki`` → ``Prenesi nove podatke...``, so shranjeni v standardnem podatkovnem imeniku KStars, vendar jih je mogoče brati od koder koli.
sv: Kataloger som läses in med ``Data`` → ``Ladda ner ny data...`` lagras i Kstars vanliga datakatalog, men kataloger kan läsas in var som helst.

source: Use the Imaging Planner's ``Load Catalog`` button to read in a new catalog.
ca: Utilitzeu el botó ``Carrega el catàleg`` del Planificador d'obtenció d'imatges per a llegir un catàleg nou.
ca@valencia: Utilitzeu el botó ``Carrega un catàleg`` del «Planificador de l'obtenció d'imatges» per a llegir un catàleg nou.
nl: Gebruik de knop ``Catalogus laden`` van de Planner van opnamen om een nieuwe catalogus in te lezen.
pt_br: Use o botão ``Carregar catálogo`` do planejador de imagem para ler um novo catálogo.
sl: Za branje novega kataloga uporabite gumb »Naloži katalog« v načrtovalniku slik.
sv: Använd bildplaneringens knapp ``Läs in katalog`` för att läsa in en ny katalog.

source: When a catalog is read in, the previous catalog is discarded.
ca: Quan es llegeix un catàleg, es descarta el catàleg anterior.
ca@valencia: Quan es llig un catàleg, es descartarà el catàleg anterior.
nl: Wanneer een catalogus is ingelezen, wordt de vorige catalogus verworpen.
pt_br: Quando um catálogo é lido, o catálogo anterior é descartado.
sl: Ko se prebere katalog, se prejšnji katalog zavrže.
sv: När en katalog läses in, kastas den föregående katalogen.
uk: При читанні нового каталогу дані попереднього каталогу буде відкинуто.

source: When the tool starts, it reads in the catalog last loaded in the previous session.
ca: Quan s'inicia l'eina, llegeix el catàleg que s'ha carregat l'última vegada a la sessió anterior.
ca@valencia: Quan s'inicia l'eina, es llig el catàleg que s'ha carregat l'última vegada a la sessió anterior.
nl: Wanneer het hulpmiddel start leest het de catalogus in die het laatst is geladen in de vorige sessie.
pt_br: Quando a ferramenta é iniciada, ela lê o último catálogo carregado na sessão anterior.
sl: Ko se orodje zažene, bere v katalogu, ki je bil nazadnje naložen v prejšnji seji.
sv: När verktyget startas läser det in katalogen som senast lästes in i föregående session.
uk: Після запуску засобу він читає дані з каталогу, який було завантажено у попередньому сеансі.

source: Imaging Planner
ca: Planificador d'obtenció d'imatges
ca@valencia: Planificador de l'obtenció d'imatges
nl: Planner voor opnamen
sl: Načrtovalnik slik
sv: Bildplanering
uk: Планувальник зйомки

source: Imaging Planner Catalog Download
ca: Baixada del catàleg del Planificador d'obtenció d'imatges
ca@valencia: Baixada del catàleg del Planificador de l'obtenció d'imatges
nl: Catalogus downloaden voor Planner van opnamen
sl: Prenos kataloga za načrtovanje slikanja
sv: Nerladdning av bildplaneringskataloger

source: Imaging Planner Graph
ca: Gràfic del Planificador d'obtenció d'imatges
ca@valencia: Gràfic del Planificador de l'obtenció d'imatges
nl: Grafiek van Planner van opnamen
sl: Graf načrtovalnika slik
sv: Bildplaneringsdiagram

source: # KStars Artificial Horizon export # Horizon SideNearFence 67.6236 22.7211 71.4942 21.7769 73.8178 20.6722 ...
ca: #Exportació de l'horitzó artificial del KStars Horizon SideNearFence 67.6236 22.7211 71.4942 21.7769 73.8178 20.6722 ...
ca@valencia: # Exportació de l'horitzó artificial a KStars # Horizon SideNearFence 67.6236 22.7211 71.4942 21.7769 73.8178 20.6722 …
nl: # KStars kunstmatige horizon exporteren # Horizon SideNearFence 67.6236 22.7211 71.4942 21.7769 73.8178 20.6722 ...
pt_br: # Exportação de horizonte artificial do KStars # Horizon LadoPertoDaCerca 67.6236 22.7211 71.4942 21.7769 73.8178 20.6722 ...
sl: # Izvoz umetnega obzorja KStars # Obzorje SideNearFence 67.6236 22.7211 71.4942 21.7769 73.8178 20.6722 ...

source: <title>Imaging Planner Tool</title>
uk: <title>Засіб планування зйомки</title>

source: Tools
uk: Інструменти

source: <secondary>Imaging Planner Tool</secondary>
uk: <secondary>Засіб планування зйомки</secondary>

source: The Imaging Planner Tool
uk: Засіб планування зйомки

source: The Imaging Planner tool helps users choose which objects to image. Users can download catalogs of recommended objects, or possibly create and share their own catalogs. The tool computes when the objects in a read-in catalog may be imaged on the selected night given constraints such as minimum altitude, terrain and moon separation. It can sort the objects along several different dimensions including the number of hours an object may be imaged tonight (given the users geography, constraints and possibly artificial horizon), its peak altitude, distance from the moon, constellation, name and type. Objects can also be filtered out for several reasons (e.g. type of object, whether it was previously imaged, keywords the user has added, whether the object has been selected, user not interested, etc). This tool helps users research the objects by showing small images of the objects, showing the objects' sky locations on the skymap, and by providing links to follow to internet sites with more information and images. It allows users to attach notes and links to objects, and select certain of them for further consideration. This tool can be used in conjection with the Ekos imager or any other imaging tool. It does not currently directly interact with the actual imager; it only helps the user decide what to image.
uk: Інструмент «Планувальник зйомки» допомагає користувачам вибирати об'єкти для знімання. Користувачі можуть завантажувати каталоги рекомендованих об'єктів або, якщо хочуть, створювати власні каталоги та ділитися ними. Інструмент обчислює, коли можна буде зняти об'єкти у прочитаному каталозі у вибрану ніч з урахуванням таких обмежень, як мінімальна висота над рівнем моря, рельєф місцевості та відстань від місяця. Він може упорядковувати об'єкти за кількома різними параметрами, зокрема кількістю годин, протягом яких об'єкт може бути знято сьогодні ввечері (за заданими користувачем географічними параметрами, обмеженнями та, можливо, штучним горизонтом), його максимальну висоту, відстань від Місяця, сузір'я, назву та тип. Об'єкти також можна усунути фільтруванням за декількома критеріями (наприклад, типом об'єкта, чи було його раніше знято, ключовими словами, які додав користувач, тим, чи об'єкт позначено, браком зацікавленості користувача тощо). Цей інструмент допомагає користувачам досліджувати об'єкти, показуючи невеликі зображення об'єктів, показуючи розташування об'єктів на карті неба та надаючи посилання для переходу на сайти з додатковою інформацією та знімками. Він надає змогу користувачам прикріплювати примітки та посилання до об'єктів, а також вибирати певні з них для подальшого розгляду. Цей інструмент можна використовувати в поєднанні з програмою обробки зображень Ekos або будь-яким іншим інструментом обробки зображень. На даний момент він не взаємодіє безпосередньо з фактичними засобами створення знімків, лише допомагає користувачеві вирішити, що знімати.

source: The left side of the Imaging Planner tool is mostly occupied by the Object Table. It lists all the objects in the loaded catalog, other than those filtered out--see the Filters section below. Attributes of the objects are listed in the columns. Rows can be selected, and the selected row's information, altitude graph and image are shown on the right side of the tool.
uk: Ліва частина вікна інструмента «Планувальник зйомки» здебільшого зайнята таблицею об'єктів. У ній міситься список усіх об'єктів у завантаженому каталозі, окрім тих, які відфільтровано – див. розділ «Фільтри» нижче. Стовпчики таблиці сформовано за атрибутами об'єктів. Можна вибирати рядки таблиці — дані щодо об'єкта у позначеному рядку, графік висоти та зображення буде показано у правій частині вікна засобу.

source: The table defaults to a sort order of more imaging hours on top. However one can change the sort order by clicking on column headers which will sort by that column (with certain secondary column sort defaults). Clicking on the same column header again will reverse the sort order.
uk: Типово у таблиці встановлено упорядкування за кількістю годин зйомки за спаданням. Однак можна змінити упорядкування, натиснувши на заголовку стовпчика для упорядкування за значенням у цьому стовпчику (з певними типовими параметрами упорядкування інших стовпчиків). Повторне натискання на той самий заголовок стовпчика призведе до зміни порядку сортування.

source: Right clicking (or control-click) on a row brings up a menu of operations that can be done on the object. Multiple rows can be selected (by the "click then shift-click technique") and the right-click menu may operate on all the selected rows. The operations allow you to add attributes to the object. Choices are:
uk: Клацання правою кнопкою миші (або клацання з одночасним утриманням натиснутою клавіші Ctrl) на рядку відкриває меню дій, які можна виконати з об'єктом. Можна позначити кілька рядків (за допомогою методики «клацання, а потім клацання з утриманням клавіші Shift»), і контекстне меню, яке можна викликати клацанням правою кнопкою миші, працюватиме з усіма вибраними рядками. За допомогою пунктів дій меню можна додавати атрибути до об'єкта. Варіанти:

source: Objects that are marked as imaged are displayed with a different background color as the other images in order to distinguish them. This tool doesn't automatically know that you've imaged an object, e.g. because you may have imaged it with KStars/Ekos. Rather you must explicitly mark an object as imaged using the menu, or use the <guibutton>Load Imaged</guibutton> button in the Filters section.
uk: Об'єкти, позначені як зняті, буде показано іншим кольором тла, ніж решту об'єктів, щоб їх можна було розрізняти. Цей інструмент не визначає автоматично, чи створили в знімок об'єкта, напр. оскільки ви, можливо, створили його за допомогою KStars/Ekos. Натомість вам слід явно позначити об'єкт як знятий за допомогою меню або скористатися кнопкою <guibutton>Завантажити зображення</guibutton> у розділі фільтрів.

source: The time used (e.g. for the object's position in the skymap) and the geography/location used to determine an object's sky position are taken from the values being used in by KStars. To change your location, go to the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Geographic</guimenuitem></menuchoice> menu. To change the current time, go to the <menuchoice><guimenu>Time</guimenu> <guimenuitem>Set Time...</guimenuitem></menuchoice> menu.
uk: Використаний час (наприклад, для визначення розташування об'єкта на карті неба) і географічне розташування, які використовуються для визначення розташування об'єкта на небі, беруться зі значень, які використовує KStars. Щоб змінити своє місце перебування, перейдіть до меню <menuchoice><guimenu>Параметри</guimenu> <guimenuitem>Географічне</guimenuitem></menuchoice>. Щоб змінити поточний час, скористайтеся пунктом меню <menuchoice><guimenu>Час</guimenu> <guimenuitem>Встановити час...</guimenuitem></menuchoice>.

source: If the artificial horizon checkbox is checked, then artificial horizon constraints are used to calculate the possible imaging times. The artificial horizon are the parts of the sky that are blocked from imaging by buildings or trees or the like at your telescope's location. The artificial horizon is set up elsewhere in KStars (see <link linkend="settingmenu">Setting Menu</link> and go down to <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Artificial Horizon</guimenuitem></menuchoice>) and at its simplest is a list of azimuth and altitude values. If you make use of this tool and image from an area where significant parts of the sky is blocked, it is recommended you set up and use the artificial horizon feature. Associated with the artificial horizon is the SkyMap's <link linkend="terrain">terrain feature</link>. If you set up your terrain image, then when the Imaging Planner tool displays the object on the SkyMap, you will see when it is relative to your local environment. Of course, you'd need to set a realistic imaging time--that is, if you plan during the daytime and the tool is locating objects at the current time, then the object may be set or behind buildings or trees.
uk: Якщо позначено пункт «Штучний горизонт», для розрахунку можливого часу зйомки буде використано обмеження штучного горизонту. Штучний горизонт – це частини неба, які закриті від зйомки будівлями, деревами чи подібними перешкодами у місці розташування вашого телескопа. Штучний горизонт налаштовується в іншому місці KStars (перегляньте <link linkend="settingmenu">меню параметрів</link> і перейдіть до <menuchoice><guimenu>Параметри</guimenu> <guimenuitem>Штучний горизонт</guimenuitem></menuchoice>) і в найпростішому вигляді це список значень азимута та висоти. Якщо ви використовуєте цей інструмент і знімаєте з області, де значна частина неба заблокована, рекомендуємо налаштувати та використовувати функцію штучного горизонту. Зі штучним горизонтом пов'язано <link linkend="terrain">об'єкт рельєфу</link> карти неба. Якщо ви налаштували своє зображення місцевості, тоді, коли інструмент Планувальник зйомки покаже об'єкт на карті неба, ви побачите, коли він його буде видно відносно вашого місцевого середовища. Звичайно, вам потрібно встановити реалістичний час для зйомки, тобто якщо ви плануєте вдень, а інструмент визначає розташування об'єктів у поточний час, тоді об'єкт може зайти або сховатися за будівлями чи деревами.

source: KStars/Ekos uses astronomical twilight times to constrain imaging times. Using the defaults will result in no imaging outside of astronomical twilight times. If you wish to adjust this please see the constraint in the Ekos Scheduler's Offset menu--change the Dusk Offset positive to start imaging later, and negative to start imaging earlier. Similarly change Dawn Offset positive to continue imaging longer, and negative to stop imaging sooner. These controls can be found by selecting <menuchoice><guimenu>Tools</guimenu> <guimenuitem>Ekos</guimenuitem></menuchoice> and then clicking on the Scheduler tab (2nd from the left), clicking the <guibutton>Options</guibutton> button on the bottom right, and the offset tab on the top-left.
uk: Для обмеження часу зйомки KStars/Ekos використовує астрономічні сутінки. Використання типових параметрів призведе до неможливості зйомки поза астрономічними сутінками. Якщо ви бажаєте відкоригувати це, будь ласка, перегляньте обмеження в меню «Зсув» планувальника Ekos — змініть «Зсув сутінок» на додатне значення, щоб розпочати зйомку пізніше, і на від'ємне, щоб розпочати зйомку раніше. Подібним чином змініть параметр «Зсув світанку» на додатний, щоб довше продовжувати зйомку зображень, і на від'ємний, щоб швидше припинити зйомку. Ці елементи керування можна знайти, вибравши пункт <menuchoice><guimenu>Інструменти</guimenu> <guimenuitem>Ekos</guimenuitem></menuchoice>, а потім перейшовши на вкладку Планувальника (2-у зліва), натиснувши <guibutton>Параметри</guibutton> у нижньому правому куті. Вкладку зсуву розташовано у верхньому лівому куті.

source: The Search section provides some shortcuts for researching the currently selected object. The <guibutton>Wikipedia</guibutton> button brings up a browser window for Wikipedia using the object's ID. Similar for Simbad. The <guibutton>NGC/IC</guibutton> button brings up a browser window for the Professor Seligman NGC/IC website.
uk: У розділі «Пошук» є кілька засобів для пошуку даних вибраного об'єкта. Кнопка <guibutton>Вікіпедія</guibutton> відкриває вікно програми для перегляду інтернету на сторінці Вікіпедії, яку буде визначено на основі ідентифікатора об'єкта. Так само для Simbad. Кнопка <guibutton>NGC/IC</guibutton> відкриває вікно програми для перегляду інтернету на сторінці сайта NGC/IC професора Селіджмена.

source: The <guibutton>Astrobin</guibutton> button uses the Astrobin.com search facility to perform a slightly more detailed image search. You can cause it search for images in Astrobin with a certain image radius, and require that the result images have won "Astrobin awards" such as top-pick nomination, top-pick or image-of-the-day. Once you browse to the Astrobin website, you can, of course, modify the Astrobin search constraints as you like given the constraints and capabilities of the Astrobin website. The Astrobin search constraints can be hidden and exposed using the button on the left of the Search line.
uk: Кнопка <guibutton>Astrobin</guibutton> використовує засіб пошуку Astrobin.com для виконання трохи детальнішого пошуку зображень. Ви можете скористатися нею для пошуку зображення в Astrobin за певним радіусом зображення та вимагати, щоб отримані зображення отримали «нагороди Astrobin», як-от номінація на найкраще або зображення дня. Перейшовши на веб-сайт Astrobin, ви, звичайно, можете змінити обмеження пошуку Astrobin на свій розсуд, враховуючи обмеження та можливості сайта Astrobin. Обмеження пошуку Astrobin можна приховати та відкрити за допомогою кнопки ліворуч від рядка пошуку.

source: Items can be filtered by how many hours they are image-able this night. Change the value in the <guibutton>Min Hours</guibutton> box, and objects with fewer hours than that value will not be displayed.
uk: Елементи можна відфільтрувати за кількістю годин, протягом яких їх можна знімати цієї ночі. Змініть значення у полі <guibutton>Мін. години</guibutton >, і об'єкти з меншою кількістю годин, ніж це значення, не буде показано.

source: Picked: Checking Picked will cause only "picked" objects to be displayed. Similarly checking "Not Picked" will cause only objects not picked to be displayed. Checking Don't Care in the picked line will cause the picked-status to be irrelevant in whether an object is filtered from the table.
uk: Вибрані: якщо встановити позначку «Вибрані», буде показано лише «вибрані» об'єкти. Подібним чином позначення пункту «Не вибрані» призведе до показу лише невибраних об'єктів. Позначення пункту «Байдуже» у вибраному рядку призведе до того, що стан вибраності не матиме значення при визначенні того, чи слід усувати об'єкт з таблиці.

source: Similar to picked, Imaged causes objects labeled as previously imaged to be displayed or not.
uk: Подібно до пункту вибраності, пункт «Знято» можна використатися для показу або усування зі списку пунктів об'єктів, які було раніше знято.

source: Ignored causes objects labeled as "Ignored" to be displayed or not.
uk: Пункт «Ігноровано» визначає, чи буде показано пункти об'єктів, які мають мітку «Ігноровано».

source: Keyword searches inside the Notes the user has added to the object, and is "true" if it sees a word in the note that matches the keyword (see the Object Information section above).
uk: За допомогою пункту «Ключове слово» можна виконати пошук у доданих до запису об'єкта користувачем нотатках. Об'єкт вважатиметься таким, що пройшов фільтрування, якщо програма виявить у нотатці до нього слово, яке відповідатиме ключовому слову (див. розділ відомостей щодо об'єкта вище).
