Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-imaging-planner.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: **Setup your Artificial Horizon file** (optional, but nice)
ca: **Configuració del fitxer d'horitzó artificial** (opcional, però agradable)
ca@valencia: **Configura el vostre fitxer d'horitzó artificial** (opcional, però bonic)
nl: **Stel uw kunstmatige horizonbestand in** (optioneel, maar leuk)
pt_br: **Configure seu arquivo de horizonte artificial** (opcional, mas legal)
sl: **Nastavite datoteko umetnega obzorja** (neobvezno, ampak fino)
sv: **Anpassa artificiell horisontfil** (valfritt, men bra)

source: Click Apply and then click Close.
ca: Feu clic a Aplica i després feu clic a Tanca.
ca@valencia: Cliqueu damunt ``Aplica`` i després a ``Tanca``.
nl: Klik op Toepassen en klik daarna op Sluiten.
pt_br: Clique em Aplicar e depois em Fechar.
sl: Kliknite Uveljavi in nato kliknite Zapri.
sv: Klicka på Verkställ och klicka sedan Stäng.

source: If you prefer a darker theme, go to ``Settings`` → ``Themes`` and select ``Black Body``.
ca: Si preferiu un tema més fosc, aneu a ``Configuració`` → ``Temes`` i seleccioneu ``Black Body``.
ca@valencia: Si preferiu un tema més fosc, aneu fins a ``Configuració`` → ``Temes`` i seleccioneu ``Cos negre``.
nl: Als u aan een donkerder thema de voorkeur geeft, ga naar ``Instellingen`` → ``Thema's`` en selecteer ``Zwart lichaam``.
pt_br: Se preferir um tema mais escuro, vá em ``Configurações`` → ``Temas`` e selecione ``Corpo preto``.
sl: Če imate raje temnejšo temo, pojdite v ``Nastavitve`` → ``Teme`` in izberite ``Črno telo``.
sv: Om du föredrar ett mörkare tema, gå till ``Inställningar`` → ``Teman`` och välj ``Svart kropp``.

source: **Change your theme** (Optional)
ca: **Canvi de tema** (opcional)
ca@valencia: **Canviar el tema** (opcional)
pt_br: **Altere seu tema** (Opcional)
sl: **Spremenite vašo temo** (neobvezno)
sv: **Ändra tema** (valfritt)

source: Go to ``Tools`` → ``Imaging Planner``
ca: Aneu a ``Eines`` → ``Planificador d'obtenció d'imatges``
ca@valencia: Aneu fins a ``Eines`` → ``Planificador de l'obtenció d'imatges``
pt_br: Vá para ``Ferramentas`` → ``Planejador de imagens``
sl: Pojdite na ``Orodja`` → ``Načrtovalnik slik``
sv: Gå till ``Verktyg`` → ``Bildplanering``

source: The planner will start, but may prompt you to load a catalog
ca: El planificador començarà, però podria demanar-vos que carregueu un catàleg
ca@valencia: S'iniciarà el planificador, però és possible que demane que carregueu un catàleg.
pt_br: O planejador será iniciado, mas poderá solicitar que você carregue um catálogo
sl: Načrtovalnik se bo zagnal, vendar vas bo morda pozval k nalaganju kataloga.
sv: Planeringsverktyget startar, men kan be dig att läsa in en katalog

source: If you need a catalog or aren't using the most recent catalog (e.g. the 770-object Catalog2) that was uploaded in the ``Download Extra Data`` section above, then find and click ``Load Catalog`` on the right side of the Imaging Planner.
ca: Si necessiteu un catàleg o no esteu utilitzant el catàleg més recent (p. ex. el Catalog2 de 770 objectes) que es va pujar a la secció ``Descarrega dades extres`` de dalt, llavors cerqueu i feu clic a ``Carrega el catàleg`` al costat dret del Planificador d'obtenció d'imatges.
ca@valencia: Si necessiteu un catàleg o no esteu utilitzant el catàleg més recent (p. ex., el Catalog2 de 770 objectes) que s'ha carregat a la secció ``Baixa dades addicionals`` anterior, busqueu i cliqueu damunt ``Carrega un catàleg`` al costat dret del Planificador de l'obtenció d'imatges.
pt_br: Se você precisar de um catálogo ou não estiver usando o catálogo mais recente (por exemplo, o Catálogo2 de 770 objetos) que foi carregado na seção ``Baixar dados extras`` acima, localize e clique em ``Carregar catálogo`` no lado direito do Planejador de imagens.
sl: Če potrebujete katalog ali ne uporabljate najnovejšega kataloga (npr. kataloga 770 objektov2), ki je bil naložen v zgornjem razdelku ``Prenesi dodatne podatke``, na desni strani načrtovalnika slik poiščite in kliknite ``Naloži katalog``.
sv: Om du behöver en katalog eller inte använder den senaste katalogen (t.ex. 770-object Catalog2) som laddades upp i avsnittet "Ladda ner extra data" ovan, leta upp och klicka på "Läs in katalog" till höger om bildplaneraren.

source: It should bring up an ``Open file`` menu starting with a folder where you should be able to find Imaging Planner catalogs. Currently the latest catalog is in a folder called ImagingPlanner-catalog2.
ca: Hauria d'obrir un menú ``Obre fitxer`` començant per una carpeta on s'haurien de trobar catàlegs del Planificador d'obtenció d'imatges. Actualment, l'últim catàleg es troba en una carpeta anomenada ImagingPlanner-catalog2.
ca@valencia: Hauria d'aparéixer un menú ``Obri un fitxer`` que començarà amb una carpeta on s'hauria de poder trobar els catàlegs del Planificador de l'obtenció d'imatges. Actualment, el catàleg més recent es troba en una carpeta anomenada ImagingPlanner-catalog2.
pt_br: O menu ``Abrir arquivo`` deverá abrir, começando com uma pasta onde você poderá encontrar os catálogos do Planejador de imagem. Atualmente, o catálogo mais recente está em uma pasta chamada ImagingPlanner-catalog2.
sl: Odpreti bi se moral meni ``Odpri datoteko``, ki se začne z mapo, kjer bi morali najti kataloge Imaging Planner. Trenutno je najnovejši katalog v mapi z imenom ImagingPlanner-catalog2.
sv: Det ska visa en meny som heter ``Öppna fil`` som börjar med en katalog där du ska kunna hitta Imaging Planner-katalogerna. För närvarande finns den senaste katalogen i en katalog som heter ImagingPlanner-catalog2.

source: Double click that folder, and it should bring you to a folder where you should be able to find ``all.csv``.
ca: Feu doble clic a aquesta carpeta, i us hauria de portar a una carpeta on hauríeu de poder trobar ``all.csv``.
ca@valencia: Feu doble clic damunt d'esta carpeta i vos hauria de portar a una carpeta on hauríeu de trobar ``all.csv``.
pt_br: Clique duas vezes nessa pasta e você será levado a uma pasta onde poderá encontrar ``all.csv``.
sl: Dvokliknite to mapo in odkrili boste mapo, kjer boste našli datoteko ``all.csv``.
sv: Dubbelklicka på den katalogen så kommer du till en katalog där du hittar ``all.csv``.

source: Select (single click) ``all.csv`` and click ``Open``. It should grey out the Imaging Planner, and start loading the catalog's data. This load can take several minutes when first adding a catalog on KStars versions before 3.7.6. The delay should be much shorter on and after 3.7.6.
ca: Seleccioneu (clic únic) ``all.csv`` i feu clic a ``Open``. Hauria d'estar en gris el Planificador d'obtenció d'imatges, i començar a carregar les dades del catàleg. Aquesta càrrega pot trigar diversos minuts en afegir primer un catàleg a les versions del KStars anteriors a la 3.7.6. El retard hauria de ser molt més curt després de la 3.7.6.
ca@valencia: Seleccioneu (un sol clic) ``all.csv`` i cliqueu damunt ``Obri``. El Planificador de l'obtenció d'imatges hauria de quedar gris i començar a carregar les dades del catàleg. Esta càrrega pot tardar uns minuts quan s'afig un catàleg per primera vegada a les versions de KStars anteriors a la 3.7.6. El retard hauria de ser molt més curt a partir de la 3.7.6.
pt_br: Selecione (clique único) ``all.csv`` e clique em ``Abrir``. O Planejador de imagens deverá ficar cinza e os dados do catálogo deverão ser carregados. Esse carregamento pode levar vários minutos ao adicionar um catálogo pela primeira vez em versões do KStars anteriores à 3.7.6. O atraso deverá ser bem menor a partir da versão 3.7.6.
sl: Izberite (z enim klikom) ``all.csv`` in kliknite ``Odpri``. Načrtovalnik slik bi moral biti siv in nalaganje podatkov kataloga bi se moralo začeti. To nalaganje lahko traja nekaj minut, ko prvič dodajate katalog v različicah KStars pred različico 3.7.6. Zakasnitev bi morala biti veliko krajša pri različici 3.7.6 in po njej.
sv: Välj (enkelklicka) ``all.csv`` och klicka på ``Öppna``. Bildplaneraren ska då bli grå och katalogens data ska börja läsas in. Inläsningen kan ta flera minuter när man först lägger till en katalog i versioner av Kstars innan 3.7.6. Fördröjningen ska vara mycket kortare med och efter 3.7.6.

source: These long delays should only happen the first time you run the Imaging Planner tool. You will see a note near the top that keeps updating, saying things like ``13/66 adding Arp 240``.
ca: Aquests retards llargs només haurien de succeir la primera vegada que executeu l'eina Planificador d'obtenció d'imatges. Veureu una nota a prop de la part superior que continua actualitzant-se, dient coses com ``13/66 afegint Arp 240``.
ca@valencia: Estos llargs retards només haurien de passar la primera vegada que executeu l'eina «Planificador de l'obtenció d'imatges». Veureu una nota a prop de la part superior que s'actualitza constantment, dient coses com ara ``13/66 afegint Arp 240``.
pt_br: Esses longos atrasos só devem ocorrer na primeira vez que você executar a ferramenta Planejador de imagens. Você verá uma nota perto do topo que continua atualizando, dizendo coisas como ``13/66 adicionando Arp 240``.
sl: Do teh dolgih zamud bi moralo priti le, ko prvič zaženete orodje Imaging Planner. Pri vrhu boste videli opombo, ki se nenehno posodablja, na primer »13/66 dodaja Arp 240«.
sv: De långa fördröjningarna ska bara inträffa första gången bildplaneringsverktyget används. Du ser en anmärkning nära toppen som kontinuerligt uppdateras, med text som liknar "13/66 lägger till Arp 240".

source: **Running the planner for the first time**
ca: **Execució del planificador per primera vegada**
ca@valencia: **Executar el planificador per primera vegada**
pt_br: **Executando o planejador pela primeira vez**
sl: **Prvi zagon načrtovalnika**
sv: **Köra planeringsverktyget för första gången**

source: If you have a catalog, or you've completed loading one, the Imaging Planner is ready for use.
ca: Si teniu un catàleg, o n'heu completat la càrrega, el Planificador d'obtenció d'imatges està llest per al seu ús.
ca@valencia: Si teniu un catàleg o n'heu completat la baixada, el «Planificador de l'obtenció d'imatges» està llest per al seu ús.
pt_br: Se você tiver um catálogo ou tiver concluído o carregamento de um, o Planejador de imagem estará pronto para uso.
sl: Če imate katalog ali ste ga že naložili, je načrtovalnik slik pripravljen za uporabo.
sv: Om du har en katalog, eller om du har läst in en, är bildplaneraren redo att användas.

source: Subsequent startups should be much faster, with your choices remembered.
ca: Els inicis posteriors haurien de ser molt més ràpids, amb les vostres eleccions recordades.
ca@valencia: Les iniciades posteriors haurien de ser molt més ràpides, recordant les vostres eleccions.
pt_br: Os startups subsequentes devem ser muito mais rápidos, com suas escolhas lembradas.
sl: Nadaljnji zagoni bi morali biti veliko hitrejši, vaše izbire pa bi se morale zapomniti.
sv: Efterföljande start ska gå mycket snabbare, med dina val ihågkomna.

source: This video (created November 2024) demonstrates using the Imaging Planner tool: `https://youtu.be/hrjqglLCW2s <https://youtu.be/hrjqglLCW2s>`__
ca: Aquest vídeo (creat el novembre de 2024) demostra com utilitzar l'eina Planificador d'obtenció d'imatges: `https://youtu.be/hrjqglLCW2s <https://youtu.be/hrjqglLCW2s>`__
ca@valencia: Este vídeo (creat el novembre de 2024) demostra el seu ús: `https://youtu.be/hrjqglLCW2s <https://youtu.be/hrjqglLCW2s>`__
pt_br: Este vídeo (criado em novembro de 2024) demonstra o uso da ferramenta Planejador de imagem: `https://youtu.be/hrjqglLCW2s <https://youtu.be/hrjqglLCW2s>`__
sl: Ta videoposnetek (ustvarjen novembra 2024) prikazuje uporabo orodja Imaging Planner: `https://youtu.be/hrjqglLCW2s <https://youtu.be/hrjqglLCW2s>`__
sv: Den här videon (skapad november 2024) demonstrerar hur man använder bildplaneringsverktyget: `https://youtu.be/hrjqglLCW2s <https://youtu.be/hrjqglLCW2s>`__

source: **Using the Imaging Planner**
ca: **Ús del planificador d'obtenció d'imatges**
ca@valencia: **Utilitzar el «Planificador de l'obtenció d'imatges»**
nl: **Planner voor opnamen gebruiken**
pt_br: **Usando o Planejador de imagens**
sl: **Uporaba načrtovalnika slik**
sv: **Använda bildplanering**

source: The Object Table
ca: La taula d'objectes
ca@valencia: La taula d'objectes
nl: De objectentabel
pt_br: A tabela de objetos
sl: Tabela objektov
sv: Objekttabellen
uk: Таблиця об'єктів

source: The Object Table, which occupies most of the left side of the Imaging Planner tool, displays a list of objects from the loaded catalog, excluding any that have been filtered out (see the Filters section below). The table's columns display various attributes. Select a row to see details, an altitude graph, and an image on the right.
ca: La taula d'objectes, que ocupa la major part del costat esquerre de l'eina Planificador d'imatges, mostra una llista d'objectes del catàleg carregat, excloent qualsevol que s'hagi filtrat (vegeu la secció Filtres de sota). Les columnes de la taula mostren diversos atributs. Seleccioneu una fila per a veure els detalls, un gràfic d'altitud i una imatge a la dreta.
ca@valencia: La Taula d'objectes, la qual ocupa la major part del costat esquerre de l'eina «Planificador de l'obtenció d'imatges», mostra una llista d'objectes des del catàleg carregat, excloent-ne els que s'han filtrat (vegeu la secció «Filtres» a continuació). Les columnes de la taula mostren diversos atributs. Per a veure els detalls, seleccioneu una fila, un gràfic d'altitud i una imatge a la dreta.
pt_br: A tabela de objetos, que ocupa a maior parte do lado esquerdo da ferramenta do Planejador de imagens, exibe uma lista de objetos do catálogo carregado, excluindo aqueles que foram filtrados (consulte a seção Filtros abaixo). As colunas da tabela exibem vários atributos. Selecione uma linha para ver detalhes, um gráfico de altitude e uma imagem à direita.
sl: Tabela objektov, ki zavzema večino leve strani orodja za načrtovanje slik, prikazuje seznam objektov iz naloženega kataloga, brez tistih, ki so bili filtrirani (glejte spodnji razdelek Filtri). Stolpci tabele prikazujejo različne atribute. Izberite vrstico, da si ogledate podrobnosti, graf višine in sliko na desni.
sv: Den vänstra sidan av bildplaneringsverkyget är till största delen upptagen av objekttabellen. Den listar alla objekt i den inlästa katalogen, förutom de som filtrerats bort, se avsnittet Filter nedan. Objektens egenskaper listas i kolumnerna. Rader kan markeras och den markerade radens information, elevationsdiagram och bild visas på höger sida av verktyget.

source: The table sorts by imaging hours by default. Click a column header to sort by that column. Click again to reverse the sort order.
ca: De manera predeterminada, la taula s'ordena per hores d'obtenció d'imatge. Feu clic a una capçalera de columna per a ordenar per aquesta columna. Feu clic de nou per a invertir el sentit d'ordenació.
ca@valencia: La taula ordena per hores de manera predeterminada l'obtenció d'imatges. Cliqueu damunt de la capçalera d'una columna per a ordenar-la. Cliqueu de nou per a invertir l'ordre d'ordenació.
pt_br: Por padrão, a tabela é classificada por horas de imagem. Clique no cabeçalho de uma coluna para classificar por essa coluna. Clique novamente para inverter a ordem de classificação.
sl: Tabela je privzeto razvrščena po urah slikanja. Kliknite glavo stolpca, da razvrstite po tem stolpcu. Kliknite znova, da obrnete vrstni red razvrščanja.
sv: Tabellen sorteras normalt efter observationstimmar. Klicka på en kolumnrubrik för att sortera efter den kolumnen. Klicka igen för omvänd sorteringsordning.

source: Right-clicking a row opens a menu of operations. Select multiple rows using "click then shift-click". The right-click menu can operate on all selected rows, adding attributes to the objects. Choices are:
ca: En fer clic dret sobre una fila obre un menú de les operacions. Es poden seleccionar diverses files amb «clic i després clic amb majúscules». El menú de clic dret funcionarà en totes les files seleccionades, afegint atributs als objectes. Les opcions són:
ca@valencia: Si feu clic dret damunt d'una fila, s'obrirà un menú d'operacions. Seleccioneu múltiples files amb «clica i després clica prement **Majús**». El menú del clic dret pot operar sobre totes les files seleccionades, afegint atributs als objectes. Les opcions són:
pt_br: Clicar com o botão direito do mouse em uma linha abre um menu de operações. Selecione várias linhas usando "clique e, em seguida, Shift+clique". O menu do botão direito pode operar em todas as linhas selecionadas, adicionando atributos aos objetos. As opções são:
sl: Z desnim klikom na vrstico se odpre meni operacij. Več vrstic lahko izberete s klikom na vrstico, nato pa s tipko Shift in klikom. Meni z desnim klikom lahko deluje na vseh izbranih vrsticah in objektom doda atribute. Možnosti so:
sv: Högerklick på en rad visar en meny med åtgärder som kan utföras med objektet. Flera rader kan markeras med "klicka och sedan skift-klicka". Högerklicksmenyn kan arbeta på alla markerade rader, för att lägga till egenskaper i objekten. Valen är:

source: Pick the selected object (or un-pick an already picked object). Note you can select more than one object at a time with click then shift click. Marking an object as picked will allow you to later just display a few picked objects instead of the whole table. For example, one may spend time researching many objects, and when an interesting candidate is seen, it may be marked picked for later examination. After a while, when a collection of picked objects has been put together, one can only show the picked objects by using the picked filtering constraint (see Filters below).
ca: Triar l'objecte seleccionat (o desmarcar un objecte ja triat). Tingueu en compte que podeu seleccionar més d'un objecte a la vegada fent clic i després clic amb majúscules. Marcar un objecte com a triat us permetrà més endavant mostrar només alguns objectes triats en lloc de tota la taula. Per exemple, es pot dedicar temps a investigar molts objectes, i quan es veu un candidat interessant, es pot marcar com a triat per a un examen posterior. Al cap d'un temps, quan s'ha aconseguit una col·lecció d'objectes triats, es poden mostrar només els objectes triats utilitzant la restricció de filtratge de triat (vegeu Filtres a sota).
ca@valencia: Triar l'objecte seleccionat (o desmarcar un objecte ja seleccionat). Cal tindre en compte que podeu seleccionar més d'un objecte alhora amb «clica i després clica prement **Majús**». Marcar un objecte com a seleccionat us permetrà més tard mostrar només uns quants objectes seleccionats en lloc de tota la taula. Per exemple, es pot dedicar més temps a investigar molts objectes i, quan es veu un candidat interessant, es pot marcar com a seleccionat per a un examen posterior. Després d'un temps, quan s'haja reunit una col·lecció d'objectes seleccionats, només es podran mostrar els objectes seleccionats mitjançant la restricció de filtre seleccionat (vegeu «Filtres» a continuació).
nl: Kies het geselecteerde object (of kiezen ongedaan maken van een al gekozen object). Merk op dat u meer dan één object tegelijk kunt selecteren met klik daarna Shift-klik. Een object markeren als gekozen biedt u het later eenvoudig tonen van een paar gekozen objecten in plaats van de gehele tabel. Bijvoorbeeld, u zou tijd kunnen spenderen aan het onderzoeken van vele objecten en wanneer een interessante kandidaat is gevonden, dan kan het gemarkeerd worden als gekozen voor latere bestudering. Als, na een poosje, een verzameling van gekozen objecten has been samengesteld is, kunt u alleen de gekozen objecten zien door de filterbeperking (zie onderstaand Filters).
pt_br: Pegue o objeto selecionado (ou desmarque um objeto já selecionado). Observe que você pode selecionar mais de um objeto por vez clicando e, em seguida, clicando com a tecla Shift pressionada. Marcar um objeto como selecionado permitirá que você exiba posteriormente apenas alguns objetos selecionados em vez da tabela inteira. Por exemplo, pode-se gastar tempo pesquisando vários objetos e, quando um candidato interessante é encontrado, ele pode ser marcado como selecionado para análise posterior. Depois de um tempo, quando uma coleção de objetos selecionados é reunida, só é possível exibir os objetos selecionados usando a restrição de filtragem de selecionados (veja Filtros abaixo).
sl: Poberite izbrani objekt (ali prekličite izbiro že izbranega objekta). Upoštevajte, da lahko hkrati izberete več kot en objekt s klikom in nato s premikom. Označevanje objekta kot izbranega vam bo omogočilo, da pozneje prikažete samo nekaj izbranih objektov namesto celotne tabele. Na primer, nekdo lahko porabi čas za raziskovanje številnih objektov, in ko opazi zanimivega kandidata, je lahko označen kot izbran za poznejši pregled. Čez nekaj časa, ko je zbirka izbranih objektov sestavljena, lahko izbrane objekte prikažete le z uporabo omejitve izbranega filtriranja (glejte Filtri spodaj).
sv: Markera det valda objektet (eller avmarkera ett redan valt objekt). Observera att man kan välja mer än ett objekt åt gången med klick och skift-klick. Genom att markera ett objekt som valt kan man senare bara visa några valda objekt istället för hela tabellen. Till exempel kan man lägga tid på att undersöka många föremål, och när en intressant kandidat syns kan den markeras som vald för senare undersökning. Efter ett tag, när en samling av valda objekt har tagits fram, kan man bara visa de valda objekten genom att använda filtreringsbegränsningen för valda objekt (se Filter nedan).
uk: Вибір об'єкта (або скасування вибору вже вибраного об'єкта). Зауважте, що ви можете позначити декілька об'єктів одночасно, якщо клацнете на пункті першого з бажаних об'єктів, а потім позначите інші за допомогою одночасного натискання клавіші &Shift; і клацання. Позначення об'єкта як вибраного надасть вам змогу переглянути дані лише кількох вибраних об'єктів замість усієї таблиці. Наприклад, можна витратити час на дослідження багатьох об'єктів, і коли буде помічений цікавий кандидат, можна позначити його для подальшого вивчення. Згодом, коли колекцію вибраних об'єктів буде зібрано, для перегляду даних вибраних об'єктів достатньо буде застосувати обмеження фільтруванням вибраних (див. «Фільтри» нижче).

source: Mark an object as already imaged (or undo that). Again, one can set this object attribute and later filter for not displaying these (or only displaying those).
ca: Marcar un objecte com a ja obtinguda la imatge (o desfer-ho). Una vegada més, es pot establir aquest atribut d'objecte i filtre posterior per a no mostrar-los (o només mostrar-los).
ca@valencia: Marqueu un objecte com a ja fotografiat (o desfeu-ho). De nou, es pot establir este atribut d'objecte i posteriorment filtrar-lo per a no mostrar-los (o mostrar només-los).
nl: Markeer een object als opname al gemaakt (of maak dat ongedaan). Nog eens, dit objectattribuut instellen en later filteren op deze niet tonen (of alleen deze tonen).
pt_br: Marque um objeto como já visualizado (ou desfaça essa ação). Novamente, é possível definir esse atributo de objeto e, posteriormente, filtrar para não exibi-los (ou exibir apenas aqueles).
sl: Označite objekt kot že prikazan (ali to razveljavite). Spet lahko nastavimo ta atribut objekta in pozneje filtriramo, da se ti ne prikažejo (ali da se samo ti prikažejo).
sv: Markera ett objekt som redan avbildat (eller ångra det). Återigen kan man ställa in den objektegenskapen och senare filtrera för att inte visa dem (eller bara visa dem).
uk: Позначте об'єкт як уже знятий (або скасувати це). Знову ж таки, можна встановити цей атрибут об'єкта, а пізніше відфільтрувати список, щоб їх не було показано (або було показано лише їх).
