Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-calculator.po
Languages: bg, ca, ca@valencia, fr, it, nl, pt_br, sl, sv, uk

source: This module computes the length of day as well as sunrise, sun-transit (noon), and sunset times for any calendar date, for any location on Earth. First select the desired geographic coordinates and date, then the data is computed and displayed.
bg: Този модул изчислява продължителността на деня, както и часовете на изгрев, кулминация и залез за всяка календарна дата, за всяко място на Земята. Първо изберете желаните географски координати и дата, след което данните се изчисляват и показват.
ca: Aquest mòdul calcula la durada del dia així com la sortida del sol, el trànsit del sol (migdia) i hores de la seva posta per a qualsevol data en el calendari o emplaçament a la Terra. Primer seleccioneu les coordenades geogràfiques i data desitjada, llavors es calculen i es mostren les dades.
ca@valencia: Este mòdul calcula la duració del dia així com l'eixida del sol, el trànsit del sol (migdia) i hores de la seua posta per a qualsevol data al calendari o emplaçament en la Terra. Primer seleccioneu les coordenades geogràfiques i data desitjada, llavors es calculen i es mostren les dades.
fr: Ce module calcule la durée du jour et les heures de lever du Soleil, du transit du Soleil (midi) et de son coucher pour n'importe quelle date du calendrier, à n'importe quel endroit sur Terre. Choisissez d'abord les coordonnées géographiques et la date, ensuite les données seront calculées et affichées.
it: Questo modulo calcola la durata del giorno e gli istanti di levata, culminazione (mezzogiorno) e tramonto del Sole per qualsiasi data e località terrestre. Seleziona la data e le coordinate geografiche desiderate, quindi i dati saranno calcolati e mostrati.
nl: Deze module berekent de lengte van de dag, en ook de tijdstippen van opkomst, doorgang door de meridiaan (middag) en ondergang van de zon, voor een willekeurige atum en plaats op aarde. Kies eerst de gewenste geografische coördinaten, waarna deze gegevens worden berekend en getoond.
pt_br: Este módulo calcula a duração do dia, bem como os horários do nascer do sol, trânsito solar (meio-dia) e pôr do sol para qualquer data do calendário, para qualquer local na Terra. Primeiro, selecione as coordenadas geográficas e a data desejadas e, em seguida, os dados são calculados e exibidos.
sl: Ta modul izračuna dolžino dneva ter čas sončnega vzhoda, prehoda sonca (opoldne) in sončnega zahoda za kateri koli koledarski datum, za katero koli lokacijo na Zemlji. Najprej izberite želene geografske koordinate in datum, nato pa se podatki izračunajo in prikažejo.
sv: Den här modulen beräknar dagens längd samt soluppgång, solövergång (middag) och solnedgång för valfritt kalenderdatum, för valfri plats på jorden. Välj först önskade geografiska koordinater och datum, sedan beräknas och visas informationen.
uk: Цей модуль призначено для обчислення тривалості дня, а також часу сходу сонця, кульмінації (півдня) і заходу сонця для будь-якої дати календаря та будь-якого місця на Землі. Вкажіть відповідні географічні координати і дату, а програма покаже результати обчислень.

source: Equinoxes and Solstices module
bg: Равноденствия и слънцестояния
ca: Mòdul d'equinoccis i solsticis
ca@valencia: El mòdul «Equinoccis i solsticis»
fr: Module des équinoxes et des solstices
it: Modulo equinozi e solstizi
nl: Module Equinoxen en solstitiën
pt_br: Módulo de equinócios e solstícios
sl: Modul enakonočja in solsticiji
sv: Dagjämnings- och solståndsmodul
uk: Модуль обчислення рівнодень і сонцестоянь

source: Equinoxes and Solstices
bg: Равноденствия и слънцестояния
ca: Equinoccis i solsticis
ca@valencia: Equinoccis i solsticis
fr: Équinoxes et des solstices
it: Equinozi e solstizi
nl: Equinoxen en solstitiën
sl: Enakonočja in solsticija
sv: Dagjämningar och solstånd
uk: Рівнодення та сонцестояння

source: The :doc:`Equinoxes <ai-equinox>` and Solstices module calculates the date and time of an equinox or solstice for a given year. You specify the year and the date and time of the events (Vernal Equinox, Summer Solstice, Autumnal Equinox, or Winter Solstice) are displayed.
bg: Модулът за :doc:`равноденствие и слънцестоене <ai-equinox>` изчислява датата и часа на равноденствие или слънцестоене за дадена година. Вие посочвате годината и датата и часа на събитията (пролетно равноденствие, лятно слънцестоене, есенно равноденствие или зимно слънцестоене).
ca: El mòdul :doc:`Equinoccis <ai-equinox>` i Solsticis calcula la data i l'hora d'un equinocci o solstici per a un determinat any. Especifiqueu quin esdeveniment (equinocci de primavera, solstici d'estiu, equinocci de tardor o solstici d'hivern) s'ha de mostrar.
ca@valencia: El mòdul :doc:`Equinoccis <ai-equinox>` i Solsticis calcula la data i l'hora d'un equinocci o solstici per a un determinat any. Especifiqueu quin esdeveniment (equinocci de primavera, solstici d'estiu, equinocci de tardor o solstici d'hivern) s'ha de mostrar.
fr: Le module des :doc:`équinoxes <ai-equinox>` et solstices calcule la date et l'heure d'un équinoxe ou d'un solstice pour une année donnée. Vous spécifiez quel évènement (Équinoxe du Printemps, Solstice d'été, Équinoxe d'automne ou Solstice d'hiver) doit être traité, et l'année.
it: Il modulo :doc:`Equinozi <ai-equinox> e solstizi calcola la data e l'ora di un equinozio o un solstizio per un certo anno. Basta specificare l'anno, e saranno quindi visualizzati date e orari degli eventi (equinozio di primavera, solstizio d'estate, equinozio d'autunno o solstizio d'inverno).
nl: De module :doc:`Equinoxen <ai-equinox>` en Solstices berekent de datum en tijd van een equinox of solstice voor een gegeven jaar. U specificeert het jaar en de datum en tijd van de gebeurtenis (Lente-quinox, Zomerzonnewende, Herfst-equinox of Winterzonnewende) worden getoond.
pt_br: O módulo :doc:`Equinócios <ai-equinox>` e Solstícios calcula a data e a hora de um equinócio ou solstício para um determinado ano. Você especifica o ano e a data e a hora dos eventos (Equinócio de Primavera, Solstício de Verão, Equinócio de Outono ou Solstício de Inverno) são exibidos.
sl: Modul :doc:`Enakonočji <ai-equinox>` in solsticiji izračuna datum in čas enakonočja ali solsticija za dano leto. Določite leto ter datum in čas dogodkov (pomladansko enakonočje, poletni solsticij, jesensko enakonočje ali zimski solsticij) so prikazani.
sv: Modulen :doc:`Dagjämningar <ai-equinox>` och solstånd beräknar datum och tid för en dagjämning eller solstånd ett givet år. Du anger året och datum och tid för händelserna (vårdagjämning, sommarsolstånd, höstdagjämning eller vintersolstånd) visas.
uk: Модуль обчислення дат :doc:`рівнодень<ai-equinox>` і сонцестоянь обчислює дату і час рівнодення або сонцестояння у вказаному році. Вам слід вказати, час якої саме події (Весняне рівнодення, літнє сонцестояння, осіннє рівнодення або зимове сонцестояння) слід знайти, і вказати рік. Програма покаже дату і час події (весняного рівнодення, літнього сонцестояння, осіннього рівнодення або зимового сонцестояння).

source: There is a batch mode for this module. To use it, simply generate an input file whose lines each contain a year for which the Equinox and Solstice data will be computed. Then specify the input and output filenames, and press the ``Compute`` button to generate the output file. Each line in the output file contains the input year and the date of each event. You can also read the output directly in KStars by pressing the ``View output...`` button.
bg: Има възможност за въвеждане на данни от файлове за този модул. За да го използвате, просто създайте входен файл, чиито редове съдържат годините, за които ще бъдат изчислени данните за равноденствието и слънцестоенето. След това посочете имената на файловете и натиснете бутона `` Изчисление`` , за да генерирате изходния файл. Всеки ред в изходният файл съдържа годината и датата на всяко събитие. Можете също да прочетете изхода директно в KStars чрез натискане на бутона ``Преглед на изходни данни...``.
ca: Aquest mòdul disposa d'un mode de treball per lots. Per a utilitzar-lo, simplement haureu de generar un fitxer d'entrada en el qual les línies continguin un any per al qual calcular les dades d'un equinocci o solstici. Després especifiqueu els fitxers d'entrada i de sortida, i premeu el botó ``Calcula`` per a generar el fitxer de sortida. Cada línia al fitxer de sortida contindrà l'any introduït i la data de cada esdeveniment. També podeu llegir la sortida directament al KStars prement el botó ``Visualitza la sortida...``.
ca@valencia: Este mòdul disposa d'un mode de treball per lots. Per a utilitzar-lo, senzillament haureu de generar un fitxer d'entrada en el qual les línies continguen un any per al qual calcular les dades d'un equinocci o solstici. Després especifiqueu els fitxers d'entrada i d'eixida, i premeu el botó ``Calcula`` per a generar el fitxer d'eixida. Cada línia al fitxer d'eixida contindrà l'any introduït i la data de cada esdeveniment. També podeu llegir l'eixida directament a KStars prement el botó ``Visualitza l'eixida…``.
fr: Il y a un mode de traitement par lots pour ce module. Pour l'utiliser, générez simplement un fichier d'entrée dont chaque ligne contient une année pour laquelle les données d'équinoxe et de solstice seront calculées. Puis, spécifiez les noms de fichiers d'entrée et de sortie et appuyez sur le bouton ``Calculer`` pour générer le fichier de sortie. Chaque ligne du fichier de sortie contient l'année d'entrée, les dates et heures de chaque évènement ainsi que la durée de chaque saison. Vous pouvez aussi lire directement la sortie dans KStars en appuyant sur le bouton ``Voir la sortie…``.
it: Questo modulo dispone di una modalità non interattiva. Per usarla, basta generare un file in ingresso le cui righe contengano ciascuna un anno per il quale verranno calcolati l'equinozio e il solstizio. Quindi specifica i nomi file in ingresso e in uscita e premi il pulsante ``Calcola`` per generare il file del risultato. Ogni riga di questo file conterrà l'anno inserito e la data di ciascun evento. Puoi anche leggere il risultato direttamente in KStars premendo il pulsante ``Mostra risultato...``.
pt_br: Este módulo possui um modo em lote. Para utilizá-lo, basta gerar um arquivo de entrada cujas linhas contenham, cada uma, um ano para o qual os dados do Equinócio e do Solstício serão calculados. Em seguida, especifique os nomes dos arquivos de entrada e saída e pressione o botão ``Computar`` para gerar o arquivo de saída. Cada linha do arquivo de saída contém o ano de entrada e a data de cada evento. Você também pode ler a saída diretamente no KStars pressionando o botão ``Visualizar saída...``.
sl: Ta modul je na voljo v paketnem načinu. Če ga želite uporabiti, preprosto ustvarite vhodno datoteko, katere vrstice vsebujejo leto, za katero bodo izračunani podatki o enakonočju in solsticiju. Nato določite imena vhodnih in izhodnih datotek ter pritisnite gumb ``Izračunaj``, da ustvarite izhodno datoteko. Vsaka vrstica v izhodni datoteki vsebuje vhodno leto in datum vsakega dogodka. Izhod lahko preberete tudi neposredno v KStars s pritiskom na gumb ``Ogled izhoda...``.
sv: Det finns ett bakgrundsläge för den här modulen. För att använda det, generera helt enkelt en indatafil vars rader innehåller året som dagjämnings- och solståndsdata ska beräknas. Ange sedan in- och utdatafilnamnen och tryck på knappen "Beräkna" för att generera utdatafilen. Varje rad i utdatafilen innehåller indataåret och datumet för varje händelse. Du kan också läsa utdata direkt i Kstars genom att trycka på knappen "Visa utdata...".
uk: Цей модуль може виконувати команди і у пакетному режимі. Для використання цього режиму вам потрібен буде файл у кожному з рядків якого міститимуться значення року, для якого слід обчислити дати рівнодень та сонцестоянь. Далі, слід буде вказати назви файлів вхідних даних і результатів і натиснути кнопку ``Обчислити`` для заповнення файла результатів. У кожному з рядків файла результатів міститимуться дані щодо року та дат кожної з подій. Ви можете переглянути виведені значення безпосередньо у KStars натисканням кнопки ``Перегляд виводу…``.

source: Equatorial/Galactic Coordinates module
bg: Модул Екваториални/галактични координати
ca: Mòdul de coordenades equatorials/galàctiques
ca@valencia: El mòdul «Coordenades equatorials/galàctiques»
fr: Module des coordonnées équatoriales / galactiques
it: Modulo coordinate equatoriali/galattiche
nl: Module Equatoriale/Galactische coördinaten
pt_br: Módulo de coordenadas equatoriais/galácticas
sl: Modul ekvatorialnih/galaktičnih koordinat
sv: Ekvatoriell/Galaktisk koordinatmodul
uk: Модуль обчислення екваторіальних/галактичних координат

source: Equatorial/Galactic Coordinates
bg: Екваториални/галактични координати
ca: Coordenades equatorials/galàctiques
ca@valencia: Coordenades equatorials/galàctiques
fr: Coordonnées équatoriales / galactiques
it: Coordinate equatoriali/galattiche
nl: Equatoriale/Galactische coördinaten
sl: Ekvatorialne/Galaktične koordinate
sv: Ekvatoriella/Galaktiska koordinater
uk: Екваторіальні/Галактичні координати

source: This module converts from :ref:`Equatorial coordinates <ai-skycoords-equatorial>` to :ref:`Galactic coordinates <ai-skycoords-galactic>`, and vice versa. Fill in the coordinate values in either the ``Galactic coordinates`` or ``Equatorial coordinates (J2000)`` section. Alternatively set the equatorial coordinates by selecting an object using the ``Find Object`` dialog. Then the complementary coordinates will be filled in.
bg: Този модул преобразува от :ref:`екваториални координати <ai-skycoords-equatorial>` в :ref:`галактически координати <ai-skycoords-galactic>` и обратно. Въведете стойностите на координатите или в секцията с ``галактически координати`` или в секцията на ``екваториалните координати (J2000)``. Като алтернатива задайте екваториалните координати, като изберете обект с помощта на диалоговия прозорец ``Намиране на обект``. След това ще бъдат попълнени търсените координати.
ca: Aquest mòdul converteix de :ref:`coordenades equatorials <ai-skycoords-equatorial> a :ref:`coordenades galàctiques <ai-skycoords-galactic>`, i viceversa. Ompliu els valors de les coordenades a la secció ``Coordenades galàctiques`` o ``Coordenades equatorials (J2000)``. De manera alternativa, establiu les coordenades equatorials seleccionant un objecte mitjançant el diàleg ``Cerca un objecte``. D'aquesta manera s'ompliran les coordenades complementàries.
ca@valencia: Este mòdul convertix entre :ref:`coordenades equatorials <ai-skycoords-equatorial>` a :ref:`coordenades galàctiques <ai-skycoords-galactic>` i viceversa. Empleneu els valors de les coordenades en la secció ``Coordenades galàctiques`` o ``Coordenades equatorials (J2000)``. De manera alternativa, establiu les coordenades equatorials seleccionant un objecte mitjançant el diàleg ``Busca un objecte``. Aleshores, s'emplenaran les coordenades complementàries.
fr: Ce module convertit les :ref:`coordonnées équatoriales <ai-skycoords-equatorial>` en :ref:`coordonnées galactiques <ai-skycoords-galactic>` et vice versa. Remplissez les valeurs des coordonnées dans `` Coordonnées galactiques`` ou ``Coordonnées équatoriales (J2000)``. Sinon remplissez les coordonnées équatoriales en sélectionnant un objet en utilisant la boîte de dialogue ``Chercher un objet``. Les coordonnées complémentaires seront ensuite remplies.
it: Questo modulo converte dalle :ref:`coordinate equatoriali <ai-skycoords-equatorial>` alle :ref:`coordinate galattiche <ai-skycoords-galactic>` e viceversa. Completa i valori delle coordinate o nella sezione ``Coordinate galattiche`` o in quella ``Coordinate equatoriali (J2000)``. In alternativa, imposta le coordinate equatoriali selezionando un oggetto tramite la finestra di dialogo ``Trova oggetto``. A questo punto le coordinate complementari verranno completate.
nl: Deze module converteert van :ref:`Equatoriale coördinaten <ai-skycoords-equatorial>` naar :ref:`Galactische coördinaten <ai-skycoords-galactic>` en omgekeerd. Vul de waarden van de coördinaat in in ofwel de sectie ``Galactische coördinaten`` of ``Equatoriale coördinaten (J2000)``. Als alternatief zet de equatoriale coördinaten door een object te selecteren met de dialoog ``Object zoeken`` . Daarna zullen de bijbehorende coördinaten ingevuld worden.
pt_br: Este módulo converte de :ref:`Coordenadas equatoriais <ai-skycoords-equatorial>` para :ref:`Coordenadas galácticas <ai-skycoords-galactic>` e vice-versa. Preencha os valores das coordenadas na seção ``Coordenadas galácticas`` ou ``Coordenadas equatoriais (J2000)``. Como alternativa, defina as coordenadas equatoriais selecionando um objeto usando a caixa de diálogo ``Localizar objeto``. Em seguida, as coordenadas complementares serão preenchidas.
sl: Ta modul pretvori iz :ref:`Ekvatorialne koordinate <ai-skycoords-equatorial>` v :ref:`Galaktične koordinate <ai-skycoords-galactic>` in obratno. Izpolnite vrednosti koordinat v razdelku ``Galaktične koordinate`` ali ``Ekvatorialne koordinate (J2000)``. Lahko pa nastavite ekvatorialne koordinate tako, da izberete objekt s pomočjo pogovornega okna ``Najdi objekt``. Nato se bodo izpolnile komplementarne koordinate.
sv: Den här modulen konverterar från :ref:`Ekvatoriella koordinater <ai-skycoords-equatorial>` till :ref:`Galaktiska koordinater <ai-skycoords-galactic>`, och vice versa. Fyll i koordinatvärdena i antingen avsnittet ``Galaktiska koordinater`` eller ``Ekvatoriella koordinater (J2000)``. Alternativt kan du ställa in ekvatoriella koordinater genom att välja ett objekt med hjälp av dialogrutan ``Sök objekt``. Då fylls de komplementära koordinaterna i.
uk: Цей модуль виконує перетворення між :ref:`Екваторіальними координатами <ai-skycoords-equatorial>` і :ref:`Галактичними координатами <ai-skycoords-galactic>`. Вкажіть відповідні значення координат у розділі ``Галактичних координат`` або ``Екваторіальних координат (J2000)``. Крім того, ви можете вказати координати вибором об’єкта за допомогою діалогового вікна ``Пошук об’єкта`` dialog. В результаті ви побачите координати, які ви хотіли обчислити.

source: The module contains a batch mode for converting several coordinate pairs at once. You must construct an input file in which each line contains two values: the input coordinate pairs (either Equatorial or Galactic). Then specify which coordinates you are using as input, and identify the input and output filenames. Finally, press the ``Run`` button to generate the output file, which will contain the converted coordinates (Equatorial or Galactic; the complement of what you chose as the input values).
bg: Модулът съдържа пакетен режим за конвертиране на няколко координатни двойки наведнъж. Трябва да създадете входен файл, в който всеки ред съдържа две стойности: входните координатни двойки (или Екваториален или Галактически). След това посочете, кои координати използвате като вход, както и имената на входните и изходни файлове. Накрая натиснете бутона `` Старт`` , за да генерирате изходния файл, който ще съдържа преобразуваните координати.
ca: El mòdul conté un mode de treball per lots per a convertir diversos parells de coordenades alhora. Haureu de construir un arxiu d'entrada en què cada línia contingui dos valors: els parells de coordenades d'entrada (equatorials o galàctiques). A continuació, especifiqueu quines coordenades s'estan utilitzant com a entrada, i identifiqueu els noms dels fitxers d'entrada i de sortida. Finalment, premeu el botó ``Executa`` per a generar el fitxer de sortida, el qual contindrà les coordenades convertides (equatorials o galàctiques, del complement que heu triat com als valors d'entrada).
ca@valencia: El mòdul conté un mode de treball per lots per a convertir diversos parells de coordenades alhora. Haureu de construir un fitxer d'entrada en el qual cada línia continga dos valors: els parells de coordenades d'entrada (equatorials o galàctiques). A continuació, especifiqueu quines coordenades s'estan utilitzant com a entrada, i identifiqueu els noms dels fitxers d'entrada i d'eixida. Finalment, premeu el botó ``Executa`` per a generar el fitxer d'eixida, el qual contindrà les coordenades convertides (equatorials o galàctiques, del complement que heu triat com als valors d'entrada).
fr: Le module contient un mode de traitement par lots pour convertir plusieurs paires de coordonnées à la fois. Vous devez construire un fichier d'entrée dans lequel chaque ligne contient deux valeurs : les paires de coordonnées d'entrée (soit équatoriales, soit galactiques). Ensuite, spécifiez les coordonnées que vous utilisez en entrée et saisissez les noms des fichiers d'entrée et de sortie. Enfin, appuyez sur le bouton ``Lancer`` pour générer le fichier de sortie contenant les coordonnées converties (équatoriales ou galactiques ; le complément de ce que vous avez choisi comme valeurs d'entrée).
it: Il modulo contiene una modalità non interattiva, che serve per convertire diverse coppie di coordinate contemporaneamente. Devi costruire un file in ingresso, nel quale ogni riga contiene due valori: le coppie di coordinate in ingresso (equatoriali o galattiche). Devi quindi specificare quali coordinate stai utilizzando come ingresso, poi identificare i nomi dei file in ingresso e in uscita. Premi quindi il pulsante ``Esegui`` per generare il file del risultato: esso conterrà le coordinate convertite (equatoriali o galattiche, le complementari di quelle che hai scelto come valori in ingresso).
pt_br: O módulo contém um modo em lote para converter vários pares de coordenadas de uma só vez. Você deve construir um arquivo de entrada no qual cada linha contenha dois valores: os pares de coordenadas de entrada (equatorial ou galáctico). Em seguida, especifique quais coordenadas você está usando como entrada e identifique os nomes dos arquivos de entrada e saída. Por fim, pressione o botão ``Executar`` para gerar o arquivo de saída, que conterá as coordenadas convertidas (equatorial ou galáctico; o complemento do que você escolheu como valores de entrada).
sl: Modul vsebuje paketni način za pretvorbo več koordinatnih parov hkrati. Sestaviti morate vhodno datoteko, v kateri vsaka vrstica vsebuje dve vrednosti: vhodne koordinatne pare (ekvatorialne ali galaktične). Nato določite, katere koordinate uporabljate kot vhodne podatke, in določite imena vhodnih in izhodnih datotek. Na koncu pritisnite gumb »Zaženi«, da ustvarite izhodno datoteko, ki bo vsebovala pretvorjene koordinate (ekvatorialne ali galaktične; komplement tistega, kar ste izbrali kot vhodne vrednosti).
sv: Modulen innehåller ett bakgrundsläge för att konvertera flera koordinatpar samtidigt. Du måste konstruera en indatafil där varje rad innehåller två värden: indatakoordinatparet (antingen ekvatoriell eller galaktisk). Ange sedan vilka koordinater du använder som indata och identifiera indata- och utdatafilnamnen. Tryck slutligen på knappen "Kör" för att generera utdatafilen, som då innehåller de konverterade koordinaterna (ekvatoriella eller galaktiska, komplementet till vad du valde som indatavärden).
uk: Цей модуль може працювати і у пакетному режимі, обробляючи по декілька координат одразу Для цього вам слід створити вхідний файл, кожен рядок якого має складатися з двох значень: вхідної пари координат (екваторіальних або галактичних). Потім вкажіть, які саме координати було використано для вхідних даних, і назви файла з початковою інформацією і файла, куди слід виводити дані. Нарешті, натисніть кнопку ``Запустити``, щоб створити файл з отриманими даними, у якому ви зможете побачити перетворені координати (екваторіальні або галактичні; доповнення до тих, які ви вибрали як початкові значення).
