Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-obsplanner.po
Languages: bg, ca, es, et, gl, it, nl, pt, pt_br, sl, sv, uk

source: By pressing the <guibutton>Next Page</guibutton> button you will access the second page of Session Plan. Here you are able to see information not about your object, but about your equipment.
bg: С натискане на бутона <guibutton> Следваща страница</guibutton> ще получите достъп до втората страница на плана за сесия. Тук можете да видите информация за вашето оборудване.
ca: En prémer el botó <guibutton>Pàgina següent</guibutton> s'accedirà a la segona pàgina de la planificació de la sessió. Aquí podreu veure la informació no sobre el vostre objecte, sinó sobre el vostre equip.
es: Si pulsa el botón <guibutton>Siguiente página</guibutton> tendrá acceso a la segunda página de la planificación de la sesión, donde podrá ver información sobre su equipo.
et: Nupule <guibutton>Järgmine lehekülg</guibutton> klõpsates jõuab seansiplaani teisele leheküljele. Siin näeb teavet juba oma varustuse kohta.
gl: Premendo o botón <guibutton>Páxina seguinte</guibutton> accédese á segunda páxina do Plan da sesión. Aquí pódese ver información non sobre o obxecto, pero sobre o equipamento.
it: Premendo <guibutton>Pagina successiva</guibutton> accederai alla seconda pagina del piano della sessione. Qui puoi vedere le informazioni sul tuo equipaggiamento, e non sul tuo oggetto.
nl: Door op de knop <guibutton>Volgende pagina</guibutton> te drukken, komt u op de tweede pagina van de sessieplanner. Hier vindt u informatie over uw apparatuur, in plaats van over het object.
pt: Ao carregar no botão <guibutton>Página seguinte</guibutton>, irá aceder à segunda página do Plano da Sessão. Aqui poderá ver informações não sobre o seu objecto mas sim sobre o seu equipamento.
pt_br: Pressionando o botão <guibutton>Próxima página</guibutton>, você acessará a segunda página do Plano de sessão. Aqui você será capaz de ver informações não do seu objeto, mas do seu equipamento.
sl: S pritiskom na gumb <guibutton>Naslednja stran</guibutton> boste dostopali do druge strani načrta seje. Tukaj lahko vidite informacije ne o vašem objektu, ampak o vaši opremi.
sv: Genom att klicka på knappen <guibutton>Nästa sida</guibutton> kommer du åt andra sidan av sessionsplanen. Här kan du se information, dock inte om objektet, utan om utrustningen.
uk: За допомогою натискання кнопки <guibutton>Наступна сторінка</guibutton> ви зможете отримати доступ до другої сторінки плану сеансу. На цій сторінці буде наведено не дані щодо вибраного вами об’єкта, а дані щодо вашого обладнання.

source: Second Execute Session window
bg: Втори прозорец на Изпълнение на сесия
ca: Segona finestra Executa la sessió
es: Segunda ventana de «Ejecutar sesión»
et: Teine seansi käivitamise aken
gl: Segunda xanela da Sesión de execución
it: Seconda finestra «Esegui sessione»
nl: Tweede venster voor de waarneemsessie
pt: Segunda Janela de Execução da Sessão
pt_br: Segunda janela do Executar sessão
sl: Okno druge izvedbe seje
sv: Andra sidan av fönstret Utför session
uk: Друге вікно виконання сеансу

source: Pressing the <guibutton>Next Target</guibutton> button will cause the Execute Session to open the first window about the next object.
bg: Натискането на бутона <guibutton>Следваща цел</guibutton> ще отвори отново първия прозорец, за да въведете следващия обект.
ca: En prémer el botó <guibutton>Objectiu següent</guibutton> es causarà que s'obri «Executa la sessió» a la primera finestra sobre l'objecte següent.
es: Si pulsa el botón <guibutton>Siguiente objetivo</guibutton> hará que «Ejecutar sesión» abra la primera ventana sobre el siguiente objeto.
et: Klõpsuga nupule <guibutton>Järgmine sihtmärk</guibutton> avatakse seansi käivitamise esimene aken järgmise objektiga.
gl: Ao premer o botón <guibutton>Destino seguinte</guibutton> a Sesión de execución abre a primeira xanela sobre o seguinte obxecto.
it: Premendo <guibutton>Soggetto successivo</guibutton> sarà aperta la prima finestra di Esegui sessione sull'oggetto successivo.
nl: Met het drukken op de knop <guibutton>Volgend doel</guibutton> wordt het eerste venster voor het volgende object geopend.
pt: Se carregar no botão <guibutton>Alvo Seguinte</guibutton> fará com que a Execução da Sessão abra a primeira janela sobre o objecto seguinte.
pt_br: Pressionar o botão <guibutton>Próximo alvo</guibutton> fará com que o Executar sessão abra a primeira janela sobre o próximo objeto.
sl: Če pritisnete gumb <guibutton>Naslednji cilj</guibutton>, bo izvedba seje odprlo prvo okno o naslednjem objektu.
sv: Att klicka på knappen <guibutton>Nästa mål</guibutton> gör att <guilabel>Utför session</guilabel> öppnar det första sidan av fönstret med nästa objekt.
uk: За допомогою натискання кнопки <guibutton>Наступна ціль</guibutton> ви можете наказати інструменту виконання сеансу відкрити перше вікно щодо наступного з об’єктів у списку.
