Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-imaging-planner.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: Items can be filtered by how many hours they are image-able this night. Change the value in the ``Min Hours`` box, and objects with fewer hours than that value will not be displayed.
ca: Els elements es poden filtrar per quantes hores són susceptibles d'obtenció d'imatges aquesta nit. Canvieu el valor a la casella ``Mín. hores``, i els objectes amb menys hores que aquest valor no es mostraran.
ca@valencia: Els elements es poden filtrar per quantes hores són susceptibles d'obtenció d'imatges esta nit. Canvieu el valor a la casella ``Hores min.:`` i no es mostraran els objectes amb menys hores que este valor.
nl: Items kunnen gefilterd worden op hoeveel uren er vannacht opnamen van gemaakt kunnen worden. Wijzig de waarde in het vak ``Min uren`` en objecten met minder uren dan die waarde zullen niet getoond worden.
pt_br: Os itens podem ser filtrados pela quantidade de horas em que podem ser visualizados naquela noite. Altere o valor na caixa ``Horas mínimas`` e objetos com menos horas do que esse valor não serão exibidos.
sl: Predmete je mogoče filtrirati glede na to, koliko ur so to noč posneti. Če spremenite vrednost v polju ``Min ure``, objekti z manj urami od te vrednosti ne bodo prikazani.
sv: Objekt kan filtreras efter hur många timmar de är möjliga att avbilda den här natten. Ändra värdet i rutan ``Minimalt antal timmar`` så visas inte objekt med färre timmar än det värdet.

source: Checking or unchecking one of the object types will cause objects with those types to be displayed or not.
ca: Si es marca o es desmarca un dels tipus d'objecte, els objectes amb aquests tipus es mostraran o no.
ca@valencia: Si es marca o es desmarca un dels tipus d'objecte, els objectes amb estos tipus es mostraran o no.
nl: Activeren of deactiveren van een van de objecttypen zal veroorzaken dat objecten met die typen getoond zullen worden of niet.
pt_br: Marcar ou desmarcar um dos tipos de objeto fará com que os objetos com esses tipos sejam exibidos ou não.
sl: Če označite ali počistite eno od vrst objektov, bodo objekti s temi vrstami prikazani ali ne.
sv: Om en av objekttyperna markeras eller avmarkeras visas objekt med typerna eller inte.
uk: Позначення або зняття позначення з пунктів типів об'єктів призведе до показу або вилучення з показу пунктів об'єктів відповідних типів.

source: ``Picked``: Checking Picked will cause only "picked" objects to be displayed. Similarly checking "Not Picked" will cause only objects not picked to be displayed. Checking ``Don't Care`` in the picked line will cause the picked-status to be irrelevant in whether an object is filtered from the table.
ca: ``Triat``: En marcar Triat només es mostraran els objectes «triats». De la mateixa manera, si marqueu «No triat», només es mostraran els objectes que no s'hagin seleccionat. Si marqueu ``No importa`` a la línia triada, l'estat triat serà irrellevant si un objecte es filtra de la taula.
ca@valencia: ``Triat``: En marcar-la només es mostraran els objectes «triats». De la mateixa manera, si marqueu «No triat», només es mostraran els objectes que no s'hagen seleccionat. Si marqueu ``No importa`` a la línia triada, l'estat triat serà irrellevant si un objecte es filtra de la taula.
nl: ``Gekozen``: activeren van Gekozen zal veroorzaken dat alleen "gekozen" objecten getoond zullen worden. Evenzo activeren van "Niet gekozen" zal veroorzaken dat alleen objecten die niet gekozen zijn getoond zullen worden. Activeren van ``Niet ter zake`` in de regel gekozen zal veroorzaken dat de gekozen-status irrelevant is in of een object uitgefilterd is uit de tabel.
pt_br: ``Selecionado``: Marcar a opção Selecionado fará com que apenas os objetos "selecionados" sejam exibidos. Da mesma forma, marcar a opção "Não selecionado" fará com que apenas os objetos não selecionados sejam exibidos. Marcar a opção ``Não importa`` na linha selecionada fará com que o status selecionado seja irrelevante para a filtragem de um objeto da tabela.
sl: ``Izbrano``: Označitev možnosti Izbrano bo povzročila prikaz samo "izbranih" predmetov. Podobno bo označitev možnosti "Ni izbrano" povzročila prikaz samo neizbranih predmetov. Označitev možnosti ``Ne zanima`` v vrstici izbrano bo povzročila, da status izbranega predmeta ne bo pomemben pri tem, ali je predmet filtriran iz tabele.
sv: ``Valt``: Om Valt markeras visas endast "valda" objekt. På samma sätt visas endast objekt som inte är valda om "Inte valda" markeras. Om ``Spelar ingen roll`` markeras på den valda raden blir statusen irrelevant för huruvida ett objekt filtreras från tabellen.

source: Similar to picked, ``Imaged`` causes objects labeled as previously imaged to be displayed or not.
ca: Similar a triat, ``obtinguda la imatge`` fa que els objectes etiquetats com a obtinguda la imatge prèviament es mostrin o no.
ca@valencia: Similar a triat, ``Imatge obtinguda`` fa que els objectes etiquetats prèviament es mostren o no.
nl: Net als gekozen, veroorzaakt ``Opgenomen`` dat objecten met label eerder opgenomen om al dan niet getoond te worden.
pt_br: Semelhante a selecionado, ``Imageado`` faz com que objetos rotulados como previamente imageados sejam exibidos ou não.
sl: Podobno kot pri izbiri tudi možnost ``Slikano`` povzroči, da se objekti, označeni kot predhodno posneti, prikažejo ali ne.
sv: På liknande sätt som Valt, gör ``Avbildat`` att objekt som betecknats som tidigare avbildade visas eller inte.

source: ``Ignored`` causes objects labeled as "Ignored" to be displayed or not.
ca: ``Ignorat`` fa que els objectes etiquetats com a «ignorats» es mostrin o no.
ca@valencia: ``Ignorat`` fa que es mostren o no els objectes etiquetats com a «Ignorat».
nl: ``Genegeerd`` veroorzaakt dat objecten met label "Genegeerd" al dan niet getoond zullen worden.
pt_br: ``Ignorado`` faz com que objetos rotulados como "Ignorados" sejam exibidos ou não.
sl: ``Prezrti`` povzroči, da se objekti z oznako ``Prezrti`` prikažejo ali ne.
sv: ``Ignorerad`` gör att objekt markerade som "Ignorerade" visas eller inte.

source: ``Keyword`` searches inside the Notes the user has added to the object, and is "true" if it sees a word in the note that matches the keyword (see the Object Information section above).
ca: Cerca ``paraules clau`` dins de les Notes que l'usuari ha afegit a l'objecte, i és «cert» si veu una paraula a la nota que coincideix amb la paraula clau (vegeu la secció Informació de l'objecte de més amunt).
ca@valencia: ``Paraula clau`` busca dins de les Notes que l'usuari ha afegit a l'objecte, i és «cert» si veu una paraula a la nota que coincidisca amb la paraula clau (vegeu la secció «Informació de l'objecte» de més amunt).
nl: ``Zoeken`` naar trefwoorden in de Notities die de gebruiker heeft toegevoegd aan het object en "true" is als het een woord in de notitie ziet dat overeenkomt met het trefwoord (zie de sectie Objectinformatie bovenstaand).
pt_br: ``Palavra-chave`` pesquisa dentro das notas que o usuário adicionou ao objeto e é "verdadeiro" se ele vê uma palavra na nota que corresponde à palavra-chave (veja a seção informações do objeto acima).
sl: Funkcija ``Ključna beseda`` išče znotraj zapiskov, ki jih je uporabnik dodal objektu, in je ``true``, če v zapisku najde besedo, ki se ujema s ključno besedo (glejte zgornji razdelek Informacije o objektu).
sv: ``Nyckelord`` söker i anteckningarna som användaren har lagt till för objektet, och är "sant" om ett ord syns i anteckningen som matchar nyckelordet (se avsnittet Objektinformation ovan).

source: The ``Load Imaged`` button in the Imaged row of the ``Filters`` section allows you to load an already-imaged file. This file is a simple list of object names, one per row, that you can construct and load. Loading this will cause the tool to remember those object names and mark them as already imaged when it encounters them. If you wish to undo this action, the way to do that is to set the filters to just show imaged objects and then use the right-click/control-click menu to set the desired objects as not imaged. You can speed that up by selecting many objects at a time with the click then shift-click technique.
ca: El botó ``Carrega les imatges obtingudes`` a la fila d'imatges obtingudes de la secció ``Filtres`` permet carregar un fitxer ja obtingut d'imatge. Aquest fitxer és una llista senzilla de noms d'objectes, un per fila, que podeu construir i carregar. En carregar això, l'eina farà que recordi els noms d'aquests objectes i els marcarà com a imatges ja obtingudes quan els trobi. Si voleu desfer aquesta acció, la manera de fer-ho és establir els filtres per a només mostrar els objectes amb imatge obtinguda i, a continuació, utilitzar el menú de clic dret/control-clic per a establir els objectes desitjats com a no obtenir les imatges. Podeu accelerar-ho seleccionant molts objectes alhora amb la tècnica de clic i després clic amb majúscules.
ca@valencia: El botó ``Carrega les imatges obtingudes`` a la fila d'imatges obtingudes de la secció ``Filtres`` permet carregar un fitxer d'una imatge obtinguda. Este fitxer és una llista senzilla de noms d'objecte, un per fila, que podeu construir i carregar. En carregar-lo, l'eina farà que es recorden els noms d'estos objectes i els marcarà com a imatges ja obtingudes quan els trobe. Si voleu desfer esta acció, la manera de fer-ho és establir els filtres per a mostrar només els objectes amb imatge obtinguda i, a continuació, utilitzar el menú del clic dret o **Ctrl** + **clic** per a establir els objectes desitjats com a no obtindre les imatges. Podeu accelerar-ho seleccionant molts objectes alhora amb la tècnica de clic i després clic amb majúscules.
nl: De knop ``Opgenomen laden`` in de rij Opgenomen van de sectie ``Filters`` biedt u het laden van een al opgenomen bestand. Dit bestand is een eenvoudige lijst met objectnamen, één per rij, die u kunt construeren en laden. Dit laden zal zorgen dat het hulpmiddel die objectnamen onthoudt en markeert ze als al opgenomen wanneer deze ze tegen komt. Als u deze actie ongedaan wilt maken, de manier om dat te doen is het zetten van de filters om alleen opgenomen objecten te tonen en daarna in het menu na rechts klikken/Ctrl-klik de gewenste objecten als niet opgenomen te zetten. U kunt dat versnellen door vele objecten tegelijk te selecteren met de klik daarna de techniek Shift-klik.
pt_br: O botão ``Carregar imagem`` na linha de imagem da seção ``Filtros`` permite carregar um arquivo já criado. Este arquivo é uma lista simples de nomes de objetos, um por linha, que você pode construir e carregar. Carregá-lo fará com que a ferramenta se lembre desses nomes de objetos e os marque como já criados quando os encontrar. Se desejar desfazer essa ação, a maneira de fazer isso é definir os filtros para mostrar apenas objetos criados e, em seguida, usar o menu de clique com o botão direito/controle-clique para definir os objetos desejados como não criados. Você pode acelerar esse processo selecionando vários objetos de uma vez com a técnica de clique e, em seguida, Shift-clique.
sl: Gumb ``Naloži slikano`` v vrstici Posneto v razdelku ``Filtri`` vam omogoča nalaganje že posnete datoteke. Ta datoteka je preprost seznam imen objektov, enega na vrstico, ki ga lahko sestavite in naložite. Če to naložite, si bo orodje zapomnilo ta imena objektov in jih označilo kot že posnete, ko jih bo naletelo. Če želite to dejanje razveljaviti, nastavite filtre tako, da prikazujejo samo posnete objekte, nato pa z menijem z desno tipko miške/pritisnjeno tipko miške/pritisnjeno tipko miške nastavite želene objekte kot neposnete. To lahko pospešite tako, da hkrati izberete več objektov s tehniko klika in nato klika s tipko Shift.
sv: Knappen ``Läs in avbildade`` på raden Avbildade i sektionen ``Filter`` låter dig läsa in en fil med redan avbildade. Filen är en enkel lista med objektnamn, ett per rad, som kan skapas och läsas in. Om du läser in filen kommer verktyget ihåg objektnamnen och markerar dem som redan avbildade när det stöter på dem. Om du vill ångra åtgärden kan du ställa in filtren så att de bara visar avbildade objekt och sedan använda högerklicksmenyn och klicka med Ctrl nertryckt för att markera önskade objekt som inte avbildade. Du kan snabba upp det genom att markera många objekt samtidigt med klick och skift-klick.

source: Object Image
ca: Imatge d'objectes
ca@valencia: Imatge d'objecte
nl: Opname van object
pt_br: Imagem do objeto
sl: Slika objekta
sv: Objektbild
uk: Знімок об'єкта

source: If it is available, a small image of the currently selected object is displayed. Clicking on the image, astrophotographer credit line, or URL line will open a browser with given link to a full image, if a link was provided.
ca: Si està disponible, es mostrarà una imatge petita de l'objecte seleccionat. En fer clic sobre la imatge, la línia de crèdit de l'astrofotògraf o la línia de l'URL, obrirà un navegador amb l'enllaç indicat a una imatge completa si s'ha proporcionat un enllaç.
ca@valencia: Si està disponible, es mostrarà una imatge xicoteta de l'objecte seleccionat. Quan es clique damunt de la imatge, la línia de crèdit de l'astrofotògraf o la línia de l'URL, si s'ha proporcionat un enllaç s'obrirà un navegador cap a una imatge completa.
nl: Als het beschikbaar is zal een kleine afbeelding van het nu geselecteerde getoond worden. Op de afbeelding klikken, zal bladeren naar de informatie van de astrofotograaf of de URL-regel zal een browser openen via de gegeven koppeling een volledige afbeelding geven, als een koppeling is geleverd.
pt_br: Se disponível, uma pequena imagem do objeto selecionado será exibida. Clicar na imagem, nos créditos do astrofotógrafo ou na URL abrirá um navegador com um link para a imagem completa, caso tenha sido fornecido.
sl: Če je na voljo, se prikaže majhna slika trenutno izbranega objekta. S klikom na sliko, kreditno linijo astrofotografa ali vrstico URL se odpre brskalnik s podano povezavo do celotne slike, če je bila navedena povezava.
sv: Om tillgänglig, visas en liten bild av det valda objektet. Om du klickar på bilden, astrofotografens tillskrivningsrad eller webbadressraden öppnas en webbläsare med en länk till en fullständig bild, om en länk tillhandahölls.
uk: Якщо доступне, буде показано маленьке зображення поточного вибраного об'єкта. Натиснувши зображення, рядок подяк автору фотографії або рядок адреси, ви перейдете за вказаним посиланням до повного зображення, якщо таке посилання було надано.

source: Note that the ``Load Catalog`` button is also in this section.
ca: Tingueu en compte que el botó ``Carrega el catàleg`` també es troba en aquesta secció.
ca@valencia: Cal tindre en compte que el botó ``Carrega un catàleg`` també es troba en esta secció.
nl: Merk op dat de knop ``Catalogus laden`` ook in deze sectie aanwezig is.
pt_br: Observe que o botão ``Carregar catálogo`` também está nesta seção.
sl: Upoštevajte, da je v tem razdelku tudi gumb ``Naloži katalog``.
sv: Observera att knappen ``Läs in katalog`` också finns i den här sektionen.

source: KStars setup for the Imaging Planner
ca: Configuració del KStars per al Planificador d'obtenció d'imatges
ca@valencia: Configureu KStars per al «Planificador de l'obtenció d'imatges»
nl: Opzet van KStars voor de Planner van opnamen
pt_br: Configuração do KStars para o planejador de imagem
sl: Nastavitev KStars za načrtovalnik slik
sv: Kstars inställning av bildplanering
uk: Налаштування KStars для планувальника зйомки

source: There are a number of ways KStars could be setup to improve your experience with this tool.
ca: Hi ha diverses maneres de configurar el KStars per a millorar la manera en què feu servir aquesta eina.
ca@valencia: Hi ha diverses maneres de configurar KStars per a millorar la vostra experiència amb esta eina.
nl: Er zijn een aantal manieren waarop KStars opgezet kan worden om uw ervaring met dit hulpmiddel te verbeteren.
pt_br: Há várias maneiras de configurar o KStars para melhorar sua experiência com esta ferramenta.
sl: KStars lahko nastavite na več načinov za izboljšanje vaše izkušnje s tem orodjem.
sv: Det finns ett antal sätt som Kstars kan ställas in för att förbättra upplevelsen av det här verktyget.
uk: Існує декілька способів налаштовування KStars так, щоб вам було зручніше користуватися цим інструментом.

source: The most important thing to do is go to ``Data`` → ``Download New Data...`` and download a catalog associated with this tool. The first time you use this tool you'll need to click on the ``Load Catalog`` button and load the downloaded catalog. The tool should automatically download the catalog in subsequent runs.
ca: El més important és anar a ``Dades`` → ``Descarrega dades noves...`` i descarregar un catàleg associat a aquesta eina. La primera vegada que utilitzeu aquesta eina haureu de fer clic al botó ``Carrega el catàleg`` i carregar el catàleg descarregat. L'eina hauria de descarregar automàticament el catàleg en execucions posteriors.
ca@valencia: El més important és anar fins a ``Dades`` → ``Descarrega dades noves…`` i baixar un catàleg associat amb esta eina. La primera vegada que utilitzeu esta eina haureu de clicar damunt del botó ``Carrega un catàleg`` i carregar el catàleg descarregat. L'eina hauria de descarregar automàticament el catàleg en execucions posteriors.
nl: Het belangrijkste ding te doen is naar ``Gegevens`` → ``Nieuwe gegevens downloaden...`` te gaan en een catalogus te downloaden geassocieerd met dit hulpmiddel. De eerste keer dat u dit hulpmiddel gebruikt zult u moeten klikken op de knop Catalogus laden en de gedownloade catalogus laden. Het hulpmiddel zou de catalogus in volgende runs automatisch moeten laden.
pt_br: O mais importante é acessar ``Dados`` → ``Baixar novos dados...`` e baixar um catálogo associado a esta ferramenta. Na primeira vez que usar esta ferramenta, você precisará clicar no botão ``Carregar catálogo`` e carregar o catálogo baixado. A ferramenta deverá baixar o catálogo automaticamente nas execuções subsequentes.
sl: Najpomembneje je, da odprete ``Podatki`` → ``Prenesi nove podatke...`` in prenesete katalog, povezan s tem orodjem. Ko boste orodje prvič uporabili, boste morali klikniti gumb ``Naloži katalog`` in naložiti preneseni katalog. Orodje bi moralo v naslednjih zagonih samodejno prenesti katalog.
sv: Det viktigaste som behövs göras är att gå till ``Data`` → ``Ladda ner ny data...`` och ladda ner en katalog som är kopplad till verktyget. Första gången verktyget används måste du klicka på knappen ``Läs in katalog`` och läsa den nerladdade katalogen. Verktyget ska automatiskt ladda ner katalogen i efterföljande körningar.

source: Another important thing to do if you are running earlier versions of KStars (pre 3.7.6), also in the above ``Data`` → ``Download New Data...`` menu, is to download some deep-sky object catalogs. In particular the NGC IC, OpenNGC, Sharpless, Abell, Lynds and Hickson catalogs would be handy. You can run the Imaging Planner without these (small) downloads, but the start-up time on the first time you use this tool will be much longer if you don't download them.
ca: Una altra cosa important a fer si esteu executant versions anteriors del KStars (anteriors a 3.7.6), també al menú anterior ``Dades`` → ``Descarrega dades noves...``, és descarregar alguns catàlegs d'objectes del cel profund. En particular, els catàlegs NGC IC, OpenNGC, Sharpless, Abell, Lynds i Hickson serien útils. Podeu executar el Planificador d'obtenció d'imatges sense aquestes baixades (petites), però el temps d'inici de la primera vegada que utilitzeu aquesta eina serà molt més llarg si no les baixeu.
ca@valencia: Una altra cosa important a fer, també al menú anterior ``Dades`` → ``Descarrega dades noves…``, és descarregar alguns catàlegs d'objectes del cel profund. En particular, els catàlegs NGC IC, OpenNGC, Sharpless, Abell, Lynds i Hickson serien útils. Podeu executar el «Planificador de l'obtenció d'imatges» sense estes baixades (xicotetes), però el temps d'inici de la primera vegada que utilitzeu esta eina serà molt més llarg si no les baixeu.
nl: Een ander belangrijk iets om te doen, ook in het bovenstaande menu ``Gegevens`` → ``Nieuwe gegevens downloaden...``, is het downloaden van sommige deep-sky objectcatalogi. Specifiek de NGC IC, OpenNGC, Sharpless, Abell, Lynds en Hickson catalogi zouden handig zijn. U kunt de planner voor opnamen uitvoeren zonder deze (kleine) downloads, maar de opstarttijd bij de eerste keer dat u dit hulpmiddel gebruikt zal veel langer zijn als u ze niet download.
pt_br: Outra coisa importante a fazer se você estiver executando versões anteriores do KStars (anteriores à 3.7.6), também no menu ``Dados`` → ``Baixar novos dados...`` acima, é baixar alguns catálogos de objetos do céu profundo. Em particular, os catálogos NGC IC, OpenNGC, Sharpless, Abell, Lynds e Hickson seriam úteis. Você pode executar o planejador de imagem sem esses (pequenos) downloads, mas o tempo de inicialização na primeira vez que usar esta ferramenta será muito maior se você não os baixar.
sl: Če uporabljate starejše različice programa KStars (pred različico 3.7.6), je pomembno, da v zgornjem meniju ``Podatki`` → ``Prenesi nove podatke...`` prenesete nekaj katalogov objektov globokega vesolja. Zlasti katalogi NGC IC, OpenNGC, Sharpless, Abell, Lynds in Hickson bi bili priročni. Načrtovalnik slik lahko zaženete tudi brez teh (majhnih) prenosov, vendar bo čas zagona ob prvi uporabi tega orodja veliko daljši, če jih ne prenesete.
sv: En annan viktig sak att göra om du använder tidigare versioner av Kstars (innan 3.7.6), också i menyn ``Data`` → ``Ladda ner ny data...`` ovan, är att ladda ner några kataloger över avlägsna himmelsobjekt. Särskilt katalogerna NGC IC, OpenNGC, Sharpless, Abell, Lynds och Hickson skulle vara lämpliga. Du kan köra bildplanering utan de (små) nerladdningarna, men starttiden första gången du använder verktyget är mycket längre om du inte laddar ner dem.

source: Read the Imaging Constraints section above and follow suggestions there, so that this tool can better predict how long an object can be imaged during the date selected.
ca: Llegiu la secció anterior de Restriccions d'obtenció d'imatges i seguiu els suggeriments que hi ha, de manera que aquesta eina pugui predir millor el temps que es pot obtenir la imatge d'un objecte durant la data seleccionada.
ca@valencia: Llegiu la secció anterior de Restriccions de l'obtenció d'imatges i seguiu els suggeriments que hi ha, de manera que esta eina puga predir millor el temps que es pot obtindre la imatge d'un objecte durant la data seleccionada.
nl: Lees de bovenstaande sectie Opnamebeperkingen en volg de suggesties daar, zodat dit hulpmiddel beter kan voorspellen hoe lang een object opgenomen kan worden gedurende de geselecteerde datum.
pt_br: Leia a seção de restrições de imagem acima e siga as sugestões para que esta ferramenta possa prever melhor por quanto tempo um objeto pode ser visualizado durante a data selecionada.
sl: Preberite zgornji razdelek Omejitve slikanja in sledite tamkajšnjim predlogom, da bo lahko to orodje bolje predvidelo, kako dolgo je lahko objekt posnet na izbrani datum.
sv: Läs avsnittet Bildbegränsningar ovan och följ förslagen där, så att verktyget bättre kan förutsäga hur länge ett objekt kan avbildas det valda datumet.
uk: Прочитайте розділ «Обмеження зйомки» вище і дотримуйтесь порад у ньому, щоб цей інструмент міг краще передбачити, як довго об'єкт може бути знято протягом вибраної дати.
