Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-calculator.po
Languages: bg, ca, ca@valencia, fr, it, nl, pt_br, sl, sv, uk

source: The Astrocalculator
bg: Астрокалкулатор
ca: La calculadora astronòmica
ca@valencia: La calculadora astronòmica
fr: La calculatrice astronomique
it: L'astrocalcolatrice
nl: De Astrorekenmachine
pt_br: A calculadora astronômica
sl: Astrokalkulator
sv: Astronomiräknaren
uk: Асторокалькулятор

source: The KStars Astrocalculator provides several modules that give you direct access to algorithms used by the program. The modules are organized by subject:
bg: Астрокалкулаторът на KStars предоставя няколко модула, които ви дават директен достъп до алгоритмите, използвани от програмата. Модулите са организирани по предмет:
ca: La calculadora astronòmica del KStars proporciona diversos mòduls que us oferiran accés directe als algorismes emprats pel programa. Aquests mòduls estan organitzats per assumpte:
ca@valencia: La calculadora astronòmica de KStars proveïx de diversos mòduls que vos oferiran accés directe als algoritmes emprats pel programa. Estos mòduls estan organitzats per assumpte:
fr: La calculatrice astronomique de KStars fournit plusieurs modules qui donnent un accès direct aux algorithmes utilisés par le programme. Les modules sont organisés par sujet.
it: L'astrocalcolatrice di KStars fornisce diversi moduli che ti danno accesso agli algoritmi usati dal programma. I moduli sono organizzati per argomento:
nl: De KStars Astrorekenmachine levert verschillende modules die u direct toegang geven tot algoritmen gebruikt door het programma. De modulen zijn georganiseerd op onderwerp:
pt_br: A calculadora astronômica do KStars oferece diversos módulos que oferecem acesso direto aos algoritmos utilizados pelo programa. Os módulos são organizados por assunto:
sl: Astrokalkulator KStars ponuja več modulov, ki vam omogočajo neposreden dostop do algoritmov, ki jih uporablja program. Moduli so organizirani po temah:
sv: Kstars astronomiräknare erbjuder flera moduler som ger direktåtkomst till algoritmer som används av programmet. Modulerna är organiserade efter ämne:
uk: Астрокалькулятор KStars надає вам доступ до декількох модулів, які напряму пов’язані з алгоритмами, які використовує програма. Модулі згруповано за темами:

source: **Time Calculators**
bg: Калкулатор на време
ca: **Calculadores horàries**
ca@valencia: **Calculadores de temps**
fr: Calculatrice de temps
it: **Calcolatrici di tempo**
nl: **Tijdrekenmachines**
pt_br: **Calculadoras de tempo**
sl: **Časovni kalkulatorji**
sv: **Tidsräknare**
uk: **Обчислення часу**

source: :ref:`Julian Day <tool-calculator-julian-day-module>`
bg: :ref:`Юлиански ден <tool-calculator-julian-day-module>`
ca: :ref:`Dia julià <tool-calculator-julian-day-module>`
ca@valencia: :ref:`Dia Julià <tool-calculator-julian-day-module>`
fr: :ref:`Jour julien <tool-calculator-julian-day-module>`
it: :ref:`Giorno giuliano <tool-calculator-julian-day-module>`
nl: :ref:`Juliaanse dag <tool-calculator-julian-day-module>`
pt_br: :ref:`Dia juliano <tool-calculator-julian-day-module>`
sl: :ref:`Julijanski dan <tool-calculator-julian-day-module>`
sv: :ref:`Juliansk dag <tool-calculator-julian-day-module>`
uk: :ref:`Юліанський день <tool-calculator-julian-day-module>`

source: :ref:`Sidereal Time <tool-calculator-sidereal-time-module>`
bg: :ref:`Звездно време <tool-calculator-sidereal-time-module>`
ca: :ref:`Hora sidèria <tool-calculator-sidereal-time-module>`
ca@valencia: :ref:`Temps sideral <tool-calculator-sidereal-time-module>`
fr: :ref:`Temps sidéral <tool-calculator-sidereal-time-module>`
it: :ref:`Tempo siderale <tool-calculator-sidereal-time-module>`
nl: :ref:`Sterretijd <tool-calculator-sidereal-time-module>`
pt_br: :ref:`Hora sideral <tool-calculator-sidereal-time-module>`
sl: :ref:`Zvezdni čas <tool-calculator-sidereal-time-module>`
sv: :ref:`Siderisk tid <tool-calculator-sidereal-time-module>`
uk: :ref:`Сидеричний час <tool-calculator-sidereal-time-module>`

source: :ref:`Almanac <tool-calculator-day-duration-module>`
bg: :ref:`Алманах <tool-calculator-day-duration-module>`
ca@valencia: :ref:`Calendari <tool-calculator-day-duration-module>`
fr: :ref:`Almanach <tool-calculator-day-duration-module>`
it: :ref:`Almanacco <tool-calculator-day-duration-module>`
pt_br: :ref:`Almanaque <tool-calculator-day-duration-module>`
sl: :ref:`Almanah <tool-calculator-day-duration-module>`
sv: :ref:`Almanacka <tool-calculator-day-duration-module>`
uk: :ref:`Календар <tool-calculator-day-duration-module>`

source: :ref:`Equinoxes and Solstices <tool-calculator-equinoxes-and-solstices-module>`
bg: :ref:`Равноденствия и слънцестоения <tool-calculator-equinoxes-and-solstices-module>`
ca: :ref:`Equinoccis i solsticis <tool-calculator-equinoxes-and-solstices-module>`
ca@valencia: :ref:`Equinoccis i solsticis <tool-calculator-equinoxes-and-solstices-module>`
fr: :ref:`Équinoxes et solstices <tool-calculator-equinoxes-and-solstices-module>`
it: :ref:`Equinozi e solstizi <tool-calculator-equinoxes-and-solstices-module>`
nl: :ref:`Equinoxes en Solstices <tool-calculator-equinoxes-and-solstices-module>`
pt_br: :ref:`Equinócios e Solstícios <tool-calculator-equinoxes-and-solstices-module>`
sl: :ref:`Enakonočja in solsticiji <tool-calculator-equinoxes-and-solstices-module>`
sv: :ref:`Dagjämningar och solstånd <tool-calculator-equinoxes-and-solstices-module>`
uk: :ref:`Рівнодення і сонцестояння <tool-calculator-equinoxes-and-solstices-module>`

source: **Coordinate Converters**
bg: Преобразувател на координати
ca: **Convertidors de coordenades**
ca@valencia: **Convertidors de coordenades**
fr: Convertisseurs de coordonnées
it: **Convertitori di coordinate**
nl: **Omrekenen van coördinaten**
pt_br: **Conversores de coordenadas**
sl: **Pretvorniki koordinat**
sv: **Koordinatkonverteringar**
uk: **Перетворювач координат**

source: :ref:`Equatorial/Galactic Coordinates <tool-calculator-equatorialgalactic-coordinates-module>`
bg: :ref:`Екваториални/галактични координати <tool-calculator-equatorialgalactic>`
ca: :ref:`Coordenades equatorials/galàctiques <tool-calculator-equatorialgalactic-coordinates-module>`
ca@valencia: :ref:`Coordenades equatorials/galàctiques <tool-calculator-equatorialgalactic-coordinates-module>`
fr: Le module de calcul des coordonnées équatoriales / galactiques
it: :ref:`Coordinate equatoriali/galattiche <tool-calculator-equatorialgalactic-coordinates-module>`
nl: :ref:`Equatoriale/Galactische coördinaten <tool-calculator-equatorialgalactic-coordinates-module>`
pt_br: :ref:`Coordenadas Equatoriais/Galácticas <tool-calculator-equatorialgalactic-coordinates-module>`
sl: :ref:`Ekvatorialne/galaktične koordinate <tool-calculator-equatorialgalactic-coordinates-module>`
sv: :ref:`Ekvatoriell/Galaktisk koordinatmodul <tool-calculator-equatorialgalactic-coordinates-module>`
uk: :ref:`Екваторіальні/Галактичні координати <tool-calculator-equatorialgalactic-coordinates-module>`

source: :ref:`Apparent Coordinates <tool-calculator-apparent-coordinates-module>`
bg: :ref:`Видими координати <tool-calculator-apparent-coordinates-module>`
ca: :ref:`Coordenades aparents <tool-calculator-apparent-coordinates-module>`
ca@valencia: :ref:`Coordenades aparents <tool-calculator-apparent-coordinates-module>`
fr: :ref:`Coordonnées apparentes <tool-calculator-apparent-coordinates-module>`
it: :ref:`Coordinate apparenti <tool-calculator-apparent-coordinates-module>`
nl: :ref:`Schijnbare coördinaten <tool-calculator-apparent-coordinates-module>`
pt_br: :ref:`Coordenadas aparentes <tool-calculator-apparent-coordinates-module>`
sl: :ref:`Navidezne koordinate <tool-calculator-apparent-coordinates-module>`
sv: :ref:`Skenbar koordinatmodul <tool-calculator-apparent-coordinates-module>`
uk: :ref:`Видимі координати <tool-calculator-apparent-coordinates-module>`

source: :ref:`Horizontal Coordinates <tool-calculator-horizontal-coordinates-module>`
bg: :ref:`Хоризонтални координати <tool-calculator-horizontal-coordinates-module>`
ca: :ref:`Coordenades horitzontals <tool-calculator-horizontal-coordinates-module>`
ca@valencia: :ref:`Coordenades horitzontals <tool-calculator-horizontal-coordinates-module>`
fr: :ref:`Coordonnées azimutales <tool-calculator-horizontal-coordinates-module>`
it: :ref:`Coordinate orizzontali <tool-calculator-horizontal-coordinates-module>`
nl: :ref:`Horizontale coördinaten <tool-calculator-horizontal-coordinates-module>`
pt_br: :ref:`Coordenadas horizontais <tool-calculator-horizontal-coordinates-module>`
sl: :ref:`Horizontalne koordinate <tool-calculator-horizontal-coordinates-module>`
sv: :ref:`Horisontell koordinatmodul <tool-calculator-horizontal-coordinates-module>`
uk: :ref:`Горизонтальні координати <tool-calculator-horizontal-coordinates-module>`

source: :ref:`Ecliptic Coordinates <tool-calculator-ecliptic-coordinates-module>`
bg: :ref:`Еклиптични координати <tool-calculator-ecliptic-coordinates-module>`
ca: :ref:`Coordenades eclíptiques <tool-calculator-ecliptic-coordinates-module>`
ca@valencia: :ref:`Coordenades eclíptiques <tool-calculator-ecliptic-coordinates-module>`
fr: :ref:`Coordonnées écliptiques <tool-calculator-ecliptic-coordinates-module>`
it: :ref:`Coordinate eclittiche <tool-calculator-ecliptic-coordinates-module>`
nl: :ref:`Ecliptische coördinaten <tool-calculator-ecliptic-coordinates-module>`
pt_br: :ref:`Coordenadas eclípticas <tool-calculator-ecliptic-coordinates-module>`
sl: :ref:`Ekliptične koordinate <tool-calculator-ecliptic-coordinates-module>`
sv: :ref:`Ekliptisk koordinatmodul <tool-calculator-ecliptic-coordinates-module>`
uk: :ref:`Екліптичні координати <tool-calculator-ecliptic-coordinates-module>`

source: :ref:`Angular Distance <tool-calculator-angular-distance-module>`
bg: :ref:`Ъглово разстояние <tool-calculator-angular-distance-module>`
ca: :ref:`Distància angular <tool-calculator-angular-distance-module>`
ca@valencia: :ref:`Distància angular <tool-calculator-angular-distance-module>`
fr: :ref:`Distance angulaire <tool-calculator-angular-distance-module>`
it: :ref:`Distanza angolare <tool-calculator-angular-distance-module>`
nl: :ref:`Hoekafstand <tool-calculator-angular-distance-module>`
pt_br: :ref:`Distância angular <tool-calculator-angular-distance-module>`
sl: :ref:`Kotna razdalja <tool-calculator-angular-distance-module>`
sv: ref:`Vinkelavstånd <tool-calculator-angular-distance-module>`
uk: :ref:`Кутова відстань <tool-calculator-angular-distance-module>`

source: :ref:`Geodetic Coordinates <tool-calculator-geodetic-coordinates-module>`
bg: :ref:`Геодезични координати <tool-calculator-geodetic-coordinates-module>`
ca: :ref:`Coordenades geodèsiques <tool-calculator-geodetic-coordinates-module>`
ca@valencia: :ref:`Coordenades geodèsiques <tool-calculator-geodetic-coordinates-module>`
fr: :ref:`Coordonnées géodésiques <tool-calculator-geodetic-coordinates-module>`
it: :ref:`Coordinate geodetiche <tool-calculator-geodetic-coordinates-module>`
nl: :ref:`Geodetische coördinaten <tool-calculator-geodetic-coordinates-module>`
pt_br: :ref:`Coordenadas geodésicas <tool-calculator-geodetic-coordinates-module>`
sl: :ref:`Geodetske koordinate <tool-calculator-geodetic-coordinates-module>`
sv: :ref:`Geodetisk koordinatmodul <tool-calculator-geodetic-coordinates-module>`
uk: :ref:`Геодезичні координати <tool-calculator-geodetic-coordinates-module>`

source: **Solar System**
bg: Слънчева система
ca: **Sistema solar**
ca@valencia: **Sistema solar**
fr: Système solaire
it: **Sistema Solare**
nl: **Zonnestelsel**
pt_br: **Sistema Solar**
sl: **Osončje**
sv: **Solsystem**
uk: **Сонячна система**

source: :ref:`Planets Coordinates <tool-calculator-planet-coordinates-module>`
bg: :ref:`Координати на планети <tool-calculator-planet-coordinates-module>`
ca: :ref:`Coordenades planetàries <tool-calculator-planet-coordinates-module>`
ca@valencia: :ref:`Coordenades planetàries <tool-calculator-planet-coordinates-module>`
fr: :ref:`Coordonnées des planètes <tool-calculator-planet-coordinates-module>`
it: :ref:`Coordinate dei pianeti <tool-calculator-planet-coordinates-module>`
nl: :ref:`Coördinaten van planeten <tool-calculator-planet-coordinates-module>`
pt_br: :ref:`Coordenadas dos planetas <tool-calculator-planet-coordinates-module>`
sl: :ref:`Koordinate planetov <tool-calculator-planet-coordinates-module>`
sv: :ref:`Planetkoordinater <tool-calculator-planet-coordinates-module>`
uk: :ref:`Координати планет <tool-calculator-planet-coordinates-module>`

source: Julian Day module
bg: Модул Юлиански ден
ca: Mòdul de dia Julià
ca@valencia: El mòdul «Dia Julià»
fr: Module de jour julien
it: Modulo giorno giuliano
nl: Module Juliaanse dag
pt_br: Módulo do dia juliano
sl: Modul julijanskega dneva
sv: Juliansk dagmodul
uk: Модуль обчислення Юліанського дня

source: Julian Day
bg: Юлиански ден
ca: Dia julià
ca@valencia: Dia julià
fr: Jour julien
it: Giorno giuliano
nl: Juliaanse dag
sl: Julijanski dan
sv: Juliansk dag
uk: Юліанський день

source: This module converts between the calendar ``Date and time:``, the :doc:`Julian day: <ai-julianday>`, and the ``Modified julian day:``. The Modified Julian Day is simply equal to the Julian Day - 2,400,000.5.
bg: Този модул преобразува между календарната ``Дата и час:``, :doc:`None <ai-julianday>` и ``Модифициран юлиански ден:``. Модифицираният юлиански ден е просто равен на юлианския ден - 2 400 000,5.
ca: Aquest mòdul converteix entre el calendari de ``Data i hora:``, el :doc:`Dia julià: <ai-julianday>` i el ``Dia julià modificat:``. El dia julià modificat és senzillament igual que el dia julià - 2.400.000,5.
ca@valencia: Este mòdul convertix la ``Data i hora:`` del calendari, entre el :doc:`Dia julià: <ai-julianday>` i el ``Dia julià modificat:``. El dia julià modificat senzillament és igual que el dia julià: - 2,400,000.5.
fr: Ce module permet d'effectuer des conversions des ``date et heure `` du calendrier, le :doc:`Jour julien <ai-julianday>` et le *Jour julien modifié*. Le jour julien modifié est simplement égal au jour julien - 2 400 000,5.
it: Questo modulo converte tra il calendario ``Data e ora:``, il :doc:`Giorno giuliano: <ai-julianday>` e il ``Giorno giuliano modificato:``. Il Giorno giuliano modificato equivale semplicemente al Giorno giuliano - 2.400.000,5.
nl: Deze module converteert tussen de kalender ``Datum en tijd:``, de :doc:`Juliaanse dag: <ai-julianday>` en de ``Gewijzigde juliaanse dag:``. De Gewijzigde Juliaanse dag is eenvoudig gelijk aan de Juliaanse dag - 2.400.000,5.
pt_br: Este módulo converte entre o calendário ``Data e hora:``, o :doc:`Dia juliano: <ai-julianday>` e o ``Dia juliano modificado:``. O dia juliano modificado é simplesmente igual ao dia juliano - 2.400.000,5.
sl: Ta modul pretvarja med koledarskim ``Datumom in uro:``, :doc:`Julijanskim dnevom: <ai-julianday>` in ``Spremenjenim julijanskim dnevom:``. Spremenjeni julijanski dan je preprosto enak julijanskemu dnevu - 2.400.000,5.
sv: Den här modulen konverterar mellan kalendern ``Datum och tid:``, :doc:`Juliansk dag: <ai-julianday>` och ``Modifierad juliansk dag:``. Den modifierade julianska dagen är helt enkelt lika med den julianska dagen - 2 400 000,5.
uk: Цей модуль виконує перетворення між датами і часом календаря, :doc:`Юліанськими днями <ai-julianday>` і ``виправленими Юліанськими днями``. Виправлений Юліанський день обчислюється за формулою: Юліанський день - 2.400.000,5.

source: To use the module, enter one of the three dates and the corresponding values for the other two date systems will be displayed. You can also set the Date and time to now, by pressing the ``Now`` button.
bg: За да използвате модула, въведете една от трите дати и съответните стойности за другите две системи ще бъдат показани. Можете също да зададете текущата дата и час, като натиснете бутона ``Сега``.
ca: Per a utilitzar el mòdul, introduïu una de les tres dates i es mostraran els valors corresponents per als altres dos sistemes de dates. També podeu configurar la data i l'hora d'ara, prement el botó ``Ara``.
ca@valencia: Per a utilitzar el mòdul, introduïu una de les tres dates i es mostraran els valors corresponents per als altres dos sistemes de dates. També podeu establir la data i l'hora d'ara, prement el botó ``Ara``.
fr: Pour utiliser ce module, saisissez l'une des trois dates et les valeurs correspondantes pour les deux autres systèmes de dates s'afficheront. Vous pouvez également régler la date et l'heure sur maintenant, en appuyant sur le bouton ``Maintenant``.
it: Per utilizzare questo modulo, inserisci una delle tre date: compariranno i valori corrispondenti delle altre due. Puoi anche impostare la data e l'ora ad adesso premendo il pulsante ``Adesso``.
nl: Bij het gebruiken van deze module vult u een van de drie soorten data in, waarna de hiermee corresponderende waarden in de andere twee datumstemen worden getoond. U kunt ook de huidige datum en tijd instellen door op de knop ``Nu`` te klikken.
pt_br: Para usar o módulo, insira uma das três datas e os valores correspondentes para os outros dois sistemas de data serão exibidos. Você também pode definir a data e a hora para agora, pressionando o botão ``Agora``.
sl: Če želite uporabiti modul, vnesite enega od treh datumov in prikazane bodo ustrezne vrednosti za druga dva datumska sistema. Datum in čas lahko nastavite tudi na zdaj s pritiskom na gumb ``Zdaj``.
sv: För att använda modulen, ange ett av de tre datumen så visas motsvarande värden för de andra två datumsystemen. Du kan också ställa in datum och tid till nu genom att trycka på knappen ``Nu``.
uk: Щоб скористатися цим модулем, вкажіть одну з трьох дат, у відповідь буде показано дати у двох інших календарях. Крім того, ви можете встановити поточний день і час натисканням кнопки ``Зараз``.
