Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-calculator.po
Languages: bg, ca, ca@valencia, fr, it, nl, pt_br, sl, sv, uk

source: There is a batch mode for this module. To use it, simply generate an input file whose lines each contain a number of values for the input parameter: “Date and time”, “Julian day” or “Modified Julian day”. Then specify the input and output filenames, and press the ``Compute`` button to generate the output file. The output file will contains values for the other two complementary parameters. For example, if your input file contains a set of ``Date and time:`` values, then each line of the output file will contain values for ``Julian day:`` and ``Modified julian day:``. You can read the output directly in KStars by pressing the ``View output...`` button.
bg: За този модул има режим за въвеждане на данни от файл. За да го използвате, създайте входен файл, чиито редове съдържат следните стойности за входните параметри: "Дата и час", "Юлиански ден" или "Модифициран Юлиански ден". След това задайте имената на входните и изходните файлове и натиснете бутона ``Изчисление``, за генериране на изходния файл. Изходният файл ще съдържа стойностите за другите два параметъра. Например, ако вашият входен файл съдържа набор от ``дата и час``, тогава всеки ред на изходния файл ще съдържа стойностите за ``юлиански`` и ``модифициран юлиански ден``. Можете да изведете изхода директно в KStars , като натиснете бутона .``Преглед на изходни данни...``.
ca: Hi ha un mode de treball per lots per a aquest mòdul. Per a utilitzar-lo, només cal generar un fitxer d'entrada, cadascuna de les línies contindrà una sèrie de valors per al paràmetre d'entrada: «Data i hora», «Dia Julià» o «Dia julià modificat». A continuació, especifiqueu els noms dels fitxers d'entrada i sortida, i premeu el botó ``Calcula`` per a generar el fitxer de sortida. El fitxer de sortida contindrà Els valors dels altres dos paràmetres complementaris. Per exemple, si el fitxer d'entrada conté un conjunt de valors ``Data i hora:``, llavors cada línia del fitxer de sortida contindrà els valors per a ``Dia Julià:`` i ``Dia julià modificat:``. Podeu llegir la sortida directament al KStars prement el botó ``Visualitza la sortida...``.
ca@valencia: Hi ha un mode per lots per a este mòdul. Per a utilitzar-lo, senzillament genereu un fitxer d'entrada les línies del qual continguen cadascuna un nombre de valors per al paràmetre d'entrada: «Data i hora», «Dia julià» o «Dia julià modificat». A continuació, especifiqueu els noms dels fitxers d'entrada i d'eixida i premeu el botó ``Calcula`` per a generar el fitxer d'eixida. El fitxer d'eixida contindrà els valors per als altres dos paràmetres complementaris. Per exemple, si el vostre fitxer d'entrada conté un conjunt de valors de ``Data i hora:``, cada línia del fitxer d'eixida contindrà els valors per a ``Dia julià:`` i ``Dia julià modificat:``. Podeu llegir l'eixida directament a KStars prement el botó ``Visualitza l'eixida…``.
fr: Il existe un mode de traitement par lots pour ce module. Pour l'utiliser, il suffit de générer un fichier d'entrée dont les lignes contiennent chacune un certain nombre de valeurs pour le paramètre d'entrée : \"Date et heure\", \"Jour Julien\" ou \"Jour Julien modifié\". Spécifiez ensuite les noms des fichiers d'entrée et de sortie, et appuyez sur le bouton ``Calculer`` pour générer le fichier de sortie. Le fichier de sortie contiendra les valeurs des deux autres paramètres complémentaires. Par exemple, si votre fichier d'entrée contient un ensemble de valeurs \"Date et heure\", alors chaque ligne du fichier de sortie contiendra des valeurs pour \"Jour Julien\" et \"Jour Julien modifié\". Vous pouvez lire la sortie directement dans KStars en appuyant sur le bouton ``Afficher la sortie…``.
it: Questo modulo dispone di una modalità non interattiva. Per usarla, basta generare un file in ingresso le cui righe contengano ciascuna determinati valori per il parametro in ingresso: “Data e ora“, “Giorno giuliano” o “Giorno giuliano modificato”. Quindi specifica i nomi file in ingresso e in uscita e premi il pulsante ``Calcola`` per generare il file del risultato. Quest'ultimo conterrà i valori per gli altri due parametri complementari. Per esempio, se il tuo file in ingresso contiene un gruppo di valori ``Data e ora:``, allora ogni riga del file in uscita conterrà i valori per ``Giorno giuliano:`` e ``Giorno giuliano modificato:``. Puoi leggere il risultato direttamente in KStars premendo il pulsante ``Mostra risultato...``.
nl: Er is een bulkmodus voor deze module. Om het te gebruiken, genereer eenvoudig een invoerbestand waarvan de regels elk een aantal waarden bevatten voor de invoerparameter: “Datum en tijd”, “Julian day” of “Modified Julian day”. Specificeer daarna de invoer- en uitvoerbestandsnamen en druk op de knop ``Berekenen`` om het uitvoerbestand te genereren. Het uitvoerbestand zal waarden bevatten voor de andere twee complementaire parameters. Bijvoorbeeld, als uw invoerbestand een set waarden ``Datum en tijd:`` bevatten, dan zal elke regel van het uitvoerbestand waarden voor ``Julian day:`` en ``Modified julian day:`` bevatten. U kunt de uitvoer direct in KStars lezen door indrukken van de knop ``Uitvoer bekijken...``.
pt_br: Este módulo possui um modo em lote. Para utilizá-lo, basta gerar um arquivo de entrada cujas linhas contenham, cada uma, um número de valores para o parâmetro de entrada: “Data e hora”, “Dia juliano” ou “Dia juliano modificado”. Em seguida, especifique os nomes dos arquivos de entrada e saída e pressione o botão ``Computar`` para gerar o arquivo de saída. O arquivo de saída conterá valores para os outros dois parâmetros complementares. Por exemplo, se o seu arquivo de entrada contiver um conjunto de valores de ``Data e hora:``, cada linha do arquivo de saída conterá valores para ``Dia juliano:`` e ``Dia juliano modificado:``. Você pode ler a saída diretamente no KStars pressionando o botão ``Visualizar saída...``.
sl: Za ta modul obstaja paketni način. Če ga želite uporabiti, preprosto ustvarite vhodno datoteko, katere vrstice vsebujejo določeno število vrednosti za vhodni parameter: “Datum in čas“, “Julijanski dan“ ali “Spremenjeni julijanski dan“. Nato določite ime vhodne in izhodne datoteke ter pritisnite gumb “Izračunaj“, da ustvarite izhodno datoteko. Izhodna datoteka bo vsebovala vrednosti za druga dva komplementarna parametra. Če na primer vaša vhodna datoteka vsebuje niz vrednosti “Datum in čas:“, bo vsaka vrstica izhodne datoteke vsebovala vrednosti za »Julijski dan:« in »Spremenjeni julijski dan:«. Izhod lahko preberete neposredno v KStars s pritiskom na gumb “Ogled izhoda...“.
sv: Det finns ett bakgrundsläge för den här modulen. För att använda det, generera helt enkelt en indatafil vars rader innehåller ett antal värden för indataparametern: "Datum och tid", "Juliansk dag" eller "Modifierad juliansk dag". Ange sedan indata- och utdatafilnamnen och tryck på knappen ``Beräkna`` för att generera utdatafilen. Utdatafilen innehåller värden för de andra två komplementära parametrarna. Om indatafil till exempel innehåller en uppsättning värden på ``Datum och tid:``, innehåller varje rad i utdatafilen värden för ``Juliansk dag:`` och ``Modifierad juliansk dag:``. Du kan läsa utdata direkt i Kstars genom att trycka på knappen ``Visa utdata...``.
uk: Цей модуль може виконувати команди і у пакетному режимі. Для використання цього режиму вам потрібен буде файл у кожному з рядків якого міститимуться значення вхідного параметра: «Дата і час», «Юліанський день» або «Модифікований Юліанський день». Далі, слід буде вказати назви файлів вхідних даних і результатів і натиснути кнопку ``Обчислити`` для заповнення файла результатів. У файлі результатів міститимуться значення двох інших пов’язаних із вхідним параметром значень. Наприклад, якщо у вхідному файлі містяться значення ``Дата і час``, у кожному із рядків файла результатів міститимуться відповідні значення параметрів ``Юліанський день`` і ``Модифікований Юліанський день``. Ви можете переглянути виведені значення безпосередньо у KStars натисканням кнопки ``Перегляд виводу…``.

source: Exercise:
bg: Упражнение:
ca: Exercici:
ca@valencia: Exercici:
fr: Exercice
it: Esercizio:
nl: Oefening:
pt_br: Exercício:
sl: Vaja:
sv: Övning:
uk: Вправа:

source: What calendar date does MJD = 0.0 correspond to?
bg: На коя календарна дата отговаря модифициран юлиански ден = 0.0?
ca: Quina data del calendari correspon a MDJ = 0,0?
ca@valencia: Quina data del calendari correspon a MDJ = 0,0?
fr: À quelle date du calendrier MJD = 0,0 correspond-elle ?
it: A che data del calendario corrisponde il GGM 0,0?
nl: Met welke kalenderdatum komt MJD=0,0 overeen?
pt_br: A que data do calendário corresponde MJD = 0,0?
sl: Kateremu koledarskemu datumu ustreza MJD = 0,0?
sv: Vilket kalenderdatum motsvarar MJD = 0,0?
uk: Якій даті календаря відповідає виправлений Юліанський день = 0,0?

source: Sidereal Time module
bg: Модул Звездно време
ca: Mòdul d'hora sidèria
ca@valencia: El mòdul «Temps sideral»
fr: Module du temps sidéral
it: Modulo del tempo siderale
nl: De module Sterretijd
pt_br: Módulo de hora sideral
sl: Modul zvezdnega časa
sv: Siderisk tidsmodul
uk: Модуль обчислення сидеричного часу

source: Sidereal Time
bg: Звездно време
ca: Hora sidèria
ca@valencia: Temps sideral
fr: Temps sidéral
it: Tempo siderale
nl: Sterretijd
sl: Zvezdni čas
sv: Siderisk tid
uk: Сидеричний час

source: This module converts between :doc:`Universal Time <ai-utime>` and Local :doc:`Sidereal Time <ai-sidereal>`. First, select a geographic location and a date for the calculation. Then the corresponding value for the other Time will be displayed.
bg: Този модул преобразува между :doc:`универсално време <ai-utime>` и местно :doc:`звездно време <ai-sidereal>`. Първо изберете географско местоположение мястото и дата за изчислението. Тогава съответната стойност за другото време ще бъде показана.
ca: Aquest mòdul converteix entre :doc:`hora universal <ai-utime>` i :doc:`hora sidèria <ai-sidereal>` local. Primer, seleccioneu un emplaçament geogràfic i una data per al càlcul. A continuació es mostrarà a la pantalla el valor corresponent a l'altra hora.
ca@valencia: Este mòdul convertix entre el :doc:`temps universal <ai-utime>` i el :doc:`temps sideral <ai-sidereal>` local. Primer, trieu un emplaçament geogràfic i una data per al càlcul. A continuació, es mostrarà el valor corresponent per a l'altre temps.
fr: Ce module réalise des conversions entre :doc:`le temps universel <ai-utime>` et le :doc:`temps sidéral <ai-sidereal>` local. Sélectionnez tout d'abord une position géographique et une date pour le calcul. La valeur correspondante s'affichera ensuite.
it: Questo modulo converte tra il :doc:`Tempo universale <ai-utime>` e il :doc:`Tempo siderale <ai-sidereal>` locale. Per prima cosa, seleziona una posizione geografica e una data er il calcolo. Verrà quindi visualizzato il valore corrispondente per l'altro tempo.
nl: Deze module converteert tussen :doc:`Universal Time <ai-utime>` en Lokaal :doc:`Sterrentijd <ai-sidereal>`. Selecteer eerst een geografische locatie en een datum voor de berekening. Daarna zal de overeenkomstige waarde voor de andere Tijd worden getoond.
pt_br: Este módulo converte entre :doc:`Hora universal <ai-utime>` e :doc:`Hora sideral <ai-sidereal>` local. Primeiro, selecione uma localização geográfica e uma data para o cálculo. Em seguida, o valor correspondente para o outro horário será exibido.
sl: Ta modul pretvarja med :doc:`Univerzalni čas <ai-utime>` in Lokalni :doc:`Zvezdni čas <ai-sidereal>`. Najprej izberite geografsko lokacijo in datum za izračun. Nato se bo prikazala ustrezna vrednost za drugi čas.
sv: Den här modulen konverterar mellan :doc:`Universell tid <ai-utime>` och lokal :doc:`Siderisk tid <ai-sidereal>`. Välj först en geografisk plats och ett datum för beräkningen. Sedan visas motsvarande värde för den andra tiden.
uk: Цей модуль виконує перетворення між :doc:`Всесвітнім часом <ai-utime>` і місцевим :doc:`сидеричним (зоряним) часом <ai-sidereal>`. Виберіть вказати географічну довготу і дату обчислення. Програма покаже відповідне значення у іншій системі обліку часу.

source: There is a batch mode for this module. To use it, simply generate an input file whose lines each contain values for the input parameter: ``Compute sidereal time`` or ``Compute standard time`` from to left dropdown box. You can choose to set the ``Date:`` and ``Location:`` in the current window, or you can tell KStars to read these values from the ``Input file:``. Then specify the input and output filenames, and press the ``Compute`` button to generate the output file. The output file will contains values for the complementary parameter. For example, if your input file contains a set of “standard time” values, then each line of the output file will contain values for “sidereal time”. You can read the output directly in KStars by pressing the ``View output...`` button.
bg: За този модул има възможност за въвеждане на данни от файл. За да го използвате, създайте входен файл, на който всеки ред съдържа стойности за входния параметър: ``Изчисляване на звездно време`` или ``Изчисляване на стандартно време`` от полето с падащ списък. Можете да изберете да зададете ``Дата:`` и ``Местоположение:`` в текущия прозорец, или можете да укажете на KStars да прочете тези стойности от ``Входния файл:``. След това посочете имената на входния и изходния файл и натиснете бутона ``Изчисление``, за да генерирате изходния файл. Изходният файл ще съдържа стойностите за търсения параметър. Например, ако вашият входен файл съдържа набор от стойности за "стандартно време", тогава всеки ред от изходния файл ще съдържа стойности за "звездно време". Можете да насочите изхода директно в KStars, като натиснете бутона ``Преглед на изходни данни...``.
ca: Hi ha un mode de treball per lots per a aquest mòdul. Per a utilitzar-lo, només cal generar un fitxer d'entrada, cadascuna de les línies contindrà els valors per al paràmetre d'entrada: des de la llista desplegable de l'esquerra ``Calcula l'hora sidèria`` o ``Calcula l'hora estàndard``. Podeu optar per configurar la ``Data:`` i l'``Emplaçament:`` a la finestra actual, o li podeu dir al KStars que llegeixi aquests valors des del ``Fitxer d'entrada:``. A continuació, especifiqueu els noms dels fitxers d'entrada i sortida, i premeu el botó ``Calcula`` per a generar el fitxer de sortida. El fitxer de sortida contindrà els valors per al paràmetre complementari. Per exemple, si el fitxer d'entrada conté un conjunt de valors en «hora estàndard», llavors cada línia del fitxer de sortida contindrà els valors en «hora sidèria». Podeu llegir el resultat directament al KStars prement el botó ``Visualitza la sortida...``.
ca@valencia: Hi ha un mode per lots per a este mòdul. Per a utilitzar-lo, senzillament genereu un fitxer d'entrada les línies del qual continguen els valors per al paràmetre d'entrada: ``Calcula el temps sideral`` o ``Calcula el temps estàndard`` des de la llista desplegable esquerra. Podeu triar establir la ``Data:`` i l'``Emplaçament:`` a la finestra actual o podeu indicar a KStars que llija estos valors des del ``Fitxer d'entrada:``. A continuació, especifiqueu els noms dels fitxers d'entrada i d'eixida i premeu el botó ``Calcula`` per a generar el fitxer d'eixida. El fitxer d'eixida contindrà els valors per al paràmetre complementari. Per exemple, si el fitxer d'entrada conté un conjunt de valors de «temps estàndard», cada línia del fitxer d'eixida contindrà els valors per al «temps sideral». Podeu llegir l'eixida directament a KStars prement el botó ``Visualitza l'eixida…``.
fr: Il existe un mode de traitement par lots pour ce module. Pour l'utiliser, il suffit de générer un fichier d'entrée dont les lignes contiennent chacune des valeurs pour le paramètre d'entrée : \"Calculer l'heure sidérale\" ou \"Calculer l'heure standard\" depuis la liste déroulante de gauche. Vous pouvez choisir de définir la ``Date`` et la ``position`` dans la fenêtre actuelle ou vous pouvez dire à KStars de lire ces valeurs à partir du ``fichier d'entrée``. Spécifiez ensuite les noms des fichiers d'entrée et de sortie et appuyez sur le bouton ``Calculer`` pour générer le fichier de sortie. Le fichier de sortie contiendra des valeurs pour le paramètre complémentaire. Par exemple, si votre fichier d'entrée contient un ensemble de valeurs de \"temps standard\", alors chaque ligne du fichier de sortie contiendra des valeurs de \"temps sidéral\". Vous pouvez lire la sortie directement dans KStars en appuyant sur le bouton ``Afficher la sortie…``.
it: Questo modulo dispone di una modalità non interattiva. Per usarla basta generare un file in ingresso in cui ciascuna riga contenga i valori per il parametri in ingresso: ``Calcola tempo siderale`` o ``Calcola tempo standard`` dal riquadro a tendina a sinistra. Puoi scegliere di impostare ``Data:`` e ``Luogo:`` nella finestra corrente, oppure puoi dire a KStars di leggere questi valori dal ``File in ingresso:``. Specifica quindi i nomi file di ingresso e di uscita e premi il pulsante ``Calcola`` per generare il file del risultato. Quest'ultimo conterrà i valori per il parametro complementare. Per esempio, se il tuo file di ingresso contiene un gruppo di valori di “tempo standard“, allora ciascuna riga del file di uscita conterrà i valori per il “tempo siderale”. Puoi leggere il risultato direttamente in KStars premendo il pulsante ``Mostra risultato...``.
pt_br: Este módulo possui um modo em lote. Para utilizá-lo, basta gerar um arquivo de entrada cujas linhas contenham valores para o parâmetro de entrada: ``Calcular hora sideral`` ou ``Calcular hora padrão`` na caixa suspensa à esquerda. Você pode escolher definir ``Data:`` e ``Local:`` na janela atual ou pode informar ao KStars para ler esses valores do ``Arquivo de entrada:``. Em seguida, especifique os nomes dos arquivos de entrada e saída e pressione o botão ``Calcular`` para gerar o arquivo de saída. O arquivo de saída conterá valores para o parâmetro complementar. Por exemplo, se o seu arquivo de entrada contiver um conjunto de valores de "tempo padrão", cada linha do arquivo de saída conterá valores para "tempo sideral". Você pode ler a saída diretamente no KStars pressionando o botão ``Visualizar saída...``.
sl: Ta modul ima paketni način. Če ga želite uporabiti, preprosto ustvarite vhodno datoteko, katere vrstice vsebujejo vrednosti za vhodni parameter: ``Izračunaj zvezdni čas`` ali ``Izračunaj standardni čas`` v spustnem polju na levi. V trenutnem oknu lahko nastavite ``Datum:`` in ``Lokacija:`` ali pa KStars naročite, naj te vrednosti prebere iz ``Vhodne datoteke:``. Nato določite ime vhodne in izhodne datoteke ter pritisnite gumb ``Izračunaj``, da ustvarite izhodno datoteko. Izhodna datoteka bo vsebovala vrednosti za komplementarni parameter. Če na primer vaša vhodna datoteka vsebuje niz vrednosti “standardnega časa“, bo vsaka vrstica izhodne datoteke vsebovala vrednosti za »zvezdni čas«. Izhod lahko preberete neposredno v KStars s pritiskom na gumb ``Ogled izhoda...``.
sv: Det finns ett bakgrundsläge för den här modulen. För att använda det, generera helt enkelt en indatafil vars rader innehåller värden för indataparametern: ``Beräkna siderisk tid`` eller ``Beräkna standardtid`` från den vänstra kombinationsmenyn. Du kan välja att ställa in ``Datum:`` och ``Plats:`` i det aktuella fönstret, eller så kan du be Kstars att läsa värdena från ``Indatafil:``. Ange sedan indata- och utdatafilnamnen och tryck på knappen ``Beräkna`` för att generera utdatafilen. Utdatafilen innehåller värden för den komplementära parametern. Om indatafilen till exempel innehåller en uppsättning värden för "standardtid", innehåller varje rad i utdatafilen att värden för "siderisk tid". Du kan läsa utdata direkt i Kstars genom att trycka på knappen ``Visa utdata...``.
uk: Для цього модуля передбачено пакетний режим. Щоб ним скористатися, просто створіть файл вхідних даних, кожен рядок якого містить значення для вхідного параметра: ``Обчислити сидеричний час`` або ``Обчислити стандартний час`` з лівого спадного списку. Ви можете встановити значення ``Дата:`` та ``Місце:`` у поточному вікні, або ви можете наказати KStars зчитувати ці значення з поля ``Файл вводу:``. Потім вкажіть назви файлів вхідних та вихідних даних і натисніть кнопку ``Обчислити``, щоб створити файл вихідних даних. Вихідний файл міститиме значення для додаткового параметра. Наприклад, якщо ваш файл вхідних даних містить набір значень «стандартного часу», кожен рядок вихідного файла міститиме значення для «сидеричного часу». Ви можете прочитати вихідний файл безпосередньо в KStars, натиснувши кнопку ``Перегляд виводу...``.

source: Day Duration module
bg: Модул Алманах
ca: Mòdul de durada del dia
ca@valencia: El mòdul «Duració del dia»
fr: Module de durée du jour
it: Modulo durata del giorno
nl: Module Dagduur
pt_br: Módulo de duração do dia
sl: Modul Trajanje dneva
sv: Daglängdsmodul
uk: Модуль обчислення тривалості дня

source: Day Duration
bg: Продължителност на деня
ca: Durada del dia
ca@valencia: Duració del dia
fr: Durée du jour
it: Durata del giorno
nl: Dagduur
sl: Trajanje dneva
sv: Daglängd
uk: Тривалість дня
