Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-calculator.po
Languages: bg, ca, ca@valencia, fr, it, nl, pt_br, sl, sv, uk

source: Apparent Coordinates module
bg: Модул Видими координати
ca: Mòdul de coordenades aparents
ca@valencia: El mòdul «Coordenades aparents»
fr: Module des coordonnées apparentes
it: Modulo coordinate apparenti
nl: Module Schijnbare coördinaten
pt_br: Módulo de coordenadas aparentes
sl: Modul navideznih koordinat
sv: Skenbar koordinatmodul
uk: Модуль обчислення видимих координат

source: Apparent Coordinates
bg: Видими координати
ca: Coordenades aparents
ca@valencia: Coordenades aparents
fr: Coordonnées apparentes
it: Coordinate apparenti
nl: Schijnbare coördinaten
sl: Navidezne koordinate
sv: Skenbara koordinater
uk: Видимі координати

source: The Apparent Coordinates module converts the *catalog coordinates* of a point in the sky to its *apparent coordinates* for any date. The coordinates of objects in the sky are not fixed, because of :doc:`precession <ai-precession>`, nutation and aberration. This module takes these effects into account.
bg: Модулът за видими координати преобразува *каталожните координати* на точка в небето в нейните *видими координати* за всяка дата. Координатите на обектите в небето не са фиксирани, поради процесите на :doc:`прецесия <ai-precession>`, нутация и аберация. Този модул взема предвид тези ефекти.
ca: El mòdul de coordenades aparents converteix les *coordenades del catàleg* d'un punt en el cel a les seves *coordenades aparents* de qualsevol data. Les coordenades per a un objecte en el cel no són fixes, a causa de la :doc:`precessió <ai-precession>`, nutació i aberració. Aquest mòdul tindrà en compte aquests efectes.
ca@valencia: El mòdul «Coordenades aparents» convertix les *coordenades del catàleg* d'un punt al cel a les seues *coordenades aparents* per a qualsevol data. Les coordenades per a un objecte en el cel no són fixes, a causa de la :doc:`precessió <ai-precession>`, la nutació i l'aberració. Este mòdul tindrà en compte estos efectes.
fr: Le module des coordonnées apparentes convertit les *coordonnées du catalogue* d'un point à ses *coordonnées apparentes* pour n'importe quelle date. Les coordonnées des objets dans le ciel ne sont pas fixées du fait des :doc:`précessions <ai-precession>`, nutations et aberrations. Ce module prend en compte ces effets.
it: Il modulo Coordinate apparenti converte le *coordinate di catalogo* di un punto nel cielo nelle sue *coordinate apparenti* per una data qualsiasi. Le coordinate degli oggetti celesti non sono fisse, a causa della :doc:`precessione <ai-precession>`, della nutazione e dell'aberrazione. Questo modulo tiene conto di tali effetti.
nl: De module Schijnbare coördinaten converteert de *catalogus coördinaten* van een punt in de hemel naar zijn schijnbare coördinaten* voor elke datum. De coördinaten van objecten in de hemel zijn niet vast, vanwege :doc:`precessie <ai-precession>`, nutatie en aberratie. Deze module neemt deze effects in rekening.
pt_br: O módulo de coordenadas aparentes converte as *coordenadas de catálogo* de um ponto no céu em suas *coordenadas aparentes* para qualquer data. As coordenadas de objetos no céu não são fixas devido à :doc:`precessão <ai-precession>`, nutação e aberração. Este módulo leva esses efeitos em consideração.
sl: Modul navideznih koordinat pretvori *kataloške koordinate* točke na nebu v njene *navidezne koordinate* za kateri koli datum. Koordinate objektov na nebu niso fiksne zaradi :doc:`precesije <ai-precesija>`, nutacije in aberacije. Ta modul upošteva te učinke.
sv: Modulen Skenbara koordinater konverterar *katalogkoordinaterna* för en punkt på himlen till dess *skenbara koordinater* för valfritt datum. Koordinaterna för objekt på himlen är inte fasta på grund av :doc:`precession <ai-precession>`, nutation och aberration. Modulen tar hänsyn till effekterna.
uk: Модуль обчислення видимих координат перетворює *координати з каталогу* точки на небесній сфері на її *видимі координати* для довільної дати. Координати об’єктів на небесній сфері постійно змінюються через :doc:`прецесію <ai-precession>`, нутацію і аберацію. Цей модуль під час обчислення бере до уваги ці зміни.

source: To use the module, first enter the desired target date and time in the ``Target Time & Date`` section. Then, enter the catalog coordinates in the ``Catalog Coordinates`` section. Alternatively you can set the catalog coordinates by selecting an object using the ``Find Object`` dialog. You can also specify the catalog's epoch here (usually 2000.0 for modern object catalogs). Then the object's coordinates for the target date will be displayed in the ``Apparent coordinates:`` section.
bg: За да използвате модула, първо въведете желаната целева дата и час в секцията ``Целева дата и час``. След това въведете каталожните координати на обекта в секцията ``Каталожни координати`` . Като алтернатива можете да зададете каталожните координати чрез избиране на обект с помощта на диалоговия прозорец ``Намиране на обект``. Тук можете също да посочите епохата на каталога (обикновено 2000.0 за съвременните каталози на обекти). След това координатите на обекта за целевата дата ще се покаже в секцията ``Видими координати``.
ca: Per a utilitzar el mòdul, introduïu-hi primer l'hora i data de l'objectiu desitjat a la secció ``Hora i data de l'objectiu``. Aleshores, introduïu les coordenades del catàleg a la secció ``Coordenades del catàleg``. De manera alternativa, també podeu establir les coordenades del catàleg seleccionant un objecte utilitzant el diàleg ``Cerca un objecte``. També podeu especificar aquí l'època del catàleg (en general 2000.0 per a catàlegs amb objectes moderns). Llavors les coordenades de l'objecte per a la data objectiu es mostraran a la secció ``Coordenades aparents``.
ca@valencia: Per a utilitzar el mòdul, introduïu-hi primer la data i hora de l'objectiu desitjat en la secció ``Hora i data de l'objectiu``. Aleshores, introduïu les coordenades del catàleg en la secció ``Coordenades del catàleg``. De manera alternativa, també podeu establir les coordenades del catàleg seleccionant un objecte utilitzant el diàleg ``Busca un objecte``. També podeu especificar ací l'època del catàleg (en general 2000.0 per als catàlegs amb objectes moderns). Llavors les coordenades de l'objecte per a la data objectiu seran mostrades en la secció ``Coordenades aparents``.
fr: Pour utiliser le module, veuillez d'abord saisir les dates et heures cibles désirées dans la section ``Dates et heures cibles``. Puis, saisissez les coordonnées de catalogue dans la section ``Coordonnées de catalogue``. De façon alternative, vous pouvez également spécifier les coordonnées de catalogue par la sélection d'un objet utilisant la boîte de dialogue ``Trouver l'objet``. Vous pouvez aussi spécifier l'époque du catalogue ici (habituellement 2 000,0 pour les catalogues modernes d'objets). Ainsi, les coordonnées de l'objet pour la date cible seront alors affichées dans la section ``Coordonnées apparentes``.
it: Per usare il modulo, prima digita la data e ora di destinazione desiderate nella sezione ``Data e ora``. Quindi inserisci le coordinate del catalogo nella sezione ``Coordinate catalogo``. In alternativa puoi impostare le coordinate del catalogo selezionando un oggetto tramite la finestra di dialogo ``Trova oggetto``. Qui puoi anche specificare l'epoca del catalogo (in genere 2000.0 per i cataloghi moderni di oggetti). Le coordinate dell'oggetto per la data di destinazione saranno visualizzate nella sezione ``Coordinate apparenti:``.
nl: Om de module te gebruiken, voer eerst de gewenste doeldatum en tijd in in de sectie ``Doeltijd & Datum``. Voer daarna de cataloguscoördinaten in in de section ``Cataloguscoördinaten``. Als alternatief kunt u de cataloguscoördinaten instellen door een object te selecteren met de dialoog ``Object zoeken``. U kunt hier ook de epoch van catalogus specificeren (gewoonlijk 2000,0 voor moderne objectcatalogi). Daarna zullen de coördinaten van het object voor de doeldatum getoond worden in de sectie ``Schijnbare coördinaten:``.
pt_br: Para usar o módulo, primeiro insira a data e hora desejadas na seção ``Data e hora alvo``. Em seguida, insira as coordenadas do catálogo na seção ``Coordenadas do catálogo``. Alternativamente, você pode definir as coordenadas do catálogo selecionando um objeto usando a caixa de diálogo ``Localizar objeto``. Você também pode especificar a época do catálogo aqui (geralmente 2000.0 para catálogos de objetos modernos). As coordenadas do objeto para a data alvo serão exibidas na seção ``Coordenadas aparentes:``.
sl: Če želite uporabiti modul, najprej v razdelek ``Ciljni čas in datum`` vnesite želeni ciljni datum in čas. Nato v razdelek ``Kataloške koordinate`` vnesite kataloške koordinate. Kataloške koordinate lahko nastavite tudi tako, da izberete objekt s pomočjo pogovornega okna ``Najdi objekt``. Tukaj lahko določite tudi obdobje kataloga (običajno 2000.0 za sodobne kataloge objektov). Koordinate objekta za ciljni datum bodo nato prikazane v razdelku ``Navidezne koordinate:``.
sv: För att använda modulen, ange först önskat måldatum och tid i avsnittet "Måldatum och tid". Ange sedan katalogkoordinaterna i avsnittet "Katalogkoordinater". Alternativt kan du ställa in katalogkoordinaterna genom att välja ett objekt med hjälp av dialogrutan "Sök objekt". Du kan också ange katalogens epok här (vanligtvis 2000.0 för moderna objektkataloger). Då visas objektets koordinater för måldatumet i sektionen "Skenbara koordinater:".
uk: Щоб скористатися цим модулем, вам слід спершу ввести потрібну дату і час у розділі ``Кінцевий час та дата``. Потім введіть координати з каталогу у розділ ``Координати каталогу``. Крім того, ви можете встановити координати за каталогом, якщо виберете об’єкт за допомогою діалогового вікна ``Знайти об'єкт``. Ви також можете вказати у цьому розділі епоху каталогу (зазвичай, 2000.0 для сучасних каталогів об’єктів). В результаті ви побачите координати об’єкта у вказаний час, показані у розділі ``Видимі координати``.

source: Horizontal Coordinates module
bg: Модул Хоризонтални координати
ca: Mòdul de coordenades horitzontals
ca@valencia: El mòdul «Coordenades horitzontals»
fr: Module de coordonnées azimutales
it: Modulo coordinate orizzontali
nl: Module Horizontale coördinaten
pt_br: Módulo de coordenadas horizontais
sl: Modul horizontalnih koordinat
sv: Horisontell koordinatmodul
uk: Модуль обчислення горизонтальних координат

source: Horizontal Coordinates
bg: Хоризонтални координати
ca: Coordenades horitzontals
ca@valencia: Coordenades horitzontals
fr: Coordonnées azimutales
it: Coordinate orizzontali
nl: Horizontale coördinaten
sl: Horizontalne koordinate
sv: Horisontella koordinater
uk: Горизонтальні координати

source: This module converts from :ref:`Equatorial coordinates <ai-skycoords-equatorial>` to :ref:`Horizontal coordinates <ai-skycoords-horizontal>`. First, select the date, time, and geographic coordinates for the calculation. Then, fill in the equatorial coordinates to be converted or use the ``Find Object`` dialog in the ``Equatorial Coordinates (J2000) section``. The corresponding Horizontal coordinates will be presented in the ``Horizontal Coordinates`` section.
bg: Този модул преобразува от :ref:`екваториални координати <ai-skycoords-equatorial>` в :ref:`хоризонтални координати <ai-skycoords-horizontal>`. Първо изберете датата, часа и географските координати за изчислението. След това попълнете екваториалните координати за преобразуване или използвайте диалоговия прозорец ``Намиране на обект`` в секцията Екваториални координати ``(J2000)``. Съответните хоризонтални координати ще бъдат представени в секцията ``Хоризонтални координати``.
ca: Aquest mòdul converteix de :ref:`coordenades equatorials <ai-skycoords-equatorial>` a :ref:`coordenades horitzontals <ai-skycoords-horizontal>`. Primer, seleccioneu la data, hora i les coordenades geogràfiques a calcular. Aleshores, ompliu les coordenades equatorials que es convertiran o utilitzeu el diàleg ``Cerca un objecte`` a la secció ``Coordenades equatorials (J2000)``. Les coordenades horitzontals corresponents es presentaran a la secció ``Coordenades horitzontals``.
ca@valencia: Este mòdul convertix entre :ref:`coordenades equatorials <ai-skycoords-equatorial>` a :ref:`coordenades horitzontals <ai-skycoords-horizontal>`. Primer, trieu la data, l'hora i les coordenades geogràfiques per al càlcul. A continuació, empleneu les coordenades equatorials que voleu convertir o utilitzeu el diàleg ``Busca un objecte`` a la secció ``Coordenades equatorials (J2000)``. Les coordenades horitzontals corresponents es presentaran a la secció ``Coordenades horitzontals``.
fr: Ce module convertit les :ref:`Coordonnées équatoriales <ai-skycoords-equatorial>` en :ref:`Coordonnées azimutales <ai-skycoords-horizontal>`. Tout d'abord, sélectionnez la date, l'heure et les coordonnées géographiques pour le calcul. Puis, remplissez les coordonnées équatoriales à convertir ou utilisez la boîte de dialogue ``Chercher un objet`` dans la section ``Coordonnées équatoriales (J2000)``. Les coordonnées azimutales correspondantes seront présentées dans la section ``Coordonnées azimutales``.
it: Questo modulo converte dalle :ref:`Coordinate equatoriali <ai-skycoords-equatorial>` alle :ref:`Coordinate orizzontali <ai-skycoords-horizontal>`. Per prima cosa, seleziona data, ora e coordinate geografiche per il calcolo. Quindi completa le coordinate equatoriali da convertire o utilizza la finestra di dialogo ``Trova oggetto`` nella sezione ``Coordinate equatoriali (J2000)``. Le coordinate orizzontali corrispondenti verranno fornite nella sezione ``Coordinate orizzontali``.
pt_br: Este módulo converte de :ref:`Coordenadas equatoriais <ai-skycoords-equatorial>` para :ref:`Coordenadas horizontais <ai-skycoords-horizontal>`. Primeiro, selecione a data, a hora e as coordenadas geográficas para o cálculo. Em seguida, preencha as coordenadas equatoriais a serem convertidas ou use a caixa de diálogo ``Localizar objeto`` na seção ``Coordenadas equatoriais (J2000)``. As coordenadas horizontais correspondentes serão apresentadas na seção ``Coordenadas horizontais``.
sl: Ta modul pretvori iz :ref:`Ekvatorialne koordinate <ai-skycoords-equatorial>` v :ref:`Horizontalne koordinate <ai-skycoords-horizontal>`. Najprej izberite datum, čas in geografske koordinate za izračun. Nato vnesite ekvatorialne koordinate, ki jih želite pretvoriti, ali uporabite pogovorno okno ``Najdi objekt`` v razdelku ``Ekvatorialne koordinate (J2000)``. Ustrezne horizontalne koordinate bodo prikazane v razdelku ``Horizontalne koordinate``.
sv: Den här modulen konverterar från :ref:`Ekvatoriella koordinater <ai-skycoords-equatorial>` till :ref:`Horisontella koordinater <ai-skycoords-horizontal>`. Välj först datum, tid och geografiska koordinater för beräkningen. Fyll sedan i de ekvatoriella koordinater som ska konverteras eller använd dialogrutan ``Sök objekt`` i sektionen ``Ekvatoriella koordinater (J2000)``. Motsvarande horisontella koordinater presenteras i sektionen ``Horisontella koordinater``.
uk: Цей модуль виконує перетворення :ref:`екваторіальних координат <ai-skycoords-equatorial>` на :ref:`горизонтальні координати <ai-skycoords-horizontal>`. Перш за все, виберіть дату, час і географічні координати для обчислення. Потім у розділі Екваторіальні координати (J2000) вкажіть екваторіальні координати, які слід перетворити, та їх епоху або скористайтеся діалоговим вікном ``Пошук об’єкта`` для їхнього визначення. У розділі ``Горизонтальні координати`` з’являться відповідні горизонтальні координати.

source: Ecliptic Coordinates module
bg: Модул Еклиптични координати
ca: Mòdul de coordenades eclíptiques
ca@valencia: El mòdul «Coordenades eclíptiques»
fr: Module de coordonnées écliptiques
it: Modulo coordinate eclittiche
nl: Module Ecliptische Coördinaten
pt_br: Módulo de coordenadas eclípticas
sl: Modul ekliptičnih koordinat
sv: Ekliptisk koordinatmodul
uk: Модуль обчислення екліптичних координат

source: Ecliptic Coordinates
bg: Еклиптични координати
ca: Coordenades eclíptiques
ca@valencia: Coordenades eclíptiques
fr: Coordonnées écliptiques
it: Coordinate eclittiche
nl: Ecliptische coördinaten
sl: Ekliptične koordinate
sv: Ekliptiska koordinater
uk: Екліптична система координат

source: This module converts between :ref:`Equatorial coordinates <ai-skycoords-equatorial>` and :ref:`Ecliptic coordinates <ai-skycoords-ecliptic>`. First, select ``Date and time:``. Then, fill in the coordinate values in either the ``Ecliptic Coordinates`` or ``Equatorial Coordinates`` section. Alternatively set the equatorial coordinates by selecting an object using the ``Find Object`` dialog. Then the complementary coordinates will be filled in.
bg: Този модул преобразува между :ref:`екваториални координати <ai-skycoords-equatorial>` и :ref:`еклиптични координати <ai-skycoords-ecliptic>`. Първо изберете ``Дата и час:``. След това попълнете стойностите на координатите или в ``еклиптични координати`` или в ``екваториални координати``. Алтернативно можете да зададете екваториалните координати, като изберете обект с помощта на инструмента ``Намиране на обект``. След това ще бъдат попълнени допълнителните координати.
ca: Aquest mòdul converteix entre :ref:`coordenades equatorials <ai-skycoords-equatorial>` i :ref:`coordenades eclíptiques <ai-skycoords-ecliptic>`. En primer lloc, seleccioneu la ``Data i hora:``. Després, ompliu els valors de les coordenades en la secció ``Coordenades eclíptiques`` o ``Coordenades equatorials``. De manera alternativa, establiu les coordenades equatorials seleccionant un objecte mitjançant el diàleg ``Cerca un objecte``. D'aquesta manera s'ompliran les coordenades complementàries.
ca@valencia: Este mòdul convertix entre :ref:`coordenades equatorials <ai-skycoords-equatorial>` i :ref:`coordenades eclíptiques <ai-skycoords-ecliptic>`. Primer, trieu ``Data i hora:``. A continuació, empleneu els valors de les coordenades en la secció ``Coordenades eclíptiques`` o ``Coordenades equatorials``. De manera alternativa, establiu les coordenades equatorials seleccionant un objecte mitjançant el diàleg ``Busca un objecte``. A continuació, s'emplenaran les coordenades complementàries.
fr: Ce module réalise des conversions entre les :ref:`coordonnées équatoriales <ai-skycoords-equatorial>` et les :ref:`coordonnées écliptiques <ai-skycoords-ecliptic>`. Tout d'abord, choisissez la ``Date et heure``. Ensuite remplissez la valeur des coordonnées dans la section ``coordonnées équatoriales`` ou ``coordonnées écliptiques``. Vous pouvez également régler les coordonnées équatoriales en sélectionnant un objet en utilisant la boîte de dialogue ``Sélectionner un objet``. Les coordonnées complémentaires seront ensuite remplies.
it: Questo modulo converte tra le :ref:`Coordinate equatoriali <ai-skycoords-equatorial>` e le :ref:`Coordinate eclittiche <ai-skycoords-ecliptic>`. Per prima cosa, seleziona ``Data e ora:``. Quindi completa i valori delle coordinate o nella sezione ``Coordinate eclittiche`` o in quella ``Coordinate equatoriali``. In alternativa, puoi impostare le coordinate equatoriali selezionando un oggetto tramite la finestra di dialogo ``Trova oggetto``. Le coordinate complementari verranno completate.
pt_br: Este módulo converte entre :ref:`Coordenadas equatoriais <ai-skycoords-equatorial>` e :ref:`Coordenadas eclípticas <ai-skycoords-ecliptic>`. Primeiro, selecione ``Data e hora:``. Em seguida, preencha os valores das coordenadas na seção ``Coordenadas eclípticas`` ou ``Coordenadas equatoriais``. Como alternativa, defina as coordenadas equatoriais selecionando um objeto usando a caixa de diálogo ``Localizar objeto``. Em seguida, as coordenadas complementares serão preenchidas.
sl: Ta modul pretvarja med :ref:`Ekvatorialne koordinate <ai-skycoords-equatorial>` in :ref:`Ekliptične koordinate <ai-skycoords-ecliptic>`. Najprej izberite ``Datum in čas:``. Nato vnesite vrednosti koordinat v razdelek ``Ekliptične koordinate`` ali ``Ekvatorialne koordinate``. Lahko pa nastavite ekvatorialne koordinate tako, da izberete objekt v pogovornem oknu ``Najdi objekt``. Nato se bodo izpolnile komplementarne koordinate.
sv: Den här modulen konverterar mellan :ref:`Ekvatoriella koordinater <ai-skycoords-equatorial>` och :ref:`Ekliptiska koordinater <ai-skycoords-ecliptic>`. Välj först ``Datum och tid:``. Fyll sedan i koordinatvärdena antingen i sektionen ``Ekliptiska koordinater`` eller ``Ekvatoriella koordinater``. Alternativt kan du ställa in ekvatoriella koordinaterna genom att välja ett objekt med hjälp av dialogrutan ``Sök objekt``. Då fylls de komplementära koordinaterna i.
uk: Цей модуль виконує перетворення між :ref:`Екваторіальними координатами <ai-skycoords-ecliptic>` і :ref:`Екліптичними координатами <ai-skycoords-equatorial>`. Спочатку вкажіть ``Дату і час``. Потім вкажіть відповідні значення координат у розділі ``Екліптичних координат`` або ``Екваторіальних координат``. Крім того, ви можете вказати координати вибором об’єкта за допомогою діалогового вікна ``Пошук об’єкта``. В результаті ви побачите координати, які ви хотіли обчислити.

source: Angular Distance module
bg: Модул Ъглово разстояние
ca: Mòdul de distància angular
ca@valencia: El mòdul «Distància angular»
fr: Module de distance angulaire
it: Modulo distanza angolare
nl: Module Hoekafstand
pt_br: Módulo de distância angular
sl: Modul Kotna razdalja
sv: Vinkelavståndsmodul
uk: Модуль кутової відстані

source: Angular Distance
bg: Ъглово разстояние
ca: Distància angular
ca@valencia: Distància angular
fr: Distance angulaire
it: Distanza angolare
nl: Hoekafstand
sl: Kotne razdalje
sv: Vinkelavstånd
uk: Кутова відстань
