Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-obsplanner.po
Languages: bg, ca, es, et, gl, it, nl, pt, pt_br, sl, sv, uk

source: Observation Planner
bg: Планиране на наблюдения
ca: Planificador de l'observació
es: Planificador de observación
et: Vaatluste plaanija
gl: Planificador de observacións
it: Pianificatore di osservazioni
nl: Plannen van waarnemingen
pt: Planeamento de Observações
pt_br: Planejador de observações
sl: Načrtovalnik opazovanja
sv: Observationsplanering
uk: Планування спостереження

source: Planner
bg: Планиране на наблюдения
ca: Planificador
es: Planificador
et: Plaanija
gl: Planificador
it: Pianificatore
pt: Planeamento
pt_br: Planejamento
sl: Načrtovalnik
sv: Planering
uk: Планувальник

source: Since &kde; SC 4.4, Prakash Mohan&apos;s GSoC work has been released in &kstars;. &kstars; now has an awesome observation planner to plan your observation sessions. The execute session option allows you to log information about objects as you observe them. Alternately, you may also write a short log in the session planner itself. We wish you a lot of fun planning your observations with &kstars;!
bg: От KDE SC 4.4 разработката на Prakash Mohan за GSoC е пусната в &kstars;. &kstars; вече има страхотен модул за планиране на наблюдение. Настройките за изпълнение на сесия ви позволяват да записвате в дневник информация за обектите, докато ги наблюдавате. Като алтернатива можете също да водите кратък дневник в самия инструмент за планиране на сесии. Желаем ви много забавление при планирането на вашите наблюдения с &kstars;!
ca: Des del &kde; SC 4.4, el treball GSoC d'en Prakash Mohan&apos;s ha estat alliberat amb el &kstars;. El &kstars; ara disposa d'un impressionant planificador de l'observació per a planificar les vostres sessions d'observació. L'opció «Executa la sessió», us permetrà registrar informació sobre els objectes a mesura que els observeu. De manera alternativa, també podreu escriure un curt registre en el planificador de la sessió mateix. Us desitgem molta diversió planificant les vostres observacions amb el &kstars;!
es: Desde &kde; SC 4.4, el trabajo de Prakash Mohan en GSoC ha sido incluido en &kstars;. &kstars; posee ahora un fabuloso planificador de observaciones para planificar sus sesiones de observación. La opción de ejecutar una sesión le permite registrar información sobre los objetos que observe. De forma alternativa, también puede escribir un breve registro en el mismo planificador de la sesión. Le deseamos que se divierta planificando sus observaciones con &kstars;.
et: Prakash Mohani GSOC-i raames tehtud töö on lisatud &kstars;i alates &kde; tarkvarakomplekti versioonist 4.4. &kstars; võib nüüd tänu sellele pakkuda suurepärast vaatluste plaanijat. Vaatlusseansi käivitamisel saab ka lasta vaadeldavad objektid logisse kanda. Kuid soovi korral võib muidugi ise kirjutada lühikese vaatluslogi otse plaanijasse. Soovime sulle palju vahvaid hetki &kstars;i plaanija saatel oma vaatlusi kavandades!
gl: Desde &kde; SC 4.4, o traballo de Prakash Mohan para o Verán do Código de Google publicouse no &apos;. &kstars; dispón agora dun sorprendente planificador de observacións para planificar as sesións de observación. A opción de executar sesión permite rexistrar información sobre os obxectos segundo se observan. Como alternativa, pódese escribir tamén un rexistro breve no propio planificador de sesións. Desexamos que se goce planificando as observacións con &kstars;!
it: A partire da &kde; SC 4.4, il lavoro del GSoC di Prakash Mohan è parte di &kstars;, che ora ha un fantastico pianificatore di osservazioni per pianificare le tue sessioni di osservazione. L'opzione di esecuzione della sessione ti permette di registrare informazioni sugli oggetti man mano che li osservi. In alternativa puoi anche scrivere un breve registro nel pianificatore delle osservazioni stesso. Divertiti a pianificare le tue osservazioni con &kstars;!
nl: Sinds &kde; SC 4.4, is het GSoC-werk van Prakash Moha opgenomen in &kstars;. &kstars; heeft nu een schitterende planner waarmee u uw waarnemingen kunt voorbereiden. Met de optie voor het uitvoeren van de sessie kunt u de informatie over objecten loggen tijdens de waarnemingen. U kunt ook kort loginformatie in de sessieplanner zelf schrijven. Wij hopen dat u op deze manier veel plezier beleeft aan uw waarnemingen met behulp van &kstars;!
pt: Desde o &kde; SC 4.4, o trabalho no GSoC de Prakash Mohan&nbsp; foi disponibilizado no &kstars;. O &kstars; possui agora um excelente planeamento de observações que faz a gestão das suas sessões de observações. A opção da sessão de execução permite-lhe registar informações sobre os objectos à medida que os observa. Em alternativa, poderá também escrever um breve registo no planeamento da sessão em si. Desejamos que se divirta ao máximo com as suas observações com o &kstars;!
pt_br: Desde o &kde; SC 4.4, o trabalho de Prakash Mohan no GSoC foi incluído no &kstars;. O &kstars; agora possui um planejador fantástico para planejar suas sessões de observação. A opção para executar sessão permite que você registre informações sobre objetos conforme você os observa. Alternativamente, você pode também escrever um breve registro no planejador de sessão em si. Nós desejamos que você divirta-se bastante no planejamento de suas observações com o &kstars;!
sl: Ker &kde; SC 4.4, delo Prakasha Mohana GSoC je bilo izdano v &kstars;. &kstars; zdaj ima odličen načrtovalnik opazovanja za načrtovanje vaših opazovalnih sej. Možnost izvedbe seje vam omogoča beleženje informacij o objektih, ko jih opazujete. Lahko pa tudi napišete kratek dnevnik v samem načrtovalniku sej. Želimo vam veliko zabave pri načrtovanju vaših opazovanj z &kstars;!
sv: Från och med &kde; 4.4 programvarusamling, har Prakash Mohans arbete under Google Summer of Code ingått i &kstars;. Nu har &kstars; en enastående observationsplanering för att planera dina observationssessioner. Alternativet Utför session låter dig logga information om objekt medan du observerar dem. Som alternativ kan du också skriva en kort logg i själva sessionsplaneringen. Vi önskar dig mycket nöje vid planering av dina observationer med &kstars;.
uk: Починаючи з &kde; SC 4.4 до &kstars; включено роботу, виконану Prakash Mohan у межах проєкту GSoC. Тепер у &kstars; передбачено чудовий інструмент планування сеансів спостереження. За допомогою можливості виконання сеансу ви зможете записувати до журналу дані щодо всіх об’єктів безпосередньо під час спростереження. Крім того, ви можете вести короткий журнал безпосередньо у самому інструменті планування сеансів. Бажаємо вам успішних спостережень за допомогою &kstars;!

source: You can even add some pictures to the objects. The image list is a Google image search list. To add image to an object just press <guibutton>Find Image</guibutton> button on the right and then find an image that you like. If you do not have an Internet connection you can open an image from your hard drive. Note that images that will be used are going to be cropped to 600x600 pixels.
bg: Можете дори да добавите няколко снимки към обектите. Списъкът с изображения е списък за търсене на изображения в Google. Да се добавете изображение към обект, просто натиснете бутона <guibutton>Намиране на изображение</guibutton> вдясно и след това намерете изображение, което ви харесва. Ако нямате интернет връзка, можете да отворите изображение от вашия твърд диск. Имайте предвид, че изображенията, които ще се използват, ще бъдат изрязани до 600x600 пиксела.
ca: Fins i tot podreu afegir algunes fotografies als objectes. La llista d'imatges és una llista de cerca a Google. Per a afegir la imatge a un objecte tot el que heu de fer és prémer el botó <guibutton>Cerca una imatge</guibutton> a la dreta i després trobar una imatge que us agradi. Si no teniu una connexió a Internet, podeu obrir una imatge des del disc dur. Recordeu que les imatges que s'utilitzaran es retallaran a 600x600 píxels.
es: También puede añadir algunas imágenes a los objetos. La lista de imágenes es una lista de búsqueda de imágenes de Google. Para añadir una imagen a un objeto, lo único que tiene que hacer es pulsar el botón <guibutton>Buscar imagen</guibutton> que hay a la derecha, y luego encontrar la imagen que más le guste. Si no dispone de una conexión a Internet, puede abrir una imagen de su disco duro. Tenga en cuenta que las imágenes que use se recortarán a 600x600 píxeles.
et: Objektidele saab isegi pilte lisada. Pildiloend kujutab endast Google'i pildiotsingu loendit. Objektile pildi lisamiseks tuleb klõpsata paremal asuvale nupule <guibutton>Otsi pilti</guibutton> ning siis valida välja meeldiv pilt. Kui sul pole internetiühendust, siis võid avada pildi oma kõvakettalt. Pane siiski tähele, et kasutatavad pildid kärbitakse mõõtmetele 600x600 pikslit.
it: Puoi anche aggiungere immagini agli oggetti. La lista delle immagini è una lista di ricerca immagini di Google. Per aggiungere un'immagine ad un oggetto, premi il pulsante <guibutton>Trova immagine</guibutton> a destra e cerca un'immagine che ti piace. Se non hai una connessione ad Internet puoi usare un'immagine dal disco. Nota che le immagini usate saranno ridimensionate a 600x600 pixel.
nl: U kunt zelfs plaatjes aan de objecten toevoegen. De lijst van afbeeldingen is een Google-zoeklijst voor afbeeldingen. U kunt gemakkelijk een afbeelding toevoegen aan een object, met de knop <guibutton>Afbeelding zoeken</guibutton>, rechts, en zo een geschikte afbeelding vinden. Indien u geen internetverbinding heeft, kunt u een afbeelding op uw eigen harde schijf zoeken. Let erop dat de gebruikte afbeeldingen worden ingekort tot 600*600.
pt: Poderá até adicionar algumas imagens aos objectos. A lista de imagens é uma lista de pesquisa de imagens do Google. Para adicionar uma imagem a um objecto, tudo o que tem a fazer é carregar no botão <guibutton>Procurar uma Imagem</guibutton> à direita, podendo então procurar uma imagem que lhe agrade. Se não tiver uma ligação à Internet, poderá abrir uma imagem a partir do seu disco rígido. Lembre-se que as imagens que serão usadas serão recortadas em 600x600 pixels.
sl: Objektom lahko celo dodate nekaj slik. Seznam slik je Googlov seznam za iskanje slik. Če želite objektu dodati sliko, pritisnite gumb <guibutton>Poišči sliko</guibutton> na desni in nato poiščite sliko, ki vam je všeč. Če nimate internetne povezave, lahko odprete sliko s trdega diska. Upoštevajte, da bodo uporabljene slike obrezane na 600 x 600 slikovnih pik.
sv: Du kan till och med lägga till bilder i objekten. Bildlistan är en Google bildsöklista. För att lägga till en bild i ett objekt klicka bara på knappen <guibutton>Sök bild</guibutton> till höger och därefter hitta en bild som du tycker om. Om du inte har en anslutning till Internet kan du öppna en bild på hårddisken. Observera att bilder som används beskärs till 600x600.
uk: До записів об’єктів тепер можна додавати зображення. Пошук потрібних зображень виконується за допомогою Google. Щоб додати зображення до запису, достатньо натиснути кнопку <guibutton>Знайти зображення</guibutton>, розташовану праворуч від цього запису, а потім знайти бажане зображення. Якщо ви не можете скористатися з’єднанням з інтернетом, ви можете відкрити зображення, що зберігається на жорсткому диску вашого комп’ютера. Зауважте, що використані зображення буде обрізано до розмірів 600x600 пікселів.

source: The first way of doing this is by pressing <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> or <keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo> to open the Observation List, then press the <guibutton>Add Object</guibutton> button.
bg: Първият начин да направите това е като натиснете <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> или <keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo>, за да отворите списъка за наблюдение, след което натиснете бутона <guibutton>Намиране на обект</guibutton>.
ca: La primera manera de fer-ho és prement <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> o <keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo> per a obrir la llista d'observació, després premeu el botó <guibutton>Afegeix objecte</guibutton>.
es: El primer modo de hacer esto consiste en pulsar <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> o <keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo> para abrir la «Lista de observación», y pulsar a continuación el botón <guibutton>Añadir objeto</guibutton>.
et: Kõigepealt tuleks aga vaatlusnimekirja avamiseks vajutada <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> või <keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo> ning seejärel klõpsata nupule <guibutton>Lisa objekt</guibutton>.
gl: A primeira maneira de facelo é premendo <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> ou <keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo> para abrir a Lista de observación e a continuación premer o botón <guibutton>Engadir un obxecto</guibutton>.
it: Il primo modo di farlo è premere <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> oppure <keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo> per aprire la lista di osservazione, e poi premi <guibutton>Aggiungi oggetto</guibutton>.
nl: De eerste manier om dit te doen is de waarneemlijst te openen door op <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> of <keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo> te drukken. Daarna drukt u op de knop <guibutton>Object toevoegen</guibutton>.
pt: A primeira forma de o fazer é carregar em <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> ou em <keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo> para abrir a Lista de Observações, carregando depois no botão <guilabel>Adicionar um Objecto</guilabel>.
pt_br: A primeira maneira de fazer isso é pressionando <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> or <keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo> para abrir a Lista de observação, e então pressione o botão <guibutton>Adicionar objeto</guibutton>.
sl: Prvi način za to je, da pritisnete <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> ali <keycombo action="simul">&Ctrl;<keycap>L</keycap> </keycombo>, da odprete seznam opazovanj, nato pritisnite gumb <guibutton>Dodaj objekt</guibutton>.
sv: Det första sättet att göra detta är att trycka på <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> eller <keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo> för att öppna observationslistan, och därefter klicka på knappen <guibutton>Lägg till objekt</guibutton>.
uk: Перший спосіб користування планувальником полягає у натисканні комбінації клавіш <keycombo action="simul">&Ctrl;<keycap>2</keycap></keycombo> або <keycombo action="simul">&Ctrl;<keycap>L</keycap></keycombo> з метою відкриття вікна списку спостереження з наступним натисканням кнопки <guibutton>Додати об’єкт</guibutton>.

source: The <guibutton>Download all Images</guibutton> button does a search for the SDSS images and displays the DSS image if the requested RA/Dec is out of the SDSS footprint.
bg: Бутонът <guibutton>Изтегляне на всички изображения</guibutton> извършва търсене на SDSS изображения и показва DSS изображението, ако заявените RA/Dec са извън отпечатъка на SDSS.
ca: El botó <guibutton>Baixa totes les imatges</guibutton> realitza una cerca de les imatges SDSS i mostra la imatge DSS si l'AR/Dec requerides estan fora de l'empremta SDSS.
es: El botón <guibutton>Guardar todas las imágenes</guibutton> realiza una búsqueda de todas las imágenes SDSS y muestra la imagen DSS si la AR/Dec solicitada está fuera de la huella SDSS.
et: Nupuga <guibutton>Laadi alla kõik pildid</guibutton> saab lasta otsida SDSS pilge ja kuvada DSS-pilti, kui nõutav otsetõus/kääne peaks jääma SDSS raamest välja.
it: Il pulsante <guibutton>Scarica tutte le immagini</guibutton> avvia una ricerca di immagini SDSS e mostra l'immagine DSS se le coordinate AR/Dec sono fuori dalla copertura SDSS.
nl: Met de knop <guibutton>Alle afbeeldingen downloaden</guibutton> worden de SDSS-afbeeldingen gezocht, en wordt de DSS-afbeelding getoond indien de gevraagde RK/Dec naast de SDSS valt.
pt: O botão <guibutton>Obter todas as imagens</guibutton> faz uma pesquisa pelas imagens do SDSS e mostra a imagem DSS, caso a AR/Dec pedida esteja fora da gama do SDSS.
sl: Gumb <guibutton>Prenesi vse slike</guibutton> išče slike SDSS in prikaže sliko DSS, če je zahtevani RA/Dec zunaj odtisa SDSS.
sv: Knappen <guibutton>Ladda ner alla bilder</guibutton> utför en sökning efter SDSS-bilder och visar istället DSS-bilden om begärd rektascension och deklination är utanför SDSS område.
uk: У відповідь на натискання кнопки <guibutton>Отримати всі зображення</guibutton> програма виконає пошук всіх зображень SDSS і покаже зображення DSS, якщо потрібні вам координати прямого сходження і схилення перебувають поза відбитком SDSS.

source: This is an SDSS image of a galaxy
bg: Това е SDSS изображение на галактика
ca: Aquesta és una imatge SDSS d'una galàxia
es: Imagen SDSS de una galaxia
et: Galaktika SDSS-pilt
gl: Esta é unha imaxe de SDSS dunha galaxia
it: Questa è l'immagine SDSS di una galassia
nl: Dit is een SDSS-afbeelding van een melkwegstelsel
pt: Esta é uma imagem de uma galáxia no SDSS
pt_br: Esta é uma imagem do SDSS de uma galáxia
sl: To je SDSS slika galaksije
sv: Det här är en SDSS-bild av en galax
uk: SDSS-зображення галактики

source: This is an DSS image of the same galaxy
bg: Това е DSS изображение на същата галактика
ca: Aquesta és una imatge DSS de la mateixa galàxia
es: Imagen DSS de la misma galaxia
et: Sama galaktika DSS-pilt
gl: Esta é unha imaxe de DSS da mesma galaxia
it: Questa è un'immagine DSS della stessa galassia
nl: Dit is een DSS-afbeelding van het zelfde melkwegstelsel
pt: Esta é uma imagem DSS da mesma galáxia
pt_br: Esta é uma imagem do DSS da mesma galáxia
sl: To je DSS slika iste galaksije
sv: Det här är en DSS-bild av samma galax
uk: Зображення DSS тієї самої галактики

source: The <guibutton>Delete all Images</guibutton> button does the opposite. It deletes all downloaded images.
bg: Бутонът <guibutton>Изтриване на всички изображения</guibutton> прави обратното. Изтрива всички изтеглени изображения.
ca: El botó <guibutton>Suprimeix totes les imatges</guibutton> fa el contrari. Elimina totes les imatges descarregades.
es: El botón <guibutton>Borrar todas las imágenes</guibutton> hace lo contrario: borra todas las imágenes descargadas.
et: Nupp <guibutton>Kustuta kõik pildid</guibutton> teeb otse vastupidist: kustutab kõik allalaaditud pildid.
gl: O botón <guibutton>Eliminar todas as imaxes</guibutton> fai o contrario. Elimina todas as imaxes descargadas.
it: Il pulsante <guibutton>Elimina tutte le immagini</guibutton> fa l'opposto, cioè elimina tutte le immagini scaricate.
nl: Met de knop <guibutton>Alle afbeeldingen wissen</guibutton> worden juist alle opgehaalde afbeeldingen gewist.
pt: O botão <guibutton>Apagar todas as imagens</guibutton> faz o inverso. Ela apaga todas as imagens transferidas.
pt_br: O botão <guibutton>Apagar todas as imagens</guibutton> faz o oposto. Ele apaga todas as imagens baixadas.
sl: Gumb <guibutton>Izbriši vse slike</guibutton> naredi nasprotno. Izbriše vse prenesene slike.
sv: Knappen <guibutton>Ta bort alla bilder</guibutton> gör motsatsen: Den tar bort alla nerladdade bilder.
uk: Кнопка <guibutton>Вилучити всі зображення</guibutton> виконує протилежну роль. За її допомогою можна вилучити всі отримані зображення.

source: The image for the galaxy is now deleted
bg: Изображението на галактиката вече е изтрито
ca: S'ha suprimit la imatge de la galàxia
es: La imagen de la galaxia ha sido borrada
et: Galaktika pilt on kustutatud
gl: A imaxe da galaxia está eliminada agora
it: L'immagine della galassia è stata eliminata
nl: De afbeelding van het melkwegstelsel is nu gewist.
pt: A imagem da galáxia foi agora apagada
pt_br: A imagem para a galáxia foi apagada
sl: Slika za galaksijo je zdaj izbrisana
sv: Galaxens bild har nu tagits bort
uk: Зображення галактики вилучено
