Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-calculator.po
Languages: bg, ca, ca@valencia, fr, it, nl, pt_br, sl, sv, uk

source: The module contains a batch mode for converting several coordinate values at once. You must construct an input file in which each line contains up to three numbers: the input coordinate values (either Cartesian or Geographic). Then specify which coordinates you are using as input, and identify the input and output filenames. Finally, press the ``Run`` button to generate the output file, which will contain the converted coordinates (Cartesian or Geographic; the complement of what you chose as the input values).
bg: Модулът съдържа за конвертиране на няколко координатни стойности наведнъж от файл. Трябва да създадете входен файл, в който всеки ред съдържа до три числа: входната координата стойности (декартови или географски). След това посочете, кои координати използвате като вход, и въведете имената на входните и изходните файлове. Накрая натиснете бутона ``Старт``, за да генерирате изходния файл, който ще съдържа преобразуваните координати (декартови или географски; в зависимост от това, какво сте избрали като входни стойности).
ca: El mòdul conté un mode de treball per lots per a la conversió de diversos valors de coordenades alhora. Haureu de construir un fitxer d'entrada, en el qual cada línia contindrà fins a tres números: els valors de les coordenades d'entrada (cartesianes o geogràfiques). Després especifiqueu quines coordenades s'estan utilitzant com a entrada, i identifiqueu els noms dels fitxers d'entrada i sortida. Finalment, premeu el botó ``Executa`` per a generar el fitxer de sortida, el qual contindrà les coordenades cartesianes (cartesianes o geogràfiques, del complement que heu triat com als valors d'entrada).
ca@valencia: El mòdul conté un mode de treball per lots per a la conversió de diversos valors de coordenades alhora. Haureu de construir un fitxer d'entrada, en el qual cada línia continga fins a tres números: els valors de les coordenades d'entrada (cartesianes o geogràfiques). Després especifiqueu quines coordenades s'estan utilitzant com a entrada, i identifiqueu els noms dels fitxers d'entrada i d'eixida. Finalment, premeu el botó ``Executa`` per a generar el fitxer d'eixida, el qual contindrà les coordenades cartesianes (cartesianes o geogràfiques, del complement que heu triat com als valors d'entrada).
fr: Le module contient un mode de traitement par lots pour convertir d'un coup plusieurs valeurs de coordonnées. Vous devrez construire un fichier d'entrée dans lequel chaque ligne contient jusqu'à trois nombres : les valeurs des coordonnées d'entrée (cartésiennes ou géodésiques). Ensuite vous devez spécifier les coordonnées utilisées en entrée et indiquer les noms des fichiers d'entrée et de sortie. Finalement, appuyez sur le bouton ``Exécuter`` pour générer le fichier de sortie qui contiendra les coordonnées converties (cartésiennes ou géodésiques ; le complément de ce que vous avez choisi pour les valeurs en entrée).
it: Il modulo contiene una modalità non interattiva per convertire molti valori di coordinate alla volta. Per usarlo devi costruire un file in ingresso nel quale ogni riga contenga fino a tre numeri, cioè i valori delle coordinate in ingresso (sia cartesiane che geografiche), poi devi specificare quale sistema stai usando. Una volta identificato il file in ingresso e in uscita, premi il pulsante ``Esegui``: ciò genererà effettivamente il file del risultato, cioè con le coordinate convertite (cartesiane o geografiche a seconda dei valori usati nel file in ingresso).
pt_br: O módulo contém um modo em lote para converter vários valores de coordenadas de uma só vez. Você deve construir um arquivo de entrada no qual cada linha contenha até três números: os valores de coordenadas de entrada (cartesianas ou geográficas). Em seguida, especifique quais coordenadas você está usando como entrada e identifique os nomes dos arquivos de entrada e saída. Por fim, pressione o botão ``Executar`` para gerar o arquivo de saída, que conterá as coordenadas convertidas (cartesianas ou geográficas; o complemento do que você escolheu como valores de entrada).
sl: Modul vsebuje paketni način za pretvorbo več koordinatnih vrednosti hkrati. Sestaviti morate vhodno datoteko, v kateri vsaka vrstica vsebuje do tri številke: vhodne koordinatne vrednosti (kartezične ali geografske). Nato določite, katere koordinate uporabljate kot vhodne, in določite imena vhodnih in izhodnih datotek. Na koncu pritisnite gumb »Zaženi«, da ustvarite izhodno datoteko, ki bo vsebovala pretvorjene koordinate (kartezične ali geografske; komplement tistega, kar ste izbrali kot vhodne vrednosti).
sv: Modulen innehåller ett bakgrundsläge för att konvertera flera koordinatvärden samtidigt. Du måste konstruera en indatafil där varje rad innehåller upp till tre tal: inkoordinatvärdena (antingen kartesiska eller geografiska). Ange sedan vilka koordinater du använder som indata och identifiera indata- och utdatafilnamnen. Tryck slutligen på knappen "Kör" för att generera utdatafilen, som då innehåller de konverterade koordinaterna (kartesiska eller geografiska, komplementet till det du valde som indatavärden).
uk: Цей модуль може виконувати команди і у пакетному режимі для одночасного перетворення набору значень координат. Для використання цього режиму вам потрібен буде файл у кожному з рядків якого міститимуться три значення: вхідні значення координат (декартових або географічних). Далі, слід буде вказати назви файлів вхідних даних і результатів і натиснути кнопку ``Виконати`` для заповнення файла результатів. У файлі результатів міститимуться значення перетворених координат (декартових або географічних, залежно від того, що було визначено для вхідних даних).

source: Planet Coordinates module
bg: Модул Координати на планети
ca: Mòdul de coordenades planetàries
ca@valencia: El mòdul «Coordenades planetàries»
fr: Module de coordonnées des planètes
it: Modulo coordinate pianeti
nl: Module Planeetcoördinaten
pt_br: Módulo de coordenadas planetárias
sl: Modul Koordinate planetov
sv: Planetkoordinatmodul
uk: Модуль обчислення координат планет

source: Planet Coordinates
bg: Координати на планети
ca: Coordenades planetàries
ca@valencia: Coordenades planetàries
fr: Coordonnées des planètes
it: Coordinate pianeti
nl: Planeetcoördinaten
sl: Koordinate planeta
sv: Planetkoordinater
uk: Координати планет

source: The Planet Coordinates module computes positional data for any major solar system body, for any time and date and any geographic location. Simply select from the ``Solar system body:`` drop-down list, and specify the desired date, time, and geographic coordinates (these values are preset to the current KStars settings). Then the :ref:`Equatorial <ai-skycoords-equatorial>`, :ref:`Horizontal <ai-skycoords-horizontal>`, and :ref:`Ecliptic <ai-skycoords-ecliptic>` coordinates of the body are computed and displayed.
bg: Модулът Координати на планети изчислява позиционни данни за всяко основно тяло на слънчевата система, за всяка дата и час, за всяко географско местоположение. Просто го изберете от падащия списък ``Обект на Слънчевата система:`` и задайте желаната дата, час и географски координати (тези стойности са предварително зададени към текущите настройки на KStars). След това :ref:`екваториалните <ai-skycoords-equatorial>`, :ref:`хоризонталните <ai-skycoords-horizontal>` и :ref:`еклиптичните <ai-skycoords-ecliptic>` координати на тялото се изчисляват и показват.
ca: El mòdul de coordenades planetàries calcula dades sobre la posició de qualsevol cos major del sistema solar per a qualsevol data, hora i emplaçament geogràfic. Simplement seleccioneu el ``Cos del sistema solar:`` des de la llista desplegable, i especifiqueu la data, hora i coordenades geogràfiques desitjades (aquests valors es prendran de les preferències actuals del KStars). Després es calcularan i mostraran les coordenades :ref:`equatorials <ai-skycoords-equatorial>`, :ref:`horitzontals <ai-skycoords-horizontal>` i :ref:`eclíptiques <ai-skycoords-ecliptic>` del cos.
ca@valencia: El mòdul Coordenades planetàries calcula les dades posicionals de qualsevol cos important del sistema solar, per a qualsevol hora i data, i des de qualsevol emplaçament geogràfic. Senzillament seleccioneu-lo des de la llista desplegable ``Cos del sistema solar:`` i especifiqueu la data, l'hora i les coordenades geogràfiques desitjades (estos valors estan predefinits a la configuració actual de KStars). A continuació, es calculen i es mostren les coordenades :ref:`equatorials <ai-skycoords-equatorial>`, :ref:`horitzontals <ai-skycoords-horizontal>` i :ref:`eclíptiques <ai-skycoords-ecliptic>` del cos.
fr: Le module de coordonnées des planètes calcule les données de position de n'importe quel corps majeur du système solaire, pour n'importe quelle heure et date, et pour toute position géographique. Choisissez simplement le ``corps du système solaire`` dans la liste déroulante, et spécifiez les dates, heure et coordonnées géographiques (ces valeurs sont prédéfinies avec les réglages courants de KStars). Les coordonnées :ref:`équatoriales <ai-skycoords-equatorial>`, :ref:`azimutales <ai-skycoords-horizontal>` et :ref:`écliptiques <ai-skycoords-ecliptic>` du corps sont calculées et affichées.
it: Il modulo Coordinates pianeti calcola i dati di posizione per qualsiasi corpo maggiore del sistema solare, per qualsiasi tempo e data e qualsiasi posizione geografica. Seleziona semplicemente dall'elenco a tendina ``Corpo sistema solare:`` e specifica data, ora e coordinate geografiche desiderate (valori, questi, preimpostati alle attuali impostazioni di KStars). Le coordinate :ref:`equatoriali <ai-skycoords-equatorial>`, :ref:`orizzontali <ai-skycoords-horizontal>` ed :ref:`eclittiche <ai-skycoords-ecliptic>` del corpo vengono quindi calcolate e visualizzate.
pt_br: O módulo de coordenadas planetárias calcula dados posicionais para qualquer corpo importante do sistema solar, para qualquer hora, data e localização geográfica. Basta selecionar na lista suspensa ``Corpo do sistema solar:`` e especificar a data, hora e coordenadas geográficas desejadas (esses valores são predefinidos para as configurações atuais do KStars). Em seguida, as coordenadas :ref:`Equatorial <ai-skycoords-equatorial>`, :ref:`Horizontal <ai-skycoords-horizontal>` e :ref:`Eclíptica <ai-skycoords-ecliptic>` do corpo são calculadas e exibidas.
sl: Modul Koordinate planetov izračuna podatke o položaju za katero koli večje telo sončnega sistema, za kateri koli čas in datum ter katero koli geografsko lokacijo. Preprosto izberite s spustnega seznama »Telo sončnega sistema:« in določite želeni datum, čas in geografske koordinate (te vrednosti so prednastavljene na trenutne nastavitve KStars). Nato se izračunajo in prikažejo koordinate telesa :ref:`Ekvatorialne <ai-skycoords-equatorial>`, :ref:`Horizontalne <ai-skycoords-horizontal>` in :ref:`Ekliptične <ai-skycoords-ecliptic>`.
sv: Modulen Planetkoordinater beräknar positionsdata för alla större solsystemkroppar, för alla tider och datum och alla geografiska platser. Välj helt enkelt från kombinationsmenyn "Kropp i solsystemet:" och ange önskat datum, tid och geografiska koordinater (värden är förinställda med de aktuella inställningarna i Kstars). Sedan beräknas och visas koordinaterna :ref:`Ekvatoriella <ai-skycoords-equatorial>`, :ref:`Horisontella <ai-skycoords-horizontal>` och :ref:`Ekliptiska <ai-skycoords-ecliptic>` för kroppen.
uk: Модуль обчислення координат планет обчислює дані про розташування для всіх головних тіл сонячної системи, для будь-якого моменту часу та будь-якого географічного розташування. Просто виберіть об’єкт сонячної системи зі спадного списку і вкажіть потрібну дату, час і географічні координати (типове значення цих координат відповідає поточним параметрам KStars). Буде показано :ref:`екваторіальні <ai-skycoords-equatorial>`, :ref:`горизонтальні <ai-skycoords-horizontal>` і :ref:`екліптичні <ai-skycoords-ecliptic>` координати тіла.

source: There is a batch mode for this module. You must construct an input file in which each line specifies values for the input parameters (solar system body, date, time, longitude, and latitude). You may choose to specify a constant value for some of the parameters in the calculator window (these parameters should be skipped in the input file). You may also specify which of the output parameters (Equatorial, Horizontal, Heliocentric ecliptic and Geocentric ecliptic coordinates) should be calculated. Finally, specify the input and output filenames, and press the ``Run`` button to generate the output file with the computed values.
bg: За този модул има възможност да се въвеждат данни от файл. Трябва да създадете входен файл, в който всеки ред съдържа стойности за входните параметри (тяло на слънчевата система, дата, час, дължина и ширина). Вие може да изберете да се посочва постоянна стойност за някои от параметрите в прозореца на калкулатора (тези параметри трябва да се пропуснат във входния файл). Можете също да посочите, кой от изходните параметри (екваториални, хоризонтални, хелиоцентрични еклиптични и геоцентрични еклиптични координати) трябва да се изчисли. Накрая посочете имената на входните и изходните файлове и натиснете бутона ``Старт`` за генериране на изходния файл с изчислените стойности.
ca: Aquest mòdul disposa d'un mode de treball per lots. Per a utilitzar-lo, haureu de generar un fitxer d'entrada en el qual cada línia especifiqui valors per als paràmetres d'entrada (cos del sistema solar, data, hora, longitud i latitud). Podeu especificar un valor constant per a algun dels paràmetres a la finestra de la calculadora (aquests paràmetres seran obviats al fitxer d'entrada). També podeu especificar quins dels paràmetres de sortida s'hauran de calcular (coordenades equatorials, horitzontals, eclíptiques heliocèntriques i eclíptiques geocèntriques). Finalment, especifiqueu els noms per als fitxers d'entrada i de sortida, i premeu el botó ``Executa`` per a generar el fitxer de sortida amb els valors calculats.
ca@valencia: Este mòdul disposa d'un mode de treball per lots. Per a utilitzar-lo, haureu de generar un fitxer d'entrada en el qual cada línia especifique valors per als paràmetres d'entrada (cos del sistema solar, data, hora, longitud i latitud). Podeu especificar un valor constant per a algun dels paràmetres en la finestra de la calculadora (estos paràmetres seran obviats al fitxer d'entrada). També podeu especificar quins dels paràmetres d'eixida s'hauran de calcular (coordenades equatorials, horitzontals, eclíptiques heliocèntriques i eclíptiques geocèntriques). Finalment, especifiqueu els noms per als fitxers d'entrada i d'eixida, i premeu el botó ``Executa`` per a generar el fitxer d'eixida amb els valors calculats.
fr: Il existe un mode de traitement par lots pour ce module. Vous devez construire un fichier d'entrée dans lequel chaque ligne spécifie des valeurs pour les paramètres d'entrée (corps du système solaire, date, heure, longitude et latitude). Vous pouvez choisir de spécifier une valeur constante pour certains paramètres dans la fenêtre de calcul (ces paramètres seront ignorés dans le fichier d'entrée). Vous pouvez aussi spécifier lesquels des paramètres de sortie (coordonnées équatoriales, azimutales et écliptiques) doivent être calculés. Enfin, spécifiez les noms des fichiers d'entrée et de sortie et actionnez le bouton ``Lancer`` pour générer le fichier de sortie avec les valeurs calculées.
it: Questo modulo dispone di una modalità non interattiva. Devi preparare un file in ingresso dove ogni riga contenga dei valori per i parametri iniziali (corpo del sistema solare, data, ora, longitudine e latitudine). Puoi scegliere di indicare un valore costante per alcuni di questi parametri nella finestra dell'astrocalcolatrice (in tal modo i valori di tali parametri nel file in ingresso saranno ignorati). Puoi anche specificare quali dei parametri in uscita (coordinate equatoriali, orizzontali, eclittiche eliocentriche e eclittiche geocentriche) vadano calcolati. Infine, indica i nomi dei file in ingresso e uscita, e premi il pulsante ``Esegui`` per generare il file del risultato con i valori calcolati.
pt_br: Este módulo possui um modo em lote. Você deve construir um arquivo de entrada no qual cada linha especifica valores para os parâmetros de entrada (corpo do sistema solar, data, hora, longitude e latitude). Você pode optar por especificar um valor constante para alguns dos parâmetros na janela da calculadora (esses parâmetros devem ser ignorados no arquivo de entrada). Você também pode especificar quais dos parâmetros de saída (coordenadas equatorial, horizontal, eclíptica heliocêntrica e eclíptica geocêntrica) devem ser calculados. Por fim, especifique os nomes dos arquivos de entrada e saída e pressione o botão ``Executar`` para gerar o arquivo de saída com os valores calculados.
sl: Ta modul ima paketni način. Izdelati morate vhodno datoteko, v kateri vsaka vrstica določa vrednosti za vhodne parametre (telo sončnega sistema, datum, čas, zemljepisna dolžina in širina). Za nekatere parametre v oknu kalkulatorja lahko določite konstantno vrednost (te parametre je treba v vhodni datoteki preskočiti). Določite lahko tudi, kateri od izhodnih parametrov (ekvatorialne, horizontalne, heliocentrične ekliptične in geocentrične ekliptične koordinate) naj se izračunajo. Na koncu določite ime vhodne in izhodne datoteke ter pritisnite gumb »Zaženi«, da ustvarite izhodno datoteko z izračunanimi vrednostmi.
sv: Det finns ett bakgrundsläge för den här modulen. Du måste konstruera en indatafil där varje rad anger värden för indataparametrarna (kropp i solsystemet, datum, tid, longitud och latitud). Du kan välja att ange ett konstant värde för vissa av parametrarna i räknarfönstret (parametrarna bör hoppas över i indatafilen). Du kan också ange vilka av utdataparametrarna (ekvatoriella, horisontella, heliocentriskt ekliptiska och geocentriska ekliptiska koordinater) som ska beräknas. Slutligen anger du indata- och utdatafilnamnen och trycker på knappen "Kör" för att generera utdatafilen med de beräknade värdena.
uk: Цей модуль може працювати і у пакетному режимі. Для того, щоб скористатися цим режимом, вам слід створити файл з початковою інформацією, у кожному рядку якого буде вказано значення вхідних параметрів (тіло сонячної системи, дата, час, довгота і широта). Ви можете зафіксувати значення декількох параметрів у вікні калькулятора (ці параметри у вхідному файлі буде пропущено). Ви також можете вказати, які з параметрів (екваторіальні, горизонтальні, геліоцентричні екліптичні або геоцентричні екліптичні координати) слід обчислити. Нарешті, вкажіть назви файла з початковими даними і файла з отриманими даними і натисніть кнопку ``Запустити``, щоб створити файл з обчисленими значеннями.

source: |Julian Day|
sl: |Julijanski dan|
uk: |Юліанський день|

source: |Sidereal Time|
sl: |Zvezdni čas|
uk: |Сидеричний час|

source: |Day Duration|
sl: |Trajanje dneva|
uk: |Тривалість дня|

source: |Equinoxes and Solstices|
sl: |Enakonočji in solsticiji|
uk: |Рівнодення та сонцестояння|

source: |Equatorial/Galactic Coordinates|
sl: |Ekvatorialne/galaktične koordinate|
uk: |Екваторіальні/Галактичні координати|

source: |Apparent Coordinates|
sl: |Navidezne koordinate|
uk: |Видимі координати|

source: |Horizontal Coordinates|
sl: |Horizontalne koordinate|
uk: |Горизонтальні координати|

source: |Ecliptic Coordinates|
sl: |Ekliptične koordinate|
uk: |Екліптична система координат|

source: |Angular Distance|
sl: |Kotna razdalja|
uk: |Кутова відстань|

source: |Geodetic Coordinates|
sl: |Geodetske koordinate|
uk: |Геодезичні координати|

source: |Planet Coordinates|
sl: |Koordinate planetov|
uk: |Координати планет|
