Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-eyepieceview.po
Languages: bg, ca, ca@valencia, es, fr, it, nl, pt, pt_br, sl, sv, uk

source: <title>Simulate Eyepiece View</title>
bg: <title>Симулиране на изглед на окуляр</title>
ca@valencia: <title>Simula la vista de l'ocular</title>
es: <title>Simular la vista del ocular</title>
it: <title>Simula vista dall'oculare</title>
nl: <title>Oculairbeeld simuleren</title>
pt: <title>Simular a Vista do Óculo</title>
sl: <title>Simuliraj pogled z okularjem</title>
sv: <title>Simulera okularets synfält</title>
uk: <title>Імітація перегляду крізь окуляр</title>

source: Tools
bg: Инструменти
ca@valencia: Eines
es: Herramientas
it: Strumenti
nl: Hulpmiddelen
pt: Ferramentas
sl: Orodja
sv: Verktyg
uk: Інструменти

source: <secondary>Simulate Eyepiece View</secondary>
bg: <secondary>Симулиране на изглед на окуляр</secondary>
ca@valencia: <secondary>Simula la vista de l'ocular</secondary>
es: <secondary>Simular la vista del ocular</secondary>
it: <secondary>Simula vista dall'oculare</secondary>
nl: <secondary>Simulatie beeld in oculair</secondary>
pt: <secondary>Simular a Vista do Óculo</secondary>
sl: <secondary>Simuliraj pogled z okularjem</secondary>
sv: <secondary>Simulera okularets synfält</secondary>
uk: <secondary>Імітувати окуляр</secondary>

source: Simulate eyepiece view
bg: Симулиране на изглед на окуляр
ca@valencia: Simula la vista de l'ocular
es: Simular la vista del ocular
it: Simula vista dall'oculare
nl: Simulatie beeld in oculair
pt: Simular a vista do óculo
sl: Simuliraj pogled z okularjem
sv: Simulera okularets synfält
uk: Імітація перегляду крізь окуляр

source: Example View
bg: Примерен изглед
ca: Vista d'exemple
ca@valencia: Vista d'exemple
es: Vista de un ejemplo
fr: Vue exemple
it: Vista di esempio
nl: Voorbeeld
pt: Vista de Exemplo
sl: Primer pogleda
sv: Exempelvy
uk: Приклад перегляду

source: On the left hand side is the sky map shot from &kstars;. On the right hand side is the POSS (DSS) image of the same region. The orientation in the above example has been adjusted to match the view through a Dobsonian telescope at the location and time of the simulation in &kstars;.
bg: От лявата страна е картата на небето, заснета от &kstars;;. От дясната страна е POSS (DSS) изображение на същия регион. Ориентацията в горния пример е коригирана, за да съответства на изглед през Добсънов телескоп на мястото и времето на симулацията в &kstars;.
ca@valencia: En el costat esquerre hi ha el mapa celeste pres des de &kstars;. En el costat dret hi ha la imatge POSS (DSS) de la mateixa regió. L'orientació en l'exemple anterior s'ha ajustat perquè coincidisca amb la vista a través d'un telescopi Dobson en l'emplaçament i hora de la simulació en &kstars;.
es: A la izquierda está la captura del mapa del cielo de &kstars;. A la derecha está la imagen POSS (DSS) de la misma región. La orientación del ejemplo anterior se ha ajustado para que coincida con la vista a través de un telescopio de Dobson con la posición y la hora de la simulación de &kstars;.
it: Nella parte sinistra c'è la mappa celeste scattata da &kstars;, mentre sulla destra si trova l'immagine POSS (DSS) della stessa regione. L'orientamento nell'esempio qui sopra è stato adattato per far corrispondere la vista attraverso un telescopio Dobson nel luogo e nel momento della simulazione in &kstars;.
nl: Links ziet u een afbeelding van de hemel in &kstars; rechts is de POSS (DSS) -afbeelding van het zelfde hemelgebied. De oriëntatie van bovenstaand voorbeeld is aangepast aan het beeld in een Dobson-telescoop op de locatie en het tijdstip van de simulatie in &kstars;.
pt: Do lado esquerdo, existe o mapa do céu apresentado no &kstars;. No lado direito, existe a imagem POSS (DSS) da mesma região. A orientação no exemplo acima foi ajustada para corresponder à vista através de um telescópio Dobsoniano no local e hora da simulação no &kstars;.
sl: Na levi strani je zemljevid neba, posnet iz &kstars;. Na desni strani je slika POSS (DSS) iste regije. Orientacija v zgornjem primeru je bila prilagojena tako, da ustreza pogledu skozi Dobsonov teleskop na lokaciji in času simulacije v &kstars;.
sv: På vänster sida är himmelskartan tagen från &kstars;. På höger sida är POSS (DSS) bilden av samma område. Orienteringen i exemplet ovan har justerats för att motsvara vad som syns i ett Dobsonteleskop på platsen och tiden för simuleringen i &kstars;.
uk: Ліворуч показано карту неба з &kstars;. Праворуч наведено зображення POSS (DSS) тієї самої ділянки. Орієнтацію у наведеному вище прикладі було скориговано так, щоб вона відповідала перегляду крізь добсонівський телескоп зі збереженням місця і часу імітації у &kstars;.

source: This tool simulates how an object looks through your eyepiece. In addition to rendering the eyepiece field, &kstars; can also fetch and overlay the DSS imagery. Additionally, if you are using a Dobsonian telescope, you can rotate the field of view to match the eyepiece view.
bg: Този инструмент симулира, как обектът ще изглежда през вашия окуляр. В допълнение към изобразяването на полето на окуляра, &kstars; може също да извлича и наслагва DSS изображения. Освен това, ако използвате Добсънов телескоп, можете да завъртите зрителното поле, за да съответства на изгледа на окуляра.
ca@valencia: Esta eina simula com es veurà un objecte a través del vostre ocular. A més de reproduir el camp de l'ocular, &kstars; també poden obtindre i superposar les imatges DSS. A més, si utilitzeu un telescopi Dobson, podreu fer girar el camp de visió perquè coincidisca amb la vista de l'ocular.
es: Esta herramienta simula cómo aparece un objeto a través de su ocular. Además de representar el campo del ocular, &kstars; también puede obtener y superponer imágenes DSS. De forma adicional, si está usando un telescopio de Dobson, puede rotar el campo visual para que coincida con la vista del ocular.
it: Questo strumento simula come appare un oggetto nel tuo oculare. Oltre a rendere il campo dell'oculare &kstars; può anche recuperare e sovrapporre le immagini DSS. Inoltre, se utilizzi un telescopio Dobson, puoi ruotare il campo di vista in modo che corrisponda alla vista dell'oculare.
nl: Dit hulpmiddel laat zien hoe een object er in uw oculair uitziet. &kstars; kan ook de DSS-afbeelding ophalen en er over heen leggen. Bovendien kunt u, als u een Dobson telescoop gebruikt, het veld roteren en aanpassen aan wat u in het oculair ziet.
pt: Esta ferramenta simula como aparece um objecto através do seu óculo. Para além de desenhar o campo de visão do óculo, o &kstars; também consegue obter e sobrepor as imagens do DSS. Para além disso, se estiver a usar um telescópio Dobsoniano, poderá rodar o campo de visão para corresponder à vista do óculo.
sl: To orodje simulira, kako je videti objekt skozi vaš okular. Poleg upodabljanja polja okularja &kstars; lahko tudi pridobi in prekrije slike DSS. Poleg tega, če uporabljate Dobsonov teleskop, lahko zavrtite vidno polje, da se ujema s pogledom okularja.
sv: Verktyget simulerar hur ett objekt ser ut genom okularet. Förutom att återge okularets synfält, kan &kstars; också hämta och överlagra DSS bilderna. Dessutom kan synfältet roteras för att motsvara okularets synfält om du använder ett Dobsonteleskop.
uk: Цей інструмент може імітувати вигляд об’єкта крізь окуляр. Окрім показу поля зору окуляра, &kstars; може отримувати і накладати на карту зображення DSS. Крім того, якщо ви користуєтеся добсонівським телескопом, ви можете обертати поле зору так, щоб воно збігалося із тим, що можна бачити у окулярі.

source: To use this feature, first define your eyepieces' fields of view using the <link linkend="customize">FOV Symbol editor</link>.
bg: За да използвате тази функция, първо дефинирайте зрителните полета на окулярите си с помощта на редактора <link linkend="customize">Рамки на зрително поле</link>.
ca@valencia: Per a utilitzar esta característica, en primer lloc definiu els camps dels vostres oculars de vista utilitzant l'<link linkend="customize">editor de símbols CDV</link>.
es: Para usar esta función, debe definir antes los campos visuales de sus oculares usando el <link linkend="customize">Editor del símbolo de campo visual</link>.
it: Per utilizzare questa funzionalità devi prima definire il campo di vista del tuo oculare usando l'<link linkend="customize">editor di simboli CDV</link>.
nl: Als u deze eigenschap wilt gebruiken, moet u eerst het gezichtsveld van uw oculair definiëren in de <link linkend="customize">editor voor het GV-symbool</link>.
pt: Para usar esta funcionalidade, defina primeiro os campos de visão dos seus óculos, usando o <link linkend="customize">editor de Símbolos do CDV</link>.
sl: Če želite uporabiti to zmožnost, najprej določite vidna polja svojih okularjev z <link linkend="customize">urejevalnikom simbola polja vidnosti</link>.
sv: Definiera först okularets synfält med <link linkend="customize">Editorn för synfältssymboler</link> för att använda funktionen.
uk: Щоб скористатися цією можливістю, спочатку визначте поля зору вашого окуляра за допомогою <link linkend="customize">редактора позначок поля зору</link>.

source: Then there are two ways to invoke the feature:
bg: След това има два начина за извикване на функцията:
ca: Hi ha dues maneres d'invocar aquesta característica:
ca@valencia: Hi ha dues maneres d'invocar esta característica:
es: A continuación dispone de dos modos de usar esta función:
fr: Ensuite il y a deux manières d'invoquer cette fonctionnalité :
it: Ci sono poi due modi per invocare la funzionalità:
nl: Er zijn hier twee manieren voor:
pt: Depois existem duas formas de invocar a funcionalidade:
pt_br: Então, há duas maneiras de invocar a funcionalidade:
sl: Potem obstajata dva načina za priklic zmožnosti:
sv: Det finns två sätt att aktivera funktionen:
uk: Передбачено два способи виклику можливості:

source: In Sky Map, right click on the desired object and click <guilabel>Simulate eyepiece view</guilabel> in the popup menu.
bg: В небесната карта щракнете с десния бутон върху желания обект и щракнете върху <guilabel>Симулиране на изглед на окуляр</guilabel> в изскачащия прозорец.
ca@valencia: En el mapa celeste, feu clic dret sobre l'objecte desitjat i després feu clic en <guilabel>Simula la vista de l'ocular</guilabel> en el menú emergent.
es: En el mapa del cielo, haga clic con el botón derecho sobre el objeto que desee y seleccione <guilabel>Simular la vista del ocular</guilabel> en el menú emergente.
it: Nella mappa celeste, clic destro sull'oggetto desiderato e clic sul menu a comparsa <guilabel>Simula vista dall'oculare</guilabel>.
nl: In de hemelkaart rechtsklikt u op het gewenste object, en klikt u op <guilabel>Oculairbeeld simuleren</guilabel> in het contextmenu.
pt: No Mapa do Céu, carregue com o botão direito sobre o objecto desejado e carregue em <guilabel>Simular a vista do óculo</guilabel> no menu de contexto.
sl: V nebesnem zemljevidu z desno miškino tipko kliknite želeni objekt in v pojavnem meniju kliknite <guilabel>Simuliraj pogled okularja</guilabel>.
sv: Högerklicka på önskat objekt på himmelskartan och klicka på <guilabel>Simulera okularets synfält</guilabel>i den sammanhangsberoende menyn.
uk: На карті неба клацніть правою кнопкою миші на позначці бажаного об’єкта і виберіть у контекстному меню <guilabel>Імітувати окуляр</guilabel>.

source: In observation planner, right click an object and click <guilabel>Simulate eyepiece view</guilabel> in the popup menu.
bg: В програмата за планиране на наблюдение щракнете с десния бутон върху обект и щракнете върху <guilabel>Симулиране на изглед на окуляр</guilabel> в менюто на изскачащия прозорец.
ca@valencia: En el planificador de l'observació, feu clic dret damunt d'un objecte i després feu clic en <guilabel>Simula la vista de l'ocular</guilabel> en el menú emergent.
es: En el planificador de la observación, haga clic con el botón derecho sobre un objeto y seleccione <guilabel>Simular la vista del ocular</guilabel> en el menú emergente.
it: Nel pianificatore di osservazioni, clic destro su un oggetto e clic sul menu a comparsa <guilabel>Simula vista dall'oculare</guilabel>.
nl: Bij het plannen van uw waarnemingen rechtsklikt u op een object, en klikt u op <guilabel>Oculairbeeld simuleren</guilabel> in het contextmenu.
pt: No planeamento de observações, carregue com o botão direito sobre um objecto e carregue em <guilabel>Simular a vista do óculo</guilabel> no menu de contexto.
sl: V načrtovalniku opazovanja z desno miškino tipko kliknite objekt in v pojavnem meniju kliknite <guilabel>Simuliraj pogled okularja</guilabel>.
sv: Högerklicka på ett objekt i observationsplaneringen och klicka på <guilabel>Simulera okularets synfält</guilabel> i den sammanhangsberoende menyn.
uk: На панелі планування спостереження клацніть правою кнопкою миші на пункті об’єкта і виберіть у контекстному меню пункт <guilabel>Імітувати окуляр</guilabel>.

source: When the tool is first invoked, it will prompt a dialog to select the desired FOV to render the view. To compare the rendered view against a real sky image, click the <guibutton>Fetch DSS image</guibutton> button to download a DSS image. You can manually adjust the view to match your eyepiece using the rotation slider, the <guilabel>Invert view</guilabel> and <guilabel>Flip view</guilabel> check boxes. Alternatively, you can use a pre-calculated amount of rotation by using one item of the <guilabel>Preset:</guilabel> dropdown box that is tailored for different optical systems.
bg: Когато инструментът бъде извикан за първи път, той ще изведе диалогов прозорец за избор на желаното зрително поле. За да сравните изобразения изглед с изображение на истинско небе, щракнете върху бутона <guibutton>Извличане на DSS изображение</guibutton> за изтегляне на DSS изображение. Можете ръчно да регулирате изгледа, за да съответства на вашия окуляр, като използвате плъзгача за завъртане, квадратчетата за отметка <guilabel>Огледално обръщане</guilabel> и <guilabel>Обръщане на изгледа</guilabel>. Като алтернатива можете да използвате предварително изчислена степен на въртене с помощта на един от елементите от падащото меню <guilabel>Предварителна настройка:</guilabel>, които са пригодени за различни оптични системи.
ca@valencia: Quan s'invoqui l'eina per primera vegada, un diàleg vos demanarà seleccionar CDV desitjat per a renderitzar la vista. Per a comparar la renderització de la vista contra una imatge real del cel, feu clic en el botó <guibutton>Obtín la imatge DSS</guibutton> per a baixar una imatge DSS. Podeu ajustar manualment la vista perquè coincidisca amb el vostre ocular utilitzant el control lliscant de rotació, les caselles de selecció <guilabel>Invertix la vista</guilabel> i <guilabel>Capgira la vista</guilabel>. De manera alternativa, podeu utilitzar una quantitat calculada de rotació utilitzant un dels elements en la llista desplegable <guilabel>Predefinit:</guilabel> que s'adapten a diferents sistemes òptics.
es: Cuando se usa esta herramienta por primera vez, se le mostrará un diálogo para seleccionar el campo visual que desee para mostrar la vista. Para comparar la vista generada con una imagen real del cielo, pulse el botón <guibutton>Obtener imagen DSS</guibutton> para descargar una imagen DSS. Puede ajustar manualmente la vista para que coincida con la de su ocular usando el deslizador de rotación y las casillas de verificación <guilabel>Invertir vista</guilabel> y <guilabel>Voltear vista</guilabel>. De forma alternativa, puede usar una cantidad de rotación calculada previamente usando uno de los elementos de la lista desplegable <guilabel>Preajuste</guilabel> que están preparados a medida para distintos sistemas ópticos.
it: Se lo strumento è stato invocato per la prima volta, esso visualizzerà una finestra da cui selezionare il CDV desiderato del quale si vuole rendere la vista. Per confrontare la vista resa rispetto all'immagine reale del cielo, fai clic sul pulsante <guibutton>Recupera immagine DSS</guibutton> così da scaricare un'immagine DSS. Puoi regolare manualmente la vista per farla corrispondere al tuo oculare usando il cursore di rotazione, oltre alle caselle <guilabel>Inverti vista</guilabel> e <guilabel>Ribalta vista</guilabel>. In alternativa puoi usare un valore di rotazione precalcolato usando un elemento nella casella a cascata <guilabel>Preimpostazioni:</guilabel> fatte su misura per i vari sistemi ottici.
nl: Bij de eerste keer dat u dit doet, ziet u een dialoog waarin u het gewenste GV kunt selecteren. U kunt het beeld vergelijken met een werkelijk hemelbeeld door op de knop <guibutton>DSS-afbeelding ophalen</guibutton> te klikken, er wordt dan een DSS-afbeelding opgehaald. U kunt met de hand het beeld aanpassen aan wat u in het oculair ziet met de rotatieschuif, en de keuzevakjes voor <guilabel>beeld omkeren</guilabel> en <guilabel>beeld omklappen</guilabel>. U kunt ook een voorberekende hoeveelheid rotatie toepassen met een item uit het afrolmenu <guilabel>Voorinstelling:</guilabel> dat aan verschillende optische systemen is aangepast.
pt: Quando a ferramenta é invocada da primeira vez, irá mostrar uma janela para seleccionar o CDV desejado para apresentar a vista. Para comparar a vista desenhada com um mapa do céu real, carregue no botão <guibutton>Obter a imagem do DSS</guibutton> para transferir uma imagem do DSS. Poderá ajustar manualmente a vista para corresponder ao seu óculo, usando a barra de rotação, bem como as opções para <guilabel>Inverter a vista</guilabel>. Em alternativa, poderá usar uma quantidade de rotação pré-calculada, usando uma <guilabel>Predefinição:</guilabel> que se ajusta aos diferentes sistemas ópticos.
sl: Ko je orodje priklicano prvič, bo pozvalo pogovorno okno za izbiro želenega polja vidnosti za upodabljanje pogleda. Če želite primerjati upodobljeni pogled z resnično sliko neba, kliknite gumb <guibutton>Pridobi sliko DSS</guibutton>, da prenesete sliko DSS. Pogled lahko ročno prilagodite svojemu okularju z drsnikom za vrtenje, potrditvenima poljema <guilabel>Invertiraj pogled</guilabel> in <guilabel>Obrni pogled</guilabel>. Druga možnost je, da uporabite vnaprej izračunano količino rotacije z uporabo enega elementa spustnega polja <guilabel>Prednastavitve:</guilabel>, ki je prilagojen za različne optične sisteme.
sv: När verktyget först aktiveras, frågar det med en dialogruta om att välja önskat synfält för att återge vyn. För att jämföra den återgivna vyn med en riktig himmelsbild, klicka på knappen <guibutton>Hämta DSS-bild</guibutton> för att ladda ner en DSS-bild. Det går att justera vyn för att motsvara okularet manuellt genom att använda rotationsreglaget och kryssrutorna <guilabel>Invertera vy</guilabel> och <guilabel>Vänd vy</guilabel>. Som alternativ kan ett tidigare beräknat rotationsvärde användas genom att välja en av de <guilabel>Förinställning:</guilabel> i kombinationsrutan som är skräddarsydda för olika optiksystem.
uk: Під час першого виклику інструмента буде показано діалогове вікно для вибору бажаного поля зору для перегляду. Для порівняння показаного і справжнього зображення неба натисніть у ньому кнопку <guibutton>Отримати зображення DSS</guibutton>, щоб програма отримала зображення DSS. Ви можете вручну скоригувати перегляд відповідно до характеристик вашого окуляра за допомогою повзунка обертання та позначок <guilabel>інвертувати перегляд</guilabel> та <guilabel>перевернути перегляд</guilabel>. Крім того, ви можете скористатися попередньо обчисленою величиною кута обертання, вибравши один із <guilabel>Шаблонів</guilabel>, які визначено для різних оптичних систем.

source: Arp84 eyepiece view
bg: Изглед на окуляр Arp84
ca@valencia: Vista de l'ocular Arp84
es: Vista de ocular Arp84
it: Vista dall'oculare di Arp84
nl: Beeld in een Arp84-oculair
pt: Vista do óculo Arp84
sl: Pogled z okularjem Arp84
sv: Synfält för okularet Arp84
uk: Перегляд крізь окуляр Arp84

source: View with Overlay
bg: Показване с наслагване на изображение
ca: Veure amb superposició
ca@valencia: Veure amb superposició
es: Vista con superposición
fr: Voir avec superposition
it: Vista con sovrapposizione
nl: Beeld met ander beeld erover heen
pt: Vista com Sobreposição
sl: Pogled s prekrivanjem
sv: Visa med överlagring
uk: Перегляд із накладкою

source: Arp84 eyepiece view with ticks enabled indicating how the chart must be oriented to match the eyepiece view through a Dobsonian at a given time (the generated data is for location McDonald Observatory Texas, and the date is 14th Dec 2016).
bg: Изглед на окуляр Arp84 с активирани отметки, показващи как диаграмата трябва да бъде ориентирана, за да съответства на изглед на окуляр през Добсънов телескоп в даден момент (генерираните данни са за местоположение McDonald Observatory Texas, а датата е 14 декември 2016 г.).
ca: La vista de l'ocular Arp84, amb les marques actives que indiquen com haurà d'estar orientat el gràfic perquè coincideixi amb la vista a través d'un ocular Dobson en un moment donat (les dades generades són per a l'emplaçament de l'Observatori McDonald de Texas, i la data és el 14 de desembre de 2016).
ca@valencia: La vista de l'ocular Arp84, amb les marques actives que indiquen com haurà d'estar orientat el gràfic perquè coincidisca amb la vista a través d'un ocular Dobson en un moment donat (les dades generades són per a l'emplaçament de l'Observatori McDonald de Texas, i la data és el 14 de desembre de 2016).
es: Vista del ocular Arp84 con marcas activadas que indican cómo se debe orientar el mapa para que coincida con la vista del ocular de un telescopio Dobson a una hora determinada (los datos se han generado para el Observatorio McDonald de Texas el 14 de diciembre de 2016).
it: Vista dall'oculare di Arp84 con segni abilitati: essi indicano come deve essere orientato il grafico per corrispondere alla vista dell'oculare attraverso un dobsoniano in un determinato momento (i dati generati sono per la posizione dell'Osservatorio McDonald in Texas, e la data è il 14 dicembre 2016).
nl: Beeld in oculair van Arp84 met streepjes aan, die aangeven hoe de kaart moet worden gedraaid om het beeld aan te passen aan dat in een Dobson op een gegeven tijdstip (de gegenereerde gegevens zijn voor de locatie van de MacDonald Sterrenwacht in Texas, en de datum is 14 december 2016).
pt: A vista do Arp84, com os traços activos que indicam como deverá orientar o gráfico para corresponder à vista do óculo de um telescópio Dobsoniano em dada altura (os dados gerados são para o Observatório McDonald no Texas, e a data é 14 de Dez de 2016).
pt_br: Visão da ocular do Arp84 com marcações habilitadas indicando como o gráfico deve ser orientado para corresponder à visão da ocular através de um Dobsoniano em um determinado momento (os dados gerados são para o local do Observatório McDonald, Texas, e a data é 14 de dezembro de 2016).
sl: Pogled okularja Arp84 z omogočenimi kljukicami, ki kažejo, kako mora biti grafikon usmerjen, da se ujema s pogledom okularja skozi Dobsov teleskopu v določenem času (ustvarjeni podatki so za lokacijo McDonald Observatory Texas, datum pa je 14. december 2016).
sv: Synfält för okularet Arp84 med tick aktiverade som indikerar hur diagrammet måste orienteras för att motsvara okularets synfält med ett Dobsonteleskop vid en given tid (genererad data är platsen för McDonald-observatoriet i Texas, och datumet är 14:e december, 2016).
uk: Перегляд крізь окуляр Arp84 із увімкненими позначками, які показують, як слід орієнтувати карту, щоб зображення відповідало тому, що можна побачити крізь окуляр добсонівського телескопа у вказаний момент часу (дані для розташування обсерваторії Мак-Дональд, Техас, дата — 14 грудня 2016 року).
