Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-obsplanner.po
Languages: bg, ca, es, et, gl, it, nl, pt, pt_br, sl, sv, uk

source: You can add more objects by pressing the <guibutton>Find Object</guibutton> button. It will open the <guilabel>Find Object</guilabel> tool which provides two accurate methods for sorting out the items, depending on what criteria you want to use. You can filter the list by objects type: Any, Stars, Solar System, Clusters (Globular and Open), Nebulae (Gaseous and Planetary), Galaxies, Comets, Asteroids, Constellations, Supernovae or Satellites. You can also filter the objects list by name. Enter the name of desired object in the <guilabel>Filter by name</guilabel> text box.
bg: Можете да добавите още обекти, като натиснете бутона <guibutton>Намиране на обект</guibutton>. Ще се отвори инструмента за <guilabel>Намиране на обект</guilabel>, който предоставя два точни метода за сортиране на елементите, в зависимост от вашите критерии, които искате да използвате. Можете да филтрирате списъка по тип обект: Всеки, Звезди, Слънчева система, Купове (кълбовидни и отворени), мъглявини (газообразни и планетарни), галактики, комети, астероиди, съзвездия, свръхнови или сателити. Можете също да филтрирате списъка с обекти по име. Въведете желаното име на обект в текстовото поле <guilabel>Филтриране по име</guilabel>.
ca: Podeu afegir més objectes prement el botó <guibutton>Cerca un objecte</guibutton>. S'obrirà l'eina <guilabel>Cerca un objecte</guilabel>, la qual proporciona dos mètodes molt precisos per a l'ordenació dels elements, depenent de quins siguin els criteris que vulgueu utilitzar. Podeu filtrar la llista pel tipus d'objecte: Tots, Estrelles, Sistema solar, Cúmuls (globular i obert), Nebuloses (gasosa i planetària), Galàxies, Cometes, Asteroides, Constel·lacions, Supernoves o Satèl·lits. També podeu filtrar la llista d'objectes pel seu nom. Introduïu el nom de l'objecte desitjat en el quadre de text <guilabel>Filtra per nom</guilabel>.
es: Puede añadir más objetos pulsando el botón <guibutton>Buscar objeto</guibutton> para abrir la herramienta <guilabel>Buscar objeto</guilabel>, que tiene dos métodos bastante precisos para ordenar los elementos, dependiendo de los criterios que quiera usar. Puede filtrar la lista por el tipo de objeto: cualquiera, estrellas, Sistema Solar, cúmulos (globulares y abiertos), nebulosas (gaseosas y planetarias), galaxias, cometas, asteroides, constelaciones, supernovas o satélites. También puede filtrar la lista de objetos por el nombre. Introduzca el nombre del objeto que desee en el cuadro de texto <guilabel>Filtrar por nombre</guilabel>.
et: Uusi objekte saab lisada klõpsuga nupule <guibutton>Otsi objekti</guibutton>. See avab <guilabel>objekti otsimise</guilabel> tööriista, mis pakub kaht täpset võimalust elemente sortida vastavalt määratud valikule. Objekte võib sortida tüübi järgi: suvaline, tähed, Päikesesüsteem, hajus- ja keraparved, hajus- ja planetaarudud, galaktikad, komeedid, asteroidid, tähtkujud, supernoovad või satelliidid. Samuti võib objekte filtreerida nime järgi. Sisesta selleks soovitud objekti nime tekstikasti <guilabel>Filtreerimine nime järgi</guilabel>.
it: Puoi aggiungere altri oggetti premendo il pulsante <guibutton>Trova oggetto</guibutton>: si aprirà lo strumento <guilabel>Trova oggetto</guilabel> che fornisce due metodi per smistare gli elementi, a seconda di quali criteri usi. Puoi filtrare la lista per tipo di oggetto: tutti, stelle, sistema solare, ammassi (globulari e aperti), nebulose (gassose e planetarie), galassie, comete, asteroidi, costellazioni, supernove e satelliti. Puoi anche filtrare la lista per nome: inserisci il nome dell'oggetto desiderato nella casella testuale <guilabel>Filtro per nome</guilabel>.
nl: U kunt objecten toevoegen met de knop <guibutton>Object zoeken</guibutton>. Hierdoor wordt het hulpmiddel <guilabel>Object zoeken</guilabel> geopend dat twee nauwkeurige methoden heeft voor het zoeken, afhankelijk van de gebruikte criteria. U kunt de lijst naar type filteren: Alle, Sterren, Zonnestelsel, Sterrenhopen (Bolvormig en Open), Nevels (Gas en Planetair), Melkwegstelsels, Kometen, Planetoïden, Sterrenbeelden, Supernova's of Satellieten. U kunt de objecten ook naar hun namen filteren. Voer de naam van het gewenste object in in het tekstvak <guilabel>Filteren naar naam</guilabel>.
pt: Poderá adicionar mais objectos se carregar no botão <guibutton>Procurar um Objecto</guibutton>. O mesmo irá abrir a ferramenta para <guilabel>Procurar um Projecto</guilabel>, que lhe oferece dois métodos bastante precisos de ordenar os itens, dependendo do critério que deseja usar. Poderá filtrar a lista pelo tipo dos objectos: Todos, Estrelas, Sistema Solar, Enxames (Globulares e Abertos), Nebulosas (Gasosas e Planetárias), Galáxias, Cometas, Asteróides, Constelações, Supernovas ou Satélites. Também poderá filtrar a lista de objectos pelo nome. Nesse caso, terá apenas de introduzir o nome do objecto desejado no campo de texto <guilabel>Filtrar por nome</guilabel>.
sl: Več objektov lahko dodate s pritiskom na gumb <guibutton>Najdi objekt</guibutton>. Odprlo se bo orodje <guilabel>Najdi objekt</guilabel>, ki nudi dve natančni metodi za razvrščanje objektov, odvisno od kriterija, ki ga želite uporabiti. Seznam lahko filtrirate po vrsti objektov: poljubno, zvezde, sončev sistem, kopice (kroglaste in odprte), meglice (plinaste in planetarne), galaksije, kometi, asteroidi, ozvezdja, supernove ali sateliti. Seznam objektov lahko tudi filtrirate po imenu. V besedilno polje <guilabel>Filtriraj po imenu</guilabel> vnesite ime želenega objekta.
sv: Du kan lägga till fler objekt genom att klicka på knappen <guibutton>Sök objekt</guibutton>. Det visar verktyget <guilabel>Sök objekt</guilabel> som tillhandahåller två noggranna metoder för att sortera fram objekt, beroende på vilka alternativ du anger. Du kan filtrera listan enligt typ av objekt: Alla, Stjärnor, Solsystem, Stjärnhopar (Klotformiga och Öppna), Nebulosor (Gas och Planetära), Galaxer, Kometer, Asteroider, Stjärnbilder, Supernovor eller Satelliter. Du kan också filtrera objektlistan enligt namn. Skriv in namnet på önskat objekt i textrutan <guilabel>Filtrera enligt namn</guilabel>.
uk: Додати до списку об’єкти можна за допомогою натискання кнопки <guibutton>Знайти об’єкт</guibutton>. У відповідь буде відкрито вікно, яке надає дві точні можливості пошуку записів за вказаними вами критеріями. Ви можете фільтрувати список за типом об’єктів: будь-який, зірки, Сонячна система, скупчення (кульові та розсіяні), туманності (газові та планетарні), галактики, комети, астероїди, сузір’я, наднові та супутники. Ви також можете фільтрувати об’єкти за назвою. Для цього достатньо ввести назву бажаного об’єкта до поля <guilabel>Фільтрувати за назвою</guilabel>.

source: Inside Observation Planner window you can see the <quote>Altitude vs Time</quote> widget (AltvsTime), which shows you how the altitude of a selected object varies over time.
bg: В прозореца на Планиране на наблюдения можете да видите графика на <quote>височина спрямо време</quote>, която ви показва, как височината на избран обект варира във времето.
ca: Dins de la finestra Planificador de l'observació veureu el giny <quote>Altitud en funció del temps</quote> (AltvsTime), el qual mostra com varia l'altitud d'un objecte seleccionat amb el temps.
es: Dentro de la ventana del planificador de observaciones puede ver el cuadro de «Altura frente a tiempo», que le muestra cómo varía la altura del objeto seleccionado a lo largo del tiempo.
et: Vaatluste planeerija aknas näeb tööriista <quote>kõrgus/aeg</quote> vidinat, mis näitab, kuidas muutub ajas valitud objekti kõrgus.
it: Nella finestra del pianificatore di osservazioni puoi vedere l'oggetto <quote>Altitudine in funzione del tempo</quote> (AltvsTime), che ti mostra come varia nel tempo l'altitudine dell'oggetto selezionato.
nl: In het venster voor de waarneemplanner ziet u de widget voor <quote>Hoogte vs Tijd</quote> (HgtevsTijd), waarin u ziet hoe de hoogte van het object in de loop van de tijd verloopt.
pt: Dentro da janela do Plano de Observação poderá ver um elemento de <quote>Altitude vs. Tempo</quote>, o qual lhe mostra como varia a altitude de um objecto seleccionado ao longo do tempo.
sl: Znotraj okna načrtovalca opazovanja lahko vidite gradnik <quote>Višina glede na čas</quote> (AltvsTime), ki vam pokaže, kako se višina izbranega objekta spreminja skozi čas.
sv: Inne i fönstret Observationsplanering kan du se den grafiska komponenten <quote>Elevation mot tid</quote>, som visar ur elevationen för ett valt objekt varierar över tiden.
uk: У вікні планування спостереження ви побачите віджет «Висота/Час», за допомогою якого можна спостерігати за тим, як висота позначеного об’єкта змінюється з часом.

source: Below the AltvsTime widget, there is a text box in that you can add observing notes for current sky object.
bg: Под изпълнимия модул Графика на височина и време има текстово поле, в което можете да добавяте бележки за наблюдение за текущия небесен обект.
ca: A continuació del giny Altitud en funció del temps, hi ha un quadre de text en el qual podreu afegir les notes de l'observació per a l'objecte actual en el cel.
es: Debajo del control de «Altura frente a tiempo», existe un cuadro de texto en el que puede añadir notas de observación para el objeto del cielo actual.
et: Kõrguse/aja vidina all on tekstikast, kuhu saab kirjutada aktiivse taevaobjekti kohta käivad vaatlusmärkmed.
it: Sotto all'oggetto Altitudine in funzione del tempo c'è una casella di testo nella quale puoi aggiungere le note sull'osservazione dell'oggetto celeste corrente.
nl: Onder de widget (beeldelement) voor de Hgte vs. Tijd, is een tekstvak waarin u de waarneemnotities voor het huidige hemelobject in kunt vullen.
pt: Por baixo do elemento de Altitude vs. Tempo, existe um campo de texto onde poderá adicionar notas de observação para o objecto do céu actual.
sl: Pod pripomočkom AltvsTime je besedilno polje, v katerega lahko dodate opazovalne opombe za trenutni objekt neba.
sv: Under den grafiska komponenten Elevation mot tid finns en textruta där du kan skriva in observationsanteckningar om det aktuella himmelsobjektet.
uk: Під віджетом «Висота/Час» розташовано поле для введення тексту, за допомогою якого ви можете додати нотатки щодо спостереження поточного небесного об’єкта.

source: Note that the Wish List is not the Session Plan. In the Wish List you can add objects that you wish to observe at some point. From there you can add them to the Session Plan.
bg: Имайте предвид, че списъкът с желания не е планът на сесията. В списъка с желания можете да добавяте обекти, които желаете да се наблюдават в някакъв момент. Оттам можете да ги добавите към плана на сесията.
ca: Cal tenir en compte que la llista de desitjos no és la planificació de la sessió. A la llista de desitjos podreu afegir objectes que desitgeu observar en algun moment. Des d'allà els podreu afegir a la planificació de la sessió.
es: Tenga en cuenta que la «Lista deseada» no es el plan de la sesión. En la «Lista deseada» podrá añadir los objetos que desee observar en algún momento. Desde allí podrá añadirlos al plan de la sesión.
et: Pane tähele, et soovide nimekiri ja seansi plaan on eri asjad. Soovide nimekirja saab lisada objektid, mida soovid mingil hetkel vaadelda. Sealt saab neid lisada seansi plaani.
it: Nota che la lista dei desideri non è il piano della sessione. Nella lista dei desideri puoi aggiungere gli oggetti che desideri osservare prima o poi; da lì puoi aggiungerli al piano della sessione.
nl: Merk op dat de wensenlijst niet hetzelfde is als het waarneemplan. In de wensenlijst kunt u de objecten opnemen die u bij gelegenheid zou willen waarnemen. Aan de hand hiervan kunt u een waarneemsessie plannen.
pt: Repare que a Lista de Pedidos não é o Plano da Sessão. Na lista de pedidos, poderá adicionar objectos que deseja observar em algum ponto. A partir daí, podê-las-á adicionar ao Plano da Sessão.
sl: Upoštevajte, da seznam želja ni načrt seje. V Seznam želja lahko dodate objekte, ki jih želite kdaj opazovati. Od tam jih lahko dodate v načrt seje.
sv: Observera att önskelistan inte är sessionsplanen. I önskelistan kan du lägga till objekt som du vill observera vid något tillfälle. Därifrån kan du lägga till dem i sessionsplanen.
uk: Зауважте, що список переваг не є планом сеансу. До списку переваг ви можете додавати, які є бажаними для спостереження у певній точці. Зі списку переваг можна додавати записи до плану сеансу.

source: You can see the pop-up window that comes after right-clicking on an object.
bg: Можете да видите изскачащия прозорец, който се появява след щракване с десен бутон върху обект.
ca: Podeu veure la finestra emergent que apareixerà després de fer clic dret sobre un objecte.
es: Puede ver la ventana emergente que aparece tras hacer clic con el botón derecho del ratón sobre un objeto.
et: Objektile paremklõpsu tehes saab avada hüpikmenüü.
gl: Pódese ver a xanela emerxente que aparece ao premer un obxecto co botón dereito do rato.
it: Puoi vedere la finestra a comparsa che appare dopo aver fatto clic con il &RMB; su un oggetto.
nl: U ziet een klein venstertje wanneer u op een object rechtsklikt.
pt: Poderá ver a janela que aparece após carregar com o botão direito sobre um objecto.
pt_br: Você pode ver a janela de contexto que aparece ao clicar com o botão direito em um objeto.
sl: Vidite lahko pojavno okno, ki se prikaže po desnem kliku na objekt.
sv: Du kan se meddelandefönstret som dyker upp efter att ha högerklickat på ett objekt.
uk: Контекстне вікно можна відкрити клацанням правою кнопкою миші на позначці об’єкта.

source: Add objects to Session Plan window
bg: Добавяне на обекти към сесийния план
ca: Afegint objectes a la finestra Planificació de la sessió
es: Añadir objetos a la ventana del plan de la sesión
et: Objektide lisamine seansi plaani aknasse
gl: Engadir obxectos á xanela Plan da sesión
it: Aggiungere oggetti alla finestra del piano della sessione
nl: Objecten toevoegen in het venster voor het plannen van de waarnemingen
pt: Adicionar objectos à janela do Plano da Sessão
pt_br: Adicionar objetos à janela do Plano de sessão
sl: Dodajte objekte v okno načrta seje
sv: Lägga till objekt i fönstret Sessionsplan
uk: Додавання об’єктів до вікна плану спостереження

source: Here is the second way of adding objects in your Observation Plan, using the Observing List Wizard. You just need to press the fourth button on the top-left corner of the Observation Planner window.
bg: Ето втория начин за добавяне на обекти във вашия план за наблюдение, като използвате Помощника за списъка за наблюдение. Просто трябва да натиснете бутона <guibutton>Помощник за списъка за наблюдение</guibutton> в полето <guilabel>Добавяне на обекти:</guilabel>.
ca: Aquesta és la segona manera d'afegir objectes a la vostra planificació de l'observació, utilitzant l'Assistent de la llista d'observació. Només heu de prémer el quart botó a la cantonada superior esquerra de la finestra al planificador de l'observació.
es: Este es el segundo modo de añadir objetos al plan de observación, que usa el asistente de la lista de observación. Para ello, pulse el cuarto botón de la esquina superior izquierda del asistente del planificador de observación.
et: On ka teine viis objektide lisamiseks vaatlusplaani ja vaatlusplaani kasutamiseks. Selleks tuleb vajutada ülal vasakult neljandat ikooni vaatluste plaanija nõustaja avamiseks.
it: Vediamo ora il secondo modo per aggiungere oggetti al piano di osservazione: usare il piano di osservazione stesso. Devi solamente premere il quarto pulsante nell'angolo in alto a sinistra nella finestra del pianificatore di osservazioni.
nl: Hier volgt de tweede manier waarop u objecten aan uw waarneemplan kunt toevoegen, met behulp van de assistent voor de waarneemlijst. U moet hiervoor op de vierde knop klikken linksboven in het venster voor het plannen van waarnemingen.
pt: Aqui está a segunda forma de adicionar objectos no seu Plano de Observações, usando o Assistente da Lista de Observações. Só precisa de carregar no 4º ícone no canto superior esquerdo do Assistente de Planeamento de Observações.
sl: Tukaj je drugi način dodajanja objektov v vaš načrt opazovanja z uporabo čarovnika za seznam opazovanj. Samo pritisniti morate četrti gumb v zgornjem levem kotu okna Načrtovalnika opazovanja.
sv: Här är det andra sättet att lägga till objekt i observationsplanen, genom att använda Guide för observationslista. Du behöver bara klicka på den fjärde knappen i övre vänstra hörnet av fönstret för observationsplanering.
uk: Передбачено і інший спосіб додавання об’єктів до плану спостереження за допомогою майстра списку спостереження. Щоб скористатися цим способом, вам слід натиснути четверту кнопку у верхньому лівому куті вікна планування спостереження.

source: Despite looking differently this way is basically the same as the first one. Although that it could be a bit more detailed. Here you can see the same categories of objects.
bg: Въпреки че изглежда различно, този начин е същият като първия, но малко по-подробен. Тук можете да видите същите категории обекти.
ca: Tot i ser diferent, aquesta manera és bàsicament la mateixa que la primera. Tot i que podria ser una mica més detallada. Aquí podeu veure les mateixes categories d'objectes.
es: A pesar de que parece diferente, este modo es básicamente el mismo que el primero, aunque puede resultar algo más detallado. Aquí puede ver las mismas categorías de objetos.
et: See näeb küll teistmoodi välja, aga põhimõte on ikka sama, ehkki nõustaja on vahest veidi detailsem. Objektide kategooriad on samad.
gl: Aínda que teña unha aparencia distinta, esta maneira é basicamente a mesma que a primeira. Aínda que podería ser máis detallada. Velaquí as mesmas categorías de obxectos.
it: Nonostante sembri diverso, questo metodo è praticamente lo stesso del primo. Ciò nonostante, potrebbe essere descritto più in dettaglio. Qui puoi vedere le stesse categorie di oggetti.
nl: Hoewel dit er anders uitziet, is deze manier eigenlijk gelijk aan de vorige. Hoewel het nu wat meer gedetailleerd kan. Hier ziet u de zelfde categorieën van objecten.
pt: Apesar de ficar diferente, desta forma, é basicamente igual ao primeiro, ainda que de uma forma ligeiramente mais detalhada. Aqui poderá ver as mesmas categorias de objectos.
pt_br: Independente de parecer diferente, esta maneira é basicamente igual à primeira. Apesar de poder ser um pouco mais detalhada. Aqui você pode ver as mesmas categorias de objetos.
sl: Čeprav je videti drugače, je ta način v bistvu enak prvemu. Čeprav bi lahko bilo malo bolj podrobno. Tukaj lahko vidite enake kategorije objektov.
sv: Trots att det ser annorlunda ut på det här sättet är det egentligen samma som den första, även om det kunde ha lite fler detaljer. Här kan du se samma objektkategorier.
uk: Хоча цей спосіб може здатися зовсім відмінним від першого, основні принципи його роботи є тими самими. Втім, він надає вам ширші можливості з налаштовування. Вам буде показано той самий список категорій об’єктів.

source: You can choose where these objects to be on the sky. There are four options available for you: All over the sky (which is the default option), by constellation and in a region (rectangular or circular).
bg: Можете да изберете, къде да бъдат тези обекти на небето. Има четири налични опции: По цялото небе (което е опцията по подразбиране), по съзвездие и в регион (правоъгълен или кръгъл).
ca: Podeu escollir on estan aquests objectes al cel. Hi ha quatre opcions disponibles: «de tot el cel» (és l'opció predeterminada), «per constel·lació» i «en una regió» (rectangular o circular).
es: Puede escoger si estos objetos se muestran en el cielo o no. Dispone de cuatro opciones: por todo el cielo (que es la opción por omisión), por constelación y en una región (rectangular o circular).
et: Siin saab valida, kus objektid taevas paiknevad. Valikuid on neli: kõikjal taevas (see on vaikimisi valik), tähtkuju järgi või piirkonna järgi (mis võib olla ristküliku- või ringikujuline).
gl: Pódense escoller os obxectos que se desexa que estean no ceo. Disponse de catro opcións: En todo o ceo (que é a opción predeterminada), por constelación e nunha rexión (rectangular ou circular).
it: Puoi scegliere la posizione nel cielo di questi oggetti. Le opzioni disponibili sono quattro: in tutto il cielo (opzione predefinita), per costellazione e in una regione (rettangolare o circolare).
nl: U kunt de gebieden selecteren aan de hemel waarin de objecten zich moeten bevinden. Over gehele hemel (standaard), in een sterrenbeeld, of binnen een bepaald gebied (rechthoek of cirkel).
pt: Poderá escolher onde estarão esses objectos no céu. Existem quatro opções disponíveis para si: Todos no céu (que é a opção predefinida), por constelação ou de acordo com uma dada região (rectangular ou circular).
pt_br: Você pode escolher onde estes objetos estarão no céu. Existem quatro opções disponíveis: Por todo o céu (que é a opção padrão), por constelação e em uma região (retangular ou circular).
sl: Izberete lahko, kje na nebu bodo ti objekti. Na voljo so vam štiri možnosti: po celem nebu (kar je privzeta možnost), po ozvezdju in po območju (pravokotnem ali okroglem).
sv: Du kan välja var dessa objekt ska finnas på himlen. Det finns fyra alternativ tillgängliga: Över hela himlen (vilket är standardvärdet), enligt stjärnbild och i ett område (rektangulärt eller cirkulärt).
uk: Ви можете визначити місце, у якому мають перебувати об’єкти на небесній сфері. Ви можете вибрати один з чотирьох варіантів: будь-де на небі (типовий варіант), у певному сузір’ї або у певній області (прямокутній або круговій).

source: You can choose the date for the observation and the place you are going to observe from.
bg: Можете да изберете дата за наблюдение и мястото, от което ще наблюдавате.
ca: Podeu escollir la data per a l'observació i el lloc des d'on s'observarà.
es: Puede elegir la fecha de la observación y el lugar desde el que va a realizarla.
et: Edasi saab valida vaatluse kuupäeva ja kellaaja ning koha.
gl: Pódense escoller a data de observación e o lugar desde o que se vai observar.
it: Puoi scegliere la data per l'osservazione e la località da cui osservare.
nl: U kunt de datum en het tijdstip kiezen voor de waarneming, en de locatie.
pt: Poderá escolher a data da observação e o local de onde está a efectuar a mesma.
pt_br: Você pode selecionar a data para a observação e o local a partir do qual você observará.
sl: Izberete lahko datum opazovanja in kraj, iz katerega boste opazovali.
sv: Du kan välja observationens datum och platsen du kommer att observera från.
uk: Ви можете вибрати дату спостереження та місце, з якого ви маєте намір спостерігати небо.
