Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/tool-imaging-planner.po
Languages: ca, ca@valencia, nl, pt_br, sl, sv, uk

source: Mark an object to be ignored (or undo that). Similar to marking as already imaged.
ca: Marcar un objecte per a ser ignorat (o desfer això). Similar a marcar com a ja obtinguda la imatge.
ca@valencia: Marcar un objecte per a ser ignorat (o desfer açò). Similar a marcar com a imatge ja obtinguda.
nl: Markeer een object om genegeerd te worden (of dat ongedaan te maken). Gelijk aan het markeren als opname al gemaakt.
pt_br: Marque um objeto para ser ignorado (ou desfaça isso). Semelhante a marcar como já visualizado.
sl: Označite objekt, ki ga želite prezreti (ali to razveljavite). Podobno označevanju kot že na sliki.
sv: Markera ett objekt som ska ignoreras (eller ångra det). Liknar markering som redan avbildat.
uk: Позначити об'єкт як такий, який слід ігнорувати (або скасувати позначення). Подібне до позначення об'єкта як вже знятого.

source: Center the object on the KStars SkyMap. This mostly makes sense if auto-centering is disable in the Options menu.
ca: Centra l'objecte en el mapa celeste del KStars. Això té més sentit si l'enfocament automàtic està desactivat al menú d'opcions.
ca@valencia: Centreu l'objecte al mapa celeste de KStars. Açò té sentit principalment si el centratge automàtic està desactivat al menú «Opcions».
nl: Het object centreren op de hemelkaart van KStars. Dit is meestal zinvol als automatisch centreren is uitgeschakeld in het menu Opties.
pt_br: Centralize o objeto no mapa celeste do KStars. Isso geralmente faz sentido se a centralização automática estiver desabilitada no menu Opções.
sl: Centrirajte objekt na zvezdni karti KStars. To je večinoma smiselno, če je samodejno centriranje onemogočeno v meniju Možnosti.
sv: Centrera objektet på Kstars himmelskarta. Det är för det mesta vettigt om automatisk centrering är inaktiverat i menyn Alternativ.
uk: Розмістити об'єкт у центрі карти неба KStars. Це, здебільшого, має сенс, якщо автоматичне центрування вимкнено у меню «Параметри».

source: Screenshot. This is a more complex operation described in the screenshot sub-section below.
ca: Captura de pantalla. Aquesta és una operació més complexa descrita a la subsecció de captura de pantalla següent.
ca@valencia: Captura de pantalla. Esta és una operació més complexa que es descriu a la subsecció «Captures de pantalla» següent.
pt_br: Captura de tela. Esta é uma operação mais complexa, descrita na subseção de captura de tela abaixo.
sl: Posnetek zaslona. To je bolj zapleten postopek, opisan v spodnjem podrazdelku o posnetkih zaslona.
sv: Skärmbild. Det är en mer komplex operation som beskrivs i delavsnittet om skärmbilder nedan.

source: Objects that are marked as imaged are displayed with a different background color as the other images in order to distinguish them. This tool doesn't automatically know that you've imaged an object, e.g. because you may have imaged it with KStars/Ekos. Rather you must explicitly mark an object as imaged using the menu, or use the Load Imaged button in the Filters section.
ca: Els objectes que es marquen com a obtingudes les seves imatges es mostren amb un color de fons diferent de les altres imatges per tal de distingir-les. Aquesta eina no sap automàticament que heu obtingut la imatge d'un objecte, p. ex. perquè és possible que hàgiu obtingut la imatge amb el KStars/Ekos. En lloc d'això, heu de marcar explícitament un objecte com a obtinguda la seva imatge utilitzant el menú, o utilitzar el botó Carrega les imatges obtingudes a la secció Filtres.
ca@valencia: Els objectes que es marquen com a «Imatge obtinguda» es mostren amb un color de fons diferent de les altres imatges per tal de distingir-les. Esta eina no sap automàticament que heu obtingut la imatge d'un objecte, p. ex., perquè potser l'heu obtingut amb KStars/Ekos. En lloc d'açò, heu de marcar explícitament un objecte com a «Imatge obtinguda» utilitzant el menú, o utilitzant el botó ``Carrega les imatges obtingudes`` a la secció «Filtres».
nl: Objecten die gemarkeerd zijn als opname al gemaakt worden getoond met een andere achtergrondkleur dan de andere afbeeldingen om ze te onderscheiden. Dit hulpmiddel weet niet automatisch dat u van een object al een opname hebt gemaakt, bijv. omdat u er een opname van hebt gemaakt met KStars/Ekos. In plaats daarvan moet u een object expliciet markeren als opname al gemaakt met het menu of de knop ``Opname geladen`` in de sectie Filters gebruiken.
pt_br: Objetos marcados como imagem são exibidos com uma cor de fundo diferente das outras imagens para diferenciá-los. Esta ferramenta não reconhece automaticamente que você criou uma imagem de um objeto, por exemplo, porque você pode tê-lo criado com o KStars/Ekos. Em vez disso, você deve marcar explicitamente um objeto como imagem usando o menu ou usar o botão "Carregar imagem" na seção "Filtros".
sl: Predmeti, ki so označeni kot slikani, so prikazani z drugačno barvo ozadja kot druge slike, da jih je mogoče razlikovati. To orodje ne ve samodejno, da ste predmet slikali, npr. ker ste ga morda slikali s KStars/Ekos. Namesto tega morate predmet izrecno označiti kot slikanega z uporabo menija ali uporabiti gumb Naloži slikane v razdelku Filtri.
sv: Objekt som är markerade som avbildade visas med en annan bakgrundsfärg än de andra bilderna för att särskilja dem. Verktyget vet inte automatiskt att ett objekt har avbildats, t.ex. eftersom det kanske har avbildats med KStars/Ekos. Snarare måste man uttryckligen markera ett objekt som avbildat med hjälp av menyn, eller använda knappen Läs in bilder i avsnittet Filter.

source: Objects that are picked are also displayed differently. They are shown in bold-italic and underlined in order to distinguish them.
ca: Els objectes que estan triat també es mostren de manera diferent. Es mostren en negreta-cursiva i se subratllen per a distingir-los.
ca@valencia: Els objectes que estan triats també es mostren de manera diferent. Es mostren en negreta-cursiva i se subratllen per a distingir-los.
nl: Objecten die zijn gekozen worden ook anders getoond. Ze worden getoond in vet-cursief en onderstreept om ze te onderscheiden.
pt_br: Os objetos selecionados também são exibidos de forma diferente. São exibidos em negrito e itálico e sublinhados para diferenciá-los.
sl: Izbrani objekti so tudi prikazani drugače. Prikazani so v krepkem ležečem tisku in podčrtani, da jih je mogoče razlikovati.
sv: Objekt som är valda visas också annorlunda. De visas i fet kursiv stil och understrukna för att särskilja dem.
uk: Об'єкти, які вибрано, також буде показано інакше. Їхні пункти буде показано жирним курсивом і підкреслено з метою їхнього виокремлення.

source: The line above the table displays the number of rows in the table and total number of objects in the loaded catalog. They numbers may be different if some objects are filtered out. There is also a search box which will find a certain object if it is in the table.
ca: La línia de dalt de la taula mostra el nombre de files a la taula i el nombre total d'objectes al catàleg carregat. Els nombres poden ser diferents si es filtren alguns objectes. També hi ha un quadre de cerca que trobarà un determinat objecte si és a la taula.
ca@valencia: La línia de dalt de la taula mostra el nombre de files a la taula i el nombre total d'objectes al catàleg carregat. Els nombres poden ser diferents si es filtren alguns objectes. També hi ha un quadro de busca que trobarà un determinat objecte si es troba a la taula.
nl: De regel boven de tabel toont het aantal rijen in de tabel en het totaal aantal objecten in de geladen catalogus. Hun aantallen kunnen verschillen als sommige objecten uitgefilterd zijn. Er is ook een zoekvak die een bepaald object zal vinden als het in de tabel is.
pt_br: A linha acima da tabela exibe o número de linhas na tabela e o número total de objetos no catálogo carregado. Esses números podem ser diferentes se alguns objetos forem filtrados. Há também uma caixa de pesquisa que encontrará um objeto específico se ele estiver na tabela.
sl: V vrstici nad tabelo je prikazano število vrstic v tabeli in skupno število objektov v naloženem katalogu. Njihove številke so lahko drugačne, če so nekateri objekti filtrirani. Obstaja tudi iskalno polje, ki najde določen objekt, če je v tabeli.
sv: Linjen ovanför tabellen visar antalet rader i tabellen och det totala antalet objekt i den inlästa katalogen. Siffrorna kan vara olika om vissa objekt filtreras bort. Det finns också en sökruta som finner ett visst objekt om det finns i tabellen.
uk: У рядку над таблицею буде показано кількість рядків у таблиці і загальну кількість об'єктів у завантаженому каталозі. Значення можуть бути різними, якщо деякі об'єкти було відфільтровано. Також передбачено поле пошуку, за допомогою якого можна знайти певний об'єкт у таблиці.

source: Screenshots
ca: Captures de pantalla
ca@valencia: Captures de pantalla
nl: Schermafdrukken
pt_br: Capturas de tela
sl: Posnetki zaslona
sv: Skärmbilder

source: You may want to place a nice finished example of a target you are considering on the SkyMap. This could be, for example, an image you admire on Astrobin. This could be useful to later help you frame your planned capture. One can do this using the :doc:`image overlays <imageOverlays>` capability. However, you can shortcut this procedure if all you want to do is create a temporary overlay (this session only). A demonstration video of this process can be found `here <https://youtu.be/r-_xM8gZpM0>`__ and is summarized below:
ca: És possible que vulgueu posar un bon exemple acabat d'un objectiu que esteu considerant al mapa celeste. Aquesta podria ser, per exemple, una imatge que admireu a Astrobin. Això podria ser útil per ajudar-vos més tard a emmarcar la vostra captura planificada. Es pot fer això utilitzant la capacitat de :doc:`superposicions d'imatge <imageOverlays>`. No obstant això, podeu fer una drecera d'aquest procediment si només voleu crear una superposició temporal (només aquesta sessió). Es pot trobar un vídeo de demostració d'aquest procés `aquí <https://youtu.be/r-xM8gZpM0>`__ i es resumeix a continuació:
ca@valencia: Potser voldreu col·locar un bon exemple finalitzat d'un objectiu que esteu considerant al mapa celeste. Podria ser, per exemple, una imatge que admireu a Astrobin. Podria ser útil per ajudar-vos més avant a emmarcar la captura planificada. Podeu fer-ho utilitzant la funció de :doc:`superposició d'imatges <imageOverlays>`. Tanmateix, es pot fer drecera d'este procediment si tot el que voleu fer és crear una superposició temporal (només en esta sessió). Trobareu un vídeo de demostració d'este procés `ací <https://youtu.be/r-_xM8gZpM0>`__, el que es resumix a continuació:
pt_br: Você pode querer colocar um belo exemplo finalizado de um alvo que esteja considerando no mapa celeste. Pode ser, por exemplo, uma imagem que você admira no Astrobin. Isso pode ser útil para ajudá-lo a enquadrar sua captura planejada posteriormente. Isso pode ser feito usando o recurso :doc:`sobreposíções de imagem <imageOverlays>`. No entanto, você pode usar um atalho para este procedimento se quiser apenas criar uma sobreposição temporária (somente nesta sessão). Um vídeo de demonstração deste processo pode ser encontrado `aqui <https://youtu.be/r-_xM8gZpM0>`__ e está resumido abaixo:
sl: Morda boste želeli na zvezdno karto postaviti lep končan primer cilja, ki ga razmišljate. To je lahko na primer slika, ki jo občudujete na Astrobinu. To vam lahko kasneje pomaga pri kadriranju načrtovanega zajema. To lahko storite z uporabo funkcije :doc:`image overlays <imageOverlays>`. Vendar pa lahko ta postopek skrajšate, če želite le ustvariti začasno prekrivanje (samo za to sejo). Predstavitveni videoposnetek tega postopka najdete `tukaj <https://youtu.be/r-_xM8gZpM0>`__ in je povzet spodaj:
sv: Du kanske vill placera ett snyggt färdigt exempel på ett mål du funderar på himmelskartan. Det kan till exempel vara en bild du beundrar på Astrobin. Det kan vara användbart för att senare hjälpa dig att utforma den planerade tagningen. Det går att göra med hjälp av funktionen :doc:`bildöverlagring <imageOverlays>`. Du kan dock snabba upp proceduren om allt du vill göra är att skapa ett tillfälligt överlagring (endast den här sessionen). En demonstrationsvideo av processen finns `här <https://youtu.be/r-_xM8gZpM0>`__ och sammanfattas nedan:

source: Find a nice large example of the image you want to overlay and open up that web page so it's visible on your screen.
ca: Trobeu un bon exemple de la imatge que voleu superposar i obriu aquesta pàgina web perquè sigui visible a la pantalla.
ca@valencia: Trobeu un bon exemple de la imatge que voleu superposar i obriu esta pàgina web perquè siga visible a la pantalla.
pt_br: Encontre um exemplo grande e bonito da imagem que você deseja sobrepor e abra a página da web para que ela fique visível na tela.
sl: Poiščite lep velik primer slike, ki jo želite prekriti, in odprite to spletno stran, da bo vidna na vašem zaslonu.
sv: Hitta ett snyggt stort exempel på bilden du vill överlagra och öppna webbsidan så att den syns på skärmen.

source: Go back to the Imaging Planner tool and right click on the object in the object table. There select the bottom option ``Screenshot``.
ca: Torneu a l'eina Planificador d'obtenció d'imatges i feu clic dret sobre l'objecte a la taula d'objectes. Aquí seleccioneu l'opció de la part inferior ``Captura de pantalla``.
ca@valencia: Torneu a l'eina «Planificador de l'obtenció d'imatges» i feu clic dret damunt de l'objecte a la taula d'objectes. Allà seleccioneu l'opció inferior ``Captura de pantalla``.
pt_br: Retorne à ferramenta do planejador de imagens e clique com o botão direito do mouse no objeto na tabela de objetos. Selecione a opção inferior ``Captura de tela``.
sl: Vrnite se v orodje Imaging Planner in z desno miškino tipko kliknite na objekt v tabeli objektov. Tam izberite spodnjo možnost ``Posnetek zaslona``.
sv: Gå tillbaka till Bildplaneringsverktyget och högerklicka på objektet i objekttabellen. Välj där det understa alternativet "Skärmbild".

source: Your mouse cursor will change to the screenshot cursor. (You can use the ``Escape`` keyboard character if you want to cancel this operation.)
ca: El cursor del ratolí canviarà al cursor de captura de pantalla. (Podeu fer servir el caràcter de teclat ``Escape`` si voleu cancel·lar aquesta operació.)
ca@valencia: El cursor del ratolí es canviarà al cursor de captura de pantalla. (Podeu utilitzar la tecla **Esc** si voleu cancel·lar esta operació).
pt_br: O cursor do mouse mudará para o cursor da captura de tela. (Você pode usar o caractere ``Escape`` do teclado se quiser cancelar esta operação.)
sl: Kazalec miške se bo spremenil v kazalec posnetka zaslona. (Če želite preklicati to operacijo, lahko uporabite tipko ``Escape``.)
sv: Muspekare ändras till skärmbildsmarkören. (Du kan använda tangentbordstangenten "Esc" om du vill avbryta åtgärden.)

source: Using keyboard commands (not the mouse) navigate back to the nice image, move your mouse in the upper left corner of the image you wish to screenshot, press down and drag the mouse to the bottom right corner of that image, and then release the mouse. If you don't know how to navigate to the image display with keyboard commands, you'd need to adjust the sizes of the nice image display and the imaging planner tool such that both fit on your screen unobstructed.
ca: Utilitzant ordres de teclat (no el ratolí) torneu a navegar cap a la imatge agradable, moveu el ratolí a la cantonada superior esquerra de la imatge de la qual voleu fer una captura de pantalla, premeu i arrossegueu el ratolí fins a la cantonada inferior dreta d'aquesta imatge i, a continuació, deixeu anar el ratolí. Si no sabeu com navegar a la pantalla d'imatges amb ordres de teclat, hauríeu d'ajustar les mides de la pantalla d'imatges agradables i de l'eina de planificador d'obtenció d'imatges de manera que totes dues s'ajustin a la pantalla sense obstacles.
ca@valencia: Utilitzant ordres de teclat (no el ratolí), navegueu de nou a la imatge de bonica, moveu el ratolí cap al cantó superior esquerre de la imatge que voleu capturar, premeu i arrossegueu el ratolí fins al cantó inferior dret d'esta imatge i, a continuació, deixeu anar el ratolí. Si no sabeu com navegar cap a la visualització de la imatge amb les ordres de teclat, haureu d'ajustar les mides de la vista i de l'eina «Planificador de l'obtenció d'imatges» de manera que totes dues s'adapten a la pantalla sense obstacles.
pt_br: Usando comandos de teclado (não o mouse), navegue de volta para a imagem desejada, mova o mouse no canto superior esquerdo da imagem que deseja capturar, pressione e arraste o mouse para o canto inferior direito da imagem e, em seguida, solte o botão. Se você não sabe como navegar até a exibição da imagem usando comandos de teclado, precisará ajustar os tamanhos da exibição da imagem desejada e da ferramenta de planejamento de imagens para que ambos caibam na tela sem obstruções.
sl: Z uporabo ukazov na tipkovnici (ne miške) se vrnite na sliko, premaknite miško v zgornji levi kot slike, katere posnetek zaslona želite narediti, pritisnite in povlecite miško v spodnji desni kot te slike ter nato spustite miško. Če ne veste, kako se s pomočjo ukazov na tipkovnici pomakniti do prikaza slike, morate prilagoditi velikosti prikaza slike in orodja za načrtovanje slik tako, da se oba neovirano prilegata zaslonu.
sv: Använd tangentbordskommandon (inte musen) för att navigera tillbaka till den snygga bilden, flytta musen till det övre vänstra hörnet av bilden du vill ta en skärmbild av, håll ner och dra musen till det nedre högra hörnet av bilden och släpp sedan musen. Om du inte vet hur du navigerar till bildvisningen med tangentbordskommandon måste du justera storleken på den snygga bildvisningen och bildplaneringsverktyget så att båda obehindrat får plats på skärmen.

source: If all has gone well, a window will pop up with a ``Solve`` button. Click on Solve. This step can be automated by checking the ``Start Solving Immediately`` checkbox in the hamburger menu in the upper right corner of the main Imaging Planner window.
ca: Si tot ha anat bé, apareixerà una finestra amb el botó ``Resol``. Feu clic a Resol. Aquest pas es pot automatitzar marcant la casella de selecció ``Comença a resoldre immediatament`` al menú d'hamburguesa a la cantonada superior dreta de la finestra principal del Planificador d'obtenció d'imatges.
ca@valencia: Si tot ha anat bé, apareixerà una finestra amb un botó ``Resol``, cliqueu-hi. Este pas es pot automatitzar marcant la casella de selecció ``Comença a resoldre immediatament`` al menú hamburguesa del cantó superior dret de la finestra principal del «Planificador de l'obtenció d'imatges».
pt_br: Se tudo correr bem, uma janela aparecerá com o botão ``Resolver``. Clique em Resolver. Esta etapa pode ser automatizada marcando a caixa de seleção ``Iniciar resolução imediatamente`` no menu de hambúrguer no canto superior direito da janela principal do planejador de imagens.
sl: Če je vse potekalo po načrtih, se bo pojavilo okno z gumbom ``Reši``. Kliknite Reši. Ta korak lahko avtomatizirate tako, da v hamburger meniju v zgornjem desnem kotu glavnega okna programa Imaging Planner označite potrditveno polje ``Takoj začni reševati``.
sv: Om allt har gått bra dyker ett fönster upp med knappen ``Lös``. Klicka på Lös. Steget kan automatiseras genom att markera kryssrutan "Börja lösa omedelbart" i hamburgermenyn i det övre högra hörnet av huvudfönstret i bildplanering.

source: If the image was solved, the SkyMap should now be displayed with your example image placed correctly. You may need to zoom-in to see it if your view is zoomed out too far.
ca: Si la imatge s'ha resolt, el mapa celeste ara s'hauria de mostrar amb la imatge d'exemple col·locada correctament. És possible que hàgiu de fer zoom per a veure-ho si la vostra vista s'ha ampliat massa.
ca@valencia: Si la imatge s'ha resolt, ara s'hauria de mostrar el mapa celeste amb la imatge d'exemple col·locada correctament. Potser haureu d'ampliar el zoom per a veure-ho si la vista està massa allunyada.
pt_br: Se a imagem foi resolvida, o mapa celeste agora deve ser exibido com a imagem de exemplo posicionada corretamente. Talvez seja necessário aumentar o zoom para visualizá-la, caso a visualização esteja muito afastada.
sl: Če je bila slika rešena, bi moral biti zdaj prikazan zvezdni karti s pravilno postavljeno primerno sliko. Če je vaš pogled preveč pomanjšan, ga boste morda morali povečati.
sv: Om bilden löstes bör himmelskartan nu visas med exempelbilden korrekt placerad. Du kan behöva zooma in för att se den om vyn är utzoomad för mycket.

source: Date, Time and Geography
ca: Data, hora i geografia
ca@valencia: Data, hora i geografia
nl: Datum, tijd en geografie
pt_br: Data, hora e geografia
sl: Datum, čas in geografija
sv: Datum, tid och geografi
uk: Дата, час і географічне розташування
