Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/using-kstars.po
Languages: sv

source: To center the display on an object, highlight the desired object in the list, and press <guibutton>Ok</guibutton>. Note that if the object is below the horizon, the program will warn you that you may not see anything except the ground (you can make the ground invisible in the <guilabel>Guides</guilabel> settings page, or by pressing the <guiicon>Ground</guiicon> button in the View toolbar).
sv: För att centrera skärmen på ett objekt, markera det önskade objektet i listan och tryck på <guibutton>Ok</guibutton>. Observera att om objektet finns under horisonten, varnar programmet dig, och du kanske inte ser något annat än marken. (Du kan göra marken osynlig i på inställningssidan <guilabel>Hjälplinjer</guilabel>, eller genom att trycka på knappen <guiicon>Mark</guiicon> i vyverktygsraden).

source: Centering and Tracking
sv: Centrera och följa

source: Tracking
sv: Följning

source: &kstars; will automatically begin tracking on an object whenever one is centered in the display, either by using the <guilabel>Find Object</guilabel> window, by double-clicking on it, or by selecting <guimenuitem>Center &amp; Track</guimenuitem> from its <mousebutton>right</mousebutton>-click popup menu. You can disengage tracking by panning the display, pressing the <guiicon>Stop Tracking</guiicon> icon in the Main toolbar, or selecting <menuchoice><guimenu>Pointing</guimenu> <guimenuitem>Stop Tracking</guimenuitem></menuchoice> menu item.
sv: &kstars; börjar automatiskt följa ett objekt så fort något centreras på skärmen, antingen genom att använda fönstret <guilabel>Sök objekt</guilabel>, genom att dubbelklicka på ett objekt eller genom att välja <guimenuitem>Centrera och följ</guimenuitem> i menyn som visas med <mousebutton>höger</mousebutton> musknapp. Du kan avbryta följning genom att panorera skärmen, genom att trycka på ikonen <guiicon>Stoppa följning</guiicon> i verktygsraden eller genom att välja menyalternativet <menuchoice><guimenu>Pekning</guimenu> <guimenuitem>Stoppa följning</guimenuitem></menuchoice>.

source: Orbit Trails
sv: Banspår

source: Attached to centered object
sv: Tillagd till centrerat objekt

source: When tracking on a Solar System body, &kstars; will automatically attach an <quote>orbit trail</quote>, showing the path of the body across the sky. You will likely need to change the clock's timestep to a large value (such as <quote>1 day</quote>) to see the trail.
sv: När &kstars; följer en kropp i solsystemet, läggs automatiskt ett <quote>banspår</quote> till, som visar kroppens väg över himlen. Du måste troligen ändra klockans tidssteg till ett stort värde (som <quote>1 dag</quote>) för att se spåret.

source: <title>Keyboard Actions</title>
sv: <title>Tangentbordsåtgärder</title>

source: <secondary>Keyboard Actions</secondary>
sv: <secondary>Tangentbordsåtgärder</secondary>

source: When you click on an object in the map, it becomes the <firstterm>selected object</firstterm>, and its name is identified in the statusbar. There are a number of quick key commands available which act on the selected object:
sv: När du klickar på ett av kartans objekt, blir det <firstterm>markerat objekt</firstterm>, och dess namn identifieras i statusraden. Det finns ett antal snabbtangentkommandon som använder sig av det markerade objektet.

source: Center and Track on the selected object.
sv: Centrera och följ det markerade objektet.

source: Show the <link linkend="tool-details">Details window</link> for the selected object.
sv: Visa <link linkend="tool-details">informationsfönstret</link> för det markerade objektet.

source: Toggle a visible name label on the selected object.
sv: Växla en synligt namnbeteckning för det markerade objektet.

source: Add the selected object to the <link linkend="tool-obsplanner">Observing wish-list</link>.
sv: Lägg till det markerade objektet i <link linkend="tool-obsplanner">observationsönskelistan</link>.

source: Toggle a visible curve on the sky, showing the path of the object across the sky (only applicable to Solar System bodies).
sv: Växla en synlig kurva på himlen, som visar objektets väg över himlen (gäller bara kroppar i solsystemet).

source: By holding down the &Shift; key, you can perform these actions on the centered object, rather than the selected object.
sv: Genom att hålla nere skifttangenten, kan du utföra åtgärderna med det centrerade objektet istället för det markerade.

source: End of the Tour
sv: Turens slut

source: This concludes the tour of the &kstars; skymap, although we have only scratched the surface of the available features. &kstars; includes many useful <link linkend="tools">astronomy tools</link>, it can directly <link linkend="indi">control your telescope</link>, and it offers a wide variety of <link linkend="config">configuration and customization options</link>. In addition, this Handbook includes the <link linkend="astroinfo">AstroInfo Project</link>, a series of short, interlinked articles explaining some of the celestial and astrophysical concepts behind &kstars;.
sv: Det här avslutar turen av &kstars; himmelskarta, även om vi bara har skrapat på ytan av tillgängliga funktioner. &kstars; innehåller många användbara <link linkend="tools">astronomiverktyg</link>, det kan direkt <link linkend="indi">styra ditt teleskop</link>, och det erbjuder en stor mängd alternativ för <link linkend="config">inställning och anpassning</link>. Dessutom innehåller den här handboken <link linkend="astroinfo">Astroinfo-projektet</link>, en serie korta, sammanlänkade artiklar som förklarar några av de astrofysiska koncept som ligger bakom &kstars;.
