Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/using-kstars.po
Languages: sv

source: A Quick Tour of the &kstars; Skymap
sv: En snabbtur av &kstars; himmelskarta

source: This chapter presents a guided tour of the &kstars; skymap, introducing many of its important features.
sv: Det här kapitlet presenterar en guidad tur av &kstars; himmelskarta, och introducerar många av dess viktigaste funktioner.

source: Here is a screenshot of the &kstars; main window:
sv: Här är en skärmbild av &kstars; huvudfönster:

source: Main Window
sv: Huvudfönster

source: The above screenshot shows a typical view of the &kstars; program. You can see the sky display centered on Betelgeuse, the brightest star in the constellation Orion. Stars are displayed with <link linkend="ai-colorandtemp">realistic colors</link> and relative brightnesses. In three corners of the sky display, there are on-screen text labels displaying data on the current time (<quote>LT: 3:08:30 AM EEST Wednesday, July 6, 2016</quote>), the current Geographic Location (<quote>Bucharest, Romania</quote>), and the current object in the center of the display (<quote>Focused on: Betelgeuse (alpha Orionis)</quote>). Above the sky display, there are two toolbars. The main toolbar contains shortcuts for <link linkend="kstars-menus">menu functions</link>, as well as a time-step widget which controls how fast the simulation clock runs. The view toolbar contains buttons that toggle the display of different kinds of objects in the sky. At the bottom of the window, there is a status bar which displays the name of any object you click on, and the <link linkend="ai-skycoords">sky coordinates</link> (both Right Ascension/Declination and Azimuth/Altitude) of the mouse cursor.
sv: Skärmbilden ovan visar en typisk vy från programmet &kstars;. Du kan se himlen centrerad på Betelgeuse, den starkaste stjärnan i stjärnbilden Orion. Stjärnor visas med <link linkend="ai-colorandtemp">realistiska färger</link> och relativ ljusstyrka. I tre av hörnen på himmelsfönstret finns textrader på skärmen som visar information om nuvarande tid och datum (<quote>LT: 3:08:30 AM EEST Wednesday, July 6, 2016</quote>), nuvarande geografisk plats (<quote>Bucharest, Romania</quote>), och nuvarande objekt på skärmens centrum (<quote>Fokuserad på: Betelgeuse (alpha Orionis)</quote>). Ovanför himmelsfönstret finns två verktygsrader. Huvudverktygsraden innehåller genvägar för <link linkend="kstars-menus">menyfunktioner</link>, samt en tidsstegskomponent som styr hur snabbt simuleringsklockan går. Vyverktygsraden innehåller knappar som låter dig visa eller gömma olika sorters objekt på himlen. Det finns en statusrad längst ner i fönstret, som visar namnet på alla objekt som du klickar på, och <link linkend="ai-skycoords">himmelskoordinaterna</link> (både rektascension/deklination och azimut/elevation) för muspekaren.

source: The Setup Wizard
sv: Inställningsguiden

source: Setup Wizard
sv: Inställningsguide

source: The first time you run &kstars;, you will be presented with a Setup Wizard, which allows you to easily set your geographic location and download some extra data files. You can press the <guilabel>OK</guilabel> button at any time to exit the Setup Wizard.
sv: Första gången du kör &kstars;, visas en inställningsguide, som låter dig enkelt ställa in din geografiska plats och ladda ner några ytterligare datafiler. Du kan trycka på knappen <guilabel>Ok</guilabel> när som helst för att avsluta inställningsguiden.

source: The second page of the Setup Wizard allows you to choose the starting geographic location, by selecting from the list of the 3400+ known locations on the right side of the window. The list of locations can be filtered to match the text you enter in the <guilabel>City filter:</guilabel>, <guilabel>Province filter:</guilabel>, and <guilabel>Country filter:</guilabel> edit boxes. If your desired location is not present in the list, you can select a nearby city instead for now. Later on, you can add your precise location manually using the <link linkend="setgeo">Set Geographic Location tool</link>. Once you have selected a starting location, press the <guilabel>Next</guilabel> button.
sv: Den andra sidan i inställningsguiden låter dig välja geografisk plats vid start, genom att välja från listan med de mer än 3400 kända platserna till höger i fönstret. Listan med platser kan filtreras för att motsvara texten du skriver in i redigeringsrutorna <guilabel>Stadsfilter:</guilabel>, <guilabel>Regionfilter:</guilabel> och <guilabel>Landsfilter: </guilabel>. Om din önskade plats inte finns med i listan, kan du tillfälligt välja en stad i närheten. Senare kan du lägga till din exakta plats för hand med verktyget <link linkend="setgeo">Ange geografisk plats</link>. Så fort du har valt en geografisk plats vid start, tryck på knappen <guilabel>Nästa</guilabel>.

source: The last page of the Setup Wizard allows you to download extra data that are not included with the standard distribution of &kstars;. Simply press the <guilabel>Download Extra Data...</guilabel> button to open the <guilabel>Get New Stuff</guilabel> tool. When you are all done, press the <guilabel>OK</guilabel> button in the Setup Wizard to start exploring &kstars;.
sv: Den sista sidan i inställningsguiden låter dig ladda ner ytterligare data som inte ingår i &kstars;s standarddistribution. Tryck helt enkelt på knappen <guilabel>Ladda ner ytterligare data...</guilabel> för att visa verktyget <guilabel>Hämta heta nyheter</guilabel>. När du är klar, tryck på knappen <guilabel>Ok</guilabel> i inställningsguiden för att börja utforska &kstars;.

source: Have a Look Around
sv: Ta en titt runt omkring

source: Navigation Controls
sv: Navigeringskontroll

source: Basics
sv: Grundläggande

source: Now that we have the time and location set, let us have a look around. You can pan the display using the arrow keys. If you hold down the &Shift; key before panning, the scrolling speed is increased. The display can also be panned by clicking and dragging with the mouse. Note that while the display is scrolling, not all objects are displayed. This is done to cut down on the <acronym>CPU</acronym> load of recomputing object positions, which makes the scrolling smoother (you can configure what gets hidden while scrolling in the <link linkend="config">Configure - &kstars;</link> window). There are several ways to change the magnification (or <firstterm>Zoom level</firstterm>) of the display:
sv: När vi nu har ställt in tiden och platsen, låt oss ta en titt runt omkring. Du kan panorera skärmen med piltangenterna. Om du håller nere skifttangenten innan panorering, ökas panoreringshastigheten. Skärmen kan också panoreras genom att klicka och dra med musen. Observera att alla objekt visas inte medan skärmen panorerar. Det görs för att minska <acronym>CPU</acronym>-lasten för att beräkna objektens positioner igen, och gör panoreringen jämnare (du kan ställa in vad som göms under panorering i fönstret <link linkend="config">Anpassa - &kstars;</link>). Det finns flera sätt att ändra skärmens förstoring (eller <firstterm>zoomnivå</firstterm>):

source: Use the <keycap>+</keycap> and <keycap>-</keycap> keys.
sv: Använd tangenterna <keycap>+</keycap> och <keycap>-</keycap>.

source: Press the <guibutton>Zoom In</guibutton>/<guibutton>Zoom Out</guibutton> buttons in the toolbar.
sv: Tryck på knapparna <guibutton>Zooma in</guibutton> eller <guibutton>Zooma ut</guibutton> i verktygsraden.

source: Select the <menuchoice><guimenu>View</guimenu> <guimenuitem>Zoom In / Zoom Out</guimenuitem></menuchoice> menu item.
sv: Välj menyalternativet <menuchoice><guimenu>Visa</guimenu> <guimenuitem>Zooma In / Zooma ut</guimenuitem></menuchoice>.

source: Select the <menuchoice><guimenu>View</guimenu> <guimenuitem>Zoom to Angular Size...</guimenuitem></menuchoice> menu item. This allows you to specify the field-of-view angle for the display, in degrees.
sv: Välj menyalternativet <menuchoice><guimenu>Visa</guimenu> <guimenuitem>Zooma till vinkelstorlek...</guimenuitem></menuchoice>. Det låter dig ange synfältsvinkeln för skärmen i grader.

source: Use the scroll <mousebutton>wheel</mousebutton> on your mouse.
sv: Använd hjulet på musen.

source: Drag the mouse up and down with the &MMB; pressed.
sv: Dra musen uppåt eller neråt med mittenknappen nertryckt.

source: Hold down &Ctrl; while dragging the mouse. This will allow you to define a rectangle in the map. When you release the mouse button, the display will zoom to match the rectangle.
sv: Håll nere &Ctrl; medan musen dras. Det låter dig definiera en rektangel på skärmen. När du släpper musknappen, zoomas skärmen för att motsvara rektangeln.

source: Notice that as you zoom in, you can see fainter stars than at lower zoom settings.
sv: Observera att när du zoomar in, kan du se svagare stjärnor än vid lägre zoomningsgrader.

source: Zoom out until you can see a green curve; this represents your local <link linkend="ai-horizon">horizon</link>. If you have not adjusted the default &kstars; configuration, the display will be solid green below the horizon, representing the solid ground of the Earth. There is also a white curve, which represents the <link linkend="ai-cequator">celestial equator</link>, and a brown curve, which represents the <link linkend="ai-ecliptic">Ecliptic</link>, the path that the Sun appears to follow across the sky over the course of a year. The Sun is always found somewhere along the Ecliptic, and the planets are never far from it.
sv: Zooma ut tills du kan se en grön kurva. Det här representerar din lokala <link linkend="ai-horizon">horisont</link>. Om du inte har ändrat &kstars; inställning, är skärmen helt grön under horisonten, vilket representerar fasta marken på jorden. En vit kurva visas också, som representerar <link linkend="ai-cequator">himmelsekvatorn</link> (en tänkt linje som delar himlen i norra och södra halvkloten). En mörkare kurva, som representerar <link linkend="ai-ecliptic">ekliptikan</link>, vägen som solen verkar följa över himlen under året, visas också. Solen finns alltid någonstans längs ekliptikan, och planeterna är aldrig långt borta från den.

source: You can configure &kstars; to draw or not the celestial equator and Ecliptic curves on the Sky Map using the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem></menuchoice> menu item. Select the <guimenu>Guides</guimenu> page and check/uncheck the <guilabel>Celestial equator</guilabel> and <guilabel>Ecliptic</guilabel> check boxes. You can also configure which colors &kstars; uses for drawing these curves, using the <guimenu>Colors</guimenu> page.
sv: Det går att ställa in &kstars; att visa eller dölja himmelsekvatorn och ekliptikans kurvor på himmelskartan genom att använda menyalternativet <menuchoice><guimenu>Inställningar</guimenu><guisubmenu>Anpassa &kstars;...</guisubmenu></menuchoice>. Välj fliken <guimenu>Hjälplinjer</guimenu> och markera eller avmarkera kryssrutorna <guilabel>Himmelsekvator</guilabel> och <guilabel>Ekliptikan</guilabel>. Det går också att ställa in vilka färger som &kstars; använder för att återge kurvorna, genom att använda sidan <guimenu>Färger</guimenu>.

source: Here is a screenshot of the &kstars; main window, focusing on horizon, celestial equator and Ecliptic curves:
sv: Här är en skärmbild av &kstars; huvudfönster, med fokus på horisonten, himmelsekvatorn och ekliptikans kurvor:

source: &kstars; Window
sv: &kstars; fönster

source: <title>Objects in the Sky</title>
sv: <title>Objekt på himlen</title>

source: <primary>Objects in the Sky</primary>
sv: <primary>Objekt på himlen</primary>

source: Overview
sv: Översikt

source: &kstars; displays thousands of celestial objects: stars, planets, comets, asteroids, clusters, nebulae and galaxies. You can interact with displayed objects to perform actions on them or obtain more information about them. Clicking on an object will identify it in the status bar, and simply hovering the mouse cursor on an object will label it temporarily in the map. Double-clicking will recenter the display on the object and begin tracking it (so that it will remain centered as time passes). <mousebutton>Right</mousebutton> clicking an object opens the object's popup menu, which provides more options.
sv: &kstars; visar tusentals himmelsobjekt: stjärnor, planeter, kometer, asteroider, kluster, nebulosor och galaxer. Du kan påverka visade objekt genom att utföra åtgärder med dem eller skaffa mer information om dem. Genom att klicka på ett objekt identifieras det i statusraden, och genom att helt enkelt hålla musen stilla över ett objekt läggs en tillfällig beteckning till på kartan. Ett dubbelklick centrerar skärmen på objektet och börjar följa det (så att det förblir centrerat allteftersom tiden går). Genom att <mousebutton>höger</mousebutton>klicka på ett objekt, visas objektets sammanhangsberoende meny som tillhandahåller fler alternativ.

source: The Popup Menu
sv: Objektens menyer

source: <primary>Popup Menu</primary>
sv: <primary>Objektmeny</primary>

source: Example
sv: Exempel

source: Here is an example of the <mousebutton>right</mousebutton> click popup menu, for the Uranus:
sv: Här är ett exempel på menyn som visas med <mousebutton>höger</mousebutton>klick, för Uranus:

source: <screeninfo>Popup Menu for Uranus</screeninfo>
sv: <screeninfo>Sammanhangsberoende meny för Uranus</screeninfo>

source: <phrase>Popup Menu for Uranus</phrase>
sv: <phrase>Sammanhangsberoende meny för Uranus</phrase>

source: The appearance of the popup menu depends somewhat on the kind of object you <mousebutton>right</mousebutton>-click on, but the basic structure is listed below. You can get <link linkend="popup-menu">more detailed information about the popup menu</link>.
sv: Utseendet hos objektmenyn beror till en del på vilken sorts objekt som <mousebutton>höger</mousebutton>klickas, men den grundläggande strukturen visas nedan. Du kan få <link linkend="popup-menu">mer detaljerad information om objektmenyn</link>.

source: The top section contains some lines of information which are not selectable: the object's names ("Uranus"), object type ("Solar system object"), and the constellation which contains the object ("Pisces"). The next three lines show the object's rise, set, and transit times. If the rise and set times say "circumpolar", it means that the object is always above the horizon for the present location.
sv: Den övre delen innehåller informationstext som inte kan markeras: Objektets namn ("Uranus"), objekttyp ("solsystemobjekt"), och stjärnbilden som objektet finns i ("Fiskarna"). De tre följande raderna visar objektets uppgångs-, övergångs- och nergångstider. Om uppgångs- och nergångstiderna anger "Polär bana", betyder det att objektet alltid är ovanför horisonten för aktuell plats.

source: The middle section contains actions which can be performed on the selected object, such as <guimenuitem>Center &amp; Track</guimenuitem>, <guimenuitem>Details</guimenuitem>, and <guimenuitem>Attach Label</guimenuitem>. See the <link linkend="popup-menu">popup menu description</link> for a full list and description of each action.
sv: Delen i mitten innehåller alternativ för att utföra åtgärder med objektet, som <guimenuitem>Centrera och följ</guimenuitem>, <guimenuitem>Detaljinformation</guimenuitem> och <guimenuitem>Lägg till beteckning</guimenuitem>. Se <link linkend="popup-menu">beskrivningen av menyn</link> för en fullständig lista och beskrivning av varje alternativ.

source: Internet Links
sv: Internetlänkar

source: <seealso>Popup Menu</seealso>
sv: <seealso>Objektmeny</seealso>

source: The bottom section contains links to images and/or informative webpages about the selected object. If you know of an additional &URL; with information or an image of the object, you can add a custom link to the object's popup menu. Use the <guimenuitem>Details</guimenuitem> item in the popup menu to open the <guilabel>Object Details</guilabel> dialog. On the <guilabel>Links</guilabel> tab use the <guibutton>Add Link...</guibutton> button.
sv: Den nedre delen innehåller länkar till bilder och/eller informativa webbsidor om det valda objektet. Om du känner till ytterligare webbadresser med information eller en bild av objektet, kan du lägga till en egen länk i objektmenyn. Använd alternativet <guimenuitem>Information</guimenuitem> i menyn för att visa dialogrutan <guilabel>Information om objekt</guilabel>. Använd <guimenuitem>Lägg till länk...</guimenuitem> under fliken <guilabel>Länkar</guilabel>.

source: Finding Objects
sv: Söka objekt

source: Find Object Tool
sv: Verktyget för att söka objekt

source: Finding by Name
sv: Söka enligt namn

source: You can search for named objects using the <guilabel>Find Object</guilabel> tool, which can be opened by clicking on the <guiicon>search</guiicon> icon in the toolbar, by selecting <menuchoice><guimenu>Pointing</guimenu> <guimenuitem>Find Object...</guimenuitem></menuchoice> menu item, or by pressing <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>. The <guilabel>Find Object</guilabel> window is shown below:
sv: Du kan söka efter namngivna objekt med verktyget <guilabel>Sök objekt</guilabel>, som kan öppnas genom att klicka på ikonen <guiicon>sök</guiicon> i verktygsraden, genom att välja menyalternativet <menuchoice><guimenu>Pekning</guimenu> <guimenuitem>Sök objekt...</guimenuitem></menuchoice>, eller genom att trycka på <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo>. Fönstret <guilabel>Sök objekt</guilabel> visas nedan:

source: <screeninfo>Find Object Window with search online feature</screeninfo>
sv: <screeninfo>Fönstret Sök objekt med funktion för sökning på nätet</screeninfo>

source: <phrase>Find Object Window with search online feature</phrase>
sv: <phrase>Fönstret Sök objekt med funktion för sökning på nätet</phrase>

source: The window contains a list of (almost, see <xref linkend="catalogs"/>) all the named objects that &kstars; is aware of. Many of the objects only have a numeric catalog name (for example, NGC 3077), but some objects have a common name as well (for example, Whirlpool Galaxy). You can filter the list by name and by object type. To filter by name, enter a string in the edit box at the top of the window; the list will then only contain names which start with that string. To filter by type, select a type from the combo box at the bottom of the window.
sv: Fönstret listar (nästan, se <xref linkend="catalogs"/>) alla namngivna objekt som &kstars; känner till. Många objekt listas bara med sitt katalognamn (till exempel NGC 3077), men vissa listas med ett vanligt namn (till exempel Virvelgalaxen). Du kan filtrera listan enligt namn eller typ av objekt. För att filtrera enligt namn, skriv in text i redigeringsrutan längst upp i fönstret. Listan innehåller då bara namn som börjar med texten. För att filtrera enligt typ, välj en typ i kombinationsrutan längst ner i fönstret.

source: &kstars; provides another method for resolving the objects that are missing from any of its predefined catalogues, by using an internet connection. Thus, if you want to find an object that &kstars; is not aware of, you can easily do this by querying several professional astronomical databases as: SIMBAD, NED or VizieR. This can be done by entering the object's name and then press the <guibutton>or search the internet for <replaceable>ObjectName</replaceable></guibutton> button. After your object is found, you can use it exactly as any object that is already loaded into &kstars; (&ie; adding it to the Observing WishList). If the object was not found in the online databases, then a warning dialogue will pop-up. Once you resolve an object by using this method, it is stored in &kstars; database, so if you close &kstars; and open it again, your object will still be there.
sv: &kstars; tillhandahåller en annan metod för att hitta objekt som saknas i alla fördefinierade kataloger genom att använda en Internet-anslutning. På så sätt, om du vill hitta ett objekt som &kstars; inte känner till, kan du enkelt göra det genom att söka i flera professionella astronomiska databaser såsom SIMBAD, NED eller VixieR. Det kan göras genom att ange objektets namn och därefter klicka på knappen <guibutton>eller sök på Internet efter <replaceable>objektnamn</replaceable></guibutton>. Efter att objektet har hittats kan det användas precis som alla objekt som redan har lästs in i &kstars; (t.ex. lägga till det i listan med observationsönskemål). Om objektet inte hittas i nätdatabaserna, dyker en varningsdialogruta upp. När ett objekt väl har hittats med den här metoden, lagras det i &kstars; databas, så om &kstars; stängs och öppnas igen finns objektet fortfarande där.

source: You can choose to enable or disable this feature by checking or unchecking the <guibutton>Resolve names not known to &kstars; using online services</guibutton> check box from <guilabel>Catalogs</guilabel> page, inside of <guilabel>Configure - &kstars;</guilabel> dialog (select the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem></menuchoice> menu item). If this checkbox is checked, when an object name unknown to &kstars; is entered in the <guilabel>Find Dialog</guilabel>, &kstars; will contact online services to learn about the desired object and then add it directly to &kstars; database. The objects acquired in this manner are stored in a fake catalog, called <quote>_Internet_Resolved</quote>. Thus, you can enable or disable the display of these objects by checking or unchecking the <quote>_Internet_Resolved</quote> catalog from the catalogues list. Note that you can not delete this fake catalogue, as you can do with a custom catalogue. If this checkbox is unchecked, then the <guilabel>Find Object</guilabel> window will be exactly the same, excepting a minor change: the online searching button will no longer be visible.
sv: Du kan välja att aktivera eller inaktivera funktionen genom att markera eller avmarkera kryssrutan <guibutton>Matcha namn som inte är kända av &kstars; genom att använda nättjänster</guibutton> på sidan <guilabel>Kataloger</guilabel>, i dialogrutan <guilabel>Anpassa - &kstars;</guilabel> (välj menyalternativet <menuchoice><guimenu>Inställningar</guimenu> <guimenuitem>Anpassa - &kstars;</guimenuitem></menuchoice>). Om kryssrutan är markerad och ett objektnamn inte är känt av &kstars; anges i <guilabel>Sökdialogrutan</guilabel> kontaktar &kstars; nättjänster för att få information om det önskade objektet och direkt lägga till det i &kstars; databas. Objekten som hämtas på detta sätt lagras i en oäkta katalog som kallas <quote>_Internet_Resolved</quote>. På så sätt kan du aktivera och inaktivera visning av objekten genom att markera eller avmarkera katalogen <quote>_Internet_Resolved</quote> i kataloglistan. Observera att den oäkta katalogen inte kan tas bort, vilket går att göra med en egen katalog. Om kryssrutan är avmarkerad, ser fönstret <guilabel>Sökdialogruta</guilabel> likadant ut, utom den mindre skillnaden att knappen för nätsökning inte längre är synlig.

source: <screeninfo>Find Object Window</screeninfo>
sv: <screeninfo>Fönstret Sök objekt</screeninfo>

source: <phrase>Find Object Window</phrase>
sv: <phrase>Fönstret Sök objekt</phrase>
