Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/viewops.po
Languages: bg, ca, ca@valencia, fr, it, uk

source: The ``Satellites`` page allows you to set the satellites view options.
bg: Страницата ``Сателити`` ви позволява да зададете опциите за изгледа на сателитите.
ca: La pàgina ``Satèl·lits`` permet definir les opcions de visualització dels satèl·lits.
ca@valencia: La pàgina ``Satèl·lits`` permet establir les opcions de visualització per als satèl·lits.
fr: L'onglet des ``satellites`` vous permet de définir les options d'affichage des satellites.
uk: За допомогою сторінки ``Супутники`` ви можете вказати параметри показу супутників.

source: The ``Supernovae`` page allows you to manage how supernovae are displayed by KStars.
bg: Страницата ``Свръхнови`` ви позволява да укажете, как свръхновите се показват от KStars.
ca: La pàgina ``Supernoves`` permet gestionar com mostrarà el KStars les supernoves.
ca@valencia: La pàgina ``Supernoves`` permet gestionar com es mostraran les supernoves.
fr: L'onglet ``Supernova`` permet de gérer la manière dont les supernova sont affichées dans KStars.
uk: За допомогою сторінки ``Наднові`` ви можете визначити параметри показу наднових у вікні KStars.

source: The ``Guides`` page lets you toggle whether non-objects are displayed (i.e., constellation lines, constellation names, the Milky Way contour).
bg: Страницата ``Водачи`` ви позволява да превключвате показването на помощни елементи (напр.. линии на съзвездия, имена на съзвездия, контур на Млечния път).
ca: La pàgina ``Guies`` permet decidir si mostrar certs objectes (és a dir, ínies de les constel·lacions, noms de les constel·lacions, el contorn de la Via Làctia).
ca@valencia: La pàgina ``Guies`` permet decidir si mostrar certs objectes (és a dir, les línies i els noms de les constel·lacions o el contorn de la Via Làctia).
fr: La page des ``Guides`` vous permet d'afficher ou non les non-objets (c'est-à-dire les lignes de constellations, leurs noms ou encore le contour de la Voie Lactée).
uk: Сторінка ``Підказки`` надає вам змогу визначити, чи буде показано астрономічні елементи не пов’язані напряму з об’єктами (тобто, лінії сузір’їв, назви сузір’їв, контур Молочного Шляху.

source: It is possible to choose a ``Sky culture``: for the constellation lines and names on this page. The current version of KStars includes data for more than a dozen sky cultures.
bg: На страницата ``Небесна култура:`` можете да изберете линиите и имената на съзвездията на различни народности. Текущата версия на KStars включва данни за повече от дузина небесни култури.
ca: És possible triar una ``Cultura del cel:`` per a les línies de constel·lació i els noms en aquesta pàgina. La versió actual del KStars inclou les dades de més d'una dotzena de cultures del cel.
ca@valencia: És possible triar en esta pàgina una ``Cultura del cel:`` per a les línies i els noms de constel·lació. La versió actual de KStars inclou les dades de més d'una dotzena de cultures del cel.
fr: Il est possible de choisir une ``culture du ciel`` (civilisation) pour les lignes de constellations et les noms sur cette page. La version actuelle de KStars inclut des données pour plus d'une dizaine de cultures du ciel.
uk: За допомогою цієї сторінки ви можете вибрати ``Схему назв`` для назв і ліній сузір'їв. До поточної версії KStars включено понад десяток картин зоряного неба різних народів.

source: The ``Terrain page`` allows you to set the terrain or landscape image and configure its speedup options.
bg: Страницата ``Терен`` ви позволява да зададете изображението на терена или пейзажа и да конфигурирате опциите за ускоряване.
ca: La pàgina ``Terreny`` permet establir el terreny o la imatge del paisatge i configurar les seves opcions d'acceleració.
ca@valencia: La pàgina ``Terreny`` permet establir el terreny o la imatge del paisatge i configurar les seues opcions d'acceleració.
fr: La page des ``terrains`` vous permet de définir les terrains ou les images de paysage et de configurer leurs options d'accélération.
uk: За допомогою сторінки ``Ландшафт`` ви можете вказати зображення ландшафту або місцевості і налаштувати параметри пришвидшення обробки цього зображення.

source: The ``Image Overlays`` page allows you to add and manage your own images that will be displayed in the skymap.
bg: Страницата ``Наслагвания на изображения`` ви позволява да добавяте и управлявате свои собствени изображения, които ще се показват в картата на небето.
ca: La pàgina ``Superposicions d'imatges`` permet afegir i gestionar les vostres pròpies imatges que es mostraran en el mapa celeste.
ca@valencia: La pàgina ``Superposicions d'imatges`` permet afegir i gestionar les vostres pròpies imatges en el mapa celeste.
fr: La page de ``Superposition d'image`` permet d'ajouter et de gérer vos propres images qui peuvent être affichées dans la carte du ciel.
uk: За допомогою сторінки ``Зображення-накладки`` ви можете додати ваші власні зображення, які буде показано на карті неба, та керувати ними.

source: The ``Colors`` page allows you to set the color scheme, and to define new custom color schemes.
bg: Страницата ``Цветове`` ви позволява да зададете цветовата схема и да дефинирате нови персонализирани цветови схеми.
ca: La pàgina ``Colors`` permet establir l'esquema de color i definir esquemes de colors personalitzats nous.
ca@valencia: La pàgina ``Colors`` permet establir l'esquema de color i definir esquemes de color personalitzats nous.
fr: La page des ``couleurs`` vous permet de définir le thème de couleur, et de définir des thèmes de couleurs personnalisés.
uk: Сторінка ``Кольори`` надає вам змогу змінити схему кольорів або визначити власну схему кольорів.

source: For detailed explanation of the options on the ``FITS`` page see the :doc:`Configure FITS <fits-configure>` section.
bg: За подробно обяснение на опциите на страницата ``FITS`` вижте раздела :doc:`Конфигуриране на FITS <fits-configure>`.
ca: Per a una explicació detallada de les opcions a la pàgina ``FITS``, vegeu la secció :doc:`Configuració del FITS <fits-configure>`.
fr: Pour une explication détaillée des options sur ``FITS``, veuillez vous reporter à la section :doc:`Configurer FITS <fits-configure>`.

source: For detailed explanation of the options on the ``INDI`` page see the :doc:`Configure INDI <indi-configure>` section.
bg: За подробно обяснение на опциите на страницата ``INDI`` вижте раздела :doc:`Конфигуриране на INDI <indi-configure>`.
ca: Per a una explicació detallada de les opcions a la pàgina ``INDI``, vegeu la secció :doc:`Configurar INDI <indi-configure>`.
fr: Pour une explication détaillée des options sur ``INDI``, veuillez vous reporter à la section :doc:`Configurer INDI <indi-configure>`.

source: For detailed explanation of ``Ekos`` astrophotography suite, see the :doc:`Ekos section of this manual <ekos>`.
bg: За подробно обяснение на пакета за астрофотография ``Ekos`` вижте :doc:`раздела Ekos на това ръководство <ekos>`.
ca: Per a una explicació detallada de la suite d'astrofotografia ``Ekos``, vegeu la secció :doc:`Ekos <ekos>` d'aquest manual.
fr: Pour une explication détaillée des options de la suite astrophotographie ``Ekos``, veuillez vous reporter à la section :doc:`Section Ekos <ekos>` de ce manuel.

source: The ``Xplanet`` page provides fine-grained control over `Solar system planet surface renderer Xplanet <http://xplanet.sourceforge.net/>`__ (should be installed separately).
bg: Страницата Xplanet осигурява прецизен контрол над `изобразяването на повърхността на планетите на Слънчевата система Xplanet <http://xplanet.sourceforge.net/>`__ (трябва да се инсталира отделно )
ca: La pàgina ``Xplanet`` proporciona un control acurat sobre el `Renderitzador de superfícies de planetes del sistema solar Xplanet <http://xplanet.sourceforge.net/>`__ (s'ha d'instal·lar per separat).

source: The ``Advanced`` page provides fine-grained control over the more subtle behaviors of KStars.
bg: Страницата ``Разширени`` предоставя прецизен контрол върху по-специфични настройки на KStars.
ca: La pàgina ``Avançat`` proveeix un control acurat sobre els comportaments més subtils del KStars.
ca@valencia: La pàgina ``Avançat`` proporciona un acurat control sobre els comportaments més subtils de KStars.
fr: La page ``Avancé`` fournit un contrôle fin des comportements les plus subtils de KStars.
uk: На сторінці ``Додаткові`` розміщено засоби керування додатковими аспектами поведінки KStars.

source: The ``Developer`` page allows you to enable or disable a few options mostly useful for developers or for folks looking to help debug issues. Currently these are enabling the saving of images during Ekos's autofocus, guiding and alignment.
bg: Страницата ``За разработчици`` ви позволява да активирате или деактивирате няколко опции, които са полезни предимно за разработчици или за хора, които искат да помогнат за отстраняване на грешки. В момента те позволяват запазването на изображения по време на автофокуса, насочването и подравняването на Ekos.
ca: La pàgina ``Desenvolupador`` permet activar o desactivar algunes opcions útils sobretot per als desenvolupadors o per a la gent que busca ajudar en els problemes de depuració. Actualment, activen el desament d'imatges durant l'enfocament automàtic, el guiatge i l'alineació de l'Ekos.
fr: La page des ``Développeurs`` permet d'activer ou de désactiver quelques options surtout utiles pour les développeurs ou pour les personnes qui souhaitent aider à déterrer les bogues. Actuellement elles activent l'enregistrement des images des processus de mise au point automatique, de guidage et d'alignement.
uk: За допомогою сторінки ``Розробник`` ви можете увімкнути або вимкнути декілька можливостей, які здебільшого корисні для розробників і тих, кому потрібна допомога у діагностиці. У поточній версії можна увімкнути збереження зображень під час автофокусування, наведення та вирівнювання в Ekos.

source: |Configure - KStars Window|
ca@valencia: |Finestra de configuració de KStars|
uk: |Вікно налаштовування KStars|
