Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/viewops.po
Languages: bg, ca, ca@valencia, fr, it, uk

source: Position angle (°):
it: Angolo di posizione (°):

source: Importing CSV (and similar formats)
it: Importazione da CSV (e da altri formati simili)

source: <screeninfo>Importing CSV Catalogs</screeninfo>
it: <screeninfo>Importare i cataloghi CSV</screeninfo>

source: <phrase>Importing CSV Catalogs</phrase>
it: <phrase>Importare i cataloghi CSV</phrase>

source: Importing CSV Catalogs, Populated
it: Importazione di cataloghi CSV, popolati

source: Importing CSV Catalogs, OpenNGC
it: Importazione di cataloghi CSV, OpenNGC

source: Solar System
it: Sistema Solare

source: <screeninfo>Solar System Window</screeninfo>
it: <screeninfo>Finestra Sistema Solare</screeninfo>

source: <phrase>Solar System Window</phrase>
it: <phrase>Finestra Sistema Solare</phrase>

source: In the <guilabel>Solar System</guilabel> page, you can specify whether the Sun, Moon, planets, comets and asteroids are displayed, and whether the major bodies are drawn as colored circles or actual images. You can also toggle whether solar system bodies have name labels attached, and control how many of the comets and asteroids get name labels. There is an option to automatically attach a temporary <quote>orbit trail</quote> whenever a solar system body is tracked, and another to toggle whether the color of the orbit trail fades into the background sky color.
it: Nella pagina <guilabel>Sistema solare</guilabel> puoi decidere se visualizzare il Sole, la Luna, i pianeti, le comete e gli asteroidi, e se i corpi maggiori vadano rappresentati con cerchi colorati o con le proprie immagini. Puoi anche stabilire se visualizzare i nomi degli oggetti del sistema solare, e controllare quante comete e asteroidi abbiano il proprio nome visibile. C'è un opzione per aggiungere automaticamente una <quote>traccia orbitale</quote> temporanea quando si insegue un corpo del sistema solare; un'altra opzione stabilisce se tale traccia debba dissolversi gradatamente.

source: Satellites
it: Satelliti

source: <screeninfo>Satellites Window</screeninfo>
it: <screeninfo>Finestra Satelliti</screeninfo>

source: <phrase>Satellites Window</phrase>
it: <phrase>Finestra Satelliti</phrase>

source: The <guilabel>Satellites</guilabel> page allows you to set the satellites view options. Firstly, you can see or hide the satellites on the skymap using <guilabel>Show satellites</guilabel> checkbox from the top <guilabel>View Options</guilabel> section. By default, satellites are drawn as small light red filled circles with an optional dark red name label next to them. You can enable or disable these labels by checking or not the <guilabel>Show labels</guilabel> checkbox. It is located below the <guilabel>Show satellites</guilabel> checkbox, within the <guilabel>View Options</guilabel> section.
it: La pagina <guilabel>Satelliti</guilabel> ti permette di impostare le opzioni di visualizzazione dei satelliti. In primo luogo puoi vedere o nascondere i satelliti nella mappa celeste mediante la casella <guilabel>Mostra satelliti</guilabel>, che si trova in alto nella sezione <guilabel>Opzioni di visualizzazione</guilabel>. Come comportamento predefinito i satelliti sono disegnati come cerchietti riempiti di rosso chiaro, eventualmente con vicino un'etichetta rosso scura col nome. Puoi abilitare o disabilitare queste etichette spuntando o meno la casella <guilabel>Mostra etichette</guilabel>, che è situata sotto a <guilabel>Mostra satelliti</guilabel> all'interno della sezione <guilabel>Opzioni di visualizzazione</guilabel>.

source: The colors of the dots representing satellites and their name labels can be easily customized using the <guilabel>Colors</guilabel> page from the same <guilabel>Configure - &kstars;</guilabel> window. In addition, satellites can be drawn just like regular stars by checking the <guilabel>Draw satellites like stars</guilabel> checkbox. To display only the visible satellites from your current geographic location and time, select <guilabel>Show only visible satellites</guilabel>.
it: I colori dei punti che rappresentano i satelliti e le loro etichette coi nomi possono essere facilmente personalizzati usando la pagina <guilabel>Colori</guilabel>, sempre dalla finestra <guilabel>Configura - &kstars;</guilabel>. I satelliti possono essere inoltre disegnati come le normali stelle spuntando la casella <guilabel>Disegna i satelliti come stelle</guilabel>. Seleziona infine <guilabel>Mostra solo i satelliti visibili</guilabel> se vuoi visualizzare solo quelli visibili dalla tua posizione geografica attuale.

source: &kstars; can draw artificial satellites from many predefined groups. Thus, you can select to display a particular group, multiple groups or partially select subgroups. Under each group, a list of individual satellites is presented. To select all satellites from a group, you need to check the group checkbox. You can also select only the satellites of interest in each group. The satellites orbital elements can be updated via the internet by pressing the <guibutton>Update TLEs</guibutton> button. Another way for updating the satellites orbital elements is to use the <menuchoice><guimenu>Data</guimenu> <guisubmenu>Updates</guisubmenu> <guimenuitem>Update Satellites Orbital Elements</guimenuitem></menuchoice> menu item. If you know the name of a desired satellite then you can use the search satellites method that &kstars; provides. You need to enter the name of satellite in the <guilabel>Search satellites</guilabel> text box and the list will be reduced only to its best matches.
it: &kstars; può disegnare i satelliti artificiali prendendoli da molti gruppi predefiniti, inoltre puoi selezionare di visualizzare solo un gruppo particolare, più gruppi o dei sottogruppi selezionati parzialmente. Sotto ogni gruppo c'è un elenco di singoli satelliti: per selezionare tutti i satelliti di un gruppo devi spuntare la casella del gruppo. Gli elementi orbitali dei satelliti possono essere aggiornati attraverso Internet premendo il pulsante <guibutton>Aggiorna TLE</guibutton>, oppure usando la voce di menu <menuchoice><guimenu>Dati</guimenu> <guisubmenu>Aggiornamenti</guisubmenu> <guimenuitem>Aggiorna gli elementi orbitali dei satelliti</guimenuitem></menuchoice>. Se conosci il nome del satellite puoi usare il metodo di ricerca dei satelliti fornito da &kstars;: devi inserirlo nella casella testuale <guilabel>Cerca satelliti</guilabel> e l'elenco si ridurrà solo alle corrispondenze migliori.

source: You can add new satellites to &kstars; default satellites set by editing the <filename>kstars/data/satellites.dat</filename> file. As each line of this file is a group of satellites, you need to add a new entry for your desired satellites group. An entry should have the following format: <userinput>Group Name;local_filename;url</userinput>. For example: <userinput>Iridium;iridium.tle;https://celestrak.com/NORAD/elements/iridium.txt</userinput>.
it: Puoi aggiungere dei nuovi satelliti a quelli predefiniti di &kstars; modificando il file <filename>kstars/data/satellites.dat</filename>: siccome ogni sua riga è un gruppo di satelliti devi aggiungere una nuova voce per il gruppo di satelliti desiderato. Una voce dovrebbe avere il formato seguente: <userinput>Nome del gruppo;nome_del_file_locale;url</userinput>. Ad esempio: <userinput>Iridium;iridium.tle;https://celestrak.com/NORAD/elements/iridium.txt</userinput>.

source: Supernovae
it: Supernove

source: <screeninfo>Supernovae Window</screeninfo>
it: <screeninfo>Finestra Supernove</screeninfo>

source: <phrase>Supernovae Window</phrase>
it: <phrase>Finestra Supernove</phrase>

source: The <guilabel>Supernovae</guilabel> page allows you to decide if the supernovae are displayed or not by checking the <guilabel>Show supernovae</guilabel> checkbox. By default, supernovae are drawn as small light orange <quote>+</quote> mark. As for satellites, the color of supernovae can be easily customized using the <guilabel>Colors</guilabel> page.
it: La pagina <guilabel>Supernove</guilabel> ti permette di decidere se visualizzare o no le supernove, spuntando la casella <guilabel>Mostra le supernove</guilabel>. Per impostazione predefinita le supernove sono disegnate come dei piccoli <quote>+</quote> di colore arancione chiaro. Come per i satelliti, il colore delle supernove può essere facilmente personalizzato usando la pagina <guilabel>Colori</guilabel>.

source: You can set the magnitude limit for showing a supernova as well as magnitude limit for supernova alerts using the spin boxes control. The limiting magnitude is the faintest apparent magnitude of an skyobject that is visible with the naked-eye or a telescope.
it: Tramite le caselle di controllo numeriche puoi impostare sia il limite di magnitudine per mostrare una supernova, sia il limite di magnitudine per gli avvisi sulla supernova. La magnitudine limite è la magnitudine apparente più tenue di un oggetto celeste visibile a occhio nudo o con un telescopio.

source: The list of recent supernovae can be updated via the <menuchoice><guimenu>Data</guimenu> <guisubmenu>Updates</guisubmenu> <guimenuitem>Update Recent Supernovae data</guimenuitem></menuchoice> menu item.
it: L'elenco delle supernove recenti può essere aggiornato dalla voce di menu <menuchoice><guimenu>Dati</guimenu> <guisubmenu>Aggiornamenti</guisubmenu> <guimenuitem>Aggiorna i dati sulle supernove recenti</guimenuitem></menuchoice>.

source: Guides
it: Guide

source: <screeninfo>Guides Window</screeninfo>
it: <screeninfo>Finestra Guide</screeninfo>

source: <phrase>Guides Window</phrase>
it: <phrase>Finestra Guide</phrase>

source: The <guilabel>Guides</guilabel> page lets you toggle whether non-objects are displayed (&ie;, constellation lines, constellation names, the Milky Way contour, the <link linkend="ai-cequator">celestial equator</link>, <link linkend="ai-ecliptic">the ecliptic</link>, <link linkend="ai-horizon">the horizon line</link>, and the opaque ground). You can also choose a sky culture, whether you would like to see Latin constellation names, <acronym>IAU</acronym>-standard three-letter abbreviations, or constellation names using your local language.
it: La pagina <guilabel>Guide</guilabel> ti permette di scegliere se visualizzare altri elementi oltre agli oggetti (&ie; linee e nomi di costellazioni, il contorno della Via Lattea, l'<link linkend="ai-cequator">equatore celeste</link>, l'<link linkend="ai-ecliptic">eclittica</link>, la <link linkend="ai-horizon">linea dell'orizzonte</link> e il terreno opaco). Puoi anche scegliere una cultura celeste, se preferisci vedere i nomi latini delle costellazioni, le abbreviazioni standard di tre lettere dell'<acronym>IAU</acronym> o i nomi in italiano.

source: Terrain
it: Terreno

source: <screeninfo>Terrain Window</screeninfo>
it: <screeninfo>Finestra Terreno</screeninfo>

source: <phrase>Terrain Window</phrase>
it: <phrase>Finestra Terreno</phrase>

source: The <guilabel>Terrain</guilabel> page lets you configure whether the terrain (landscape) image will be shown on the skymap.
it: La pagina <guilabel>Terreno</guilabel> ti permette di configurare se verrà mostrata sulla mappa l'immagine del terreno (paesaggio).

source: The user is responsible for creating a partially-transparent image, that is overlayed onto the sky map. This image should have transparent regions that the user creates to let the skymap show through, and opaque regions representing the trees, buildings, the landscape around the telescope. There is a particular format required, and this is a significant effort. There are many resources on the web that explain how this is done for <ulink url="https://stellarium.org/landscapes.html">Stellarium</ulink>. The details of image creation are the same.
it: È responsabilità dell'utente creare un'immagine parzialmente trasparente che viene sovrapposta sulla mappa celeste. Questa immagine deve contenere regioni trasparenti che l'utente crea affinché si possa vedere la mappa, e regioni opache che rappresentano gli alberi, le costruzioni, il paesaggio attorno al telescopio. È richiesto un formato specifico, e questo è un lavoro importante. Ci sono molte risorse sul web che spiegano come viene fatto per <ulink url="https://stellarium.org/landscapes.html">Stellarium</ulink>. I dettagli della creazione dell'immagine sono gli stessi.

source: Initially, the user captures a full sphere equirectangular projection image from approximately the same point-of-view as his/her telescope. This kind of image can be captured with the Google Camera App, or the Google YouTube App on iPhone, or likely many other camera apps. The user then needs to edit the resulting image so that the sky is erased/transparent, and save it as a PNG. Finally, the user needs to determine where North is in the image, so it can eventually be aligned with the skymap. Once all that is done, the sky map can simulate the local sky view including the local terrain.
it: Inizialmente, l'utente acquisisce un'immagine con proiezione cilindrica equidistante di una sfera completa, approssimativamente dallo stesso punto di vista del suo telescopio. Questo tipo di immagine può essere acquisita con l'app Google Camera App o Google YouTube sull'iPhone, oppure con molte altre app per fotocamera. L'utente deve quindi modificare l'immagine risultante in modo che il cielo sia cancellato/trasparente, e salvarla in formato PNG. Infine, deve determinare dove si trova il Nord nell'immagine, in modo che sia eventualmente allineata alla mappa celeste. Una volta fatto, la mappa celeste è in grado di simulare la vista del cielo locale, incluso il terreno locale.

source: Once the image is created, it is possible to upload it via the <guilabel>Terrain</guilabel> page and configure the azimuth correction value (in degrees) that allows the user to rotate the view so north in the sky map is aligned with the north in the image.
it: Una volta creata l'immagine, è possibile caricarla nella pagina <guilabel>Terreno</guilabel> e configurare il valore di correzione dell'azimut (in gradi) che permette all'utente di ruotare la vista in modo che il Nord nella mappa celeste sia allineato col Nord dell'immagine.

source: Moreover, some speedup options can be configured to achieve the best user experience when rendering the terrain on the sky map.
it: Sono presenti, inoltre, alcune opzioni di accelerazione configurabili per ottenere l'esperienza utente migliore nella resa del terreno sulla mappa celeste.

source: You can toggle the terrain overlay on and off using a keyboard shortcut <keycombo>&Ctrl;&Shift;<keycap>T</keycap></keycombo> and the <menuchoice><guimenu>View</guimenu><guimenuitem>Show Terrain</guimenuitem></menuchoice> menu item.
it: Puoi attivare o disattivare la sovrapposizione del terreno usando una scorciatoia di tastiera <keycombo>&Ctrl;&Shift;<keycap>T</keycap></keycombo> e la voce di menu <menuchoice><guimenu>Visualizza</guimenu><guimenuitem>Mostra il terreno</guimenuitem></menuchoice>.

source: <title>Image Overlays</title>
it: <title>Sovrapposizioni sulle immagini</title>

source: <screeninfo>Image Overlays on SkyMap</screeninfo>
it: <screeninfo>Sovrapposizioni sulle immagini nella mappa celeste</screeninfo>

source: <phrase>Image Overlays on SkyMap</phrase>
it: <phrase>Sovrapposizioni sulle immagini nella mappa celeste</phrase>

source: Image overlays are custom images (typically <literal role="extension">.jpg</literal>) that are rendered onto the skymap over stars and other skymap items, but below the terrain. These images are added by you, the user, a sort of personal sky catalog. If configured properly, these personal images can be displayed almost perfectly aligned with other objects in the sky.
it: Le sovrapposizioni sulle immagini sono immagini personalizzate (in genere <literal role="extension">.jpg</literal>) rese nella mappa celeste sulle stelle e altri elementi della mappa, ma sotto il terreno. Queste immagini vengono aggiunte dall'utente, ossia da te, come una sorta di catalogo celeste personale. Se configurate correttamente, queste immagini personali possono essere visualizzate in modo quasi perfettamente allineato nel cielo.

source: <screeninfo>Image Overlays Window</screeninfo>
it: <screeninfo>Finestra sovrapposizioni sulle immagini</screeninfo>

source: <phrase>Image Overlays Window</phrase>
it: <phrase>Finestra sovrapposizioni sulle immagini</phrase>

source: The <guilabel>Image Overlays</guilabel> page lets you configure whether image overlays will be shown on the skymap, and helps you add them to the system. The image at the start of this section shows the skymap with image overlays enabled and some image overlays loaded.
it: La pagina <guilabel>Sovrapposizioni sulle immagini</guilabel> ti permette di configurare se le sovrapposizioni saranno mostrate o no sulla mappa celeste, e ti aiuta ad aggiungerle al sistema. L'immagine all'inizio di questa sezione mostra la mappa celeste con le sovrapposizioni abilitate e e alcune immagini caricate.

source: <title>Colors</title>
it: <title>Colori</title>

source: <screeninfo>Colors Window</screeninfo>
it: <screeninfo>Finestra Colori</screeninfo>

source: <phrase>Colors Window</phrase>
it: <phrase>Finestra Colori</phrase>

source: The <guilabel>Colors</guilabel> page allows you to set the color scheme, and to define custom color schemes. The tab is split into two panels:
it: La pagina <guilabel>Colori</guilabel> ti permette di impostare lo schema di colori e di definirne di personalizzati. La scheda si divide in due pannelli:

source: The left panel shows a list of all display items with adjustable colors. Click on any item to bring up a color selection window to adjust its color. Below the list is the <guilabel>Star color mode:</guilabel> dropdown box. By default, &kstars; draws stars with a <link linkend="ai-colorandtemp">realistic color</link> tint according to the spectral type of the star. However, you may also choose to draw the stars as solid white, black or red circles. If you are using the realistic star colors, you can set the saturation level of the star colors with the <guilabel>Star color intensity:</guilabel> spinbox.
it: Il pannello di sinistra mostra una lista di tutti gli elementi con colori personalizzabili. Fai clic su un elemento qualsiasi per attivare una finestra da cui potrai modificare il colore. Sotto la lista c'è la casella a discesa <guilabel>Modalità colore stelle</guilabel>. Come opzione predefinita, &kstars; visualizza le stelle con un <link linkend="ai-colorandtemp">colore realistico</link> basato sul loro tipo spettrale. Tuttavia, puoi anche scegliere di visualizzare le stelle come cerchietti bianchi, neri o rossi. Se stai usando i colori realistici delle stelle, puoi scegliere il loro livello di saturazione tramite la casella numerica <guilabel>Intensità colore stelle</guilabel>.

source: The right panel lists the defined color schemes. There are four predefined schemes: the <guilabel>Default Colors</guilabel> scheme, <guilabel>Star Chart</guilabel>, which uses black stars on a white background, <guilabel>Night Vision</guilabel>, which uses only shades of red in order to protect dark-adapted vision, and <guilabel>Moonless Night</guilabel>, a more realistic, dark theme. Additionally, you can save the current color settings as a custom scheme by clicking the <guibutton>Save As...</guibutton> button. It will prompt you for a name for the new scheme, and then your scheme will appear in the list in all future &kstars; sessions. To remove a custom scheme, simply highlight it in the list, and press the <guibutton>Remove</guibutton> button.
it: Il pannello di destra elenca gli schemi di colori definiti. Ci sono quattro schemi: lo schema <guilabel>Colori predefiniti</guilabel>, <guilabel>Mappa celeste</guilabel> con stelle nere su sfondo bianco, <guilabel>Visione notturna</guilabel> che usa solo gradazioni di rosso per proteggere l'adattamento dell'occhio all'oscurità, e <guilabel>Notte senza Luna</guilabel>, uno schema più realistico, dai colori meno brillanti. In aggiunta, puoi salvare le impostazioni di colore correnti come schema personalizzato, premendo il pulsante <guibutton>Salva come...</guibutton>. Ti sarà richiesto un nome per il nuovo schema, dopodiché esso apparirà nella lista in tutte le sessioni future di &kstars;. Per rimuovere uno schema personalizzato, devi semplicemente evidenziarlo nella lista e premere il pulsante <guibutton>Rimuovi</guibutton>.

source: <screeninfo>FITS Window</screeninfo>
it: <screeninfo>Finestra FITS</screeninfo>

source: <phrase>FITS Window</phrase>
it: <phrase>Finestra FITS</phrase>

source: FITS page
it: Pagina FITS

source: <abbrev>FITS</abbrev> (Flexible Image Transport System) is a popular open standard for storage, transmission and processing of digital data. For the details, one is referred to the <ulink url="https://en.wikipedia.org/wiki/FITS">corresponding Wikipedia article</ulink>. This page allows you to configure presentation and processing of FITS data in &kstars;.
it: <abbrev>FITS</abbrev> (Flexible Image Transport System, in italiano "sistema di trasporto di immagini flessibile") è un popolare standard per il salvataggio, la trasmissione e l'elaborazione dei dati digitali. Per i dettagli fai riferimento al <ulink url="https://it.wikipedia.org/wiki/FITS">corrispondente articolo su Wikipedia</ulink>. Questa pagina ti permette di configurare la presentazione e l'elaborazione dei dati FITS in &kstars;.

source: The left panel is for configuring FITS viewer itself.
it: Il pannello di sinistra serve per configurare il visualizzatore FITS.

source: Check the <guilabel>Use FITS viewer</guilabel> item if you want automatically display received images in the FITS Viewer.
it: Spunta la voce <guilabel>Usa visualizzatore FITS</guilabel> se vuoi che le immagini ricevute vengano mostrate automaticamente nel visualizzatore FITS.

source: The <guilabel>Single preview tab</guilabel> item is to display all captured FITS images in a single tab instead of multiple tabs per image. The <guilabel>Single window capture</guilabel> item is to display captured FITS images from all cameras in a single FITS Viewer window instead of a dedicated window to each camera. The <guilabel>Single window open</guilabel> item is to display opened FITS images in a single FITS Viewer window instead of a dedicated window to each file and the <guilabel>Independent window</guilabel> item is to make FITS Viewer window independent from &kstars;.
it: L'elemento <guilabel>Scheda anteprima singola</guilabel> serve per visualizzare tutte le immagini FITS catturate in una singola scheda invece che in più schede per immagine, mentre <guilabel>Finestra di cattura singola</guilabel> serve per visualizzare le immagini FITS catturate in un singolo visualizzatore FITS invece che in una finestra dedicata per ogni fotocamera. L'elemento <guilabel>Apri finestra singola</guilabel> mette le immagini FITS in un singolo visualizzatore FITS invece ciascun file in una sua finestra, e, infine, l'elemento <guilabel>Finestra indipendente</guilabel> rende la finestra del visualizzatore FITS indipendente da &kstars;.
