Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/viewops.po
Languages: bg, ca, ca@valencia, fr, it, uk

source: The right panel lists processing options. The <guilabel>Auto stretch</guilabel> item is to always apply auto stretch to images in FITS Viewer, <guilabel>Limited resources mode</guilabel> is to enable limited resource mode to turn off any resource-intensive operations, namely: <guilabel>Auto debayer</guilabel> (bayered images will not be debayered; only grayscale images are shown), <guilabel>Auto WCS</guilabel> (World Coordinate System data will not be processed; WCS maps sky coordinates to image coordinates; equatorial grid lines, object identification, and telescope slew within an image are disabled), and <guilabel>3D cube</guilabel> (RGB images will not be processed; only grayscale images are shown). You can switch off some of these resource-greedy operations separately as well.
it: Il pannello di destra elenca le opzioni di elaborazione. L'elemento <guilabel>Allungamento automatico</guilabel> serve per applicare sempre l'allungamento automatico alle immagini nel visualizzatore FITS, la <guilabel>Modalità risorse limitate</guilabel> abilita la modalità per risorse limitate. Essa disattiva qualsiasi operazione che richieda molte risorse, cioè la <guilabel>Debayerizzazione automatica</guilabel> (le immagini bayerizzate non verranno debayerizzate: verranno mostrate solo immagini in scala di grigi), il <guilabel>WCS automatico</guilabel> (i dati del World Coordinate System non verranno elaborati. Il WCS associa le coordinate del cielo alle coordinate dell'immagine; le linee della griglia equatoriale, l'identificazione dell'oggetto e la rotazione del telescopio all'interno di un'immagine sono disabilitate), e il <guilabel>Cubo 3D</guilabel> (le immagini RGB non verranno elaborate: verranno mostrate solo immagini in scala di grigi). È anche possibile disattivare separatamente alcune di queste operazioni avide di risorse.

source: <screeninfo>INDI Window</screeninfo>
it: <screeninfo>Finestra INDI</screeninfo>

source: <phrase>INDI Window</phrase>
it: <phrase>Finestra INDI</phrase>

source: <screeninfo>Ekos Window</screeninfo>
it: <screeninfo>Finestra Ekos</screeninfo>

source: <phrase>Ekos Window</phrase>
it: <phrase>Finestra Ekos</phrase>

source: Ekos is an astrophotography suite, a complete astrophotography solution that can control all INDI devices including numerous telescopes, CCDs, DSLRs, focusers, filters, and a lot more. Ekos supports highly accurate tracking using online and offline astrometry solver, autofocus and autoguiding capabilities, and capture of single or multiple images using the powerful built in sequence manager. For detailed explanation of <guilabel>Ekos</guilabel>, see the <link linkend="ekos">Ekos section of this manual</link>.
it: Ekos è una suite per l'astrofotografia, una soluzione completa per l'astrofotografia può controllare tutti dispositivi INDI, inclusi numerosi telescopi, CCD, DSLR, focheggiatori, filtri e molto altro ancora. Ekos supporta un inseguimento altamente accurato, usando sia dei risolutori astrometrici sul web sia locali, ha capacità di messa a fuoco automatica e di autoguida, oltre a poter catturare immagini singole o multiple grazie al potente gestore di sequenze incorporato. Per una spiegazione dettagliata di <guilabel>Ekos</guilabel>, vedi <link linkend="ekos">la sezione Ekos di questo manuale</link>.

source: <screeninfo>Xplanet Window</screeninfo>
it: <screeninfo>Finestra di Xplanet</screeninfo>

source: <phrase>Xplanet Window</phrase>
it: <phrase>Finestra di Xplanet</phrase>

source: <ulink url="http://xplanet.sourceforge.net/">Xplanet</ulink> (should be installed separately) is a solar system planet surface renderer. This page allows you to configure presentation and processing of <application>Xplanet</application> data in &kstars;.
it: <ulink url="http://xplanet.sourceforge.net/">Xplanet</ulink> (dovrebbe essere installato separatamente) è un visualizzatore della superficie dei pianeti del sistema solare. Questa pagina ti permette di configurare la presentazione e l'elaborazione dei dati di <application>Xplanet</application> in &kstars;.

source: Advanced
it: Avanzate

source: <screeninfo>Advanced Window</screeninfo>
it: <screeninfo>Finestra Avanzate</screeninfo>

source: <phrase>Advanced Window</phrase>
it: <phrase>Finestra Avanzate</phrase>

source: Atmospheric Refraction
it: Rifrazione atmosferica

source: The <guilabel>Correct for atmospheric refraction</guilabel> checkbox controls whether the positions of objects are corrected for the effects of the atmosphere. Because the atmosphere is a spherical shell, light from outer space is <quote>bent</quote> as it passes through the atmosphere to our telescopes or eyes on the Earth's surface. The effect is largest for objects near the horizon, and actually changes the predicted rise or set times of objects by a few minutes. In fact, when you <quote>see</quote> a sunset, the Sun's actual position is already well below the horizon; atmospheric refraction makes it seem as if the Sun is still in the sky. Note that atmospheric refraction is never applied if you are using <guilabel>Equatorial coordinates</guilabel>.
it: La casella <guilabel>Correggi per rifrazione atmosferica</guilabel> stabilisce se le posizioni degli oggetti debbano o meno essere corrette per gli effetti dell'atmosfera. Dato che l'atmosfera è un involucro sferico, la luce proveniente dallo spazio esterno viene <quote>piegata</quote> mentre l'attraversa per raggiungere i nostri telescopi o i nostri occhi sulla superficie terrestre. L'effetto è massimo per oggetti vicini all'orizzonte, tanto da cambiarne di alcuni minuti gli istanti previsti di levata e tramonto. In effetti, quando si <quote>vede</quote> un tramonto, la posizione vera del Sole è già completamente sotto l'orizzonte; la rifrazione atmosferica dà l'illusione che il Sole sia ancora nel cielo. Nota che non si tiene mai conto della rifrazione atmosferica quando sono in uso le <guilabel>coordinate equatoriali</guilabel>.

source: Animated Slewing
it: Movimento animato

source: The <guilabel>Use animated slewing</guilabel> checkbox controls how the display changes when a new focus position is selected in the map. By default, you will see the sky drift or <quote>slew</quote> to the new position; if you uncheck this option, then the display will instead <quote>snap</quote> immediately to the new focus position.
it: La casella <guilabel>Utilizza movimento animato</guilabel> stabilisce come cambia lo schermo quando viene scelta una nuova posizione da centrare sulla mappa. L'opzione predefinita è che il cielo <quote>ruoti</quote> verso la nuova posizione; deselezionando l'opzione, lo schermo <quote>salterà</quote> immediatamente alla nuova posizione.

source: Objects in the Sky
it: Oggetti nel cielo

source: Labeling
it: Etichette

source: Automatic
it: Automatiche

source: If the <guilabel>Attach label to centered object</guilabel> checkbox is selected, then a name label will automatically be attached to an object when it is being tracked by the program. The label will be removed when the object is no longer being tracked. Note that you can also manually attach a persistent name label to any object with its <link linkend="popup-menu">popup menu</link>.
it: Se la casella <guilabel>Allega etichetta all'oggetto centrato</guilabel> è spuntata, allora verrà allegata automaticamente un'etichetta col nome all'oggetto mentre viene inseguito dal programma. L'etichetta sarà rimossa quando l'oggetto non sarà più inseguito. Nota che puoi anche allegare manualmente un'etichetta persistente col nome a qualsiasi oggetto tramite il suo <link linkend="popup-menu">menu a comparsa</link>.

source: Hiding
it: Nascondere

source: There are three situations when &kstars; must redraw the sky display very rapidly: when a new focus position is selected (and <guilabel>Use animated slewing</guilabel> is checked), when the sky is dragged with the mouse, and when the time step is large. In these situations, the positions of all objects must be recomputed as rapidly as possible, which can put a large load on the <abbrev>CPU</abbrev>. If the <abbrev>CPU</abbrev> cannot keep up with the demand, then the display will seem sluggish or jerky. To mitigate this, &kstars; will hide certain objects during these rapid-redraw situations, as long as the <guilabel>Hide objects while moving</guilabel> checkbox is selected. The timestep threshold above which objects will be hidden is determined by the <guilabel>Also hide if time step larger than:</guilabel> timestep-spinbox. You can specify the objects that should be hidden in the <guilabel>Configure Hidden Objects</guilabel> section.
it: Ci sono tre situazioni in cui &kstars; deve ridisegnare molto rapidamente la mappa del cielo: quando si seleziona una nuova posizione (ed è stato spuntato <guilabel>Usa movimento animato</guilabel>), quando il cielo viene trascinato col mouse e quando il passo temporale è grande. In queste situazioni la posizione di tutti gli oggetti deve essere ricalcolata nel più breve tempo possibile, il che può costituire un notevole carico di lavoro per la <abbrev>CPU</abbrev>. Se la <abbrev>CPU</abbrev> non può farvi fronte, lo schermo apparirà lento e "a scatti". Per mitigare questo effetto, &kstars; nasconderà certi oggetti durante queste situazioni di ridisegno rapido, purché la casella <guilabel>Nascondi oggetti durante il movimento</guilabel> sia marcata. Il valore del passo temporale sopra il quale gli oggetti vengono nascosti è determinato dalla casella numerica del passo temporale <guilabel>Nascondi anche quando il passo è maggiore di:</guilabel>. Puoi specificare gli oggetti da nascondere nella sezione <guilabel>Configura oggetti nascosti</guilabel>.

source: Developer
it: Sviluppatore

source: <screeninfo>Developer Window</screeninfo>
it: <screeninfo>Finestra Sviluppatore</screeninfo>

source: <phrase>Developer Window</phrase>
it: <phrase>Finestra Sviluppatore</phrase>

source: Developer page
it: La pagina Sviluppatore

source: The <guilabel>Developer</guilabel> page provides a few checkboxes that can help debug issues with &kstars;. There are checkboxes for saving images in logging directories that might help debug issues. Of course, saving images can take up disk space and should be used judiciously.
it: La pagina <guilabel>Sviluppatore</guilabel> fornisce alcune caselle che possono aiutare il debug dei problemi con &kstars;. Ci sono delle caselle per il salvataggio delle immagini nelle cartelle di registrazione che possono aiutare il debug dei problemi. Naturalmente il salvataggio di queste immagini richiede dello spazio su disco e dovrebbe essere usato in maniera giudiziosa.

source: The images that can be saved are
it: Le immagini che possono essere salvate sono

source: all focus images,
it: tutte le immagini per la messa a fuoco,

source: all align images, and
it: tutte le immagini per l'allineamento, e

source: The images are all saved in folders parallel to the main logging directory. They are in folders named guide, autofocus, align, and align/failed.
it: Le immagini sono salvate tutte in cartelle in parallelo alla cartella di registrazione principale. Sono in cartelle chiamate guide, autofocus, align, e align/failed.

source: Customizing the Display
it: Personalizzare lo schermo

source: There are several ways to modify the display to your liking.
it: Ci sono diversi modi per modificare lo schermo secondi i tuoi gusti.

source: Info Boxes
it: Riquadri informazioni

source: Shading
it: Riduzione

source: Toggle whether the Info Boxes are drawn in the <menuchoice><guimenu>Settings</guimenu> <guisubmenu>Info Boxes</guisubmenu></menuchoice> submenu. In addition, you can manipulate the three Info Boxes with the mouse. Each box has additional lines of data that are hidden by default. You can toggle whether these additional lines are visible by double-clicking a box to <quote>shade</quote> it. Also, you can reposition a box by dragging it with the mouse. When a box hits a window edge, it will <quote>stick</quote> to the edge when the window is resized.
it: Decidi se mostrare o meno i riquadri informazioni nel sotto-menu <menuchoice><guimenu>Impostazioni</guimenu> <guisubmenu>Riquadri informazioni</guisubmenu></menuchoice>. Puoi anche modificare i tre riquadri con il mouse. Ciascuno di essi ha delle informazioni aggiuntive che sono nascoste come impostazione predefinita. Puoi decidere se mostrarle facendo doppio clic su un riquadro per modificarlo. Puoi anche riposizionarlo trascinandolo con il mouse. Quando un riquadro è a contatto con un bordo della finestra, vi rimarrà <quote>incollato</quote> quando la finestra viene ridimensionata.

source: Toolbars
it: Barre degli strumenti

source: Toggle whether the Toolbars are drawn in the <menuchoice><guimenu>Settings</guimenu> <guisubmenu>Toolbars Shown</guisubmenu></menuchoice> submenu. Like most &kde; toolbars, they can also be dragged around and anchored on any window edge, or even detached from the window completely if they are unlocked.
it: Scegli se visualizzare o meno le barre degli strumenti nel sotto-menu <menuchoice><guimenu>Impostazioni</guimenu> <guisubmenu>Barre mostrate</guisubmenu></menuchoice>. Come la maggior parte delle barre strumenti di &kde;, è anche possibile trascinarle e ancorarle a un bordo qualsiasi della finestra, o anche separarle completamente dalla finestra stessa se non sono sbloccate.

source: Selecting
it: Selezione

source: Select a different color scheme in the <menuchoice><guimenu>Settings</guimenu> <guisubmenu>Color Schemes</guisubmenu></menuchoice> submenu. There are four predefined color schemes, and you can define your own in the <link linkend="config"><guilabel>Configure - &kstars;</guilabel></link> window.
it: Seleziona uno schema di colori differente nel sotto-menu <menuchoice><guimenu>Impostazioni</guimenu> <guisubmenu>Schemi di colori</guisubmenu></menuchoice>. Ci sono quattro schemi di colori predefiniti, e puoi definirne altri nella finestra <link linkend="config"><guilabel>Configura - &kstars;</guilabel></link>.

source: Field-of-View Symbols
it: Simboli campo di vista

source: Description
it: Descrizione

source: Choose an <quote>FOV Symbol</quote> using the <menuchoice><guimenu>Settings</guimenu><guisubmenu>FOV Symbols</guisubmenu></menuchoice> submenu. <firstterm>FOV</firstterm> is an acronym for <quote>field-of-view</quote>. An FOV symbol is drawn at the center of the window to indicate where the display is pointing. Different symbols have different angular sizes; you can use a symbol to show what the view through a particular telescope would look like. For example, if you choose the <quote>7x35 Binoculars</quote> FOV symbol, then a circle is drawn on the display that is 9.2 degrees in diameter; this is the field-of-view for 7x35 binoculars.
it: Scegli un <quote>simbolo di CDV</quote> utilizzando il sotto-menu <menuchoice><guimenu>Impostazioni</guimenu><guisubmenu>Simboli CDV</guisubmenu></menuchoice>. <firstterm>CDV</firstterm> è un acronimo per <quote>campo di vista</quote>. Un simbolo di CDV viene mostrato al centro della finestra per indicare dove sta puntando lo schermo. Simboli diversi hanno diverse dimensioni angolari; puoi utilizzare un simbolo per mostrare che cosa si vedrebbe dall'oculare di un certo telescopio. Per esempio, se scegli il simbolo di CDV del <quote>binocolo 7x35</quote>, sarà tracciato un cerchio del diametro di 9,2 gradi è questo il campo di vista di un binocolo 7x35.

source: You can define your own FOV symbols (or modify the existing symbols) using the <guimenuitem>Edit FOV Symbols...</guimenuitem> menu item, which launches the FOV Editor:
it: Puoi definire i tuoi simboli di CDV (o modificare quelli esistenti) tramite la voce di menu <guimenuitem>Modifica simboli CDV...</guimenuitem>, che avvia l'editor di CDV:

source: Field-of-View Symbols Editor
it: Editor simboli campo di vista

source: FOV Symbol Editor
it: Editor simboli CDV

source: The list of defined FOV symbols is displayed on the left. On the right are buttons for adding a new symbol, editing the highlighted symbol's properties, and removing the highlighted symbol from the list. Note that you can even modify or remove the four predefined symbols (if you remove all symbols, the four defaults will be restored the next time you start &kstars;). Below these three buttons is a graphical preview display showing the highlighted symbol from the list. When the <guibutton>New...</guibutton> or <guibutton>Edit...</guibutton> button is pressed, the <guilabel>New FOV Indicator</guilabel> window is opened:
it: La lista dei simboli di CDV definiti è mostrata a sinistra. A destra ci sono dei pulsanti per aggiungere un nuovo simbolo, modificare le proprietà del simbolo selezionato o rimuoverlo dalla lista. Nota che puoi anche modificare o eliminare i quattro simboli predefiniti (se rimuovi tutti i simboli essi saranno ripristinati al successivo avvio di &kstars;). Sotto questi tre pulsanti c'è una finestrella con l'anteprima del simbolo selezionato. Premendo il pulsante <guibutton>Nuovo...</guibutton> o <guibutton>Modifica...</guibutton> si apre la finestra <guilabel>Nuovo indicatore CDV</guilabel>:

source: New Field-of-View Symbol
it: Nuovo simbolo campo di vista

source: New FOV Symbol
it: Nuovo simbolo CDV

source: Defining New
it: Definire nuovo

source: This window lets you modify the four properties that define a FOV symbol: name, size, shape, and color. The angular size for the symbol can either be entered directly in the <guilabel>Field of View</guilabel> edit box, or you can use the Eyepiece/Camera Tabs to calculate the field-of-view angle, given parameters of your telescope/eyepiece or telescope/camera setup. The five available shapes are: Square, Circle, Crosshairs, Bullseye and Semitransparent circle. Once you have specified all four parameters, press <guibutton>Ok</guibutton>, and the symbol will appear in the list of defined symbols. It will also be available from the <menuchoice><guimenu>Settings</guimenu><guisubmenu>FOV Symbols</guisubmenu></menuchoice> submenu.
it: Questa finestra ti permette di modificare le quattro proprietà che definiscono un simbolo di CDV: nome, dimensione, forma e colore. La dimensione angolare del simbolo può essere inserita direttamente nella casella <guilabel>Campo di vista</guilabel>, oppure puoi servirti delle schede Oculare/Macchina fotografica per calcolarla, dati i parametri dell'accoppiata telescopio/oculare o telescopio/macchina fotografica. Le cinque forme disponibili sono: quadrato, cerchio, mirino, bersaglio e cerchio semitrasparente. Una volta specificati tutti e quattro i parametri, premi <guibutton>OK</guibutton> e il simbolo apparirà nella lista di quelli definiti, e sarà anche disponibile nel sotto-menu <menuchoice><guimenu>Impostazioni</guimenu><guisubmenu>Simboli CDV</guisubmenu></menuchoice>.

source: Adjusting orientation of the sky map
it: Regolazione dell'orientazione della mappa celeste

source: Manage Sky Map Views
it: Gestisci viste della mappa celeste

source: The Configure KStars Window
bg: Прозорец за настройване на KStars
ca: La finestra de configuració del KStars
ca@valencia: La finestra de configuració de KStars
fr: La fenêtre de configuration de KStars
uk: Вікно налаштування KStars

source: The ``Configure - KStars`` window allows you to modify a wide range of display options. You can access the window with the ``Configure toolbar`` icon, or by selecting the ``Settings`` → ``Configure KStars...`` menu item. The window is depicted below:
bg: Прозорецът ``Конфигуриране - KStars`` ви позволява да променяте широк набор от опции за показване. Можете да получите достъп до прозореца с иконата на лентата с инструменти ``Конфигуриране`` или като изберете елемент от менюто ``Настройки`` ``Настройване на KStars...``. Прозорецът е изобразен по-долу:
ca: La finestra de ``Configuració - KStars`` permet modificar un ampli ventall d'opcions de configuració. Hi podeu accedir amb la icona ``Barra d'eines de configuració`` o seleccionant l'element de menú ``Arranjament`` → ``Configura el KStars...``. La finestra es representa a sota:
fr: La fenêtre ``Configuration de KStars`` vous permet de modifier une grande variété d'options d'affichage. Vous pouvez accéder à la fenêtre avec l'icône de barre d'outils ``Configurer`` ou en sélectionnant le menu ``Configuration`` ``Configurer KStars…``. Cette fenêtre est décrite ci-après :

source: Configure - KStars Window
bg: Прозорец „Конфигуриране - KStars“
ca: Finestra - Configuració del KStars
ca@valencia: Finestra de configuració de KStars
fr: Fenêtre de configuration de KStars
uk: Вікно налаштовування KStars

source: The ``Configure - KStars`` window is divided into fourteen pages: ``Catalogs``, ``Solar System``, ``Satellites``, ``Supernovae``, ``Guides``, ``Terrain``, ``Image Overlays``, ``Colors``, ``FITS``, ``INDI``, ``Ekos``, ``Xplanet``, ``Advanced`` and ``Developer``.
bg: Прозорецът ``Конфигуриране - KStars`` е разделен на 14 страници: ``Каталози``, ``Слънчева система``, ``Сателити``, ``Свръхнови``, ``Водачи``, ``Терен``, ``Наслагвания на изображения``, ``Цветове``, ``FITS``, ``INDI``, ``Ekos``, ``Xplanet``, ``Разширени`` и ``Разработка``.
ca: La finestra ``Configuració - KStars`` està dividida en catorze pàgines: ``Catàlegs``, ``Sistema solar``, ``Satèl·lits``, ``Supernoves``, ``Guies``, ``Terreny``, ``Superposició d'imatges``, ``Colors``, ``FITS``, ``INDI``, ``Ekos``, ``Xplanet``, ``Avançat`` i ``Desenvolupador``.
fr: La fenêtre ``Configuration de KStars`` est divisée en quatorze pages : ``Catalogues``, ``Système solaire``, ``Satellites``, ``Supernova``, ``Guides``, ``Terrain``, ``Superposition d'image``, ``Couleurs``, ``FITS``, ``INDI``, ``Ekos``, ``XPlanet``, ``Avancé`` et ``Développeurs``.

source: In the ``Catalogs`` page, you determine several properties concerning the display of the star and deep sky object catalogs.
bg: В страницата ``Каталози`` вие определяте различни свойства, касаещи показването на каталозите на звездите и обектите в дълбокия космос.
ca: A la pàgina ``Catàlegs``, determinareu diverses propietats relatives a la visualització dels catàlegs d'objectes d'estrelles i del cel profund.
ca@valencia: En la pàgina ``Catàlegs``, determinareu diverses propietats relatives a la visualització dels catàlegs d'estreles i dels objectes del cel profund.
fr: Sur la page des ``Catalogues``, Vous pouvez choisir plusieurs configurations concernant l'affichage des catalogues des étoiles et des objets du ciel profond.
uk: За допомогою сторінки ``Каталоги`` можна вказати декілька властивостей, які стосуються показу каталогів зірок і віддалених небесних об'єктів.

source: In the ``Solar System`` page, you can specify whether the Sun, Moon, planets, comets and asteroids are displayed.
bg: В страницата ``Слънчева система`` можете да посочите, дали да се показват Слънцето, Луната, планетите, кометите и астероидите.
ca: A la pàgina ``Sistema solar``, podreu especificar si es mostraran el Sol, la Lluna, els planetes, els cometes i els asteroides.
ca@valencia: En la pàgina ``Sistema solar``, podreu especificar si es mostraran el Sol, la Lluna, els planetes, els cometes i els asteroides.
fr: Sur la page du ``Système solaire``, vous pouvez spécifier si le Soleil, la Lune, les planètes, les comètes et les astéroïdes sont affichés.
uk: За допомогою сторінки ``Сонячна система`` ви можете вказати, чи буде показано на карті неба Сонце, Місяць, планети, комети та астероїди.
