Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/viewops.po
Languages: bg, ca, ca@valencia, fr, it, uk

source: Configuring &kstars;
it: Configurazione di &kstars;

source: Setting the Geographic Location
it: Impostazione della località geografica

source: Here is a screenshot of the <guilabel>Set Geographic Location</guilabel> window:
it: Ecco un'immagine della finestra <guilabel>Imposta località geografica</guilabel>:

source: Changing the Geographic Location
it: Cambiare la località geografica

source: Set Location Window
it: Finestra Imposta località

source: There is a list of over 3400 predefined cities available to choose from. You set your location by highlighting a city from this list. Each city is represented in the world map as a small dot, and when a city is highlighted in the list, a red crosshairs appears on its location in the map.
it: C'è una lista di oltre 3400 città predefinite tra cui scegliere. Puoi impostare la tua località selezionando una città dalla lista: ognuna di queste è rappresentata da un puntino sul planisfero. Quando una città viene selezionata nella lista appare un mirino rosso nella sua posizione sulla mappa.

source: Geographic Location Tool
it: Strumento Località geografica

source: Filtering
it: Filtraggio

source: It is not practical to scroll through the full list of 3400 locations, looking for a specific city. To make searches easier, the list can be filtered by entering text in the boxes below the map. For example, in the screenshot, the text <userinput>A</userinput> appears in the <guilabel>City filter:</guilabel> box, while <userinput>Te</userinput> has been entered in the <guilabel>Province filter:</guilabel> box, and <userinput>USA</userinput> is in the <guilabel>Country filter:</guilabel> box. Note that all of the cities displayed in the list have city, province, and country names that begin with the entered filter strings, and that the message below the filter boxes indicates that 6 cities are matched by the filters. Also notice that the dots representing these six cities in the map have been colored white, while the unmatched cities remain gray.
it: Non è agevole scorrere una lista di 3400 località cercando una città specifica. Per rendere più semplici le ricerche, essa può essere filtrata inserendo del testo nelle caselle sotto la mappa. Per esempio, nella figura, il testo <userinput>A</userinput> appare nella casella <guilabel>Filtro città:</guilabel>, mentre <userinput>Te</userinput> è stato inserito nella casella <guilabel>Filtro provincia:</guilabel>, e <userinput>USA</userinput> in <guilabel>Filtro nazione:</guilabel>. Nota che tutte le città mostrate nella lista hanno il proprio nome, quello della provincia e della nazione che iniziano con le stringhe inserite, e che il messaggio sotto le caselle del filtro indica che sei città corrispondono ai criteri di ricerca. Nota inoltre che i puntini che rappresentano queste sei città sulla mappa sono ora bianchi, mentre quelli delle altre città rimangono grigi.

source: The list can also be filtered by location in the map. Clicking anywhere in the world map will show only those cities within two degrees of the clicked location. At this time, you can search by name, or by location, but not both at once. In other words, when you click on the map, the name filters are ignored, and vice versa.
it: La lista può anche essere filtrata per posizione sulla mappa. Facendo clic su un punto qualsiasi del planisfero saranno mostrate solo le città entro due gradi dal luogo prescelto. Per il momento puoi fare ricerche per nome o per posizione, ma non per entrambi contemporaneamente. In altre parole, quando fai clic sulla mappa i filtri dei nomi sono ignorati, e viceversa.

source: Custom locations
it: Località personalizzate

source: The <link linkend="ai-geocoords">longitude, latitude</link> and <link linkend="ai-timezones">time zone</link> information for the currently-selected location are displayed in the boxes at the bottom of the window. If you feel that any of these values are inaccurate, you can modify them and press the <guibutton>+</guibutton> (Add City) button to record your custom version of the location. You can also define a completely new location by pressing the <guibutton>Clear Fields</guibutton> button, and entering the data for the new location. Note that all fields except the optional <guilabel>Province:</guilabel>/<guilabel>Country:</guilabel> must be filled before the new location can be added to the list. &kstars; will automatically load your custom locations for all future sessions. Please note, at this point, the only way to remove a custom location is to remove the appropriate line from the file <filename>kstars/mycities.dat</filename> in your folder <userinput><command>qtpaths</command> <option>--paths GenericDataLocation</option></userinput>&nbsp;.
it: La <link linkend="ai-geocoords">longitudine, latitudine</link> e le informazioni sul <link linkend="ai-timezones">fuso orario</link> della località selezionata sono mostrate nelle caselle ai piedi della finestra. Se pensi che uno qualsiasi di questi valori sia inaccurato puoi modificarlo e premere il pulsante <guibutton>+</guibutton> (Aggiungi città) per salvare la tua versione personalizzata della località. Puoi anche definire una località completamente nuova premendo il pulsante <guibutton>Pulisci campi</guibutton> e inserendo i dati per la nuova località. Nota che tutti i campi, tranne <guilabel>Provincia:</guilabel>/<guilabel>Nazione:</guilabel> che è facoltativo, devono essere riempiti affinché la nuova località possa essere aggiunta alla lista. &kstars; caricherà automaticamente le tue località personalizzate nelle sessioni future. Nota che, al momento, l'unico modo per rimuovere una località personalizzata è quello di cancellare la riga relativa nel file <filename>kstars/mycities.dat</filename> nella cartella <userinput><command>qtpaths</command> <option>--paths GenericDataLocation</option></userinput>&nbsp;.

source: If you add custom locations (or modify existing ones), please send us your <filename>mycities.dat</filename> file so that we can add your locations to the master list.
it: Se aggiungi delle località personalizzate (o se modifichi quelle già esistenti) sei pregato di spedirci il tuo file <filename>mycities.dat</filename>, in modo che possiamo aggiungere le tue località alla lista principale.

source: Setting the Time
it: Impostare l'ora

source: Date and Time
it: Data e ora

source: The simulation clock
it: L'orologio della simulazione

source: When &kstars; starts up, the time is set to your computer's system clock, and the &kstars; clock is running to keep up with the real time. If you want to stop the clock, select the <menuchoice><guimenu>Time</guimenu> <guimenuitem>Stop Clock</guimenuitem></menuchoice> menu item, or simply click on the <guiicon>Stop Clock</guiicon> icon in the toolbar. You can make the clock run slower or faster than normal, or even make it run backward, using the time-step spinbox in the toolbar. This spinbox has two sets of up/down buttons. The first one will step through all 83 available time steps, one by one. The second one will skip to the next higher (or lower) unit of time, which allows you to make large timestep changes more quickly.
it: All'avvio di &kstars; l'ora è sincronizzata con quella dell'orologio di sistema del tuo computer, e l'orologio di &kstars; funziona alla velocità del tempo reale. Se vuoi fermare l'orologio, seleziona la voce di menu <menuchoice><guimenu>Tempo</guimenu> <guimenuitem>Ferma orologio</guimenuitem></menuchoice>, o fai semplicemente clic sull'icona <guiicon>Ferma orologio</guiicon> nella barra degli strumenti. Puoi far sì che l'orologio funzioni più lentamente o più velocemente del normale (o anche all'indietro) utilizzando la casella numerica del passo temporale nella barra degli strumenti. Ci sono due coppie di pulsanti su/giù: la prima passerà per tutti gli 83 passi temporali disponibili, uno per uno, mentre la seconda selezionerà l'unità superiore (o inferiore) di tempo, il che ti permette di passare più velocemente a passi temporali molto diversi.

source: Setting
it: Impostazione

source: You can set the time and date by selecting the <menuchoice><guimenu>Time</guimenu> <guimenuitem>Set Time...</guimenuitem></menuchoice> menu item, or by pressing the <guiicon>Time</guiicon> icon in the toolbar. The <guilabel>Set Time</guilabel> window uses a standard &kde; Date Picker widget, coupled with a spinbox for setting the hours and minutes. If you want to re-synchronize the simulation clock back to the current CPU time, just select the <menuchoice><guimenu>Time</guimenu> <guimenuitem>Set Time to Now</guimenuitem></menuchoice> menu item.
it: Puoi impostare ora e data selezionando la voce di menu <menuchoice><guimenu>Tempo</guimenu> <guimenuitem>Imposta data/ora...</guimenuitem></menuchoice>, oppure premendo l'icona <guiicon>Tempo</guiicon> nella barra degli strumenti. La finestra <guilabel>Imposta data/ora</guilabel> utilizza un elemento grafico standard di &kde; per la selezione della data, insieme a una casella per impostare le ore e i minuti. Se hai bisogno di reimpostare l'orologio all'ora corrente della CPU, ti basta selezionare la voce di menu <menuchoice><guimenu>Tempo</guimenu><guimenuitem>Usa ora attuale</guimenuitem></menuchoice>.

source: Extended range of dates
it: Intervallo esteso delle date

source: &kstars; can accept very remote dates beyond the usual limits imposed by QDate. Currently, you can set the date between the years -100000 and +100000. We may extend this range even further in future releases. However, please be aware that the accuracy of the simulation becomes more and more degraded as more remote dates are examined. This is especially true for the positions of solar system bodies.
it: &kstars; accetta date molto remote, ben oltre i limiti solitamente imposti da QDate. Al momento puoi impostare la data tra gli anni -100.000 e +100.000, ma è possibile che questo intervallo sia ulteriormente esteso in una versione futura. Ricorda però che l'accuratezza della simulazione diminuisce quanto più la data è lontana dall'epoca attuale. Ciò vale in particolar modo per i corpi del sistema solare.

source: The Configure &kstars; Window
it: La finestra Configura &kstars;

source: Configure &kstars; window
it: Finestra Configura &kstars;

source: The <guilabel>Configure - &kstars;</guilabel> window allows you to modify a wide range of display options. You can access the window with the <guiicon>Configure</guiicon> toolbar icon, or by selecting the <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Configure &kstars;...</guimenuitem></menuchoice> menu item. The window is depicted below:
it: La finestra <guilabel>Configura &kstars;</guilabel> ti permette di modificare un'ampia gamma di opzioni di visualizzazione. Puoi accedervi sia tramite l'icona <guiicon>Configura</guiicon> sulla barra degli strumenti, sia selezionando la voce di menu <menuchoice><guimenu>Impostazioni</guimenu> <guimenuitem>Configura &kstars;...</guimenuitem></menuchoice>. La finestra è visibile qui sotto:

source: <screeninfo>Configure - &kstars; Window</screeninfo>
it: <screeninfo>Finestra Configura &kstars;</screeninfo>

source: <phrase>Configure - &kstars; Window</phrase>
it: <phrase>Finestra Configura &kstars;</phrase>

source: The <guilabel>Configure - &kstars;</guilabel> window is divided into fourteen pages: <guilabel>Catalogs</guilabel>, <guilabel>Solar System</guilabel>, <guilabel>Satellites</guilabel>, <guilabel>Supernovae</guilabel>, <guilabel>Guides</guilabel>, <guilabel>Terrain</guilabel>, <guilabel>Image Overlays</guilabel>, <guilabel>Colors</guilabel>, <guilabel>FITS</guilabel>, <guilabel>INDI</guilabel>, <guilabel>Ekos</guilabel>, <guilabel>Xplanet</guilabel>, <guilabel>Advanced</guilabel> and <guilabel>Developer</guilabel>.
it: La finestra <guilabel>Configura &kstars;</guilabel> è divisa in quattordici pagine: <guilabel>Cataloghi</guilabel>, <guilabel>Sistema Solare</guilabel>, <guilabel>Satelliti</guilabel>, <guilabel>Supernove</guilabel>, <guilabel>Guide</guilabel>, , <guilabel>Terreno</guilabel>, <guilabel>Sovrapposizioni sulle immagini</guilabel>,<guilabel>Colori</guilabel>, <guilabel>FITS</guilabel>, <guilabel>INDI</guilabel>, <guilabel>Ekos</guilabel>, <guilabel>Xplanet</guilabel>, <guilabel>Avanzate</guilabel> e <guilabel>Sviluppatore</guilabel>.

source: <secondary>Catalogs page</secondary>
it: <secondary>La pagina Cataloghi</secondary>

source: In the <guilabel>Catalogs</guilabel> page, you determine several properties concerning the display of the star and deep sky object catalogs.
it: Nella pagina <guilabel>Cataloghi</guilabel> determini molte proprietà riguardanti la visualizzazione dei cataloghi di stelle e di oggetti del profondo cielo.

source: Solar System page
it: La pagina Sistema solare

source: In the <guilabel>Solar System</guilabel> page, you can specify whether the Sun, Moon, planets, comets and asteroids are displayed.
it: Nella pagina <guilabel>Sistema solare</guilabel> puoi specificare se mostrare il Sole, la Luna, i pianeti, le comete e gli asteroidi.

source: Satellites page
it: La pagina Satelliti

source: The <guilabel>Satellites</guilabel> page allows you to set the satellites view options.
it: La pagina <guilabel>Satelliti</guilabel> ti permette di impostare le opzioni di visualizzazione dei satelliti.

source: Supernovae page
it: La pagina Supernove

source: The <guilabel>Supernovae</guilabel> page allows you to manage how supernovae are displayed by &kstars;.
it: La pagina <guilabel>Supernove</guilabel> permette di gestire come mostrare le supernove in &kstars;.

source: Guides page
it: La pagina Guide

source: The <guilabel>Guides</guilabel> page lets you toggle whether non-objects are displayed (&ie;, constellation lines, constellation names, the Milky Way contour).
it: La pagina <guilabel>Guide</guilabel> ti permette di scegliere se visualizzare altri elementi oltre agli oggetti (&ie; le linee e i nomi delle costellazioni, il contorno della Via Lattea).

source: Sky culture
it: Cultura celeste

source: It is possible to choose a <guilabel>Sky culture:</guilabel> for the constellation lines and names on this page. The current version of &kstars; includes data for more than a dozen sky cultures.
it: In questa pagina è possibile scegliere una <guilabel>Cultura celeste:</guilabel> per le linee e i nomi delle costellazioni. La versione attuale di &kstars; include i dati da più di una dozzina di culture celesti.

source: Terrain page
it: Pagina Terreno

source: Terrain image
it: Immagine del terreno

source: Customizing
it: Personalizzazione

source: The <guilabel>Terrain</guilabel> page allows you to set the terrain or landscape image and configure its speedup options.
it: La pagina <guilabel>Terreno</guilabel> ti permette di impostare l'immagine del terreno o del paesaggio, e di configurare le sue opzioni di accelerazione.

source: Image Overlays page
it: Pagina Sovrapposizioni sulle immagini

source: <primary>Image Overlays</primary>
it: <primary>Sovrapponi sulle immagini</primary>

source: The <guilabel>Image Overlays</guilabel> page allows you to add and manage your own images that will be displayed in the skymap.
it: La pagina <guilabel>Sovrapposizioni sulle immagini</guilabel> ti permette di aggiungere e di gestire le tue immagini che verranno visualizzate nella mappa celeste.

source: Colors page
it: La pagina Colori

source: Color Schemes
it: Schemi di colori

source: The <guilabel>Colors</guilabel> page allows you to set the color scheme, and to define new custom color schemes.
it: La pagina <guilabel>Colori</guilabel> ti permette di impostare lo schema di colori e di definirne di personalizzati.

source: For detailed explanation of the options on the <guilabel>FITS</guilabel> page see the <link linkend="fits-configure">Configure FITS</link> section.
it: Per una spiegazione dettagliata delle opzioni nella pagina <guilabel>FITS</guilabel> consulta la sezione <link linkend="fits-configure">Configura FITS</link>.

source: For detailed explanation of the options on the <guilabel>INDI</guilabel> page see the <link linkend="indi-configure">Configure INDI</link> section.
it: Per una spiegazione dettagliata delle opzioni nella pagina <guilabel>INDI</guilabel> consulta la sezione <link linkend="indi-configure">Configura INDI</link>.

source: For detailed explanation of <guilabel>Ekos</guilabel> astrophotography suite, see the <link linkend="ekos">Ekos section of this manual</link>.
it: Per una spiegazione dettagliata della suite di astrofotografia <guilabel>Ekos</guilabel> vedi la <link linkend="ekos">sezione Ekos di questo manuale</link>.

source: Xplanet page
it: La pagina Xplanet

source: The <guilabel>Xplanet</guilabel> page provides fine-grained control over <ulink url="http://xplanet.sourceforge.net/">Solar system planet surface renderer Xplanet</ulink> (should be installed separately).
it: La pagina <guilabel>Xplanet</guilabel> fornisce un controllo approfondito sul <ulink url="http://xplanet.sourceforge.net/">visualizzatore della superficie dei pianeti del sistema solare Xplanet</ulink> (dovrebbe essere installato separatamente).

source: Advanced page
it: La pagina Avanzate

source: The <guilabel>Advanced</guilabel> page provides fine-grained control over the more subtle behaviors of &kstars;.
it: La pagina <guilabel>Avanzate</guilabel> permette di controllare in ogni dettaglio tutte le funzionalità più delicate di &kstars;.

source: The <guilabel>Developer</guilabel> page allows you to enable or disable a few options mostly useful for developers or for folks looking to help debug issues. Currently these are enabling the saving of images during Ekos's autofocus, guiding and alignment.
it: La pagina <guilabel>Sviluppatore</guilabel> ti permette di abilitare o di disabilitare alcune opzioni utili principalmente agli sviluppatori o alle persone che cercano di aiutare coi problemi di debug. Attualmente sono abilitati il salvataggio di immagini durante la messa a fuoco automatica di Ekos, la giuda e l'allineamento.

source: <title>Catalogs</title>
it: <title>Cataloghi</title>

source: <primary>Catalogs</primary>
it: <primary>Cataloghi</primary>

source: <screeninfo>Catalogs Window</screeninfo>
it: <screeninfo>Finestra dei cataloghi</screeninfo>

source: <phrase>Catalogs Window</phrase>
it: <phrase>Finestra dei cataloghi</phrase>

source: <primary>Catalogs page</primary>
it: <primary>La pagina Cataloghi</primary>

source: Short overview
it: Breve panoramica

source: In the <guilabel>Catalogs</guilabel> page, you can configure which object catalogs are displayed by &kstars;, as well as how much information you would like to be included on the Sky Map. By default, &kstars; includes ~300,000 named and unnamed stars up to magnitude 8. For Deep Sky Objects, the included catalog is the New General Catalog (<quote>NGC</quote>) including the Index Catalog (<quote>IC</quote>) and the Messier Catalog.
it: Nella pagina <guilabel>Cataloghi</guilabel> puoi configurare quali cataloghi di oggetti verranno visualizzati da &kstars;, e anche quante informazioni vorresti includere nella mappa celeste. Come impostazione predefinita &kstars; include circa 300.000 oggetti con nome, oltre alle stelle fino alla magnitudine 8. Per gli oggetti del profondo cielo il catalogo incluso è il New General Catalog (<quote>NGC</quote>), che include l'Index Catalog (<quote>IC</quote>) e il catalogo di Messier.

source: The New General Catalog of Nebulae and Clusters of Stars (abbreviated as NGC) is a catalog of ca 7,840 deep-sky objects.
it: Il New General Catalogue of Nebulae and Clusters of Stars (abbreviato in NGC) è un catalogo di circa 7.840 oggetti del profondo cielo.

source: The Index Catalog of Nebulae and Clusters of Stars (abbreviated as IC) serves as a supplement to the NGC, and contains an additional 5,386 objects, collectively known as the IC objects.
it: L'Index Catalogue of Nebulae and Clusters of Stars (abbreviato in IC) serve da supplemento all'NGC e contiene ulteriori 5.386 oggetti, conosciuti collettivamente come oggetti IC.

source: You can install new catalogs using &kstars; <quote>Add-On Installer</quote>. You can open it via the <menuchoice><guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem></menuchoice> menu item. You can choose from a list of catalogs, including (but not limited to):
it: Puoi installare nuovi cataloghi usando l'<quote>Installatore di componenti aggiuntivi</quote> di &kstars;. Puoi aprirlo dalla voce di menu <menuchoice><guimenu>Dati</guimenu><guimenuitem>Scarica nuovi dati...</guimenuitem></menuchoice>. Puoi scegliere da un elenco di cataloghi, che includono, ma non sono limitati a:

source: Steinicke NGC/IC Catalog: is a more complete NGC/IC catalog.
it: Catalogo Steinicke NGC/IC: è più completo del catalogo NGC/IC.

source: Abell Planetary Nebulae Catalog: is a catalog of 86 planetary nebulae. The maximum magnitude is represented by Abell 47's value of 19.5.
it: Catalogo delle nebulose planetarie di Abell: contiene 86 nebulose planetarie. La magnitudine massima è rappresentata dal valore di Abell 47, cioè 19,5.

source: Sharpless HII region Catalog: is the Sharpless (Sh2) catalog of HII regions (diffuse nebulae).
it: Catalogo Sharpless della regione HII: è il Catalogo Sharpless (Sh2) della regione HII (nebulose diffuse).

source: Hickson Compact Groups: is a catalog consisting of 99 compact groups of galaxies.
it: Gruppo compatto di Hickson: è un catalogo contenente 99 gruppi compatti di galassie.

source: Tycho-2 Star Catalog: is a catalog of more than 2.5 million of the brightest stars. It contains stars with a magnitude value from 8.0 to 12.5.
it: Catalogo di stelle Tycho-2: è un catalogo con più di 2,5 milioni delle stelle più brillanti. Contiene stelle con magnitudine compresa tra 8,0 e 12,5.

source: USNO NOMAD Catalog: is a catalog of about 100 million stars with magnitude from 12.5 to 16.5. Note that is requires Tycho-2 to be installed.
it: Catalogo USNO NOMAD: è un catalogo di circa 100 milioni di stelle con magnitudine da 12,5 a 16,5. Nota che è richiesto che sia installato Tycho-2.

source: The following is a summary of catalogs in &kstars;:
it: Di seguito viene riportato un riepilogo dei cataloghi in &kstars;:

source: Stars Catalogs
it: Cataloghi di stelle

source: Name
it: Nome

source: Abbreviation
it: Abbreviazione

source: Number of objects
it: Numero di oggetti

source: Magnitude
it: Magnitudine

source: Add-On
it: Componente aggiuntivo

source: Default
it: Predefinito

source: Default Catalog
it: Catalogo predefinito

source: Up to 8 magnitude
it: Fino alla magnitudine 8

source: <entry>Yes</entry>
it: <entry>Sì</entry>

source: more than 2.5 million
it: più di 2,5 milioni

source: 100 million
it: 100 milioni

source: Deep-sky objects Catalogs
it: Cataloghi di oggetti del profondo cielo

source: Abell Planetary Nebulae Catalog
it: Catalogo delle nebulose planetarie di Abell

source: Up to 19.5 magnitude
it: Fino alla magnitudine 19,5

source: Sharpless HII region Catalog
it: Catalogo Sharpless della regione HII

source: Hickson Compact Groups
it: Gruppo compatto di Hickson

source: A potentially more up-to-date listing can be found in the <ulink url="https://protagon.space/catalogs/pages/catalogs.html">catalog repository documentation</ulink>.
it: Un elenco potenzialmente più aggiornato può essere trovato nella <ulink url="https://protagon.space/catalogs/pages/catalogs.html">documentazione del deposito del catalogo</ulink>.

source: Star catalogs
it: Cataloghi stellari
