Repository: KDE/documentation-kstars-docs-kde-org
Catalog: locale/*/LC_MESSAGES/user_manual/viewops.po
Languages: bg, ca, ca@valencia, fr, it, uk

source: The <guilabel>Stars</guilabel> section allows you to manage how stars are displayed in &kstars;. You can choose to see the stars or not by checking the <guilabel>Star catalogs</guilabel> checkbox. If you check it, then multiple options will be enabled. Thus, you can set how many stars are drawn on the map using the <guilabel>Star density:</guilabel> slider. You can also customize &kstars; to toggle star name and <link linkend="ai-magnitude">magnitudes</link>. Star names are drawn next to bright stars. To display labels of fainter stars, increase the <guilabel>Label density:</guilabel> slider.
it: La sezione <guilabel>Stelle</guilabel> ti permette di gestire in che modo vengono visualizzate le stelle in &kstars;. Puoi scegliere se vederle o meno spuntando la casella <guilabel>Cataloghi stellari</guilabel>: in caso affermativo verranno visualizzate più opzioni. Puoi quindi impostare quante stelle vengono disegnate nella mappa usando il cursore <guilabel>Densità di stelle</guilabel>. Puoi inoltre personalizzare &kstars; affinché mostri o meno il nome delle stelle e la <link linkend="ai-magnitude">magnitudine</link>. I nomi delle stelle vengono scritti vicino alle stelle brillanti; per visualizzare anche le etichette delle stelle più deboli, incrementa il cursore <guilabel>Densità delle etichette</guilabel>.

source: <secondary>Deep-Sky Catalogs</secondary>
it: <secondary>Cataloghi di oggetti del profondo cielo</secondary>

source: Below the stars section, the <guilabel>Deep-Sky Objects</guilabel> section controls the display of several non-stellar object catalogs. You can toggle the display of Deep Sky Objects and control the display of their names and magnitudes. By default, the list of deep-sky objects includes the Messier, NGC and IC catalogs. Addons catalogs are available via the <menuchoice><guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem></menuchoice> menu item where you can download catalogs provided by &kstars; team and the community through the <ulink url="https://invent.kde.org/vboettcher/kstars-catalogs">catalog packaging repository</ulink>. The <guilabel>DSO minimal zoom:</guilabel> slider controls the minimal zoom level for which the DSOs are shown. Increasing the minimal zoom level can lead to performance improvements when panning the skymap zoomed-out. The <guilabel>DSO cache percentage:</guilabel> slider regulates how much of the DSO master catalog is being kept in memory. If you experience memory issues with large catalogs, try lowering the percentage. The <guilabel>Label density:</guilabel> slider controls the perceived density of labels for the DSOs. If labels start to overlap and the skymap begins to look too crowded, try tuning this option. The <guilabel>Faint limit zoomed in/out:</guilabel> regulates up to which magnitude objects are shown on the skymap (higher magnitude is fainter). If <guilabel>Show objects of unknown magnitude</guilabel> is ticked, objects of unknown magnitude are always shown.
it: Sotto alla sezione delle stelle, quella <guilabel>Oggetti del profondo cielo</guilabel> controlla la visualizzazione di molti cataloghi di oggetti non stellari. Puoi visualizzare o meno gli oggetti del profondo cielo e controllare anche la visualizzazione del loro nome e della loro magnitudine. Per impostazione predefinita l'elenco degli oggetti del profondo cielo include i cataloghi di Messier, NGC e IC, ma altri sono disponibili dalla voce di menu <menuchoice><guimenu>Dati</guimenu><guimenuitem>Scarica nuovi dati...</guimenuitem></menuchoice>: da qui puoi scaricare quelli forniti dalla squadra di &kstars; e dalla comunità attraverso il <ulink url="https://invent.kde.org/vboettcher/kstars-catalogs">deposito di pacchettizzazione dei cataloghi</ulink>. Il cursore <guilabel>Ingrandimento minimo DSO:</guilabel> controlla il livello minimo di ingrandimento per il quale vengono mostrati i DSO. L'aumento del livello minimo può portare al miglioramento delle prestazioni quando si scorre la mappa celeste rimpiccolita. Il cursore <guilabel>Percentuale cache DSO:</guilabel> regola quanto catalogo master deve essere mantenuto in memoria. Se riscontri problemi di memoria con cataloghi di grandi dimensioni, prova ad abbassare la percentuale. Il cursore <guilabel>Densità delle etichette:</guilabel> controlla la densità percepita delle etichette per i DSO. Se le etichette iniziano a sovrapporsi e la mappa celeste inizia ad apparire troppo affollata, prova a regolare questa opzione. L'opzione <guilabel>Magnitudine limite all'ingrandimento minimo/massimo:</guilabel> regola fino a quanta magnitudine gli oggetti vengono mostrati nella mappa celeste (la magnitudine più elevata è più sfocata). Se è selezionata l'opzione <guilabel>Mostra gli oggetti di magnitudine sconosciuta</guilabel>, gli oggetti di magnitudine sconosciuta sono sempre mostrati.

source: The following sections will detail how DSO catalogs work in &kstars; and how they're managed.
it: Le sezioni seguenti spiegano come funzionano i cataloghi DSO in &kstars; e come sono gestiti.

source: The DSO Catalog Database
it: La banca dati del catalogo DSO

source: <primary>Deep-Sky Catalogs</primary>
it: <primary>Cataloghi di oggetti del profondo cielo</primary>

source: Database
it: Banca dati

source: Database System
it: Sistema della banca dati

source: This section aims at introducing the catalog database of &kstars; in simple but technical terms. It can be skipped without missing anything essential but helps understanding how to deal with and create (custom) catalogs.
it: Questa sezione introduce la banca dati dei cataloghi di &kstars; in termini tecnici ma semplici. Può essere saltata senza che venga tralasciato niente di essenziale, ma aiuta a capire come gestire e creare dei cataloghi (personalizzati).

source: DSO catalogs in &kstars; are just SQL (sqlite3) database tables. Each catalog is represented by its own table which contains all its objects and an entry in a catalog metadata table. Additionally, catalogs may be imported or exported from and into stand-alone database files.
it: I cataloghi DSO in &kstars; sono semplicemente tabelle di banca dati SQL (sqlite3). Ogni catalogo è rappresentato dalla sua propria tabella, che contiene tutti gli oggetti relativi e una voce in una tabella di metadati del catalogo. In aggiunta, i cataloghi possono essere importati da o esportati in file di banca dati indipendenti.

source: Each object has the usual properties like name and coordinates but additionally features two IDs. The first ID is the unique identifier for the specific object and is calculated by hashing all the object fields along with the catalog id. Because objects can be contained in several catalogs each object has an additional object id (OID) that identifies the physical object and may be shared by several objects of different catalogs.
it: Ciascun oggetto contiene le normali proprietà, quali nome e coordinate, ma in aggiunta presenta due ID. Il primo ID è l'identificatore univoco per l'oggetto specifico ed è ottenuto calcolando gli hash di tutti i campi dell'oggetto insieme con l'id del catalogo. Dato che gli oggetti possono essere contenuti in diversi cataloghi, ciascun oggetto possiede un identificatore di oggetto aggiuntivo (Object ID, OID) che identifica l'oggetto fisico e può essere condiviso da diversi oggetti di cataloghi differenti.

source: To speed up object lookup all enabled catalogs are merged into a master table. Each catalog has a priority number and if several objects with the same OID occur the one from the catalog with the highest priority is loaded. The objects from the master catalog are then drawn on the sky and generally available in &kstars;.
it: Per accelerare la ricerca degli oggetti, tutti i cataloghi abilitati sono uniti in una tabella master. Ciascun catalogo possiede un numero di priorità e se sono presenti più oggetti con lo stesso OID, viene caricato dal catalogo quello con la priorità più alta. Gli oggetti nel catalogo master vengono poi disegnati nel cielo e sono in genere disponibili in &kstars;.

source: Currently, deduplication (the assignment of OIDs) is only supported by the tooling of the <ulink url="https://invent.kde.org/vboettcher/kstars-catalogs">catalog packaging repository</ulink>. The aim of this tool-chain is to reproducibly build catalogs in a homogeneous environment. Every catalog is implemented <ulink url="https://invent.kde.org/vboettcher/kstars-catalogs/-/blob/master/catalogs/sharpless_2.py"> as a python module</ulink> and provides standard methods to acquire data, parse it and find duplicates in other catalogs. All downloadable catalogs are implemented this way. If you'd like to make a catalog of your own available for &kstars;, it is recommended that you implement it as a package in the repository. The tooling provided there is so flexible, that it should work for you. For more information on how to do that see the <ulink url="https://protagon.space/catalogs/">catalog repository documentation</ulink>. If you are not familiar with python programming you can request the addition of a catalog by opening a ticket in the repository or contacting <ulink url="https://invent.kde.org/vboettcher/kstars-catalogs/-/project_members">the maintainers</ulink>. &kstars; provides also provides means to create custom catalogs by manually entering data or importing CSV tables, but those are less flexible and offer no deduplication.
it: Attualmente, la deduplicazione (l'assegnazione di OID) è supportata soltanto dagli strumenti del <ulink url="https://invent.kde.org/vboettcher/kstars-catalogs">deposito di pacchettizzazione dei cataloghi</ulink>. Lo scopo di questa serie di strumenti è generare cataloghi in modo riproducibile, in un ambiente omogeneo. Ciascun catalogo è implementato <ulink url="https://invent.kde.org/vboettcher/kstars-catalogs/-/blob/master/catalogs/sharpless_2.py"> come modulo python</ulink> e fornisce metodi standard per acquisire i dati, analizzarli e trovare duplicati negli altri cataloghi. Tutti i cataloghi scaricabili sono implementati in questo modo. Se vuoi rendere disponibile un catalogo personale per &kstars;, raccomandiamo di implementarlo come pacchetto nel deposito. Gli strumenti forniti qui sono molto flessibili, dunque dovrebbe funzionare anche per te. Per ulteriori informazioni su come procedere, consulta la <ulink url="https://protagon.space/catalogs/">documentazione del deposito dei cataloghi</ulink>. Se non sai programmare in python, puoi richiedere l'aggiunta di un catalogo aprendo un ticket nel deposito oppure contattando i <ulink url="https://invent.kde.org/vboettcher/kstars-catalogs/-/project_members">responsabili</ulink>. &kstars; fornisce anche strumenti per creare cataloghi personalizzati, inserendo a mano i dati o importando tabelle CSV, ma essi sono meno flessibili e non offrono deduplicazione dei dati.

source: The Catalog Management &GUI;
it: L'interfaccia di gestione del catalogo

source: <secondary>GUI</secondary>
it: <secondary>Interfaccia grafica</secondary>

source: The catalog management &GUI; is reached via the <menuchoice><guimenu>Data</guimenu> <guimenuitem>Manage DSO Catalogs...</guimenuitem></menuchoice> menu item and is displayed <link linkend="dso_manager">below</link>.
it: L'interfaccia di gestione del catalogo è raggiungibile dalla voce di menu <menuchoice><guimenu>Dati</guimenu> <guimenuitem>Gestisci cataloghi DSO...</guimenuitem></menuchoice> e viene visualizzata <link linkend="dso_manager">sotto</link>.

source: DSO Manager
it: Gestore DSO

source: <phrase>The DSO catalog management interface.</phrase>
it: <phrase>L'interfaccia di gestione del catalogo.</phrase>

source: <caption>The DSO catalog management interface.</caption>
it: <caption>L'interfaccia di gestione del catalogo.</caption>

source: On the left, a list of catalogs is displayed. In this list, you can read off key catalog properties, including whether a catalog is enabled, what its ID is and what its name is. The <guilabel>Mutable</guilabel> column signifies whether the catalog can be edited or not. Catalogs which have been downloaded from the catalog repository via the <menuchoice><guimenu>Data</guimenu> <guimenuitem>Download New Data...</guimenuitem></menuchoice> menu item are usually immutable whereas user-created catalogs aren't. You can always <guilabel>Clone</guilabel> a catalog to make it mutable.
it: Sulla sinistra viene visualizzato un elenco di cataloghi. In questo elenco puoi leggere le proprietà chiave del catalogo, incluso se un catalogo è attivato, qual è il suo ID e il suo nome. La colonna <guilabel>Variabile</guilabel> segnala se il catalogo può essere modificato o no. I cataloghi che sono stati scaricati dal deposito dei cataloghi tramite la voce di menu <menuchoice><guimenu>Dati</guimenu> <guimenuitem>Scarica nuovi dati...</guimenuitem></menuchoice> non sono in genere modificabili laddove i cataloghi creati dagli utenti non lo sono. È sempre possibile <guilabel>Clonare</guilabel> un catalogo per renderlo variabile.

source: The buttons in the upper right corner allow you to add catalogs to the database.
it: I pulsanti nell'angolo in alto a destra ti permettono di aggiungere cataloghi alla banca dati.

source: Import Catalog...
it: Importa catalogo...

source: Import a catalog in the <literal role="extension">.kscat</literal> format from a file.
it: Importa da un file un catalogo nel formato <literal role="extension">.kscat</literal>.

source: This is usually done to try out new versions of catalogs that haven't yet been picked up by the usual download server.
it: Questo viene fatto di solito per provare delle nuove versioni di cataloghi che non sono ancora stati raccolte dal solito server di scaricamento.

source: With the buttons in the lower right corner, you can add, remove, modify and explore catalogs. Their actions always refer to the currently selected catalog (the highlighted row on the left).
it: I pulsanti per aggiungere, rimuovere, modificare e sfogliare i cataloghi si trovano nell'angolo inferiore destro. Le loro azioni si riferiscono sempre al catalogo attualmente selezionato (la riga evidenziata sulla sinistra).

source: Create Catalog...
it: Crea catalogo...

source: Create a new catalog. See <xref linkend="create_catalog"/>.
it: Crea un nuovo catalogo. Vedi <xref linkend="create_catalog"/>.

source: Enable / Disable
it: Abilita / disabilita

source: Enable or disable a catalog.
it: Abilita o disabilita un catalogo.

source: This is reflected in the skymap upon closing the catalog management &GUI;.
it: Viene riflesso nella mappa celeste dopo aver chiuso la &GUI; di gestione del catalogo.

source: Remove
it: Rimuovi

source: Remove a catalog from the catalog database.
it: Rimuovi un catalogo dalla banca dati dei cataloghi.

source: Export...
it: Esporta...

source: Export a catalog into a <literal role="extension">.kscat</literal> file.
it: Esporta un catalogo in un file <literal role="extension">.kscat</literal>.

source: The resulting file can be imported with <link linkend="import"><guibutton>Import Catalog...</guibutton></link> button.
it: Il file risultante può essere importato con il pulsante <link linkend="import"><guibutton>Importa catalogo...</guibutton></link>.

source: Clone...
it: Clona...

source: Make an exact copy of the catalog and insert it into the database.
it: Fa una copia esatta del catalogo e lo inserisce nella banca dati.

source: This is useful if you wish to make modifications to an immutable catalog.
it: È utile se vuoi fare delle modifiche a un catalogo immutabile.

source: Note however that this is not the recommended way to alter catalogs that are provided by the <ulink url="https://invent.kde.org/vboettcher/kstars-catalogs">catalog packaging repository</ulink> &ie; the catalogs downloaded via the <menuchoice><guimenu>Data</guimenu><guimenuitem>Download New Data...</guimenuitem></menuchoice> menu item.
it: Nota, tuttavia, che questo non è il metodo consigliato per modificare i cataloghi forniti dal <ulink url="https://invent.kde.org/vboettcher/kstars-catalogs">deposito di pacchettizzazione dei cataloghi</ulink>, &ie; i cataloghi scaricati tramite la voce di menu <menuchoice><guimenu>Dati</guimenu><guimenuitem>Scarica nuovi dati...</guimenuitem></menuchoice>.

source: <guibutton>Colors</guibutton>
it: <guibutton>Colori</guibutton>

source: Open the catalog color editor (See <xref linkend="catalog_colors"/>.).
it: Apri l'editor di colori del catalogo (vedi <xref linkend="catalog_colors"/>).

source: This will open a dialog which allows you to set the colors in which objects from the selected catalog will be displayed for each color scheme.
it: Apre una finestra di dialogo che ti consente di impostare i colori con i quali saranno visualizzati, per ciascun schema di colori, gli oggetti dal catalogo selezionato.

source: More...
it: Altro...

source: Open the catalog details dialog. (See <xref linkend="catalog_details"/>.)
it: Apri la finestra sui dettagli del catalogo (vedi <xref linkend="catalog_details"/>).

source: In there, you can see the contents of the catalog, as well as some more meta information. Amongst other things, you can also edit its contents (if it is mutable).
it: Qui puoi osservare il contenuto del catalogo e anche altre meta informazioni. Tra le altre cose, puoi modificarne il contenuto, se è variabile.

source: Creating a new Catalog
it: Creazione di un nuovo catalogo

source: Catalog creation dialog
it: Finestra di creazione del catalogo

source: Catalog creation dialog.
it: Finestra di creazione del catalogo.

source: This dialog reached through the catalog management &GUI; (see <xref linkend="catalog_gui"/>). The <guilabel>ID:</guilabel> field will be automatically chosen but can be changed. The <guilabel>Color:</guilabel> field configures in which color the objects of the catalog will be displayed. All the other values are optional or have sensible defaults. You can, of course, change these values at a later point.
it: Questa finestra di dialogo viene raggiunta tramite la &GUI; di gestione dei cataloghi (vedi <xref linkend="catalog_gui"/>). Il campo <guilabel>ID:</guilabel> è scelto in modo automatico ma può essere modificato. Il campo <guilabel>Colore:</guilabel> configura il colore di visualizzazione degli oggetti del catalogo. Tutti gli altri valori sono facoltativi o possiedono valori predefiniti adatti. Puoi ovviamente cambiare questi valori in un momento successivo.

source: Upon clicking <guilabel>Ok</guilabel> an empty catalog with the meta data entered into the dialog will be added to the database and can then be filled with objects. (See <xref linkend="catalog_details"/> and <xref linkend="csv_import"/>.)
it: Facendo clic su <guilabel>Ok</guilabel> sarà aggiunto alla banca dati un catalogo vuoto con i metadati inseriti che può essere poi popolato con gli oggetti. (Vedi <xref linkend="catalog_details"/> e <xref linkend="csv_import"/>.)

source: <title>Catalog Color Editor</title>
it: <title>Editor dei colori del catalogo</title>

source: <secondary>Catalog Color Editor</secondary>
it: <secondary>Editor dei colori del catalogo</secondary>

source: Catalog color editor
it: Editor dei colori del catalogo

source: The catalog color editor.
it: L'editor dei colori del catalogo

source: This dialog reached through the catalog management &GUI; (see <xref linkend="catalog_gui"/>). Each button represents the color that objects will be drawn in for a specific color scheme. Clicking on a button will allow you to choose a color with a color picker. The button colors are initialized with the default colors from the catalog specification. The color "default" is the color which will be chosen for the catalog if there is no color set for a color scheme.
it: Questa finestra di dialogo viene raggiunta tramite la &GUI; di gestione dei cataloghi (vedi <xref linkend="catalog_gui"/>). Ogni pulsante rappresenta il colore con cui gli oggetti saranno disegnati, per uno specifico schema di colori. Facendo clic su un pulsante potrai scegliere un colore. I colori dei pulsanti sono inizializzati con i colori predefiniti dalle specifiche del catalogo. Il colore «predefinito» è quello che verrà scelto per il catalogo, se non è impostato alcun colore per un schema di colori.

source: <title>Catalog Details Dialog</title>
it: <title>Finestra Dettagli del catalogo</title>

source: <secondary>Catalog Details Dialog</secondary>
it: <secondary>Finestra Dettagli del catalogo</secondary>

source: Catalog details dialog
it: Finestra Dettagli del catalogo

source: The catalog details dialog.
it: La finestra sui dettagli del catalogo.

source: Edit...
it: Modifica...

source: Edit the catalog object. (See <xref linkend="add_object"/>).
it: Modifica l'oggetto del catalogo (vedi <xref linkend="add_object"/>).

source: Removes the object from the catalog.
it: Rimuove l'oggetto dal catalogo.

source: Edit Catalog Meta...
it: Modifica metadati catalogo...

source: Edit the catalog metadata displayed in the top left. This opens the dialog described in <xref linkend="create_catalog"/>.
it: Modifica i metadati del catalogo visualizzati in alto a destra. Questo apre il catalogo descritto in <xref linkend="create_catalog"/>.

source: Add Object...
it: Aggiungi oggetto...

source: Add an object to the catalog. (See <xref linkend="add_object"/>.)
it: Aggiungi un oggetto al catalogo (vedi <xref linkend="add_object"/>).

source: Import CSV...
it: Importa CSV...

source: Import objects from a tabular text format (csv, tsv, &etc;) into the catalog. (See <xref linkend="csv_import"/>.)
it: Importa nel catalogo degli oggetti da un formato di testo tabulato (csv, tsv, &etc;). Vedi <xref linkend="csv_import"/>.

source: <title>Adding/Editing Objects</title>
it: <title>Aggiungere e modificare gli oggetti</title>

source: <secondary>Adding/Editing Objects</secondary>
it: <secondary>Aggiungere e modificare gli oggetti</secondary>

source: <screeninfo>Add/Edit DSO Dialog</screeninfo>
it: <screeninfo>Aggiungere e modificare i cataloghi DSO</screeninfo>

source: <phrase>Add/Edit DSO Dialog</phrase>
it: <phrase>Aggiungere e modificare i cataloghi DSO</phrase>

source: This dialog allows to create or edit a deep sky object (DSO). The <guilabel>Basics</guilabel> section contains fields that have to be filled in.
it: Questa finestra permette la creazione di oggetti del profondo cielo (DSO). La sezione <guilabel>Fondamentali</guilabel> contiene i campi che sono stati riempiti.

source: Name:
it: Nome:

source: The name of the object which will be displayed in the sky.
it: Il nome dell'oggetto che verrà visualizzato nel cielo.

source: Type:
it: Tipo:

source: The type of the object.
it: Il tipo dell'oggetto.

source: RA / Dec (°, J2000):
it: AR / Dec (°, J2000):

source: The coordinates of the object in degrees and with respect to the J2000 epoch.
it: Le coordinate dell'oggetto in gradi e rispetto all'epoca J2000.

source: Apparent magnitude:
it: Magnitudine apparente:

source: The apparent magnitude of the object.
it: La magnitudine apparente dell'oggetto.

source: The <guilabel>Misc</guilabel> subsection.
it: La sottosezione <guilabel>Varie</guilabel>.

source: Long name:
it: Nome esteso:

source: A longer, more descriptive name.
it: Un nome più lungo, più descrittivo.

source: Catalog identifier:
it: Identificatore catalogo:

source: For example the screenshot above, the object originates from the OpenNGC catalog where each row is identified by <quote>NGCXXXX</quote>.
it: Ad esempio, nella schermata sopra l'oggetto ha avuto origine dal catalogo OpenNGC, nel quale ciascuna riga è identificata da <quote>NGCXXXX</quote>.

source: Flux:
it: Flusso:

source: The flux of the object. Only applies for radio sources.
it: Il flusso dell'oggetto. Si applica solo alle sorgenti radio.
